return {
	[131871] = {
		name = "薇儿丹蒂",
		activity_id = 131871,
		desc = "「嗯？有趣的新活动？在哪在哪？申请参加！」",
		reward_item_list = {
			{
				1,
				50
			},
			{
				40504,
				10
			},
			{
				40803,
				10
			}
		},
		qa_id = {
			101,
			102,
			103,
			104,
			105
		},
		result_desc = {
			"「呀？活动这么快就结束了？感觉今天又多了解管理员一点了~」",
			"「管理员，谢谢你！今天玩的很开心……时间过得好快呀，要是我们可以再聊一会就好了~」",
			"「唔……我不知道怎么去形容，管理员，我们之间是不是有一种命中注定的感觉……？虽然我不太明白，但是现在，我想一直待在你身边……」"
		}
	},
	[131872] = {
		name = "波塞冬",
		activity_id = 131872,
		desc = "「今天能和管理员一起参加活动吗？欸~我很高兴哦~」",
		reward_item_list = {
			{
				1,
				50
			},
			{
				40603,
				5
			},
			{
				40803,
				5
			}
		},
		qa_id = {
			201,
			202,
			203,
			204,
			205
		},
		result_desc = {
			"「似乎更能懂你的想法了，嗯？今天的活动结束了吗？时间也过得太快了吧？」",
			"「今天很开心哦，谢谢你，管理员，我很期待下一次的见面~不过，要是能再聊一会就更好啦……」",
			"「待在管理员身边的时候，有种格外安心的感觉……不用开口，就能明白彼此的意思，真是不可思议……」"
		}
	},
	[131873] = {
		name = "提尔",
		activity_id = 131873,
		desc = "「希望我现在的时间能空出来？可以，我今天刚好有空。」",
		reward_item_list = {
			{
				1,
				50
			},
			{
				40414,
				5
			},
			{
				40103,
				10
			}
		},
		qa_id = {
			301,
			302,
			303,
			304,
			305
		},
		result_desc = {
			"「管理员，尽管我们之间确有许多差异，但似乎并不妨碍我们在定制作战策略时想到同一个地方去啊。」",
			"「愉快的一天，如果可以，我希望我们可以继续再谈一谈刚才那个话题……」",
			"「我还从未见过和我如此合拍的人，管理员。」"
		}
	},
	[131874] = {
		name = "哈迪斯",
		activity_id = 131874,
		desc = "「想和我试试吗？呵呵，小羊羔~看来你终于明白，该讨谁的欢心。」",
		reward_item_list = {
			{
				1,
				50
			},
			{
				40603,
				5
			},
			{
				40103,
				5
			}
		},
		qa_id = {
			401,
			402,
			403,
			404,
			405
		},
		result_desc = {
			"「努力跟上我的小羊羔，真是可爱呀~」",
			"「呵~小羊羔，现在就想结束了？这点时间，还远远不够哦……」",
			"「小羊羔，放轻松，把你的一切交给我，这世上，应该没有谁比你更适合陪在我身边了~」"
		}
	},
	[131875] = {
		name = "俄尼里伊",
		activity_id = 131875,
		desc = "「咦……管理员要来陪小困玩吗？好呀……」",
		reward_item_list = {
			{
				1,
				50
			},
			{
				40414,
				5
			},
			{
				40103,
				10
			}
		},
		qa_id = {
			501,
			502,
			503,
			504,
			505
		},
		result_desc = {
			"「唔……活动结束了？管理员，谢谢你提醒我……下次要再来陪小困玩哦……」",
			"「和管理员说话……很开心……还不想睡……我们再聊聊吧……」",
			"「管理员，很好……小困也这样觉得……那个……其实我……每次和管理员见面以后……都会梦见管理员……管理员也会……梦见我吗？」"
		}
	},
	all = {
		131871,
		131872,
		131873,
		131874,
		131875
	}
}
