return {
	[1011] = {
		id = 1011,
		name = "战欲1",
		point = 100,
		affix = {
			310,
			1,
			0
		}
	},
	[1012] = {
		id = 1012,
		name = "战欲2",
		point = 200,
		affix = {
			310,
			2,
			0
		}
	},
	[1013] = {
		id = 1013,
		name = "战欲3",
		point = 300,
		affix = {
			310,
			3,
			0
		}
	},
	[1014] = {
		id = 1014,
		name = "战欲4",
		point = 400,
		affix = {
			310,
			4,
			0
		}
	},
	[1015] = {
		id = 1015,
		name = "战欲5",
		point = 500,
		affix = {
			310,
			5,
			0
		}
	},
	[1041] = {
		id = 1041,
		name = "受创1",
		point = 100,
		affix = {
			124,
			1,
			0
		}
	},
	[1042] = {
		id = 1042,
		name = "受创2",
		point = 300,
		affix = {
			124,
			2,
			0
		}
	},
	[1043] = {
		id = 1043,
		name = "受创3",
		point = 500,
		affix = {
			124,
			3,
			0
		}
	},
	[1051] = {
		id = 1051,
		name = "竭渴1",
		point = 100,
		affix = {
			164,
			1,
			0
		}
	},
	[1052] = {
		id = 1052,
		name = "竭渴2",
		point = 200,
		affix = {
			164,
			2,
			0
		}
	},
	[1053] = {
		id = 1053,
		name = "竭渴3",
		point = 300,
		affix = {
			164,
			3,
			0
		}
	},
	[1061] = {
		id = 1061,
		name = "破甲1",
		point = 100,
		affix = {
			121,
			1,
			0
		}
	},
	[1062] = {
		id = 1062,
		name = "破甲2",
		point = 200,
		affix = {
			121,
			2,
			0
		}
	},
	[1063] = {
		id = 1063,
		name = "破甲3",
		point = 300,
		affix = {
			121,
			3,
			0
		}
	},
	[1071] = {
		id = 1071,
		name = "闪现",
		point = 100,
		affix = {
			133,
			1,
			0
		}
	},
	[1081] = {
		id = 1081,
		name = "火山",
		point = 100,
		affix = {
			138,
			1,
			0
		}
	},
	[1091] = {
		id = 1091,
		name = "致残1",
		point = 100,
		affix = {
			154,
			1,
			0
		}
	},
	[1092] = {
		id = 1092,
		name = "致残2",
		point = 200,
		affix = {
			154,
			2,
			0
		}
	},
	[1101] = {
		id = 1101,
		name = "再生1",
		point = 100,
		affix = {
			187,
			1,
			0
		}
	},
	[1111] = {
		id = 1111,
		name = "重创1",
		point = 100,
		affix = {
			157,
			1,
			3
		}
	},
	[1112] = {
		id = 1112,
		name = "重创2",
		point = 200,
		affix = {
			157,
			2,
			3
		}
	},
	[1113] = {
		id = 1113,
		name = "重创3",
		point = 300,
		affix = {
			157,
			3,
			3
		}
	},
	[1121] = {
		id = 1121,
		name = "衰竭1",
		point = 100,
		affix = {
			155,
			1,
			3
		}
	},
	[1122] = {
		id = 1122,
		name = "衰竭2",
		point = 200,
		affix = {
			155,
			2,
			3
		}
	},
	[1123] = {
		id = 1123,
		name = "衰竭3",
		point = 300,
		affix = {
			155,
			3,
			3
		}
	},
	[1131] = {
		id = 1131,
		name = "粘滞1",
		point = 100,
		affix = {
			334,
			1,
			3
		}
	},
	[1132] = {
		id = 1132,
		name = "粘滞2",
		point = 200,
		affix = {
			334,
			2,
			3
		}
	},
	[1133] = {
		id = 1133,
		name = "粘滞3",
		point = 300,
		affix = {
			334,
			3,
			3
		}
	},
	[1141] = {
		id = 1141,
		name = "精锐1",
		point = 100,
		affix = {
			168,
			1,
			0
		}
	},
	[1142] = {
		id = 1142,
		name = "精锐2",
		point = 200,
		affix = {
			168,
			2,
			0
		}
	},
	[1151] = {
		id = 1151,
		name = "垒盾1",
		point = 100,
		affix = {
			169,
			1,
			0
		}
	},
	[1152] = {
		id = 1152,
		name = "垒盾2",
		point = 200,
		affix = {
			169,
			2,
			0
		}
	},
	[1161] = {
		id = 1161,
		name = "诅咒",
		point = 200,
		affix = {
			140,
			1,
			1
		}
	},
	[1201] = {
		id = 1201,
		name = "单挑1",
		point = 0,
		affix = {
			601,
			1,
			3
		}
	},
	[1202] = {
		id = 1202,
		name = "单挑2",
		point = 0,
		affix = {
			602,
			1,
			3
		}
	},
	[1203] = {
		id = 1203,
		name = "单挑3",
		point = 0,
		affix = {
			603,
			1,
			3
		}
	},
	[1204] = {
		id = 1204,
		name = "单挑4",
		point = 0,
		affix = {
			604,
			1,
			3
		}
	},
	[1205] = {
		id = 1205,
		name = "单挑5",
		point = 0,
		affix = {
			605,
			1,
			3
		}
	},
	[1206] = {
		id = 1206,
		name = "单挑6",
		point = 0,
		affix = {
			606,
			1,
			3
		}
	},
	[1207] = {
		id = 1207,
		name = "单挑7",
		point = 0,
		affix = {
			607,
			1,
			3
		}
	},
	[1208] = {
		id = 1208,
		name = "单挑8",
		point = 0,
		affix = {
			608,
			1,
			3
		}
	},
	[1209] = {
		id = 1209,
		name = "单挑9",
		point = 0,
		affix = {
			609,
			1,
			3
		}
	},
	[1210] = {
		id = 1210,
		name = "单挑10",
		point = 0,
		affix = {
			9047,
			1,
			3
		}
	},
	[1211] = {
		id = 1211,
		name = "单挑11",
		point = 0,
		affix = {
			9048,
			1,
			3
		}
	},
	[1212] = {
		id = 1212,
		name = "单挑12",
		point = 0,
		affix = {
			9049,
			1,
			3
		}
	},
	[1213] = {
		id = 1213,
		name = "单挑13",
		point = 0,
		affix = {
			9050,
			1,
			3
		}
	},
	[1214] = {
		id = 1214,
		name = "单挑14",
		point = 0,
		affix = {
			9051,
			1,
			3
		}
	},
	[1215] = {
		id = 1215,
		name = "单挑15",
		point = 0,
		affix = {
			9052,
			1,
			3
		}
	},
	[1216] = {
		id = 1216,
		name = "单挑16",
		point = 0,
		affix = {
			9053,
			1,
			3
		}
	},
	[1217] = {
		id = 1217,
		name = "单挑17",
		point = 0,
		affix = {
			9054,
			1,
			3
		}
	},
	[1218] = {
		id = 1218,
		name = "单挑18",
		point = 0,
		affix = {
			9055,
			1,
			3
		}
	},
	[1219] = {
		id = 1219,
		name = "单挑19",
		point = 0,
		affix = {
			9105,
			1,
			3
		}
	},
	[1220] = {
		id = 1220,
		name = "单挑20",
		point = 0,
		affix = {
			9106,
			1,
			3
		}
	},
	[1221] = {
		id = 1221,
		name = "单挑21",
		point = 0,
		affix = {
			9107,
			1,
			3
		}
	},
	[1222] = {
		id = 1222,
		name = "单挑22",
		point = 0,
		affix = {
			9108,
			1,
			3
		}
	},
	[1223] = {
		id = 1223,
		name = "单挑23",
		point = 0,
		affix = {
			9109,
			1,
			3
		}
	},
	[1224] = {
		id = 1224,
		name = "单挑24",
		point = 0,
		affix = {
			9110,
			1,
			3
		}
	},
	[1225] = {
		id = 1225,
		name = "单挑25",
		point = 0,
		affix = {
			9111,
			1,
			3
		}
	},
	[1226] = {
		id = 1226,
		name = "单挑26",
		point = 0,
		affix = {
			9112,
			1,
			3
		}
	},
	[1227] = {
		id = 1227,
		name = "单挑27",
		point = 0,
		affix = {
			9113,
			1,
			3
		}
	},
	[1301] = {
		id = 1301,
		name = "强攻3",
		point = 500,
		affix = {
			101,
			3,
			0
		}
	},
	[1302] = {
		id = 1302,
		name = "强攻2",
		point = 300,
		affix = {
			101,
			2,
			0
		}
	},
	[1303] = {
		id = 1303,
		name = "强攻1",
		point = 100,
		affix = {
			101,
			1,
			0
		}
	},
	[1304] = {
		id = 1304,
		name = "超距4",
		point = 400,
		affix = {
			120,
			4,
			2
		}
	},
	[1306] = {
		id = 1306,
		name = "超距2",
		point = 200,
		affix = {
			120,
			2,
			2
		}
	},
	[1307] = {
		id = 1307,
		name = "超距1",
		point = 100,
		affix = {
			120,
			1,
			2
		}
	},
	[1308] = {
		id = 1308,
		name = "破甲3",
		point = 300,
		affix = {
			121,
			3,
			0
		}
	},
	[1309] = {
		id = 1309,
		name = "破甲2",
		point = 200,
		affix = {
			121,
			2,
			0
		}
	},
	[1310] = {
		id = 1310,
		name = "破甲1",
		point = 100,
		affix = {
			121,
			1,
			0
		}
	},
	[1311] = {
		id = 1311,
		name = "灼烧3",
		point = 500,
		affix = {
			122,
			3,
			0
		}
	},
	[1312] = {
		id = 1312,
		name = "灼烧2",
		point = 300,
		affix = {
			122,
			2,
			0
		}
	},
	[1313] = {
		id = 1313,
		name = "灼烧1",
		point = 100,
		affix = {
			122,
			1,
			0
		}
	},
	[1314] = {
		id = 1314,
		name = "流血3",
		point = 500,
		affix = {
			124,
			3,
			0
		}
	},
	[1315] = {
		id = 1315,
		name = "流血2",
		point = 300,
		affix = {
			124,
			2,
			0
		}
	},
	[1316] = {
		id = 1316,
		name = "流血1",
		point = 100,
		affix = {
			124,
			1,
			0
		}
	},
	[1317] = {
		id = 1317,
		name = "减速3",
		point = 300,
		affix = {
			127,
			3,
			0
		}
	},
	[1318] = {
		id = 1318,
		name = "减速2",
		point = 200,
		affix = {
			127,
			2,
			0
		}
	},
	[1319] = {
		id = 1319,
		name = "减速1",
		point = 100,
		affix = {
			127,
			1,
			0
		}
	},
	[1320] = {
		id = 1320,
		name = "铁幕1",
		point = 300,
		affix = {
			135,
			1,
			2
		}
	},
	[1324] = {
		id = 1324,
		name = "诅咒1",
		point = 250,
		affix = {
			140,
			1,
			2
		}
	},
	[1325] = {
		id = 1325,
		name = "瘴气4",
		point = 400,
		affix = {
			141,
			4,
			0
		}
	},
	[1327] = {
		id = 1327,
		name = "瘴气2",
		point = 200,
		affix = {
			141,
			2,
			0
		}
	},
	[1329] = {
		id = 1329,
		name = "召雷3",
		point = 300,
		affix = {
			143,
			3,
			2
		}
	},
	[1330] = {
		id = 1330,
		name = "召雷2",
		point = 200,
		affix = {
			143,
			2,
			2
		}
	},
	[1331] = {
		id = 1331,
		name = "召雷1",
		point = 100,
		affix = {
			143,
			1,
			2
		}
	},
	[1332] = {
		id = 1332,
		name = "电荷3",
		point = 300,
		affix = {
			151,
			3,
			2
		}
	},
	[1333] = {
		id = 1333,
		name = "电荷2",
		point = 200,
		affix = {
			151,
			2,
			2
		}
	},
	[1334] = {
		id = 1334,
		name = "电荷1",
		point = 100,
		affix = {
			151,
			1,
			2
		}
	},
	[1335] = {
		id = 1335,
		name = "抑制1",
		point = 300,
		affix = {
			153,
			1,
			0
		}
	},
	[1339] = {
		id = 1339,
		name = "竭渴3",
		point = 300,
		affix = {
			164,
			3,
			0
		}
	},
	[1340] = {
		id = 1340,
		name = "竭渴2",
		point = 200,
		affix = {
			164,
			2,
			0
		}
	},
	[1341] = {
		id = 1341,
		name = "竭渴1",
		point = 100,
		affix = {
			164,
			1,
			0
		}
	},
	[1342] = {
		id = 1342,
		name = "残暴4",
		point = 400,
		affix = {
			167,
			4,
			0
		}
	},
	[1344] = {
		id = 1344,
		name = "残暴2",
		point = 200,
		affix = {
			167,
			2,
			0
		}
	},
	[1346] = {
		id = 1346,
		name = "苦行1",
		point = 100,
		affix = {
			204,
			1,
			0
		}
	},
	[1347] = {
		id = 1347,
		name = "枯萎4",
		point = 400,
		affix = {
			205,
			4,
			0
		}
	},
	[1348] = {
		id = 1348,
		name = "枯萎3",
		point = 300,
		affix = {
			205,
			3,
			0
		}
	},
	[1349] = {
		id = 1349,
		name = "枯萎2",
		point = 200,
		affix = {
			205,
			2,
			0
		}
	},
	[1350] = {
		id = 1350,
		name = "枯萎1",
		point = 100,
		affix = {
			205,
			1,
			0
		}
	},
	[1351] = {
		id = 1351,
		name = "震慑3",
		point = 300,
		affix = {
			214,
			3,
			2
		}
	},
	[1352] = {
		id = 1352,
		name = "震慑2",
		point = 200,
		affix = {
			214,
			2,
			2
		}
	},
	[1353] = {
		id = 1353,
		name = "震慑1",
		point = 100,
		affix = {
			214,
			1,
			2
		}
	},
	[1354] = {
		id = 1354,
		name = "巡行1",
		point = 200,
		affix = {
			282,
			1,
			1
		}
	},
	[1355] = {
		id = 1355,
		name = "激荡1",
		point = 300,
		affix = {
			283,
			1,
			1
		}
	},
	[1356] = {
		id = 1356,
		name = "沸勇1",
		point = 200,
		affix = {
			289,
			1,
			0
		}
	},
	[1357] = {
		id = 1357,
		name = "铠装1",
		point = 200,
		affix = {
			298,
			1,
			0
		}
	},
	[1358] = {
		id = 1358,
		name = "吞灭3",
		point = 300,
		affix = {
			299,
			3,
			0
		}
	},
	[1359] = {
		id = 1359,
		name = "吞灭2",
		point = 200,
		affix = {
			299,
			2,
			0
		}
	},
	[1360] = {
		id = 1360,
		name = "吞灭1",
		point = 100,
		affix = {
			299,
			1,
			0
		}
	},
	[1361] = {
		id = 1361,
		name = "衰退1",
		point = 100,
		affix = {
			309,
			1,
			1
		}
	},
	[1362] = {
		id = 1362,
		name = "衰竭3",
		point = 300,
		affix = {
			155,
			3,
			3
		}
	},
	[1363] = {
		id = 1363,
		name = "衰竭2",
		point = 200,
		affix = {
			155,
			2,
			3
		}
	},
	[1364] = {
		id = 1364,
		name = "衰竭1",
		point = 100,
		affix = {
			155,
			1,
			3
		}
	},
	[1365] = {
		id = 1365,
		name = "缓速3",
		point = 300,
		affix = {
			156,
			3,
			3
		}
	},
	[1366] = {
		id = 1366,
		name = "缓速2",
		point = 200,
		affix = {
			156,
			2,
			3
		}
	},
	[1367] = {
		id = 1367,
		name = "缓速1",
		point = 100,
		affix = {
			156,
			1,
			3
		}
	},
	[1368] = {
		id = 1368,
		name = "易伤3",
		point = 400,
		affix = {
			159,
			3,
			3
		}
	},
	[1369] = {
		id = 1369,
		name = "易伤2",
		point = 300,
		affix = {
			159,
			2,
			3
		}
	},
	[1370] = {
		id = 1370,
		name = "易伤1",
		point = 200,
		affix = {
			159,
			1,
			3
		}
	},
	[1371] = {
		id = 1371,
		name = "燃能1",
		point = 100,
		affix = {
			312,
			1,
			3
		}
	},
	[1372] = {
		id = 1372,
		name = "阻塞4",
		point = 200,
		affix = {
			313,
			4,
			3
		}
	},
	[1375] = {
		id = 1375,
		name = "阻塞1",
		point = 100,
		affix = {
			313,
			1,
			3
		}
	},
	[1376] = {
		id = 1376,
		name = "失能3",
		point = 200,
		affix = {
			316,
			3,
			3
		}
	},
	[1377] = {
		id = 1377,
		name = "失能2",
		point = 150,
		affix = {
			316,
			2,
			3
		}
	},
	[1378] = {
		id = 1378,
		name = "失能1",
		point = 100,
		affix = {
			316,
			1,
			3
		}
	},
	[1379] = {
		id = 1379,
		name = "流毒3",
		point = 200,
		affix = {
			317,
			3,
			3
		}
	},
	[1380] = {
		id = 1380,
		name = "流毒2",
		point = 150,
		affix = {
			317,
			2,
			3
		}
	},
	[1381] = {
		id = 1381,
		name = "流毒1",
		point = 100,
		affix = {
			317,
			1,
			3
		}
	},
	[1382] = {
		id = 1382,
		name = "滞流1",
		point = 100,
		affix = {
			319,
			1,
			3
		}
	},
	[1383] = {
		id = 1383,
		name = "恶化3",
		point = 300,
		affix = {
			320,
			3,
			3
		}
	},
	[1384] = {
		id = 1384,
		name = "恶化2",
		point = 200,
		affix = {
			320,
			2,
			3
		}
	},
	[1385] = {
		id = 1385,
		name = "恶化1",
		point = 100,
		affix = {
			320,
			1,
			3
		}
	},
	[1387] = {
		id = 1387,
		name = "力竭2",
		point = 400,
		affix = {
			321,
			2,
			3
		}
	},
	[1389] = {
		id = 1389,
		name = "崩裂1",
		point = 100,
		affix = {
			323,
			1,
			3
		}
	},
	[1390] = {
		id = 1390,
		name = "弱化3",
		point = 200,
		affix = {
			326,
			3,
			3
		}
	},
	[1391] = {
		id = 1391,
		name = "弱化2",
		point = 150,
		affix = {
			326,
			2,
			3
		}
	},
	[1392] = {
		id = 1392,
		name = "弱化1",
		point = 100,
		affix = {
			326,
			1,
			3
		}
	},
	[1393] = {
		id = 1393,
		name = "裂解3",
		point = 200,
		affix = {
			327,
			3,
			3
		}
	},
	[1394] = {
		id = 1394,
		name = "裂解2",
		point = 150,
		affix = {
			327,
			2,
			3
		}
	},
	[1395] = {
		id = 1395,
		name = "裂解1",
		point = 100,
		affix = {
			327,
			1,
			3
		}
	},
	[1396] = {
		id = 1396,
		name = "剥离3",
		point = 300,
		affix = {
			329,
			3,
			3
		}
	},
	[1397] = {
		id = 1397,
		name = "剥离2",
		point = 200,
		affix = {
			329,
			2,
			3
		}
	},
	[1398] = {
		id = 1398,
		name = "剥离1",
		point = 100,
		affix = {
			329,
			1,
			3
		}
	},
	[1399] = {
		id = 1399,
		name = "自戕3",
		point = 300,
		affix = {
			331,
			3,
			3
		}
	},
	[1400] = {
		id = 1400,
		name = "自戕2",
		point = 200,
		affix = {
			331,
			2,
			3
		}
	},
	[1401] = {
		id = 1401,
		name = "自戕1",
		point = 100,
		affix = {
			331,
			1,
			3
		}
	},
	[1402] = {
		id = 1402,
		name = "锈毒3",
		point = 200,
		affix = {
			332,
			3,
			3
		}
	},
	[1403] = {
		id = 1403,
		name = "锈毒2",
		point = 150,
		affix = {
			332,
			2,
			3
		}
	},
	[1404] = {
		id = 1404,
		name = "锈毒1",
		point = 100,
		affix = {
			332,
			1,
			3
		}
	},
	[1408] = {
		id = 1408,
		name = "激怒3",
		point = 300,
		affix = {
			136,
			3,
			0
		}
	},
	[1409] = {
		id = 1409,
		name = "激怒2",
		point = 200,
		affix = {
			136,
			2,
			0
		}
	},
	[1410] = {
		id = 1410,
		name = "激怒1",
		point = 100,
		affix = {
			136,
			1,
			0
		}
	},
	[1411] = {
		id = 1411,
		name = "顽抗2",
		point = 100,
		affix = {
			305,
			2,
			0
		}
	},
	[1414] = {
		id = 1414,
		name = "献祭1",
		point = 200,
		affix = {
			131,
			1,
			0
		}
	},
	[1415] = {
		id = 1415,
		name = "独狼1",
		point = 200,
		affix = {
			132,
			1,
			0
		}
	},
	[1416] = {
		id = 1416,
		name = "背水1",
		point = 100,
		affix = {
			209,
			1,
			1
		}
	},
	[1417] = {
		id = 1417,
		name = "幻身1",
		point = 100,
		affix = {
			284,
			1,
			1
		}
	},
	[1418] = {
		id = 1418,
		name = "折威2",
		point = 200,
		affix = {
			301,
			2,
			0
		}
	},
	[1419] = {
		id = 1419,
		name = "折威1",
		point = 100,
		affix = {
			301,
			1,
			0
		}
	},
	[1420] = {
		id = 1420,
		name = "脱力2",
		point = 300,
		affix = {
			330,
			2,
			3
		}
	},
	[1421] = {
		id = 1421,
		name = "急锋2",
		point = 300,
		affix = {
			314,
			2,
			3
		}
	},
	[1422] = {
		id = 1422,
		name = "腐毒1",
		point = 300,
		affix = {
			213,
			1,
			3
		}
	},
	[1423] = {
		id = 1423,
		name = "精锐1",
		point = 100,
		affix = {
			168,
			1,
			0
		}
	},
	[1424] = {
		id = 1424,
		name = "垒盾1",
		point = 100,
		affix = {
			169,
			1,
			0
		}
	},
	[1425] = {
		id = 1425,
		name = "招架1",
		point = 200,
		affix = {
			166,
			1,
			1
		}
	},
	[1426] = {
		id = 1426,
		name = "再生1",
		point = 150,
		affix = {
			187,
			1,
			1
		}
	},
	[1427] = {
		id = 1427,
		name = "黑锈2",
		point = 200,
		affix = {
			238,
			2,
			3
		}
	},
	[1428] = {
		id = 1428,
		name = "怯战1",
		point = 100,
		affix = {
			229,
			1,
			3
		}
	},
	[1429] = {
		id = 1429,
		name = "钝刃1",
		point = 100,
		affix = {
			161,
			1,
			3
		}
	},
	[1430] = {
		id = 1430,
		name = "逆势",
		point = 200,
		affix = {
			325,
			4,
			3
		}
	},
	[1431] = {
		id = 1431,
		name = "虚弱2",
		point = 200,
		affix = {
			158,
			2,
			3
		}
	},
	[1432] = {
		id = 1432,
		name = "虚弱1",
		point = 100,
		affix = {
			158,
			1,
			3
		}
	},
	[1433] = {
		id = 1433,
		name = "锈蚀3",
		point = 300,
		affix = {
			324,
			3,
			3
		}
	},
	[1434] = {
		id = 1434,
		name = "流失2",
		point = 200,
		affix = {
			311,
			2,
			3
		}
	},
	[1435] = {
		id = 1435,
		name = "强攻一",
		point = 300,
		affix = {
			101,
			1,
			0
		}
	},
	[1436] = {
		id = 1436,
		name = "残暴二",
		point = 300,
		affix = {
			167,
			2,
			0
		}
	},
	[1437] = {
		id = 1437,
		name = "阻塞四",
		point = 300,
		affix = {
			313,
			4,
			3
		}
	},
	[1438] = {
		id = 1438,
		name = "顽抗二",
		point = 200,
		affix = {
			305,
			2,
			0
		}
	},
	[1439] = {
		id = 1439,
		name = "难度一",
		point = 300,
		affix = {
			9821,
			1,
			1
		}
	},
	[1440] = {
		id = 1440,
		name = "难度二",
		point = 600,
		affix = {
			9821,
			2,
			1
		}
	},
	[1441] = {
		id = 1441,
		name = "难度三",
		point = 900,
		affix = {
			9821,
			3,
			1
		}
	},
	[1442] = {
		id = 1442,
		name = "难度四",
		point = 1200,
		affix = {
			9821,
			4,
			1
		}
	},
	[9301] = {
		id = 9301,
		name = "物伤1",
		point = 500,
		affix = {
			9741,
			1,
			0
		}
	},
	[9302] = {
		id = 9302,
		name = "风伤1",
		point = 500,
		affix = {
			9742,
			1,
			0
		}
	},
	[9303] = {
		id = 9303,
		name = "火伤1",
		point = 500,
		affix = {
			9743,
			1,
			0
		}
	},
	[9304] = {
		id = 9304,
		name = "雷伤1",
		point = 500,
		affix = {
			9744,
			1,
			0
		}
	},
	[9305] = {
		id = 9305,
		name = "暗伤1",
		point = 500,
		affix = {
			9745,
			1,
			0
		}
	},
	[9306] = {
		id = 9306,
		name = "光伤1",
		point = 500,
		affix = {
			9746,
			1,
			0
		}
	},
	[9307] = {
		id = 9307,
		name = "冰伤1",
		point = 500,
		affix = {
			9747,
			1,
			0
		}
	},
	[9308] = {
		id = 9308,
		name = "水伤1",
		point = 500,
		affix = {
			9748,
			1,
			0
		}
	},
	[9401] = {
		id = 9401,
		name = "物伤2",
		point = 1000,
		affix = {
			9741,
			1,
			0
		}
	},
	[9402] = {
		id = 9402,
		name = "风伤2",
		point = 1000,
		affix = {
			9742,
			1,
			0
		}
	},
	[9403] = {
		id = 9403,
		name = "火伤2",
		point = 1000,
		affix = {
			9743,
			1,
			0
		}
	},
	[9404] = {
		id = 9404,
		name = "雷伤2",
		point = 1000,
		affix = {
			9744,
			1,
			0
		}
	},
	[9405] = {
		id = 9405,
		name = "暗伤2",
		point = 1000,
		affix = {
			9745,
			1,
			0
		}
	},
	[9406] = {
		id = 9406,
		name = "光伤2",
		point = 1000,
		affix = {
			9746,
			1,
			0
		}
	},
	[9407] = {
		id = 9407,
		name = "冰伤2",
		point = 1000,
		affix = {
			9747,
			1,
			0
		}
	},
	[9408] = {
		id = 9408,
		name = "水伤2",
		point = 1000,
		affix = {
			9748,
			1,
			0
		}
	},
	[9501] = {
		id = 9501,
		name = "第11",
		point = 500,
		affix = {
			9501,
			1,
			0
		}
	},
	[9502] = {
		id = 9502,
		name = "第17",
		point = 1000,
		affix = {
			9502,
			1,
			0
		}
	},
	[9503] = {
		id = 9503,
		name = "第21",
		point = 500,
		affix = {
			9503,
			1,
			0
		}
	},
	[9504] = {
		id = 9504,
		name = "第27",
		point = 1000,
		affix = {
			9504,
			1,
			0
		}
	},
	[9505] = {
		id = 9505,
		name = "第31",
		point = 500,
		affix = {
			9505,
			1,
			0
		}
	},
	[9506] = {
		id = 9506,
		name = "第35",
		point = 750,
		affix = {
			9506,
			1,
			0
		}
	},
	[9507] = {
		id = 9507,
		name = "第36",
		point = 750,
		affix = {
			9507,
			1,
			0
		}
	},
	[9508] = {
		id = 9508,
		name = "第37",
		point = 1000,
		affix = {
			9508,
			1,
			0
		}
	},
	[9509] = {
		id = 9509,
		name = "第41",
		point = 500,
		affix = {
			9509,
			1,
			0
		}
	},
	[9510] = {
		id = 9510,
		name = "第47",
		point = 1000,
		affix = {
			9510,
			1,
			0
		}
	},
	[9511] = {
		id = 9511,
		name = "第51",
		point = 500,
		affix = {
			9511,
			1,
			0
		}
	},
	[9512] = {
		id = 9512,
		name = "第57",
		point = 1000,
		affix = {
			9512,
			1,
			0
		}
	},
	[9513] = {
		id = 9513,
		name = "第61",
		point = 500,
		affix = {
			9513,
			1,
			0
		}
	},
	[9514] = {
		id = 9514,
		name = "第67",
		point = 1000,
		affix = {
			9514,
			1,
			0
		}
	},
	[9515] = {
		id = 9515,
		name = "第71",
		point = 500,
		affix = {
			9515,
			1,
			0
		}
	},
	[9516] = {
		id = 9516,
		name = "第77",
		point = 1000,
		affix = {
			9516,
			1,
			0
		}
	},
	[9517] = {
		id = 9517,
		name = "第81",
		point = 500,
		affix = {
			9517,
			1,
			0
		}
	},
	[9518] = {
		id = 9518,
		name = "第91",
		point = 500,
		affix = {
			9518,
			1,
			0
		}
	},
	[9519] = {
		id = 9519,
		name = "第92",
		point = 500,
		affix = {
			9519,
			1,
			0
		}
	},
	[9520] = {
		id = 9520,
		name = "第97",
		point = 1000,
		affix = {
			9520,
			1,
			0
		}
	},
	[9521] = {
		id = 9521,
		name = "第101",
		point = 500,
		affix = {
			9521,
			1,
			0
		}
	},
	[9540] = {
		id = 9540,
		name = "第201",
		point = 1000,
		affix = {
			9540,
			1,
			0
		}
	},
	[9541] = {
		id = 9541,
		name = "第202",
		point = 1000,
		affix = {
			9541,
			1,
			0
		}
	},
	[9542] = {
		id = 9542,
		name = "第204",
		point = 1500,
		affix = {
			9542,
			1,
			0
		}
	},
	[9543] = {
		id = 9543,
		name = "第205",
		point = 1500,
		affix = {
			9543,
			1,
			0
		}
	},
	[9544] = {
		id = 9544,
		name = "第206",
		point = 1750,
		affix = {
			9544,
			1,
			0
		}
	},
	[9545] = {
		id = 9545,
		name = "第207",
		point = 1750,
		affix = {
			9545,
			1,
			0
		}
	},
	[9546] = {
		id = 9546,
		name = "第211",
		point = 1000,
		affix = {
			9546,
			1,
			0
		}
	},
	[9547] = {
		id = 9547,
		name = "第212",
		point = 1000,
		affix = {
			9547,
			1,
			0
		}
	},
	[9548] = {
		id = 9548,
		name = "第213",
		point = 1500,
		affix = {
			9548,
			1,
			0
		}
	},
	[9549] = {
		id = 9549,
		name = "第215",
		point = 1500,
		affix = {
			9549,
			1,
			0
		}
	},
	[9550] = {
		id = 9550,
		name = "第216",
		point = 1750,
		affix = {
			9550,
			1,
			0
		}
	},
	[9551] = {
		id = 9551,
		name = "第217",
		point = 1750,
		affix = {
			9551,
			1,
			0
		}
	},
	[9552] = {
		id = 9552,
		name = "第221",
		point = 1000,
		affix = {
			9552,
			1,
			0
		}
	},
	[9553] = {
		id = 9553,
		name = "第222",
		point = 1000,
		affix = {
			9553,
			1,
			0
		}
	},
	[9554] = {
		id = 9554,
		name = "第223",
		point = 1500,
		affix = {
			9554,
			1,
			0
		}
	},
	[9555] = {
		id = 9555,
		name = "第225",
		point = 1500,
		affix = {
			9555,
			1,
			0
		}
	},
	[9556] = {
		id = 9556,
		name = "第226",
		point = 1750,
		affix = {
			9556,
			1,
			0
		}
	},
	[9557] = {
		id = 9557,
		name = "第227",
		point = 1750,
		affix = {
			9557,
			1,
			0
		}
	},
	[9558] = {
		id = 9558,
		name = "第231",
		point = 1000,
		affix = {
			9558,
			1,
			0
		}
	},
	[9559] = {
		id = 9559,
		name = "第232",
		point = 1000,
		affix = {
			9559,
			1,
			0
		}
	},
	[9560] = {
		id = 9560,
		name = "第234",
		point = 1500,
		affix = {
			9560,
			1,
			0
		}
	},
	[9561] = {
		id = 9561,
		name = "第235",
		point = 1500,
		affix = {
			9561,
			1,
			0
		}
	},
	[9562] = {
		id = 9562,
		name = "第236",
		point = 1750,
		affix = {
			9562,
			1,
			0
		}
	},
	[9563] = {
		id = 9563,
		name = "第237",
		point = 1750,
		affix = {
			9563,
			1,
			0
		}
	},
	[9564] = {
		id = 9564,
		name = "第301",
		point = 1250,
		affix = {
			9564,
			1,
			0
		}
	},
	[9565] = {
		id = 9565,
		name = "第302",
		point = 1250,
		affix = {
			9565,
			1,
			0
		}
	},
	[9566] = {
		id = 9566,
		name = "第303",
		point = 1250,
		affix = {
			9566,
			1,
			0
		}
	},
	[9567] = {
		id = 9567,
		name = "第305",
		point = 1750,
		affix = {
			9567,
			1,
			0
		}
	},
	[9568] = {
		id = 9568,
		name = "第306",
		point = 1850,
		affix = {
			9568,
			1,
			0
		}
	},
	[9569] = {
		id = 9569,
		name = "第307",
		point = 1850,
		affix = {
			9569,
			1,
			0
		}
	},
	[9570] = {
		id = 9570,
		name = "第311",
		point = 1250,
		affix = {
			9570,
			1,
			0
		}
	},
	[9571] = {
		id = 9571,
		name = "第312",
		point = 1250,
		affix = {
			9571,
			1,
			0
		}
	},
	[9572] = {
		id = 9572,
		name = "第313",
		point = 1250,
		affix = {
			9572,
			1,
			0
		}
	},
	[9573] = {
		id = 9573,
		name = "第315",
		point = 1750,
		affix = {
			9573,
			1,
			0
		}
	},
	[9574] = {
		id = 9574,
		name = "第316",
		point = 1850,
		affix = {
			9574,
			1,
			0
		}
	},
	[9575] = {
		id = 9575,
		name = "第317",
		point = 1850,
		affix = {
			9575,
			1,
			0
		}
	},
	[9576] = {
		id = 9576,
		name = "第321",
		point = 1250,
		affix = {
			9576,
			1,
			0
		}
	},
	[9577] = {
		id = 9577,
		name = "第322",
		point = 1250,
		affix = {
			9577,
			1,
			0
		}
	},
	[9578] = {
		id = 9578,
		name = "第323",
		point = 1250,
		affix = {
			9578,
			1,
			0
		}
	},
	[9579] = {
		id = 9579,
		name = "第325",
		point = 1750,
		affix = {
			9579,
			1,
			0
		}
	},
	[9580] = {
		id = 9580,
		name = "第326",
		point = 1850,
		affix = {
			9580,
			1,
			0
		}
	},
	[9581] = {
		id = 9581,
		name = "第327",
		point = 1850,
		affix = {
			9581,
			1,
			0
		}
	},
	[9582] = {
		id = 9582,
		name = "第331",
		point = 1250,
		affix = {
			9582,
			1,
			0
		}
	},
	[9583] = {
		id = 9583,
		name = "第332",
		point = 1250,
		affix = {
			9583,
			1,
			0
		}
	},
	[9584] = {
		id = 9584,
		name = "第333",
		point = 1250,
		affix = {
			9584,
			1,
			0
		}
	},
	[9585] = {
		id = 9585,
		name = "第335",
		point = 1750,
		affix = {
			9585,
			1,
			0
		}
	},
	[9586] = {
		id = 9586,
		name = "第336",
		point = 1850,
		affix = {
			9586,
			1,
			0
		}
	},
	[9587] = {
		id = 9587,
		name = "第337",
		point = 1850,
		affix = {
			9587,
			1,
			0
		}
	},
	[9588] = {
		id = 9588,
		name = "第341",
		point = 1250,
		affix = {
			9588,
			1,
			0
		}
	},
	[9589] = {
		id = 9589,
		name = "第342",
		point = 1250,
		affix = {
			9589,
			1,
			0
		}
	},
	[9590] = {
		id = 9590,
		name = "第343",
		point = 1250,
		affix = {
			9590,
			1,
			0
		}
	},
	[9591] = {
		id = 9591,
		name = "第345",
		point = 1750,
		affix = {
			9591,
			1,
			0
		}
	},
	[9592] = {
		id = 9592,
		name = "第346",
		point = 1850,
		affix = {
			9592,
			1,
			0
		}
	},
	[9593] = {
		id = 9593,
		name = "第347",
		point = 1850,
		affix = {
			9593,
			1,
			0
		}
	},
	[9701] = {
		id = 9701,
		name = "小怪血一",
		point = 750,
		affix = {
			9701,
			1,
			0
		}
	},
	[9702] = {
		id = 9702,
		name = "小怪血二",
		point = 1000,
		affix = {
			9702,
			1,
			0
		}
	},
	[9703] = {
		id = 9703,
		name = "小怪攻一",
		point = 750,
		affix = {
			9703,
			1,
			0
		}
	},
	[9704] = {
		id = 9704,
		name = "小怪攻二",
		point = 1000,
		affix = {
			9704,
			1,
			0
		}
	},
	[9705] = {
		id = 9705,
		name = "小怪防一",
		point = 750,
		affix = {
			9705,
			1,
			0
		}
	},
	[9706] = {
		id = 9706,
		name = "小怪防二",
		point = 1000,
		affix = {
			9706,
			1,
			0
		}
	},
	[9707] = {
		id = 9707,
		name = "精英血一",
		point = 750,
		affix = {
			9707,
			1,
			0
		}
	},
	[9708] = {
		id = 9708,
		name = "精英血二",
		point = 1000,
		affix = {
			9708,
			1,
			0
		}
	},
	[9709] = {
		id = 9709,
		name = "精英攻一",
		point = 750,
		affix = {
			9709,
			1,
			0
		}
	},
	[9710] = {
		id = 9710,
		name = "精英攻二",
		point = 1000,
		affix = {
			9710,
			1,
			0
		}
	},
	[9711] = {
		id = 9711,
		name = "精英防一",
		point = 750,
		affix = {
			9711,
			1,
			0
		}
	},
	[9712] = {
		id = 9712,
		name = "精英防二",
		point = 1000,
		affix = {
			9712,
			1,
			0
		}
	},
	[9721] = {
		id = 9721,
		name = "霸体",
		point = 1000,
		affix = {
			9721,
			1,
			0
		}
	},
	[9801] = {
		id = 9801,
		name = "兵部卿1",
		point = 300,
		affix = {
			9801,
			1,
			1
		}
	},
	[9802] = {
		id = 9802,
		name = "兵部卿2",
		point = 300,
		affix = {
			9802,
			1,
			1
		}
	},
	[9803] = {
		id = 9803,
		name = "兵部卿3",
		point = 300,
		affix = {
			9803,
			1,
			1
		}
	},
	[9804] = {
		id = 9804,
		name = "兵部卿4",
		point = 300,
		affix = {
			9804,
			1,
			1
		}
	},
	[9805] = {
		id = 9805,
		name = "兵部卿5",
		point = 200,
		affix = {
			9805,
			1,
			1
		}
	},
	[9806] = {
		id = 9806,
		name = "兵部卿6",
		point = 300,
		affix = {
			9806,
			1,
			1
		}
	},
	[9807] = {
		id = 9807,
		name = "兵部卿7",
		point = 300,
		affix = {
			9807,
			1,
			1
		}
	},
	[9808] = {
		id = 9808,
		name = "兵部卿8",
		point = 300,
		affix = {
			9808,
			1,
			1
		}
	},
	[9809] = {
		id = 9809,
		name = "兵部卿9",
		point = 200,
		affix = {
			9809,
			1,
			0
		}
	},
	[9810] = {
		id = 9810,
		name = "兵部卿10",
		point = 200,
		affix = {
			9810,
			1,
			1
		}
	},
	[9811] = {
		id = 9811,
		name = "梦境通用增伤",
		point = 200,
		affix = {
			9811,
			1,
			0
		}
	},
	[9812] = {
		id = 9812,
		name = "高墙1",
		point = 300,
		affix = {
			9812,
			1,
			1
		}
	},
	[9813] = {
		id = 9813,
		name = "高墙2",
		point = 300,
		affix = {
			9813,
			1,
			1
		}
	},
	[9814] = {
		id = 9814,
		name = "高墙3",
		point = 300,
		affix = {
			9814,
			1,
			1
		}
	},
	[9815] = {
		id = 9815,
		name = "高墙4",
		point = 200,
		affix = {
			9815,
			1,
			1
		}
	},
	[9816] = {
		id = 9816,
		name = "高墙5",
		point = 200,
		affix = {
			9816,
			1,
			1
		}
	},
	[9817] = {
		id = 9817,
		name = "高墙6",
		point = 200,
		affix = {
			9817,
			1,
			1
		}
	},
	[9818] = {
		id = 9818,
		name = "高墙7",
		point = 300,
		affix = {
			9818,
			1,
			1
		}
	},
	[9819] = {
		id = 9819,
		name = "高墙8",
		point = 300,
		affix = {
			9819,
			1,
			1
		}
	},
	[9820] = {
		id = 9820,
		name = "高墙9",
		point = 300,
		affix = {
			9820,
			1,
			1
		}
	},
	[9823] = {
		id = 9823,
		name = "暗金属1",
		point = 300,
		affix = {
			9823,
			1,
			2
		}
	},
	[9824] = {
		id = 9824,
		name = "暗金属2",
		point = 300,
		affix = {
			9824,
			1,
			2
		}
	},
	[9825] = {
		id = 9825,
		name = "暗金属3",
		point = 300,
		affix = {
			9825,
			1,
			2
		}
	},
	[9826] = {
		id = 9826,
		name = "暗金属4",
		point = 300,
		affix = {
			9826,
			1,
			2
		}
	},
	[9827] = {
		id = 9827,
		name = "暗金属5",
		point = 200,
		affix = {
			9827,
			1,
			2
		}
	},
	[9828] = {
		id = 9828,
		name = "暗金属6",
		point = 200,
		affix = {
			9828,
			1,
			2
		}
	},
	[9829] = {
		id = 9829,
		name = "暗金属7",
		point = 200,
		affix = {
			9829,
			1,
			2
		}
	},
	[9830] = {
		id = 9830,
		name = "暗金属8",
		point = 200,
		affix = {
			9830,
			1,
			2
		}
	},
	[9832] = {
		id = 9832,
		name = "暗金属10",
		point = 200,
		affix = {
			9832,
			1,
			2
		}
	},
	[9834] = {
		id = 9834,
		name = "哈加提1",
		point = 300,
		affix = {
			9834,
			1,
			2
		}
	},
	[9835] = {
		id = 9835,
		name = "哈加提2",
		point = 300,
		affix = {
			9835,
			1,
			2
		}
	},
	[9836] = {
		id = 9836,
		name = "哈加提3",
		point = 300,
		affix = {
			9836,
			1,
			2
		}
	},
	[9837] = {
		id = 9837,
		name = "哈加提4",
		point = 300,
		affix = {
			9837,
			1,
			2
		}
	},
	[9838] = {
		id = 9838,
		name = "哈加提5",
		point = 300,
		affix = {
			9838,
			1,
			2
		}
	},
	[9839] = {
		id = 9839,
		name = "哈加提6",
		point = 200,
		affix = {
			9839,
			1,
			2
		}
	},
	[9840] = {
		id = 9840,
		name = "哈加提7",
		point = 200,
		affix = {
			9840,
			1,
			2
		}
	},
	[9841] = {
		id = 9841,
		name = "哈加提8",
		point = 200,
		affix = {
			9841,
			1,
			2
		}
	},
	[9843] = {
		id = 9843,
		name = "哈加提10",
		point = 200,
		affix = {
			9843,
			1,
			2
		}
	},
	[9901] = {
		id = 9901,
		name = "伊森一",
		point = 200,
		affix = {
			9901,
			1,
			2
		}
	},
	[9902] = {
		id = 9902,
		name = "人马一",
		point = 400,
		affix = {
			9902,
			1,
			2
		}
	},
	[9903] = {
		id = 9903,
		name = "蛇神1",
		point = 100,
		affix = {
			9903,
			1,
			2
		}
	},
	[9904] = {
		id = 9904,
		name = "幻骸战骸1",
		point = 400,
		affix = {
			9904,
			1,
			1
		}
	},
	[9905] = {
		id = 9905,
		name = "哈法斯1",
		point = 300,
		affix = {
			9905,
			1,
			2
		}
	},
	[9906] = {
		id = 9906,
		name = "雅典娜1",
		point = 200,
		affix = {
			9906,
			1,
			2
		}
	},
	[9907] = {
		id = 9907,
		name = "伊森二",
		point = 200,
		affix = {
			9907,
			1,
			2
		}
	},
	[9908] = {
		id = 9908,
		name = "净化者一",
		point = 350,
		affix = {
			9908,
			1,
			1
		}
	},
	[9909] = {
		id = 9909,
		name = "圣洁者一",
		point = 350,
		affix = {
			9909,
			1,
			1
		}
	},
	[9910] = {
		id = 9910,
		name = "战骸一",
		point = 350,
		affix = {
			9910,
			1,
			1
		}
	},
	[9911] = {
		id = 9911,
		name = "战骸二",
		point = 300,
		affix = {
			9911,
			1,
			1
		}
	},
	[9912] = {
		id = 9912,
		name = "雅典娜二",
		point = 300,
		affix = {
			9912,
			1,
			2
		}
	},
	[9913] = {
		id = 9913,
		name = "战骸三",
		point = 200,
		affix = {
			9913,
			1,
			1
		}
	},
	[9914] = {
		id = 9914,
		name = "人马二",
		point = 200,
		affix = {
			9914,
			1,
			2
		}
	},
	[9915] = {
		id = 9915,
		name = "圣洁者二",
		point = 200,
		affix = {
			9915,
			1,
			1
		}
	},
	[9916] = {
		id = 9916,
		name = "圣洁者三",
		point = 350,
		affix = {
			9916,
			1,
			1
		}
	},
	[9917] = {
		id = 9917,
		name = "雅典娜回复",
		point = 250,
		affix = {
			9917,
			1,
			2
		}
	},
	[9918] = {
		id = 9918,
		name = "雅典娜伤害",
		point = 200,
		affix = {
			9918,
			1,
			2
		}
	},
	[9919] = {
		id = 9919,
		name = "雅典娜招架",
		point = 300,
		affix = {
			9919,
			1,
			2
		}
	},
	[9920] = {
		id = 9920,
		name = "伊森减伤",
		point = 250,
		affix = {
			9920,
			1,
			2
		}
	},
	[9921] = {
		id = 9921,
		name = "奥利海姆一",
		point = 200,
		affix = {
			9921,
			1,
			1
		}
	},
	[9922] = {
		id = 9922,
		name = "奥利海姆二",
		point = 300,
		affix = {
			9922,
			1,
			1
		}
	},
	[9923] = {
		id = 9923,
		name = "奥利海姆三",
		point = 150,
		affix = {
			9923,
			1,
			1
		}
	},
	[9924] = {
		id = 9924,
		name = "奥利海姆四",
		point = 250,
		affix = {
			9924,
			1,
			1
		}
	},
	[9925] = {
		id = 9925,
		name = "奥利海姆五",
		point = 350,
		affix = {
			9925,
			1,
			1
		}
	},
	[9926] = {
		id = 9926,
		name = "人马三",
		point = 200,
		affix = {
			9926,
			1,
			2
		}
	},
	[9927] = {
		id = 9927,
		name = "人马四",
		point = 350,
		affix = {
			9927,
			1,
			2
		}
	},
	[9928] = {
		id = 9928,
		name = "人马五",
		point = 200,
		affix = {
			9928,
			1,
			2
		}
	},
	[9929] = {
		id = 9929,
		name = "人马六",
		point = 350,
		affix = {
			9929,
			1,
			2
		}
	},
	[9930] = {
		id = 9930,
		name = "伊森四",
		point = 350,
		affix = {
			9930,
			1,
			2
		}
	},
	[9931] = {
		id = 9931,
		name = "伊森四",
		point = 350,
		affix = {
			9931,
			1,
			2
		}
	},
	[9932] = {
		id = 9932,
		name = "伊森五",
		point = 200,
		affix = {
			9932,
			1,
			2
		}
	},
	[9933] = {
		id = 9933,
		name = "伊森六",
		point = 200,
		affix = {
			9933,
			1,
			2
		}
	},
	[9934] = {
		id = 9934,
		name = "伊森七",
		point = 350,
		affix = {
			9934,
			1,
			2
		}
	},
	[9935] = {
		id = 9935,
		name = "战骸四",
		point = 350,
		affix = {
			9935,
			1,
			1
		}
	},
	[9936] = {
		id = 9936,
		name = "战骸五",
		point = 300,
		affix = {
			9936,
			1,
			1
		}
	},
	[9937] = {
		id = 9937,
		name = "战骸六",
		point = 350,
		affix = {
			9937,
			1,
			1
		}
	},
	[9938] = {
		id = 9938,
		name = "净化者五",
		point = 350,
		affix = {
			9938,
			1,
			1
		}
	},
	[9939] = {
		id = 9939,
		name = "净化者六",
		point = 200,
		affix = {
			9939,
			1,
			1
		}
	},
	[9940] = {
		id = 9940,
		name = "奥利海姆六",
		point = 300,
		affix = {
			9940,
			1,
			1
		}
	},
	[9941] = {
		id = 9941,
		name = "伊森九",
		point = 350,
		affix = {
			9941,
			1,
			2
		}
	},
	[9942] = {
		id = 9942,
		name = "人马七",
		point = 350,
		affix = {
			9942,
			1,
			2
		}
	},
	[9943] = {
		id = 9943,
		name = "人马八",
		point = 250,
		affix = {
			9943,
			1,
			2
		}
	},
	[9944] = {
		id = 9944,
		name = "战骸七",
		point = 350,
		affix = {
			9944,
			1,
			1
		}
	},
	[9945] = {
		id = 9945,
		name = "战骸八",
		point = 250,
		affix = {
			9945,
			1,
			1
		}
	},
	[9946] = {
		id = 9946,
		name = "净化者七",
		point = 250,
		affix = {
			9946,
			1,
			1
		}
	},
	[9947] = {
		id = 9947,
		name = "雅典娜六",
		point = 350,
		affix = {
			9947,
			1,
			2
		}
	},
	[9948] = {
		id = 9948,
		name = "雅典娜七",
		point = 350,
		affix = {
			9948,
			1,
			2
		}
	},
	[9949] = {
		id = 9949,
		name = "雅典娜八",
		point = 200,
		affix = {
			9949,
			1,
			2
		}
	},
	[9950] = {
		id = 9950,
		name = "奥利海姆七",
		point = 300,
		affix = {
			9950,
			1,
			1
		}
	},
	[9951] = {
		id = 9951,
		name = "奥利海姆八",
		point = 350,
		affix = {
			9951,
			1,
			1
		}
	},
	[9952] = {
		id = 9952,
		name = "奥利海姆九",
		point = 200,
		affix = {
			9952,
			1,
			1
		}
	},
	[9953] = {
		id = 9953,
		name = "奥利海姆十",
		point = 350,
		affix = {
			9953,
			1,
			1
		}
	},
	[9954] = {
		id = 9954,
		name = "奥利海姆十一",
		point = 300,
		affix = {
			9954,
			1,
			1
		}
	},
	[9955] = {
		id = 9955,
		name = "奥利海姆十二",
		point = 300,
		affix = {
			9955,
			1,
			1
		}
	},
	[1801] = {
		id = 1801,
		name = "神活11",
		point = 0,
		affix = {
			341,
			1,
			3
		}
	},
	[1802] = {
		id = 1802,
		name = "神活12",
		point = 0,
		affix = {
			341,
			2,
			3
		}
	},
	[1803] = {
		id = 1803,
		name = "神活13",
		point = 0,
		affix = {
			341,
			3,
			3
		}
	},
	[1804] = {
		id = 1804,
		name = "神活14",
		point = 0,
		affix = {
			341,
			4,
			3
		}
	},
	[1805] = {
		id = 1805,
		name = "神活15",
		point = 0,
		affix = {
			341,
			5,
			3
		}
	},
	[1806] = {
		id = 1806,
		name = "神活21",
		point = 0,
		affix = {
			342,
			1,
			3
		}
	},
	[1807] = {
		id = 1807,
		name = "神活22",
		point = 0,
		affix = {
			342,
			2,
			3
		}
	},
	[1808] = {
		id = 1808,
		name = "神活23",
		point = 0,
		affix = {
			342,
			3,
			3
		}
	},
	[1809] = {
		id = 1809,
		name = "神活24",
		point = 0,
		affix = {
			342,
			4,
			3
		}
	},
	[1810] = {
		id = 1810,
		name = "神活25",
		point = 0,
		affix = {
			342,
			5,
			3
		}
	},
	[1811] = {
		id = 1811,
		name = "神活31",
		point = 0,
		affix = {
			343,
			1,
			3
		}
	},
	[1812] = {
		id = 1812,
		name = "神活32",
		point = 0,
		affix = {
			343,
			2,
			3
		}
	},
	[1813] = {
		id = 1813,
		name = "神活33",
		point = 0,
		affix = {
			343,
			3,
			3
		}
	},
	[1814] = {
		id = 1814,
		name = "神活34",
		point = 0,
		affix = {
			343,
			4,
			3
		}
	},
	[1815] = {
		id = 1815,
		name = "神活35",
		point = 0,
		affix = {
			343,
			5,
			3
		}
	},
	[1816] = {
		id = 1816,
		name = "神活41",
		point = 0,
		affix = {
			344,
			1,
			3
		}
	},
	[1817] = {
		id = 1817,
		name = "神活42",
		point = 0,
		affix = {
			344,
			2,
			3
		}
	},
	[1818] = {
		id = 1818,
		name = "神活43",
		point = 0,
		affix = {
			344,
			3,
			3
		}
	},
	[1819] = {
		id = 1819,
		name = "神活44",
		point = 0,
		affix = {
			344,
			4,
			3
		}
	},
	[1820] = {
		id = 1820,
		name = "神活45",
		point = 0,
		affix = {
			344,
			5,
			3
		}
	},
	[1821] = {
		id = 1821,
		name = "神活51",
		point = 0,
		affix = {
			345,
			1,
			3
		}
	},
	[1822] = {
		id = 1822,
		name = "神活52",
		point = 0,
		affix = {
			345,
			2,
			3
		}
	},
	[1823] = {
		id = 1823,
		name = "神活53",
		point = 0,
		affix = {
			345,
			3,
			3
		}
	},
	[1824] = {
		id = 1824,
		name = "神活54",
		point = 0,
		affix = {
			345,
			4,
			3
		}
	},
	[1825] = {
		id = 1825,
		name = "神活55",
		point = 0,
		affix = {
			345,
			5,
			3
		}
	},
	[1826] = {
		id = 1826,
		name = "神活61",
		point = 0,
		affix = {
			346,
			1,
			3
		}
	},
	[1827] = {
		id = 1827,
		name = "神活62",
		point = 0,
		affix = {
			346,
			2,
			3
		}
	},
	[1828] = {
		id = 1828,
		name = "神活63",
		point = 0,
		affix = {
			346,
			3,
			3
		}
	},
	[1829] = {
		id = 1829,
		name = "神活64",
		point = 0,
		affix = {
			346,
			4,
			3
		}
	},
	[1830] = {
		id = 1830,
		name = "神活65",
		point = 0,
		affix = {
			346,
			5,
			3
		}
	},
	[1831] = {
		id = 1831,
		name = "神活71",
		point = 0,
		affix = {
			347,
			1,
			3
		}
	},
	[1832] = {
		id = 1832,
		name = "神活72",
		point = 0,
		affix = {
			347,
			2,
			3
		}
	},
	[1833] = {
		id = 1833,
		name = "神活73",
		point = 0,
		affix = {
			347,
			3,
			3
		}
	},
	[1834] = {
		id = 1834,
		name = "神活74",
		point = 0,
		affix = {
			347,
			4,
			3
		}
	},
	[1835] = {
		id = 1835,
		name = "神活75",
		point = 0,
		affix = {
			347,
			5,
			3
		}
	},
	[1836] = {
		id = 1836,
		name = "神活81",
		point = 0,
		affix = {
			348,
			1,
			3
		}
	},
	[1837] = {
		id = 1837,
		name = "神活82",
		point = 0,
		affix = {
			348,
			2,
			3
		}
	},
	[1838] = {
		id = 1838,
		name = "神活83",
		point = 0,
		affix = {
			348,
			3,
			3
		}
	},
	[1839] = {
		id = 1839,
		name = "神活84",
		point = 0,
		affix = {
			348,
			4,
			3
		}
	},
	[1840] = {
		id = 1840,
		name = "神活85",
		point = 0,
		affix = {
			348,
			5,
			3
		}
	},
	[1841] = {
		id = 1841,
		name = "神活91",
		point = 0,
		affix = {
			349,
			1,
			3
		}
	},
	[1842] = {
		id = 1842,
		name = "神活92",
		point = 0,
		affix = {
			349,
			2,
			3
		}
	},
	[1843] = {
		id = 1843,
		name = "神活93",
		point = 0,
		affix = {
			349,
			3,
			3
		}
	},
	[1844] = {
		id = 1844,
		name = "神活94",
		point = 0,
		affix = {
			349,
			4,
			3
		}
	},
	[1845] = {
		id = 1845,
		name = "神活95",
		point = 0,
		affix = {
			349,
			5,
			3
		}
	},
	[1846] = {
		id = 1846,
		name = "神活101",
		point = 0,
		affix = {
			350,
			1,
			3
		}
	},
	[1847] = {
		id = 1847,
		name = "神活102",
		point = 0,
		affix = {
			350,
			2,
			3
		}
	},
	[1848] = {
		id = 1848,
		name = "神活103",
		point = 0,
		affix = {
			350,
			3,
			3
		}
	},
	[1849] = {
		id = 1849,
		name = "神活104",
		point = 0,
		affix = {
			350,
			4,
			3
		}
	},
	[1850] = {
		id = 1850,
		name = "神活105",
		point = 0,
		affix = {
			350,
			5,
			3
		}
	},
	[1851] = {
		id = 1851,
		name = "神活奥山",
		point = 0,
		affix = {
			351,
			1,
			3
		}
	},
	[1852] = {
		id = 1852,
		name = "神活尼罗",
		point = 0,
		affix = {
			352,
			1,
			3
		}
	},
	[1853] = {
		id = 1853,
		name = "神活真樱",
		point = 0,
		affix = {
			353,
			1,
			3
		}
	},
	[1854] = {
		id = 1854,
		name = "神活圣树",
		point = 0,
		affix = {
			354,
			1,
			3
		}
	},
	[1855] = {
		id = 1855,
		name = "神活众星",
		point = 0,
		affix = {
			355,
			1,
			3
		}
	},
	[40100001] = {
		id = 40100001,
		name = "伊森1",
		point = 200,
		affix = {
			9901,
			1,
			2
		}
	},
	[40120001] = {
		id = 40120001,
		name = "人马1",
		point = 300,
		affix = {
			9902,
			1,
			2
		}
	},
	[40140001] = {
		id = 40140001,
		name = "蛇神1",
		point = 100,
		affix = {
			9903,
			1,
			2
		}
	},
	[30120001] = {
		id = 30120001,
		name = "幻骸战骸1",
		point = 400,
		affix = {
			9904,
			1,
			1
		}
	},
	[1901] = {
		id = 1901,
		name = "战欲1",
		point = 100,
		affix = {
			310,
			1,
			0
		}
	},
	[1902] = {
		id = 1902,
		name = "战欲2",
		point = 200,
		affix = {
			310,
			2,
			0
		}
	},
	[1903] = {
		id = 1903,
		name = "战欲3",
		point = 300,
		affix = {
			310,
			3,
			0
		}
	},
	[1904] = {
		id = 1904,
		name = "战欲4",
		point = 400,
		affix = {
			310,
			4,
			0
		}
	},
	[1905] = {
		id = 1905,
		name = "战欲5",
		point = 500,
		affix = {
			310,
			5,
			0
		}
	},
	[1906] = {
		id = 1906,
		name = "竭渴1",
		point = 100,
		affix = {
			164,
			1,
			0
		}
	},
	[1907] = {
		id = 1907,
		name = "竭渴2",
		point = 200,
		affix = {
			164,
			2,
			0
		}
	},
	[1908] = {
		id = 1908,
		name = "竭渴3",
		point = 300,
		affix = {
			164,
			3,
			0
		}
	},
	[1909] = {
		id = 1909,
		name = "火山",
		point = 100,
		affix = {
			138,
			1,
			0
		}
	},
	[1910] = {
		id = 1910,
		name = "衰竭1",
		point = 100,
		affix = {
			155,
			1,
			3
		}
	},
	[1911] = {
		id = 1911,
		name = "衰竭2",
		point = 200,
		affix = {
			155,
			2,
			3
		}
	},
	[1912] = {
		id = 1912,
		name = "衰竭3",
		point = 300,
		affix = {
			155,
			3,
			3
		}
	},
	[1913] = {
		id = 1913,
		name = "精锐1",
		point = 100,
		affix = {
			168,
			1,
			0
		}
	},
	[1914] = {
		id = 1914,
		name = "精锐2",
		point = 200,
		affix = {
			168,
			2,
			0
		}
	},
	[1915] = {
		id = 1915,
		name = "垒盾1",
		point = 100,
		affix = {
			169,
			1,
			0
		}
	},
	[1916] = {
		id = 1916,
		name = "垒盾2",
		point = 200,
		affix = {
			169,
			2,
			0
		}
	},
	[1917] = {
		id = 1917,
		name = "灼烧1",
		point = 100,
		affix = {
			122,
			1,
			0
		}
	},
	[1918] = {
		id = 1918,
		name = "灼烧2",
		point = 300,
		affix = {
			122,
			2,
			0
		}
	},
	[1919] = {
		id = 1919,
		name = "灼烧3",
		point = 500,
		affix = {
			122,
			3,
			0
		}
	},
	[1920] = {
		id = 1920,
		name = "吞灭1",
		point = 100,
		affix = {
			299,
			1,
			0
		}
	},
	[1921] = {
		id = 1921,
		name = "吞灭2",
		point = 200,
		affix = {
			299,
			2,
			0
		}
	},
	[1922] = {
		id = 1922,
		name = "吞灭3",
		point = 300,
		affix = {
			299,
			3,
			0
		}
	},
	[1923] = {
		id = 1923,
		name = "力竭1",
		point = 200,
		affix = {
			321,
			1,
			3
		}
	},
	[1924] = {
		id = 1924,
		name = "力竭2",
		point = 300,
		affix = {
			321,
			2,
			3
		}
	},
	[1925] = {
		id = 1925,
		name = "力竭3",
		point = 400,
		affix = {
			321,
			3,
			3
		}
	},
	[1926] = {
		id = 1926,
		name = "献祭1",
		point = 200,
		affix = {
			131,
			1,
			0
		}
	},
	[1927] = {
		id = 1927,
		name = "独狼1",
		point = 200,
		affix = {
			132,
			1,
			0
		}
	},
	[1928] = {
		id = 1928,
		name = "背水1",
		point = 100,
		affix = {
			209,
			1,
			1
		}
	},
	[1929] = {
		id = 1929,
		name = "幻身1",
		point = 100,
		affix = {
			284,
			1,
			1
		}
	},
	[1930] = {
		id = 1930,
		name = "折威1",
		point = 100,
		affix = {
			301,
			1,
			0
		}
	},
	[1931] = {
		id = 1931,
		name = "折威2",
		point = 200,
		affix = {
			301,
			2,
			0
		}
	},
	[2001] = {
		id = 2001,
		name = "极闪支援",
		point = 500,
		affix = {
			9138,
			1,
			1
		}
	},
	[2002] = {
		id = 2002,
		name = "蛇神之凝",
		point = 500,
		affix = {
			9139,
			1,
			1
		}
	},
	[2003] = {
		id = 2003,
		name = "抉择时刻",
		point = 500,
		affix = {
			9140,
			1,
			1
		}
	},
	[2004] = {
		id = 2004,
		name = "繁衍之息",
		point = 500,
		affix = {
			9141,
			1,
			1
		}
	},
	[2005] = {
		id = 2005,
		name = "紧急修复",
		point = 500,
		affix = {
			9142,
			1,
			1
		}
	},
	[2006] = {
		id = 2006,
		name = "共生同栖",
		point = 500,
		affix = {
			9143,
			1,
			1
		}
	},
	[2007] = {
		id = 2007,
		name = "毫无默契",
		point = 500,
		affix = {
			9144,
			1,
			1
		}
	},
	[2008] = {
		id = 2008,
		name = "献祭融淬",
		point = 500,
		affix = {
			9145,
			1,
			1
		}
	},
	[2009] = {
		id = 2009,
		name = "协助",
		point = 300,
		affix = {
			9146,
			1,
			3
		}
	},
	[2010] = {
		id = 2010,
		name = "置换",
		point = 300,
		affix = {
			9147,
			1,
			3
		}
	},
	[2011] = {
		id = 2011,
		name = "张弛",
		point = 100,
		affix = {
			9148,
			1,
			3
		}
	},
	[2012] = {
		id = 2012,
		name = "破军",
		point = 200,
		affix = {
			9149,
			1,
			3
		}
	},
	[2013] = {
		id = 2013,
		name = "燃血",
		point = 300,
		affix = {
			9150,
			1,
			3
		}
	},
	[2014] = {
		id = 2014,
		name = "缚让",
		point = 100,
		affix = {
			9151,
			1,
			3
		}
	},
	[2015] = {
		id = 2015,
		name = "力战",
		point = 100,
		affix = {
			9152,
			1,
			3
		}
	},
	[2016] = {
		id = 2016,
		name = "馈偿",
		point = 100,
		affix = {
			9153,
			1,
			1
		}
	},
	[2017] = {
		id = 2017,
		name = "蓄能",
		point = 100,
		affix = {
			9154,
			1,
			3
		}
	},
	[2018] = {
		id = 2018,
		name = "抗拒",
		point = 200,
		affix = {
			9155,
			1,
			1
		}
	},
	[2019] = {
		id = 2019,
		name = "折逆",
		point = 200,
		affix = {
			9156,
			1,
			1
		}
	},
	[2020] = {
		id = 2020,
		name = "顷庇",
		point = 200,
		affix = {
			9157,
			1,
			3
		}
	},
	[2021] = {
		id = 2021,
		name = "腾闪",
		point = 100,
		affix = {
			9158,
			1,
			3
		}
	},
	[2022] = {
		id = 2022,
		name = "鏖战",
		point = 200,
		affix = {
			231,
			1,
			3
		}
	},
	all = {
		1011,
		1012,
		1013,
		1014,
		1015,
		1041,
		1042,
		1043,
		1051,
		1052,
		1053,
		1061,
		1062,
		1063,
		1071,
		1081,
		1091,
		1092,
		1101,
		1111,
		1112,
		1113,
		1121,
		1122,
		1123,
		1131,
		1132,
		1133,
		1141,
		1142,
		1151,
		1152,
		1161,
		1201,
		1202,
		1203,
		1204,
		1205,
		1206,
		1207,
		1208,
		1209,
		1210,
		1211,
		1212,
		1213,
		1214,
		1215,
		1216,
		1217,
		1218,
		1219,
		1220,
		1221,
		1222,
		1223,
		1224,
		1225,
		1226,
		1227,
		1301,
		1302,
		1303,
		1304,
		1306,
		1307,
		1308,
		1309,
		1310,
		1311,
		1312,
		1313,
		1314,
		1315,
		1316,
		1317,
		1318,
		1319,
		1320,
		1324,
		1325,
		1327,
		1329,
		1330,
		1331,
		1332,
		1333,
		1334,
		1335,
		1339,
		1340,
		1341,
		1342,
		1344,
		1346,
		1347,
		1348,
		1349,
		1350,
		1351,
		1352,
		1353,
		1354,
		1355,
		1356,
		1357,
		1358,
		1359,
		1360,
		1361,
		1362,
		1363,
		1364,
		1365,
		1366,
		1367,
		1368,
		1369,
		1370,
		1371,
		1372,
		1375,
		1376,
		1377,
		1378,
		1379,
		1380,
		1381,
		1382,
		1383,
		1384,
		1385,
		1387,
		1389,
		1390,
		1391,
		1392,
		1393,
		1394,
		1395,
		1396,
		1397,
		1398,
		1399,
		1400,
		1401,
		1402,
		1403,
		1404,
		1408,
		1409,
		1410,
		1411,
		1414,
		1415,
		1416,
		1417,
		1418,
		1419,
		1420,
		1421,
		1422,
		1423,
		1424,
		1425,
		1426,
		1427,
		1428,
		1429,
		1430,
		1431,
		1432,
		1433,
		1434,
		1435,
		1436,
		1437,
		1438,
		1439,
		1440,
		1441,
		1442,
		9301,
		9302,
		9303,
		9304,
		9305,
		9306,
		9307,
		9308,
		9401,
		9402,
		9403,
		9404,
		9405,
		9406,
		9407,
		9408,
		9501,
		9502,
		9503,
		9504,
		9505,
		9506,
		9507,
		9508,
		9509,
		9510,
		9511,
		9512,
		9513,
		9514,
		9515,
		9516,
		9517,
		9518,
		9519,
		9520,
		9521,
		9540,
		9541,
		9542,
		9543,
		9544,
		9545,
		9546,
		9547,
		9548,
		9549,
		9550,
		9551,
		9552,
		9553,
		9554,
		9555,
		9556,
		9557,
		9558,
		9559,
		9560,
		9561,
		9562,
		9563,
		9564,
		9565,
		9566,
		9567,
		9568,
		9569,
		9570,
		9571,
		9572,
		9573,
		9574,
		9575,
		9576,
		9577,
		9578,
		9579,
		9580,
		9581,
		9582,
		9583,
		9584,
		9585,
		9586,
		9587,
		9588,
		9589,
		9590,
		9591,
		9592,
		9593,
		9701,
		9702,
		9703,
		9704,
		9705,
		9706,
		9707,
		9708,
		9709,
		9710,
		9711,
		9712,
		9721,
		9801,
		9802,
		9803,
		9804,
		9805,
		9806,
		9807,
		9808,
		9809,
		9810,
		9811,
		9812,
		9813,
		9814,
		9815,
		9816,
		9817,
		9818,
		9819,
		9820,
		9823,
		9824,
		9825,
		9826,
		9827,
		9828,
		9829,
		9830,
		9832,
		9834,
		9835,
		9836,
		9837,
		9838,
		9839,
		9840,
		9841,
		9843,
		9901,
		9902,
		9903,
		9904,
		9905,
		9906,
		9907,
		9908,
		9909,
		9910,
		9911,
		9912,
		9913,
		9914,
		9915,
		9916,
		9917,
		9918,
		9919,
		9920,
		9921,
		9922,
		9923,
		9924,
		9925,
		9926,
		9927,
		9928,
		9929,
		9930,
		9931,
		9932,
		9933,
		9934,
		9935,
		9936,
		9937,
		9938,
		9939,
		9940,
		9941,
		9942,
		9943,
		9944,
		9945,
		9946,
		9947,
		9948,
		9949,
		9950,
		9951,
		9952,
		9953,
		9954,
		9955,
		1801,
		1802,
		1803,
		1804,
		1805,
		1806,
		1807,
		1808,
		1809,
		1810,
		1811,
		1812,
		1813,
		1814,
		1815,
		1816,
		1817,
		1818,
		1819,
		1820,
		1821,
		1822,
		1823,
		1824,
		1825,
		1826,
		1827,
		1828,
		1829,
		1830,
		1831,
		1832,
		1833,
		1834,
		1835,
		1836,
		1837,
		1838,
		1839,
		1840,
		1841,
		1842,
		1843,
		1844,
		1845,
		1846,
		1847,
		1848,
		1849,
		1850,
		1851,
		1852,
		1853,
		1854,
		1855,
		40100001,
		40120001,
		40140001,
		30120001,
		1901,
		1902,
		1903,
		1904,
		1905,
		1906,
		1907,
		1908,
		1909,
		1910,
		1911,
		1912,
		1913,
		1914,
		1915,
		1916,
		1917,
		1918,
		1919,
		1920,
		1921,
		1922,
		1923,
		1924,
		1925,
		1926,
		1927,
		1928,
		1929,
		1930,
		1931,
		2001,
		2002,
		2003,
		2004,
		2005,
		2006,
		2007,
		2008,
		2009,
		2010,
		2011,
		2012,
		2013,
		2014,
		2015,
		2016,
		2017,
		2018,
		2019,
		2020,
		2021,
		2022
	}
}
