return {
	[3060001] = {
		map = "3060001",
		name = "数据错误-轻微",
		ai_level = 4,
		monster_level = 80,
		id = 3060001,
		tips = [[
目标：镰骸
危险程度：中
----------------------------
长出锋利的钢爪的视骸，攻击方式十分野性
没有智商，完全凭借本能行动]],
		attribute_factor = {
			1000,
			1000,
			20350
		}
	},
	[3060002] = {
		map = "3060002",
		name = "数据错误-一般",
		ai_level = 4,
		monster_level = 80,
		id = 3060002,
		tips = [[
目标：战骸
危险程度：高
----------------------------
挥舞着不明物质构成的剑和盾牌，是一种比较常见的中大型视骸非常灵活，往往会以不可思议的方式躲掉攻击]],
		attribute_factor = {
			1000,
			1000,
			20350
		}
	},
	[3060003] = {
		map = "3060003",
		name = "数据错误-中等",
		ai_level = 4,
		monster_level = 80,
		id = 3060003,
		tips = [[
目标：哈加提
危险程度：高
----------------------------
视骸大量吞噬源层物质形成的特殊个体
拥有超过一般视骸的破坏力
威胁巨大，是首要清除对象]],
		attribute_factor = {
			1000,
			1000,
			20350
		}
	},
	[3060004] = {
		map = "3060004",
		name = "参数异常-轻微",
		ai_level = 4,
		monster_level = 80,
		id = 3060004,
		tips = [[
目标：镰骸
危险程度：中
----------------------------
长出锋利的钢爪的视骸，攻击方式十分野性
没有智商，完全凭借本能行动]],
		attribute_factor = {
			1000,
			1000,
			10175
		}
	},
	[3060005] = {
		map = "3060005",
		name = "参数异常-轻微",
		ai_level = 4,
		monster_level = 80,
		id = 3060005,
		tips = [[
目标：净化者集群
危险程度：中
----------------------------
只有富有经验的修正者小队才能在和净化者的对抗中占据优势地位
擅长偷袭，与其作战不可大意]],
		attribute_factor = {
			1000,
			1000,
			13635
		}
	},
	[3060006] = {
		map = "3060006",
		name = "参数异常-一般",
		ai_level = 4,
		monster_level = 80,
		id = 3060006,
		tips = [[
目标：圣洁者集群
危险程度：高
----------------------------
悬浮移动，经常从远距离发动攻击的视骸
难以被消灭，不要过分纠缠]],
		attribute_factor = {
			1000,
			1000,
			13635
		}
	},
	[3060101] = {
		map = "3060101",
		name = "失序-一般",
		ai_level = 4,
		monster_level = 80,
		id = 3060101,
		tips = "迷铁之家的二把手\n特点是拥有强悍的体质\n连续作战数小时后依然可以奔行十余里",
		attribute_factor = {
			1000,
			1000,
			36630
		}
	},
	[3060102] = {
		map = "3060102",
		name = "失序-一般",
		ai_level = 4,
		monster_level = 80,
		id = 3060102,
		tips = "穿着紧身皮衣的冷酷女性\n最擅长从背后出其不意偷袭目标",
		attribute_factor = {
			1000,
			1000,
			36630
		}
	},
	[3060103] = {
		map = "3060103",
		name = "失序-中等",
		ai_level = 4,
		monster_level = 80,
		id = 3060103,
		tips = "迷铁之家安保中最优秀、最强壮的成员\n<color=#00c7c7>火属性伤害提高25%</color>\n<color=#00c7c7>近战修正者造成的伤害提高15%</color>",
		attribute_factor = {
			1000,
			1000,
			36630
		}
	},
	[3060104] = {
		map = "3060104",
		name = "崩溃-中等",
		ai_level = 4,
		monster_level = 80,
		id = 3060104,
		tips = "宫蛇家的守卫\n比一般人形视骸灵活许多",
		attribute_factor = {
			1000,
			1000,
			61050
		}
	},
	[3060105] = {
		map = "3060105",
		name = "崩溃-中等",
		ai_level = 4,
		monster_level = 80,
		id = 3060105,
		tips = "侍奉宫蛇家的护卫队长\n比一般人形视骸身材更为高大魁梧",
		attribute_factor = {
			1000,
			1000,
			61050
		}
	},
	[3060106] = {
		map = "3060106",
		name = "崩溃-严重",
		ai_level = 4,
		monster_level = 80,
		id = 3060106,
		tips = "<color=#dd0000>该敌人拥有极强的防御力</color>\n<color=#00c7c7>神能获取率提高25%</color>\n<color=#00c7c7>修正空间内，全队会心率提高25%</color>",
		attribute_factor = {
			1000,
			1000,
			61050
		}
	},
	[3060107] = {
		map = "3060107",
		name = "混沌-严重",
		ai_level = 4,
		monster_level = 80,
		id = 3060107,
		tips = "危险的流浪拳手\n曾经在地下黑拳场取得过年度擂台王的称号\n全力攻击造成的破坏力非常惊人",
		attribute_factor = {
			1000,
			1000,
			97680
		}
	},
	[3060108] = {
		map = "3060108",
		name = "混沌-严重",
		ai_level = 4,
		monster_level = 80,
		id = 3060108,
		tips = "制式的军用装甲双足战车\n会向目标倾泻出暴雨般的火力",
		attribute_factor = {
			1000,
			1000,
			97680
		}
	},
	[3060109] = {
		map = "3060109",
		name = "混沌-危重",
		ai_level = 4,
		monster_level = 80,
		id = 3060109,
		tips = "采用了最先进的新型动力结构的军用智械\n<color=#00c7c7>零时空间内全队会心伤害提高50%</color>\n<color=#00c7c7>退出零时空间，全队获得30%的减伤，持续5秒</color>",
		attribute_factor = {
			1000,
			1000,
			97680
		}
	},
	[3060110] = {
		map = "3060110",
		name = "混沌-危重",
		ai_level = 4,
		monster_level = 80,
		id = 3060110,
		tips = [[
遭遇骸能侵蚀形成的特殊骸化智械，狂躁而不可控
<color=#00c7c7>火属性伤害提高25%</color>
<color=#00c7c7>印记类型角色的技能伤害提高25%</color>
<color=#00c7c7>神能类型角色的技能伤害提高25%</color>]],
		attribute_factor = {
			1000,
			1000,
			97680
		}
	},
	[3060201] = {
		map = "3060201",
		name = "失序-一般",
		ai_level = 4,
		monster_level = 80,
		id = 3060201,
		tips = [[
目标：智械-战场
危险程度：中
----------------------------
兼容性、机动性均表现惊人
但其单位时间的火力投射远远不如同档位智械
缺少远程攻击的手段]],
		attribute_factor = {
			1000,
			1000,
			36630
		}
	},
	[3060202] = {
		map = "3060202",
		name = "失序-一般",
		ai_level = 4,
		monster_level = 80,
		id = 3060202,
		tips = [[
目标：组装体
危险程度：高
----------------------------
之前单独作战时都不太强的三种基础智械，在组合完成后发生了质的变化
据说这种相互组合的方式来自于遥远文明的科技]],
		attribute_factor = {
			1000,
			1000,
			36630
		}
	},
	[3060203] = {
		map = "3060203",
		name = "失序-中等",
		ai_level = 4,
		monster_level = 80,
		id = 3060203,
		tips = [[
目标：库什尔方
危险程度：高
----------------------------
安德瑞拉的完美造物，体内蕴藏着强大能量
<color=#00c7c7>受到的风属性伤害提高25%</color>
<color=#00c7c7>神能类型角色的技能伤害提高25%</color>]],
		attribute_factor = {
			1000,
			1000,
			36630
		}
	},
	[3060204] = {
		map = "3060204",
		name = "崩溃-中等",
		ai_level = 4,
		monster_level = 80,
		id = 3060204,
		tips = [[
目标：幻骸
危险程度：高
----------------------------
拥有强大的机动性，身旁往往有其他小型视骸
与同体型的视骸相比防御较为薄弱]],
		attribute_factor = {
			1000,
			1000,
			61050
		}
	},
	[3060205] = {
		map = "3060205",
		name = "崩溃-中等",
		ai_level = 4,
		monster_level = 80,
		id = 3060205,
		tips = [[
目标：战骸
危险程度：高
----------------------------
挥舞着不明物质构成的剑和盾牌，是一种比较常见的中大型视骸非常灵活，往往会以不可思议的方式躲掉攻击]],
		attribute_factor = {
			1000,
			1000,
			61050
		}
	},
	[3060206] = {
		map = "3060206",
		name = "崩溃-严重",
		ai_level = 4,
		monster_level = 80,
		id = 3060206,
		tips = [[
目标：哈加提
危险程度：高
----------------------------
体型庞大，但弱点明显
<color=#00c7c7>受到的风属性伤害提高50%</color>
<color=#00c7c7>受到的雷属性伤害提高50%</color>]],
		attribute_factor = {
			1000,
			1000,
			61050
		}
	},
	[3060207] = {
		map = "3060207",
		name = "混沌-严重",
		ai_level = 4,
		monster_level = 80,
		id = 3060207,
		tips = [[
目标：圣洁者集群
危险程度：高
----------------------------
悬浮移动，经常从远距离发动攻击的视骸
难以被消灭，不要过分纠缠]],
		attribute_factor = {
			1000,
			1000,
			97680
		}
	},
	[3060208] = {
		map = "3060208",
		name = "混沌-严重",
		ai_level = 4,
		monster_level = 80,
		id = 3060208,
		tips = [[
目标：净化者集群
危险程度：高
----------------------------
只有富有经验的修正者小队才能在和净化者的对抗中占据优势地位
擅长偷袭，与其作战不可大意]],
		attribute_factor = {
			1000,
			1000,
			97680
		}
	},
	[3060209] = {
		map = "3060209",
		name = "混沌-危重",
		ai_level = 4,
		monster_level = 80,
		id = 3060209,
		tips = [[
目标：弥诺陶洛斯
危险程度：很高
----------------------------
拥有强大而灵活的身躯，可以适应多种作战环境
<color=#F1C40F>战斗前60秒，命中队长会其眩晕3秒</color>
<color=#F1C40F>60秒后外骨骼硬化，提升自身的防御</color>]],
		attribute_factor = {
			1000,
			1000,
			97680
		}
	},
	[3060210] = {
		map = "3060210",
		name = "混沌-危重",
		ai_level = 4,
		monster_level = 80,
		id = 3060210,
		tips = [[
目标：乌尔德
危险程度：极高
----------------------------
<color=#00c7c7>受到的雷属性伤害提高25%</color>
<color=#00c7c7>天垣神系角色伤害提高25%</color>
<color=#00c7c7>神能类型角色的技能伤害提高25%</color>]],
		attribute_factor = {
			1000,
			1000,
			97680
		}
	},
	all = {
		3060001,
		3060002,
		3060003,
		3060004,
		3060005,
		3060006,
		3060101,
		3060102,
		3060103,
		3060104,
		3060105,
		3060106,
		3060107,
		3060108,
		3060109,
		3060110,
		3060201,
		3060202,
		3060203,
		3060204,
		3060205,
		3060206,
		3060207,
		3060208,
		3060209,
		3060210
	}
}
