return {
	[1001] = {
		id = 1001,
		desc = "攻击+20",
		type = 1,
		params = {
			{
				1,
				20
			}
		}
	},
	[1002] = {
		id = 1002,
		desc = "攻击+40",
		type = 1,
		params = {
			{
				1,
				40
			}
		}
	},
	[1003] = {
		id = 1003,
		desc = "攻击+60",
		type = 1,
		params = {
			{
				1,
				60
			}
		}
	},
	[1101] = {
		id = 1101,
		desc = "防御+10",
		type = 1,
		params = {
			{
				2,
				10
			}
		}
	},
	[1102] = {
		id = 1102,
		desc = "防御+30",
		type = 1,
		params = {
			{
				2,
				30
			}
		}
	},
	[1201] = {
		id = 1201,
		desc = "生命+150",
		type = 1,
		params = {
			{
				3,
				150
			}
		}
	},
	[1202] = {
		id = 1202,
		desc = "生命+450",
		type = 1,
		params = {
			{
				3,
				450
			}
		}
	},
	[1301] = {
		id = 1301,
		desc = "会心+5%",
		type = 1,
		params = {
			{
				81,
				50
			}
		}
	},
	[1401] = {
		id = 1401,
		desc = "会心伤害+20%",
		type = 1,
		params = {
			{
				82,
				200
			}
		}
	},
	[201] = {
		id = 201,
		desc = "%s「%s」的等级提高%d级",
		type = 2,
		params = {
			{
				1,
				10
			}
		}
	},
	[202] = {
		id = 202,
		desc = "%s「%s」的等级提高%d级",
		type = 2,
		params = {
			{
				2,
				10
			}
		}
	},
	[203] = {
		id = 203,
		desc = "%s「%s」的等级提高%d级",
		type = 2,
		params = {
			{
				3,
				10
			}
		}
	},
	[204] = {
		id = 204,
		desc = "%s「%s」的等级提高%d级",
		type = 2,
		params = {
			{
				4,
				10
			}
		}
	},
	[205] = {
		id = 205,
		desc = "%s「%s」的等级提高%d级",
		type = 2,
		params = {
			{
				5,
				10
			}
		}
	},
	[206] = {
		id = 206,
		desc = "全部技能等级提高10级",
		type = 2,
		params = {
			{
				1,
				10
			},
			{
				2,
				10
			},
			{
				3,
				10
			},
			{
				4,
				10
			},
			{
				5,
				10
			}
		}
	},
	[301] = {
		id = 301,
		desc = "装备的钥从超越等级提升2阶",
		type = 3,
		params = {}
	},
	[401] = {
		id = 401,
		desc = "刻印技能与跃迁效果的等级提升1级",
		type = 4,
		params = {}
	},
	[501] = {
		id = 501,
		desc = "激活刻印套装效果所需的刻印件数-1",
		type = 5,
		params = {}
	},
	all = {
		1001,
		1002,
		1003,
		1101,
		1102,
		1201,
		1202,
		1301,
		1401,
		201,
		202,
		203,
		204,
		205,
		206,
		301,
		401,
		501
	}
}
