return {
	{
		id = 1,
		title = "骸震",
		tips = "视骸活动、源层连接口被打开之后的映现。\n具体表现为：表层空间剧烈摇晃，建筑崩塌、爆炸等。骸震的程度由视骸的实力、源层裂口的大小决定。\n目前科尔盖最高理事会下属科研机构已经可以对大部分骸震做到有效预测。",
		loading_picture = "loading_3"
	},
	{
		id = 2,
		title = "视骸",
		tips = "从源层诞生，对文明具有无差别攻击欲望的怪物。\n目前产生原因不明，近年来出现了可以打开源层裂口的类型，骸震便是由这种活动产生的附属品。",
		loading_picture = "loading_8"
	},
	{
		id = 3,
		title = "控制抗性",
		tips = "部分敌人被多次叠加控制效果后，会在短时间内进入控制抵抗状态，因此对于控制型角色来说，合理安排控制技能的施放时机尤其重要。",
		loading_picture = ""
	},
	{
		id = 4,
		title = "受身",
		tips = "被敌人连续攻击或者击飞的瞬间，可以抓住时机，消耗闪避值利用受身摆脱出来，从而反击敌人。",
		loading_picture = ""
	},
	{
		id = 5,
		title = "闪避技能",
		tips = "抓住恰当的时机闪避，即可触发修正者的闪避技能。不同修正者的闪避技能效果也不同。",
		loading_picture = ""
	},
	{
		id = 6,
		title = "深空之眼",
		tips = "奥丁建立的修正者对视骸阵线，以及同盟的综合投资公司。\n目前组织人员都并入了深空之眼公司，大多拥有双重身份，一些修正者以公司员工的身份在人类社会活动。",
		loading_picture = "loading_13"
	},
	{
		id = 7,
		title = "零时空间",
		tips = "通过弥弥尔系统产生的作战优势，在战斗中依赖技能效果来触发。能帮助修正者规避掉来自敌人的伤害，并相对地减缓他们的动作。",
		loading_picture = ""
	},
	{
		id = 8,
		title = "奥义",
		tips = "修正者使出完全力量的强大招式。特定的修正者之间存在羁绊，能够施放出效果更为强大的连携奥义。",
		loading_picture = ""
	},
	{
		id = 9,
		title = "缪斯协会",
		tips = "表面上作为欧莫菲斯的「非常规艺术认证协会」。\n主要负责评定一些寻常艺术协会无法鉴别的艺术创作，并授予合格者“前卫艺术创作从业资格证”。\n实则为哈迪斯一手创立的修正者驻地，多年来与深空之眼保持着长期稳定的合作关系。",
		loading_picture = "loading_35"
	},
	{
		id = 10,
		title = "丹努炉心",
		tips = "艾因索菲西岸核心城中一间普通的机械工作室，承接一些特殊设备的锻造与改造。\n深空之眼与其店主努阿达有着深度合作。",
		loading_picture = "loading_11"
	},
	{
		id = 11,
		title = "奥林匹亚速运",
		tips = "艾因索菲龙头物流企业，主要经营业务为特色翼靴人工派件。\n在企业成员的努力与深空之眼的资助下，目前在多个原质区均有开设分部。\n“将希望送到每个人手中”——伊里斯。",
		loading_picture = "loading_14"
	},
	{
		id = 12,
		title = "斯皮尔特工业",
		tips = "斯皮尔特工业，诺伊汉萨地区首屈一指的智械生产工厂。\n前身是诺伊汉萨的家族企业，借着「灰金时代」的势头大力发展现代机械产品。",
		loading_picture = "loading_15"
	},
	{
		id = 13,
		title = "能量",
		tips = "能够随时间自行恢复的机制值，是能量型角色技能施放的条件之一。",
		loading_picture = ""
	},
	{
		id = 14,
		title = "怒气",
		tips = "依靠普攻命中累积的机制值，是怒气型角色技能施放的条件之一。",
		loading_picture = ""
	},
	{
		id = 15,
		title = "印记",
		tips = "依靠特定技能命中积累的机制值，是印记型角色部分技能施放的条件之一。",
		loading_picture = ""
	},
	{
		id = 16,
		title = "神能",
		tips = "部分修正者拥有的特殊机制值，消耗以及获取方式各异。",
		loading_picture = ""
	},
	{
		id = 17,
		title = "修正者的神系",
		tips = "「盖亚」系统除了构造十个原质区的生命树世界外，还创造了以修正为功能的区域，即根据旧世界的神话传说而产生的神域。\n目前已知的有圣树、真樱、尼罗、奥山、众星、天垣，这些神域被修正者们称之为「房间」。\n房间在培育修正者的同时会赋予他们力量，赐予他们名字，所以从相同房间内诞生的修正者，其力量的构成源也是相同的。",
		loading_picture = ""
	},
	{
		id = 18,
		title = "神系加成效果",
		tips = "同时上阵两名相同神系的修正者时，在开始修正模式时可以获得额外的神系效果。\n上阵三名相同神系的修正者时，还可以在战斗过程中获得额外加成效果。",
		loading_picture = ""
	},
	{
		id = 19,
		title = "刻印技能",
		tips = "同一部位的相同刻印拥有的初始刻印技能是固定的，即使是隐科组也无法对其进行修改。\n不过目前已经可以通过赋能为刻印添加额外的刻印技能。",
		loading_picture = ""
	},
	{
		id = 20,
		title = "神系刻印",
		tips = "部分五星刻印上蕴含了特定神域的力量，被对应神系的修正者使用时，会产生额外的能力增幅。\n消耗「重构秘仪」，可以随机转化刻印的神系加成效果，也能为没有神系加成的刻印随机附加一种加成效果。",
		loading_picture = ""
	},
	{
		id = 21,
		title = "控制效果",
		tips = "冰冻、石化效果对处于硬直和霸体状态下的单位控制时间减半；\n此外的控制效果皆不会对霸体单位生效，但对硬直状态的单位会全额生效。",
		loading_picture = ""
	},
	{
		id = 22,
		title = "护盾",
		tips = "获得护盾的单位，不仅能借此保护自己不受伤害，同时能在护盾存在期间获得霸体状态。",
		loading_picture = ""
	},
	{
		id = 23,
		title = "打断补偿",
		tips = "修正者在技能还未生效之前，如果被攻击或主动操作打断，则会返还技能的冷却与消耗。\n熟练并合理运用打断，可以在施放技能的时候规避更多伤害。",
		loading_picture = ""
	},
	{
		id = 24,
		title = "词缀",
		tips = "注意观察特殊敌人身上的词缀效果，合理分析能对击败敌人起到极大帮助。",
		loading_picture = ""
	},
	{
		id = 25,
		title = "霸体与硬直",
		tips = "处于硬直状态的单位不会被攻击打断当前动作，霸体状态下更是能免疫或者减轻控制效果。",
		loading_picture = ""
	},
	{
		id = 26,
		title = "教学",
		tips = "从入门到精通，完成教学关卡能对日后的作战带来不错的助益。",
		loading_picture = ""
	},
	{
		id = 27,
		title = "多维变量",
		tips = "多维空间是大国主为了测算盖亚世界的因果变动率而开发的模拟演算场景，只不过多次试验后都无法对「人类的选择」进行完全准确的测算，目前仅作为战术决策的训练场所而存在。",
		loading_picture = ""
	},
	{
		id = 28,
		title = "钥从",
		tips = "钥从是权钥的顺位适格者，成为修正者前的初级形态。因为依托比尔轴的变动而从神域流落，以“灵”的形式依附在各种物件上。\n当与权钥结合时可以增强权钥的力量，部分强大的灵可以改变权钥的神力控制方式。",
		loading_picture = ""
	},
	{
		id = 29,
		title = "钥从唤名",
		tips = "安详的沉睡着的无名钥从， 通过唤出TA的真名，可以令其苏醒并获得原本的力量。",
		loading_picture = ""
	},
	{
		id = 30,
		title = "源层",
		tips = "「盖亚」世界中，与普通人类生活的表层位面相对应的里层位面，储存着世界系统的原始数据，能够修复表层世界出现的错误和破坏。\n但一旦源层遭到破坏，就会反作用于表层，形成各种严重的灾难。",
		loading_picture = "loading_2"
	},
	{
		id = 31,
		title = "原质区",
		tips = "「盖亚」世界中，表层可供人类意识体生存的区域，被称为十大原质区，对应旧世界的十个战区。\n各区分布在不同位面，并通过光轨相连，用于输送基础资源。",
		loading_picture = "loading_24"
	},
	{
		id = 32,
		title = "欧莫菲斯",
		tips = "被称为【艺术之都】的原质区，因为文化艺术的输出而被熟知。全区盛行艺术创作，高造诣者也会拥有更高的社会地位。",
		loading_picture = "loading_34"
	},
	{
		id = 33,
		title = "千星学院",
		tips = "最早仅作为欧莫菲斯最高艺术学府而存在，因为星虹议会首席议员们长期在此处创作与办公，在民众的呼声下，正式成为政府办公场所。\n阿尔蒂斯盛典举办场所，同时铃兰骑士团常年驻守于此。",
		loading_picture = "loading_32"
	},
	{
		id = 34,
		title = "智械",
		tips = "由人类创造出来的辅助工具，大部分没有自主思维意识，只能执行设定好的固有指令。\n但有极少数智械因为视骸侵蚀产生了更高级的类人意识。",
		loading_picture = "loading_16"
	},
	{
		id = 35,
		title = "艾因索菲",
		tips = "整个盖亚最为富饶的原质区，自然环境温和宜人，人口由各地的高资产移民组成。\n作为光轨的中央传输枢纽与最高理事会的所在地，艾因索菲犹如整个盖亚的脊柱。",
		loading_picture = "loading_19"
	},
	{
		id = 36,
		title = "修正者",
		tips = "「盖亚」系统生成的自检程序，用于消灭世界运行过程中产生的错误。\n随着最严重错误——视骸的诞生，自检程序也进化出人格直接进入位面干涉，这种实体化、人格化的自检程序便是修正者。",
		loading_picture = "loading_17"
	},
	{
		id = 37,
		title = "盖亚",
		tips = "为了保证人类文明存续和意识永生，建设在近地轨道上的盖亚演算机所构筑的数据网络世界。\n以供旧世界的幸存者上传自身意识进入数据世界，延续人类的文明。",
		loading_picture = "loading_18"
	},
	{
		id = 38,
		title = "权钥",
		tips = "每个修正者都拥有一柄可以开启系统权限的权钥，上面刻录着对应修正者的神格。\n权钥既可能在修正者诞生时便由世界系统拟造，也有在之后的命运轨迹中再获得的类型。",
		loading_picture = "loading_12"
	},
	{
		id = 39,
		title = "重启与轮回",
		tips = "在依托比尔轴偏移率超过限定区间后，人类的毁灭已经无法阻止时，盖亚会做出强制重启的判断，以免文明走向毁灭。\n重启后，源层与表层将重置为初始状态。所有人类数据体将重置为进入盖亚世界的状态。",
		loading_picture = "loading_23"
	},
	{
		id = 40,
		title = "修正者的苏醒",
		tips = "部分修正者苏醒时是人类幼童的形态，他们的认知和普通人类没有区别，即使携带权钥也是未启用的状态。\n当他们觉醒时，修正者的力量和对自己使命的认识便会一齐进入修正者体内，并让他们的身体停止生长。",
		loading_picture = "loading_4"
	},
	{
		id = 41,
		title = "依托比尔轴",
		tips = "为了让人类可以在盖亚世界中更稳定地生活，盖亚选择对虚拟世界进程进行实时的未来演算，并确立了一条能够让人类文明稳定发展的世界线——依托比尔轴。\n而考虑到人和系统之间的不可调和性，依托比尔轴允许存在一定的偏移，只要不超出偏移率的区间，盖亚世界都能在一定程度上予以修正。",
		loading_picture = "loading_25"
	},
	{
		id = 42,
		title = "铃兰团",
		tips = "直属于「星虹议会」的执法机构，日常驻扎于千星学院，主要负责维护政府与艺术圣殿的安保工作，以及确保五年一度的阿尔蒂斯盛典能顺利举行。\n除了铃兰骑士团之外，欧莫菲斯各地还有名为灯塔骑士团的执法力量，负责维护所在地艺术协会的日常治安。",
		loading_picture = "loading_26"
	},
	{
		id = 43,
		title = "科尔盖最高理事会",
		tips = "盖亚世界的最高管理机构，为了阻止各原质区间争端再发生的产物，可以说他们是盖亚世界中人类文明的领航者。\n核心目的是减少各区的摩擦和争端，鼓励社会和文明发展，尽一切可能确保依托比尔轴的稳定。",
		loading_picture = "loading_36"
	},
	{
		id = 44,
		title = "阿卡德公会",
		tips = [[
罗斯塔赫声望最高的赏金猎人公会。
有人说阿卡德公会是罗斯塔赫的发展根基，这确实言过其实，不过它的成立确实让许多生活困乏的人重获希望。
起初阿卡德公会的目标只是给贫穷的民众提供生计，为其安排较为简单的赏金委托。
随着委托完成的数量逐渐增加，为了便于管理委托和承接人，遂转型成了现在的正规赏金猎人公会。]],
		loading_picture = "loading_37"
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9,
		10,
		11,
		12,
		13,
		14,
		15,
		16,
		17,
		18,
		19,
		20,
		21,
		22,
		23,
		24,
		25,
		26,
		27,
		28,
		29,
		30,
		31,
		32,
		33,
		34,
		35,
		36,
		37,
		38,
		39,
		40,
		41,
		42,
		43,
		44
	}
}
