return {
	[1001] = {
		mail_title = "新晋15日权限卡（剩余%s天）",
		id = 1001,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的新晋15日权限卡（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1002] = {
		mail_title = "周期应急冷却包（剩余%s天）",
		id = 1002,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的周期应急冷却包（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1003] = {
		mail_title = "操偶师十四日精确包（剩余%s天）",
		id = 1003,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的操偶师十四日精确包（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1004] = {
		mail_title = "操偶师七日钥从包（剩余%s天）",
		id = 1004,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的操偶师七日钥从包（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1005] = {
		mail_title = "月度十四日探测包（剩余%s天）",
		id = 1005,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的月度十四日探测包（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1006] = {
		mail_title = "七日探测资源包（剩余%s天）",
		id = 1006,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的七日探测资源包（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1007] = {
		mail_title = "十四日钥从资源包（剩余%s天）",
		id = 1007,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的十四日钥从资源包（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1008] = {
		mail_title = "流萤岚雾七日探测包（剩余%s天）",
		id = 1008,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的流萤岚雾七日探测包（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1009] = {
		mail_title = "流萤岚雾十四日钥从包（剩余%s天）",
		id = 1009,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的流萤岚雾十四日钥从包（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1010] = {
		mail_title = "铃兰之弦十四日精确包（剩余%s天）",
		id = 1010,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的铃兰之弦十四日精确包（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1011] = {
		mail_title = "铃兰之弦七日钥从包（剩余%s天）",
		id = 1011,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的铃兰之弦七日钥从包（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1012] = {
		mail_title = "流转之洋七日探测包（剩余%s天）",
		id = 1012,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的流转之洋七日探测包（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1013] = {
		mail_title = "流转之洋十四日钥从包（剩余%s天）",
		id = 1013,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的流转之洋十四日钥从包（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1014] = {
		mail_title = "怒蛇十四日精确包（剩余%s天）",
		id = 1014,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的怒蛇十四日精确包（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1015] = {
		mail_title = "怒蛇七日钥从包（剩余%s天）",
		id = 1015,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的怒蛇七日钥从包（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1016] = {
		mail_title = "胡狼七日探测包（剩余%s天）",
		id = 1016,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的胡狼七日探测包（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1017] = {
		mail_title = "胡狼十四日钥从包（剩余%s天）",
		id = 1017,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的胡狼十四日钥从包（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1018] = {
		mail_title = "轰雷十四日精确包（剩余%s天）",
		id = 1018,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的轰雷十四日精确包（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1019] = {
		mail_title = "轰雷七日钥从包（剩余%s天）",
		id = 1019,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的轰雷七日钥从包（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1020] = {
		mail_title = "金玉七日祈福包（剩余%s天）",
		id = 1020,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的金玉七日祈福包（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1021] = {
		mail_title = "金玉十四日祈福包（剩余%s天）",
		id = 1021,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的金玉十四日祈福包（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1022] = {
		mail_title = "新手七日修正者包（剩余%s天）",
		id = 1022,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的新手七日修正者包（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1023] = {
		mail_title = "新手七日资源包（剩余%s天）",
		id = 1023,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的新手七日资源包（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1024] = {
		mail_title = "烙焰十四日精确包（剩余%s天）",
		id = 1024,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的烙焰十四日精确包（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1025] = {
		mail_title = "烙焰七日钥从包（剩余%s天）",
		id = 1025,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的烙焰七日钥从包（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1026] = {
		mail_title = "操偶师十四日精确包（剩余%s天）",
		id = 1026,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的操偶师十四日精确包（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1027] = {
		mail_title = "操偶师七日钥从包（剩余%s天）",
		id = 1027,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的操偶师七日钥从包（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1028] = {
		mail_title = "丹焰还真七日补给（剩余%s天）",
		id = 1028,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的丹焰还真七日补给（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1029] = {
		mail_title = "榑桑十曜七日补给（剩余%s天）",
		id = 1029,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的榑桑十曜七日补给（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1030] = {
		mail_title = "凰羽织梦十四日补给（剩余%s天）",
		id = 1030,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的凰羽织梦十四日补给（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1031] = {
		mail_title = "玉龙吟风七日补给 （剩余%s天）",
		id = 1031,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的玉龙吟风七日补给（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1032] = {
		mail_title = "紫电青岚七日补给（剩余%s天）",
		id = 1032,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的紫电青岚七日补给（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[1033] = {
		mail_title = "流波苍影十四日补给 （剩余%s天）",
		id = 1033,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员，您采购的流波苍影十四日补给（剩余%s天）已存放至邮箱，请及时在本邮件附件内查收。",
		mail_type = 0
	},
	[2001] = {
		mail_title = "溢出吨吨值领取",
		id = 2001,
		mail_sender = "弥弥尔系统",
		mail_desc = "溢出的吨吨值已经发放至邮箱，请及时查收，合理运用吨吨值带领修正者们变强哦~~！",
		mail_type = 0
	},
	[2002] = {
		mail_title = "刻印溢出",
		id = 2002,
		mail_sender = "弥弥尔系统",
		mail_desc = "刻印仓库容量溢出，请清理仓库后再收取。",
		mail_type = 0
	},
	[2003] = {
		mail_title = "钥从溢出",
		id = 2003,
		mail_sender = "弥弥尔系统",
		mail_desc = "钥从仓库容量溢出，请清理仓库后再收取",
		mail_type = 0
	},
	[2004] = {
		mail_title = "网络异常奖励补发",
		id = 2004,
		mail_sender = "《深空之眼》运营团队",
		mail_desc = "亲爱的管理员，由于网络波动导致战斗结算异常，请在邮件附件内进行查收。\nPS：请在良好的网络环境下进行游戏,以获得更好的游戏体验。",
		mail_type = 0
	},
	[2005] = {
		mail_title = "充值补单到账",
		id = 2005,
		mail_sender = "深空之眼第九部门",
		mail_desc = "亲爱的管理员：\n　　你在 %s 发起的充值订单，由于系统原因未能按时到账，现已补单成功。\n　　道具已经发放至您的账户，请您及时查收，给您带来的麻烦深表抱歉。",
		mail_type = 0
	},
	[2006] = {
		mail_title = "昵称修改通知",
		id = 2006,
		mail_sender = "弥弥尔系统",
		mail_desc = "亲爱的管理员：\n　　由于每日的例行检测中发现您的「个人昵称」存在违规字符，我们现已将您的违规内容进行了重置，你可以前往「个人昵称」处重新创建新的昵称。\n　　感谢您对我们游戏的支持与喜爱。",
		mail_type = 0
	},
	[2007] = {
		mail_title = "个人签名修改通知",
		id = 2007,
		mail_sender = "弥弥尔系统",
		mail_desc = "亲爱的管理员：\n　　由于每日的例行检测中发现您的「个人签名」存在违规字符，我们现已将您的违规内容进行了重置，你可以前往「个人签名」处重新进行编辑。\n　　还请您遵守文明游戏规范，再次感谢您对我们游戏的支持与喜爱。",
		mail_type = 0
	},
	[2008] = {
		mail_title = "公会名称修改通知",
		id = 2008,
		mail_sender = "弥弥尔系统",
		mail_desc = "亲爱的管理员：\n　　由于每日的例行检测中发现您的「公会名」存在违规字符，我们现已将您的违规内容进行了重置，你可以前往「公会」处重新进行创建新的公会名。\n　　感谢您对我们游戏的支持与喜爱。",
		mail_type = 0
	},
	[2009] = {
		mail_title = "公会签名修改通知",
		id = 2009,
		mail_sender = "弥弥尔系统",
		mail_desc = "亲爱的管理员：\n　　由于每日的例行检测中发现您的「公会签名」存在违规字符，我们现已将您的违规内容进行了重置，你可以前往「公会签名」处重新编辑公会签名。\n　　还请您遵守文明游戏规范，再次感谢您对我们游戏的支持与喜爱。",
		mail_type = 0
	},
	[2010] = {
		mail_title = "昵称修改通知",
		id = 2010,
		mail_sender = "弥弥尔系统",
		mail_desc = "亲爱的管理员：\n　　由于每日的例行检测中发现您的「个人昵称」存在违规字符，我们现已将您的违规内容进行了重置。补偿道具：「星锚数据凭证」已发放至邮箱，请注意查收。您可以前往「个人昵称」处创建新的昵称。\n　　感谢您对我们游戏的支持与喜爱。",
		mail_type = 0
	},
	[2011] = {
		mail_title = "会长变更",
		id = 2011,
		mail_sender = "弥弥尔系统",
		mail_desc = "您已成为矩阵公会「%s」新的会长。",
		mail_type = 0
	},
	[2012] = {
		mail_title = "副会长任命",
		id = 2012,
		mail_sender = "弥弥尔系统",
		mail_desc = "您成为矩阵公会「%s」的副会长。",
		mail_type = 0
	},
	[2013] = {
		mail_title = "矩阵深层补给",
		id = 2013,
		mail_sender = "矩阵中枢",
		mail_desc = "感谢你对公会做出的贡献。",
		mail_type = 0
	},
	[2014] = {
		mail_title = "联合攻坚奖励补发",
		id = 2014,
		mail_sender = "弥弥尔系统",
		mail_desc = "未领取的联合攻坚奖励已发放至邮箱，请及时查收。",
		mail_type = 0
	},
	[2015] = {
		mail_title = "助战奖励",
		id = 2015,
		mail_sender = "弥弥尔系统",
		mail_desc = "本周助战角色共出战%s次，助战奖励已发放至邮箱，请及时查收。",
		mail_type = 0
	},
	[2016] = {
		mail_title = "联合攻坚奖励补发",
		id = 2016,
		mail_sender = "弥弥尔系统",
		mail_desc = "由于你已离开当前公会，未领取的联合攻坚奖励已发放至邮箱，请及时查收。",
		mail_type = 0
	},
	[2017] = {
		mail_title = "首次购买恒定观测奖励补发",
		id = 2017,
		mail_sender = "弥弥尔系统",
		mail_desc = "亲爱的管理员：\n　　弥弥尔系统在更新后对恒定观测活动奖励进行了调整，您在更新前尚未领取的恒定观测奖励已补发至邮箱，请管理员及时领取。",
		mail_type = 0
	},
	[2999] = {
		mail_title = "资源溢出",
		id = 2999,
		mail_sender = "弥弥尔系统",
		mail_desc = "溢出的资源已发放至邮箱，请及时查收。",
		mail_type = 0
	},
	[3001] = {
		mail_title = "记忆再构奖励补发",
		id = 3001,
		mail_sender = "弥弥尔系统",
		mail_desc = "记忆再构奖励补发，请及时查收。",
		mail_type = 0
	},
	[3002] = {
		mail_title = "奖励补发",
		id = 3002,
		mail_sender = "奥林匹亚速运",
		mail_desc = "亲爱的管理员：\n　　嗨！我们的速运员在源层深处寻获到了您遗失的包裹，请及时查收。",
		mail_type = 0
	},
	[3999] = {
		mail_title = "跃迁系统调整资源返还",
		id = 3999,
		mail_sender = "《深空之眼》运营团队",
		mail_desc = "亲爱的管理员：\n　　刻印跃迁系统已于本次更新后进行了调整。我们将会回退所有刻印的跃迁效果，回退返还的材料资源如下，请管理员及时领取。",
		mail_type = 0
	},
	[4001] = {
		mail_title = "微信关注福利",
		id = 4001,
		mail_sender = "《深空之眼》运营团队",
		mail_desc = "亲爱的管理员：\n　　微信关注福利已发放，请在本邮件附件内查收！",
		mail_type = 0
	},
	[4002] = {
		mail_title = "微博关注福利",
		id = 4002,
		mail_sender = "《深空之眼》运营团队",
		mail_desc = "亲爱的管理员：\n　　微博关注福利已发放，请在本邮件附件内查收！",
		mail_type = 0
	},
	[4003] = {
		mail_title = "哔哩哔哩关注福利",
		id = 4003,
		mail_sender = "《深空之眼》运营团队",
		mail_desc = "亲爱的管理员：\n　　哔哩哔哩关注福利已发放，请在本邮件附件内查收！",
		mail_type = 0
	},
	[4004] = {
		mail_title = "Twitter关注福利",
		id = 4004,
		mail_sender = "弥弥尔",
		mail_desc = "亲爱的管理员：\n　　Twitter关注福利已发放，请在本邮件附件内查收！",
		mail_type = 0
	},
	[4005] = {
		mail_title = "FaceBook关注福利",
		id = 4005,
		mail_sender = "弥弥尔",
		mail_desc = "亲爱的管理员：\n　　FaceBook关注福利已发放，请在本邮件附件内查收！",
		mail_type = 0
	},
	[4006] = {
		mail_title = "Discord关注福利",
		id = 4006,
		mail_sender = "弥弥尔",
		mail_desc = "亲爱的管理员：\n　　Discord关注福利已发放，请在本邮件附件内查收！",
		mail_type = 0
	},
	[4007] = {
		mail_title = "You Tube关注福利",
		id = 4007,
		mail_sender = "弥弥尔",
		mail_desc = "亲爱的管理员：\n　　You Tube关注福利已发放，请在本邮件附件内查收！",
		mail_type = 0
	},
	[5001] = {
		mail_title = "《深空之眼》修正测试充值返还福利",
		id = 5001,
		mail_sender = "《深空之眼》运营团队",
		mail_desc = "亲爱的管理员：\n　　非常感谢您对《深空之眼》的喜爱与支持，在上次「修正测试」中管理员累计充值的%s元，已根据公布的返还规则，由弥弥尔系统换算成%s移转之花。\n　　请在游戏内的邮件附件中进行查收！",
		mail_type = 0
	},
	[5002] = {
		mail_title = "「修正测试」限定头像框",
		id = 5002,
		mail_sender = "《深空之眼》运营团队",
		mail_desc = "亲爱的管理员：\n　　非常感谢您在「修正测试」中与我们并肩战斗，这是我们为参与「修正测试」的管理员提供的特殊奖励，请在本邮件附件内进行查收，感谢您对本游戏的支持与喜爱。",
		mail_type = 0
	},
	[5003] = {
		mail_title = "电话回访头像框",
		id = 5003,
		mail_sender = "《深空之眼》运营团队",
		mail_desc = "亲爱的管理员：\n　　非常感谢您接受《深空之眼》的电话回访，这是我们为您准备的电话回访福利，请在本邮件附件内进行查收，感谢您对本游戏的支持与喜爱。",
		mail_type = 0
	},
	[5004] = {
		mail_title = "弥弥尔频道的神秘福利",
		id = 5004,
		mail_sender = "《深空之眼》运营团队",
		mail_desc = "亲爱的管理员：\n　　非常感谢您对《深空之眼》的喜爱与支持，这是您在【弥弥尔频道的神秘福利】中奖获得的奖品，请在本邮件附件内进行查收！",
		mail_type = 0
	},
	[5005] = {
		mail_title = "「恒定观测」权限到期提醒",
		id = 5005,
		mail_sender = "《深空之眼》运营团队",
		mail_desc = [[
亲爱的管理员：
　　检测到您的恒定观测权限即将于%s到期，
　　权限到期后将无法再获得「补给区」的特别供给。
　　还请您裁定是否需要再次续期。 
]],
		mail_type = 0
	},
	[6001] = {
		mail_title = "大国主的兔兔通讯装置",
		id = 6001,
		mail_sender = "大国主",
		mail_desc = [[
黑区净化系统已经调整完成了，有空的话就来尝试一下吧，我需要收集相关数据。

啊，对了，这个给你。虽然我不推荐过多地进入黑区，那样会对你的精神造成负荷。但如果你觉得自己没有问题的话，这个信标能够帮助你重新定位一次，需要的时候就尽管用吧。

那么，我还有研究，先这样吧。]],
		mail_type = 0
	},
	[6002] = {
		mail_title = "生日快乐！",
		id = 6002,
		mail_sender = "弥弥尔",
		mail_desc = [[
哼哼，新人哟，智慧的弥弥尔大人可不会忘记这个重要的日子！
吨吨吨吨......哈啊~时间过得真快啊，你第一次指挥作战仿佛还在昨天，不知不觉你已成长为一个可靠的领导者。想一想，这一路走来，你与修正者们齐心协力，攻克诸多难关，你的精彩表现，我可都有好好存储记录噢。
咕噜咕噜......就让智慧的弥弥尔大人代深空之眼的大家对你说一声——生日快乐，管理员！！
大家为你精心准备了一份生日礼物，说不定会有什么惊喜，赶紧拆开看看吧。嗝~]],
		mail_type = 0
	},
	[6003] = {
		mail_title = "来玩游~戏~",
		id = 6003,
		mail_sender = "前鬼坊天狗",
		mail_desc = [[
哎，生日会什么的，要不是休再三强调，我才不会答应呢。 
大家聚在一起肉麻兮兮地唱生日歌，想想就无聊不是吗~
不过——要是这场生日会有你的参与，肯定会变得很有趣，嘿嘿。
还记得之前跟我做的那个关于游戏的约定么？哼，那次一起玩过之后就再也没上线了，我都知道。
现在再给你个机会，用上次我们一起玩的那款游戏，帮我远程布置生日会场。
当然，我在游戏里做了一些小小的“设计”，要是你不小心触发了的话……
看看你会顺利通关，还是成为我的共、犯？
]],
		mail_type = 1
	},
	[6004] = {
		mail_title = "闪电的祝福！",
		id = 6004,
		mail_sender = "托尔",
		mail_desc = [[
其实我不擅长写信之类的事情……本来想找小前鬼代笔的，毕竟她写的检讨书很多来着。结果这家伙拿着支奇怪的钢笔憋了半天，帮忙写了个意义不明的题目就走了……接下来只好我自己来写了。
怎么说呢，从我记事的那一刻起，就一直在战斗了。所以就和大家对我战斗狂的印象一样，对于那些战斗之外的内容，好多连我自己都不记得啦。
非要用这样的日子去纪念些什么的话，你就像往常一样称赞我的强大就好了。要是我的雷电能助你一臂之力的话，那比过生日什么的兴奋多啦！
加油啊管理员，我可是很看好你的。哪天在办公室里坐腻了，就来我率领的雷小队吧！
以雷电的决意起誓，我会保护好你的。
以及，要记住今天是我的生日啊（重重的划痕）。今天的巧克力香蕉要加倍！加倍！
笔好像越写越费劲了，就写到这儿吧。
这些东西给你，下次请你吃我烤的……
（剩下的内容被墨渍染黑了，墨渍正好蔓延到上一行，十分引人注目。
——看起来像是托尔特意用袖口阻挡了墨水的蔓延。）
]],
		mail_type = 1
	},
	[6005] = {
		mail_title = "一个邀请",
		id = 6005,
		mail_sender = "马尔杜克",
		mail_desc = [[
管理员，今晚有空吗？来一块儿喝点珍酿？
倒也没什么特别的理由，只是今天是我生日。活在世上，总得找些名头让自己松口气，你说是吧？
生日……对，我还是习惯这么叫。以前的生日是用来提醒自己又老一岁的，可现在呢，我往后都是这副模样了。倒也好，少年壮年，我都经历过，也算不留遗憾了，哈哈！
嗯，怎么说了这些有的没的？
总之就是这样，今天，不如就让咱们就放下那些让人头疼的事情，痛快喝一场吧！
]],
		mail_type = 1
	},
	[6006] = {
		mail_title = "太阳与信风的问候",
		id = 6006,
		mail_sender = "阿波罗",
		mail_desc = [[
呀，管理员，还有深空之眼的大家有没有想念我呢？
最近把攒了好多天的年假一口气休掉，久违地回欧莫菲斯度假，没想到在这里想得最多的却是大家的事情。出门不用遭遇前鬼坊的恶作剧，好像竟有一些不习惯，哈哈。
不过请放心，您的太阳，从未离大家而去。它正在沐浴千星之海的浪涛，并通过信风为大家捎去了一如既往温暖的问候和礼物。
]],
		mail_type = 1
	},
	[6007] = {
		mail_title = "一定要看到最后",
		id = 6007,
		mail_sender = "孟章",
		mail_desc = [[
许久未见，不知管理员阁下近日可好？
遥想初见恍若昨日，就连被破妄心音打中的疼痛也非常清晰呢~哈哈哈。
好了好了，不开玩笑说些正事。前几日我在探寻嵎夷一家小有名气的古玩店时，偶然遇到当地一个四世同堂的大宗族在给族中最为年长的老人庆祝百岁寿辰，敞开大门广迎宾客宴请四方好不热闹。就连我也忍不住去蹭得一杯盏中珍酿与一顿饱腹之席。
推杯换盏间恍然想到，我的生辰好似也快到了。
往些时候，陵光都会张罗着有时间的人一起给寿星过生日。虽然大家没几次能聚全，但即使只有三四个人凑在一起也很是温馨热闹。
来信便是问问你，有没有时间也来四方院一聚？参与一下？
当然，不用准备礼物。
（偷偷和你说，四方院食堂主厨做的长寿面堪称一绝！但每个人一年只能吃到一次，你这次若是来的话，我可以分你些。）
]],
		mail_type = 1
	},
	[99991] = {
		mail_title = "%s",
		id = 99991,
		mail_sender = "《深空之眼》运营团队",
		mail_desc = "对不起，您的兑换码已超出使用上限。",
		mail_type = 0
	},
	[99992] = {
		mail_title = "%s",
		id = 99992,
		mail_sender = "《深空之眼》运营团队",
		mail_desc = "对不起，您的兑换码已超出使用时间。",
		mail_type = 0
	},
	[99993] = {
		mail_title = "%s",
		id = 99993,
		mail_sender = "《深空之眼》运营团队",
		mail_desc = "%s",
		mail_type = 0
	},
	all = {
		1001,
		1002,
		1003,
		1004,
		1005,
		1006,
		1007,
		1008,
		1009,
		1010,
		1011,
		1012,
		1013,
		1014,
		1015,
		1016,
		1017,
		1018,
		1019,
		1020,
		1021,
		1022,
		1023,
		1024,
		1025,
		1026,
		1027,
		1028,
		1029,
		1030,
		1031,
		1032,
		1033,
		2001,
		2002,
		2003,
		2004,
		2005,
		2006,
		2007,
		2008,
		2009,
		2010,
		2011,
		2012,
		2013,
		2014,
		2015,
		2016,
		2017,
		2999,
		3001,
		3002,
		3999,
		4001,
		4002,
		4003,
		4004,
		4005,
		4006,
		4007,
		5001,
		5002,
		5003,
		5004,
		5005,
		6001,
		6002,
		6003,
		6004,
		6005,
		6006,
		6007,
		99991,
		99992,
		99993
	}
}
