return {
	[1001] = {
		letter_send_time_1 = "2023,5,3",
		mail_id = 6003,
		letter_title = "来玩游~戏~",
		letter_belongs = 1048,
		letter_sender_face = 2110481,
		letter_sender = "前鬼坊天狗",
		letter_desc = [[
哎，派对什么的，要不是休再三强调，我才不会答应呢。
大家聚在一起肉麻兮兮地唱祝福歌，想想就无聊不是吗~
不过——要是这场苏醒日派对有你的参与，肯定会变得很有趣，嘿嘿。
还记得之前跟我做的那个关于游戏的约定么？哼，那次一起玩过之后就再也没上线了，我都知道。
现在再给你个机会，用上次我们一起玩的那款游戏，帮我远程布置房间。
当然，我在游戏里做了一些小小的“设计”，要是你不小心触发了的话……
看看你会顺利通关，还是成为我的共、犯？]],
		id = 1001,
		reward_item_list = {
			{
				50006,
				10
			},
			{
				20002,
				1
			}
		}
	},
	[1002] = {
		letter_send_time_1 = "2023,5,8",
		mail_id = 6004,
		letter_title = "闪电的祝福！",
		letter_belongs = 1028,
		letter_sender_face = 2110281,
		letter_sender = "托尔",
		letter_desc = [[
其实我不擅长写信之类的事情……本来想找小前鬼代笔的，毕竟她写的检讨书很多来着。结果这家伙拿着支奇怪的钢笔憋了半天，帮忙写了个意义不明的题目就走了……接下来只好我自己来写了。
怎么说呢，从我记事的那一刻起，就一直在战斗了。所以就和大家对我战斗狂的印象一样，对于那些战斗之外的内容，好多连我自己都不记得啦。
非要用这样的日子去纪念些什么的话，你就像往常一样称赞我的强大就好了。要是我的雷电能助你一臂之力的话，那比过苏醒日什么的兴奋多啦！
加油啊管理员，我可是很看好你的。哪天在办公室里坐腻了，就来我率领的雷小队吧！
以雷电的决意起誓，我会保护好你的。
以及，要记住今天是我的苏醒日啊（重重的划痕）。今天的巧克力香蕉要加倍！加倍！
笔好像越写越费劲了，就写到这儿吧。
这些东西给你，下次请你吃我烤的……
（剩下的内容被墨渍染黑了，墨渍正好蔓延到上一行，十分引人注目。——看起来像是托尔特意用袖口阻挡了墨水的蔓延。）]],
		id = 1002,
		reward_item_list = {
			{
				50035,
				10
			},
			{
				40603,
				1
			},
			{
				40301,
				100
			}
		}
	},
	[1003] = {
		letter_send_time_1 = "2023,4,20",
		mail_id = 6005,
		letter_title = "一个邀请",
		letter_belongs = 1052,
		letter_sender_face = 2110521,
		letter_sender = "马尔杜克",
		letter_desc = [[
管理员，今晚有空吗？来一块儿喝点珍酿？
倒也没什么特别的理由，只是今天是我苏醒日。活在世上，总得找些名头让自己松口气，你说是吧？
生日……对，我还是习惯这么叫。以前的生日是用来提醒自己又老一岁的，可现在呢，我往后都是这副模样了。倒也好，少年壮年，我都经历过，也算不留遗憾了，哈哈！
嗯，怎么说了这些有的没的？
总之就是这样，今天，不如就让咱们就放下那些让人头疼的事情，痛快喝一场吧！]],
		id = 1003,
		reward_item_list = {
			{
				50032,
				10
			},
			{
				40503,
				10
			},
			{
				20001,
				1
			}
		}
	},
	[1004] = {
		letter_send_time_1 = "2023,5,21",
		mail_id = 6006,
		letter_title = "太阳与信风的问候",
		letter_belongs = 1059,
		letter_sender_face = 2110591,
		letter_sender = "阿波罗",
		letter_desc = "呀，管理员，还有深空之眼的大家有没有想念我呢？\n最近把攒了好多天的年假一口气休掉，久违地回欧莫菲斯度假，没想到在这里想得最多的却是大家的事情。出门不用遭遇前鬼坊的恶作剧，好像竟有一些不习惯，哈哈。\n不过请放心，您的太阳，从未离大家而去。它正在沐浴千星之海的浪涛，并通过信风为大家捎去了一如既往温暖的问候和礼物。",
		id = 1004,
		reward_item_list = {
			{
				50024,
				10
			},
			{
				20002,
				1
			}
		}
	},
	[1005] = {
		letter_send_time_1 = "2023,5,24",
		mail_id = 6007,
		letter_title = "一定要看到最后",
		letter_belongs = 1071,
		letter_sender_face = 2110711,
		letter_sender = "孟章",
		letter_desc = [[
许久未见，不知管理员阁下近日可好？
遥想初见恍若昨日，就连被破妄心音打中的疼痛也非常清晰呢~哈哈哈。
好了好了，不开玩笑说些正事。前几日我在探寻嵎夷一家小有名气的古玩店时，偶然遇到当地一个四世同堂的大宗族在给族中最为年长的老人庆祝百岁寿辰，敞开大门广迎宾客宴请四方好不热闹。就连我也忍不住去蹭得一杯盏中珍酿与一顿饱腹之席。
推杯换盏间恍然想到，我的苏醒日好似也快到了。
往些时候，陵光都会张罗着有时间的人一起给寿星庆贺。虽然大家没几次能聚全，但即使只有三四个人凑在一起也很是温馨热闹。
来信便是问问你，有没有时间也来四方院一聚，参与一下？
当然，不用准备礼物。
（偷偷和你说，四方院食堂主厨做的长寿面堪称一绝！但每个人一年只能吃到一次，你这次若是来的话，我可以分你些。）]],
		id = 1005,
		reward_item_list = {
			{
				50039,
				10
			},
			{
				40603,
				3
			},
			{
				40414,
				1
			}
		}
	},
	get_id_list_by_letter_belongs = {
		[1071] = {
			1005
		},
		[1059] = {
			1004
		},
		[1052] = {
			1003
		},
		[1028] = {
			1002
		},
		[1048] = {
			1001
		}
	},
	all = {
		1001,
		1002,
		1003,
		1004,
		1005
	}
}
