return {
	[1001] = {
		id = 1001,
		title = "来自弥芙尔的通讯",
		content = "管理员管理员，吨吨值的储量已经到达极限了哦~请尽快安排作战小队执行任务，不要让弥弥尔哥哥偷懒了！",
		type = 1
	},
	[1002] = {
		id = 1002,
		title = "来自弥之助的通讯",
		content = "非常抱歉打扰您了管理员，小生发现弥弥尔系统的吨吨值储量已达上限，故来相告。",
		type = 1
	},
	[1003] = {
		id = 1003,
		title = "来自弥特尔的通讯",
		content = "管理员，吨吨值储量已达到上限，汇报完毕。",
		type = 1
	},
	[2001] = {
		id = 2001,
		title = "来自弥芙尔的通讯",
		content = "管理员管理员，提醒您还有新手签到的物资没有领取哦，请尽快前往签收吧~",
		type = 2
	},
	[3001] = {
		id = 3001,
		title = "来自弥芙尔的通讯",
		content = "管理员管理员，提醒您还有恒定观测的物资没有领取哦，请尽快前往签收吧~",
		type = 3
	},
	get_id_list_by_type = {
		{
			1001,
			1002,
			1003
		},
		[3] = {
			3001
		},
		[2] = {
			2001
		}
	},
	all = {
		1001,
		1002,
		1003,
		2001,
		3001
	}
}
