return {
	{
		icon = "1",
		name = "快递鱼",
		pic = "1",
		open_time = 432000,
		rare = 3,
		desc = "游速极快的金鳞鱼，十分活泼，离开水面很久后也不会安生下来。",
		talk = "「来自海底的爱与希望！」",
		id = 1,
		price = 600,
		size = {
			164,
			172
		}
	},
	{
		icon = "2",
		name = "奥奥鱼",
		pic = "2",
		open_time = 432000,
		rare = 3,
		desc = "外表纤细柔弱的绿鳞鱼，十分害羞，会躲避人的目光，但也会勇敢地挡在其他鱼前面。",
		talk = "「不要伤害我的同伴！」",
		id = 2,
		price = 600,
		size = {
			139,
			147
		}
	},
	{
		icon = "3",
		name = "蒂蒂鱼",
		pic = "3",
		open_time = 432000,
		rare = 3,
		desc = "元气十足的红鳞鱼，即便是被钓出水面这种事实，似乎也无法使它遭受挫折。",
		talk = "「你好，想交个朋友吗？」",
		id = 3,
		price = 600,
		size = {
			161,
			169
		}
	},
	{
		icon = "4",
		name = "鳄鳄鱼",
		pic = "4",
		open_time = 432000,
		rare = 3,
		desc = "看上去野性十足的绿鳞鱼，头上还有坚硬的甲壳，但它似乎并不明白自己的处境。",
		talk = "「你想跟我抢食物吗？」",
		id = 4,
		price = 600,
		size = {
			172,
			180
		}
	},
	{
		icon = "5",
		name = "坦坦鱼",
		pic = "5",
		open_time = 432000,
		rare = 3,
		desc = "活泼可爱的白鳞鱼，看上去人畜无害，还有点犯迷糊，但如果附近有维维鱼，会对其他的鱼很凶。",
		talk = "「啊，是迷路了吗？」",
		id = 5,
		price = 600,
		size = {
			143,
			151
		}
	},
	{
		icon = "6",
		name = "维维鱼",
		pic = "6",
		open_time = 432000,
		rare = 2,
		desc = "沉默寡言的白鳞鱼，非常讨厌温热的环境，放到冰水里才会有一些活力。",
		talk = "「……」",
		id = 6,
		price = 300,
		size = {
			158,
			166
		}
	},
	{
		icon = "7",
		name = "工匠鱼",
		pic = "7",
		open_time = 432000,
		rare = 2,
		desc = "对机械设备十分感兴趣的黑鳞鱼，似乎是因为对鱼竿这种“机械”十分感兴趣故意被钓上来的。",
		talk = "「这跟长杆在哪定制的？」",
		id = 7,
		price = 300,
		size = {
			179,
			187
		}
	},
	{
		icon = "8",
		name = "冥冥鱼",
		pic = "8",
		open_time = 432000,
		rare = 2,
		desc = "面相很凶的绿鳞鱼，有一嘴尖锐的牙齿，经常态度很不好地让钓上它的人闭嘴。",
		talk = "「闭嘴，看我打滚！」",
		id = 8,
		price = 300,
		size = {
			139,
			147
		}
	},
	{
		icon = "9",
		name = "董事鱼",
		pic = "9",
		open_time = 432000,
		rare = 2,
		desc = "看上去十分珍贵的棕鳞鱼，被钓出水面后也表现得镇定和从容。明明是鱼类，但似乎并不擅长游泳。",
		talk = "「有何要事与我相商？」",
		id = 9,
		price = 300,
		size = {
			178,
			186
		}
	},
	{
		icon = "10",
		name = "大小姐鱼",
		pic = "10",
		open_time = 432000,
		rare = 2,
		desc = "外表高贵优雅的金鳞鱼，即便作为渔获被钓出了水面，也不忘保持自身的气质。",
		talk = "「粗鲁的渔夫，注意礼仪！」",
		id = 10,
		price = 300,
		size = {
			161,
			169
		}
	},
	{
		icon = "11",
		name = "秘书鱼",
		pic = "11",
		open_time = 432000,
		rare = 2,
		desc = "看起来文静而又内向的紫鳞鱼，不知为何，认为自己没有“被钓上来的资格”。",
		talk = "「欸？为什么是我？」",
		id = 11,
		price = 300,
		size = {
			165,
			173
		}
	},
	{
		icon = "12",
		name = "小鬼鱼",
		pic = "12",
		open_time = 432000,
		rare = 2,
		desc = "外表古灵精怪的绿鳞鱼，似乎正在谋划一场高明的恶作剧，而被钓上来也只是这个恶作剧的一部分。",
		talk = "「哈哈，上钩的是你！」",
		id = 12,
		price = 300,
		size = {
			140,
			148
		}
	},
	{
		icon = "13",
		name = "休休鱼",
		pic = "13",
		open_time = 432000,
		rare = 2,
		desc = "外貌十分庄重的绿鳞鱼，喜爱咖啡豆。有它在场，其他的鱼都会变得安静守序。",
		talk = "「这可得好好记录下来。」",
		id = 13,
		price = 300,
		size = {
			163,
			171
		}
	},
	{
		icon = "14",
		name = "波波鱼",
		pic = "14",
		open_time = 432000,
		rare = 1,
		desc = "外表柔美的白鳞鱼，似乎擅长倾听他人的烦恼，并吟唱治愈心灵的歌谣。",
		talk = "「有什么话想对我说吗？」",
		id = 14,
		price = 150,
		size = {
			160,
			168
		}
	},
	{
		icon = "15",
		name = "土土鱼",
		pic = "15",
		open_time = 432000,
		rare = 1,
		desc = "拥有锋利背鳍的黑鳞鱼，略显懒散。作为被钓上来的渔获，却对“钓鱼”这种活动很感兴趣。",
		talk = "「就当是度假吧。」",
		id = 15,
		price = 150,
		size = {
			151,
			159
		}
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9,
		10,
		11,
		12,
		13,
		14,
		15
	}
}
