return {
	[4] = {
		id = 4,
		name = "……"
	},
	[5] = {
		id = 5,
		name = "我明白了。"
	},
	[6] = {
		id = 6,
		name = "是那只逃走的巨化种么？"
	},
	[7] = {
		id = 7,
		name = "是这样。"
	},
	[8] = {
		id = 8,
		name = "你不会这么想么？"
	},
	[9] = {
		id = 9,
		name = "休……"
	},
	[10] = {
		id = 10,
		name = "和薇儿一起去的牛排店。"
	},
	[11] = {
		id = 11,
		name = "一个人呆在房间里。"
	},
	[12] = {
		id = 12,
		name = "还会有其他队员参加么？"
	},
	[13] = {
		id = 13,
		name = "这样的行动，只让薇儿参加会不会太危险了？"
	},
	[14] = {
		id = 14,
		name = "休养……？"
	},
	[15] = {
		id = 15,
		name = "我们是不是,有在哪儿见过……？"
	},
	[16] = {
		id = 16,
		name = "劝说巴德尔先和休她们汇合。"
	},
	[17] = {
		id = 17,
		name = "让巴德尔行动时注意安全。"
	},
	[18] = {
		id = 18,
		name = "你那边安全么？"
	},
	[19] = {
		id = 19,
		name = "做得好。"
	},
	[20] = {
		id = 20,
		name = "这时候不应该主动削减战力。"
	},
	[21] = {
		id = 21,
		name = "我相信薇儿和奥西里斯。"
	},
	[22] = {
		id = 22,
		name = "包在我身上吧！"
	},
	[23] = {
		id = 23,
		name = "别太担心了，要相信她们。"
	},
	[24] = {
		id = 24,
		name = "情况没那么严峻，只是提前预防罢了。"
	},
	[25] = {
		id = 25,
		name = "呃……加油。"
	},
	[26] = {
		id = 26,
		name = "拜托了，阿波罗。"
	},
	[27] = {
		id = 27,
		name = "开枪。"
	},
	[28] = {
		id = 28,
		name = "我不会离开第九部门的。"
	},
	[29] = {
		id = 29,
		name = "你那边的薪水是多少？"
	},
	[30] = {
		id = 30,
		name = "是的。"
	},
	[31] = {
		id = 31,
		name = "有什么事么……"
	},
	[32] = {
		id = 32,
		name = "我是深空之眼的管理员。"
	},
	[33] = {
		id = 33,
		name = "我是这次行动的临时指挥官。"
	},
	[34] = {
		id = 34,
		name = "因为和你们失联，很担心这边的情况。"
	},
	[35] = {
		id = 35,
		name = "维达尔，不要放他走！"
	},
	[36] = {
		id = 36,
		name = "月读已经赶过去了么？"
	},
	[37] = {
		id = 37,
		name = "但是其他作战科的修正者都……"
	},
	[38] = {
		id = 38,
		name = "弥弥尔系统战术辅助启动——"
	},
	[39] = {
		id = 39,
		name = "我也觉得,这样的演奏才是打动人心的。"
	},
	[40] = {
		id = 40,
		name = "可这样你就没法继续在这儿工作了。"
	},
	[41] = {
		id = 41,
		name = "阿波罗,我们走吧……"
	},
	[42] = {
		id = 42,
		name = "那个,只要好吃风味其实不太重要吧？"
	},
	[43] = {
		id = 43,
		name = "阿波罗你还懂心理学？"
	},
	[44] = {
		id = 44,
		name = "你最近又缺钱了吗？"
	},
	[45] = {
		id = 45,
		name = "去握起长剑。"
	},
	[46] = {
		id = 46,
		name = "浸入湖中洗澡。"
	},
	[47] = {
		id = 47,
		name = "转身走入树林深处。"
	},
	[48] = {
		id = 48,
		name = "告诫所有的人立刻远离身边的智械。"
	},
	[49] = {
		id = 49,
		name = "上去击倒那只智械。"
	},
	[50] = {
		id = 50,
		name = "靠近一些，拔下长枪。"
	},
	[51] = {
		id = 51,
		name = "实在太冷了，转身离开。"
	},
	[52] = {
		id = 52,
		name = "向雕像的方向祈祷。"
	},
	[53] = {
		id = 53,
		name = "不假思索地购买。"
	},
	[54] = {
		id = 54,
		name = "试着讲讲价。"
	},
	[55] = {
		id = 55,
		name = "转身离开。"
	},
	[56] = {
		id = 56,
		name = "不轻举妄动，继续跟随。"
	},
	[57] = {
		id = 57,
		name = "全部拿走吧。"
	},
	[58] = {
		id = 58,
		name = "待在原地等待失主。"
	},
	[59] = {
		id = 59,
		name = "随便拿点。"
	},
	[60] = {
		id = 60,
		name = "走到画前仔细观察。"
	},
	[61] = {
		id = 61,
		name = "转身离开，欣赏其他作品。"
	},
	[62] = {
		id = 62,
		name = "买了！"
	},
	[63] = {
		id = 63,
		name = "把船开向歌声传来的地方。"
	},
	[64] = {
		id = 64,
		name = "转身向别的方向离开。"
	},
	[65] = {
		id = 65,
		name = "等在原地。"
	},
	[66] = {
		id = 66,
		name = "实话实说。"
	},
	[67] = {
		id = 67,
		name = "帮忙隐瞒。"
	},
	[68] = {
		id = 68,
		name = "自己去找。"
	},
	[69] = {
		id = 69,
		name = "上前战斗。"
	},
	[70] = {
		id = 70,
		name = "躲起来，随机应变。"
	},
	[71] = {
		id = 71,
		name = "拔剑！"
	},
	[72] = {
		id = 72,
		name = "喝就喝吧。"
	},
	[73] = {
		id = 73,
		name = "打听情报。"
	},
	[74] = {
		id = 74,
		name = "咦？"
	},
	[75] = {
		id = 75,
		name = "交给我吧。"
	},
	[76] = {
		id = 76,
		name = "不会的。"
	},
	[77] = {
		id = 77,
		name = "如果我说会呢？"
	},
	[78] = {
		id = 78,
		name = "没关系，还有我在呢。"
	},
	[79] = {
		id = 79,
		name = "大国主你不是还有其他的武装么？我记得有个很大号的弹簧拳，还有支小手枪……"
	},
	[80] = {
		id = 80,
		name = "确实无法理解。"
	},
	[81] = {
		id = 81,
		name = "我可以理解。"
	},
	[82] = {
		id = 82,
		name = "听薇儿的话，离开。"
	},
	[83] = {
		id = 83,
		name = "坚持再听下去。"
	},
	[84] = {
		id = 84,
		name = "也就是说……此前它们一直在隐藏自己的踪迹？"
	},
	[85] = {
		id = 85,
		name = "……消灭她，月读。"
	},
	[86] = {
		id = 86,
		name = "为了大家，委屈一下……"
	},
	[87] = {
		id = 87,
		name = "万一休知道了该怎么办？"
	},
	[88] = {
		id = 88,
		name = "你从哪学来的这些知识？"
	},
	[89] = {
		id = 89,
		name = "波塞冬会不会生气啊？"
	},
	[90] = {
		id = 90,
		name = "前鬼坊为什么这么喜欢恶作剧呢？"
	},
	[91] = {
		id = 91,
		name = "前鬼坊真的认为恶作剧会给人带来快乐吗？"
	},
	[100] = {
		id = 100,
		name = "好吃。"
	},
	[101] = {
		id = 101,
		name = "不好说。"
	},
	[102] = {
		id = 102,
		name = "应该有吧。"
	},
	[103] = {
		id = 103,
		name = "因为我想要拯救世界。"
	},
	[104] = {
		id = 104,
		name = "因为想要帮上薇儿的忙。"
	},
	[105] = {
		id = 105,
		name = "我会尽全力的。"
	},
	[106] = {
		id = 106,
		name = "我准备好了。"
	},
	[110] = {
		id = 110,
		name = "冥王，我们想和你和平共处。"
	},
	[111] = {
		id = 111,
		name = "冥王，我希望你能加入深空之眼。"
	},
	[112] = {
		id = 112,
		name = "是在身边突然出现的……"
	},
	[113] = {
		id = 113,
		name = "蝴蝶的幻影，很不真实……"
	},
	[114] = {
		id = 114,
		name = "（叙述自己的经历）"
	},
	[115] = {
		id = 115,
		name = "弥弥尔大人，你到底行不行啊？"
	},
	[116] = {
		id = 116,
		name = "弥弥尔大人，加油啊！"
	},
	[117] = {
		id = 117,
		name = "你还是好好休息吧，有什么事吗？"
	},
	[118] = {
		id = 118,
		name = "你这个样子我不答应也不行。"
	},
	[119] = {
		id = 119,
		name = "是受人之托。"
	},
	[120] = {
		id = 120,
		name = "是想要过来看望一下霍德尔。"
	},
	[121] = {
		id = 121,
		name = "但这样的事情也只有霍德尔做得到。"
	},
	[122] = {
		id = 122,
		name = "如果没有霍德尔，作战科的大家也没办法在战斗中取得优势。"
	},
	[123] = {
		id = 123,
		name = "这都是休的安排……"
	},
	[124] = {
		id = 124,
		name = "我只是来了解一下情报科的工作……"
	},
	[125] = {
		id = 125,
		name = "也许我们可以去问问弥弥尔大人有没有什么办法？"
	},
	[126] = {
		id = 126,
		name = "休和科尔盖打过很多交道，也许我们应该去问问她？"
	},
	[127] = {
		id = 127,
		name = "这可能就进入维达尔不擅长的领域了。"
	},
	[128] = {
		id = 128,
		name = "事情要比维达尔想象的复杂一些。"
	},
	[129] = {
		id = 129,
		name = "不不不，虚心学习。"
	},
	[130] = {
		id = 130,
		name = "但愿你别搞出来什么整蛊的东西……"
	},
	[131] = {
		id = 131,
		name = "我拒绝！"
	},
	[132] = {
		id = 132,
		name = "说起来，我确实听说过有种牛蛙火锅……"
	},
	[133] = {
		id = 133,
		name = "今天……休息？"
	},
	[134] = {
		id = 134,
		name = "那就痛快玩一天吧！"
	},
	[160] = {
		id = 160,
		name = "这种事可不会经常发生……"
	},
	[161] = {
		id = 161,
		name = "这次“偷走”船的可不是什么骗子……"
	},
	[162] = {
		id = 162,
		name = "我在听呢！"
	},
	[163] = {
		id = 163,
		name = "真有瓶辣椒酱也好啊……"
	},
	[181] = {
		id = 181,
		name = "薇儿她也是第一次来欧莫菲斯嘛。"
	},
	[182] = {
		id = 182,
		name = "就让薇儿她先好好逛逛吧。"
	},
	[183] = {
		id = 183,
		name = "我还以为你会拒绝他。"
	},
	[184] = {
		id = 184,
		name = "没什么……"
	},
	[185] = {
		id = 185,
		name = "他为什么还顶着尤金的样子行动？"
	},
	[186] = {
		id = 186,
		name = "我们对这种事义不容辞！"
	},
	[187] = {
		id = 187,
		name = "事件结束了我们才能安心旅游。"
	},
	[188] = {
		id = 188,
		name = "这是……？"
	},
	[189] = {
		id = 189,
		name = "看来视骸也很上进哦……"
	},
	[190] = {
		id = 190,
		name = "当然不是真的啦！"
	},
	[191] = {
		id = 191,
		name = "这就是属于大人们的烦恼了。"
	},
	[192] = {
		id = 192,
		name = "又碰到不愿意彼此把话说开的人了。"
	},
	[193] = {
		id = 193,
		name = "好厉害的人啊……"
	},
	[194] = {
		id = 194,
		name = "简直像欧莫菲斯的休一样。"
	},
	[195] = {
		id = 195,
		name = "别太贪心了，薇儿。"
	},
	[196] = {
		id = 196,
		name = "下次还会有机会再来的。"
	},
	[197] = {
		id = 197,
		name = "我怎么有种熟悉的感觉……"
	},
	[198] = {
		id = 198,
		name = "你们这批智械是在哪儿下的单！"
	},
	[199] = {
		id = 199,
		name = "相信雅典娜的判断吧。"
	},
	[200] = {
		id = 200,
		name = "这是欧莫菲斯自己的事……"
	},
	[201] = {
		id = 201,
		name = "坐标！？"
	},
	[202] = {
		id = 202,
		name = "嗯！"
	},
	[135] = {
		id = 135,
		name = "那就两天吧。"
	},
	[136] = {
		id = 136,
		name = "一天也行。"
	},
	[137] = {
		id = 137,
		name = "我觉得维持公告对我们更有利。"
	},
	[138] = {
		id = 138,
		name = "还是撤回公告比较合适……"
	},
	[139] = {
		id = 139,
		name = "同意……"
	},
	[140] = {
		id = 140,
		name = "这就是冤家吗？"
	},
	[141] = {
		id = 141,
		name = "这……！？"
	},
	[142] = {
		id = 142,
		name = "看到了你开心的样子。"
	},
	[143] = {
		id = 143,
		name = "知道了你喜欢赛马的原因。"
	},
	[144] = {
		id = 144,
		name = "谢谢……"
	},
	[145] = {
		id = 145,
		name = "非常期待！"
	},
	[146] = {
		id = 146,
		name = "没错……"
	},
	[147] = {
		id = 147,
		name = "略知一二。"
	},
	[148] = {
		id = 148,
		name = "颇有研究。"
	},
	[149] = {
		id = 149,
		name = "不太清楚。"
	},
	[150] = {
		id = 150,
		name = "去找努阿达调试权钥了。"
	},
	[151] = {
		id = 151,
		name = "拔刀后总能心无旁骛。"
	},
	[152] = {
		id = 152,
		name = "「无垢无念」的极意。"
	},
	[153] = {
		id = 153,
		name = "无论如何，不要勉强自己。"
	},
	[154] = {
		id = 154,
		name = "不应该再说「回报」这样的话了吧？"
	},
	[203] = {
		id = 203,
		name = "不知道，证据不足。"
	},
	[204] = {
		id = 204,
		name = "他是你的父亲，你要相信自己的判断。"
	},
	[205] = {
		id = 205,
		name = "这些人……不该警告一下吗？"
	},
	[206] = {
		id = 206,
		name = "要不……向这些人解释一下？"
	},
	[207] = {
		id = 207,
		name = "这位警官，请不要打扰行动专员办案。"
	},
	[208] = {
		id = 208,
		name = "别担心，行动专员肯定有自己的想法。"
	},
	[209] = {
		id = 209,
		name = "总是丢失的监控录像？"
	},
	[210] = {
		id = 210,
		name = "一直没有找到的嫌疑人？"
	},
	[211] = {
		id = 211,
		name = "难道是……视骸？"
	},
	[212] = {
		id = 212,
		name = "说起“鹤”，就会想起笹波的事情呢。"
	},
	[213] = {
		id = 213,
		name = "“鹤”在上联处于被动，不如在下联转换一下？"
	},
	[214] = {
		id = 214,
		name = "几乎是直觉般，想到了下一句……"
	},
	[215] = {
		id = 215,
		name = "彩虹、梦，很容易让人联想到欧莫菲斯呢。"
	},
	[216] = {
		id = 216,
		name = "上联是“入梦”，那下联就用“出梦”来对吧。"
	},
	[217] = {
		id = 217,
		name = "头脑里又是无视春联规则，无端冒出一句……"
	},
	[218] = {
		id = 218,
		name = "感觉下联很显而易见呢。"
	},
	[219] = {
		id = 219,
		name = "既然这样，那就顺着它原本的意思往下说吧。"
	},
	[220] = {
		id = 220,
		name = "如果换个角度看的话，可以这样……"
	},
	[221] = {
		id = 221,
		name = "数字的对应，还是用虚实做进一步映照才好。"
	},
	[222] = {
		id = 222,
		name = "我还是很喜欢这种首尾相接的对法……"
	},
	[223] = {
		id = 223,
		name = "气势，既然是追求气势——"
	},
	[224] = {
		id = 224,
		name = "感觉如何？"
	},
	[225] = {
		id = 225,
		name = "照顾好自己。"
	},
	[226] = {
		id = 226,
		name = "稍后会再来看你的。"
	},
	[227] = {
		id = 227,
		name = "也没什么……"
	},
	[228] = {
		id = 228,
		name = "我确实是万里挑一之人。"
	},
	[229] = {
		id = 229,
		name = "老板……？"
	},
	[230] = {
		id = 230,
		name = "部长……？"
	},
	[231] = {
		id = 231,
		name = "我决定好了，求之不得。"
	},
	[232] = {
		id = 232,
		name = "我不想再有人遇袭了。"
	},
	[233] = {
		id = 233,
		name = "是我们运气不好……"
	},
	[234] = {
		id = 234,
		name = "也许凶手不是视骸。"
	},
	[235] = {
		id = 235,
		name = "想要取代修正者的……？"
	},
	[236] = {
		id = 236,
		name = "想要捕猎修正者的……？"
	},
	[237] = {
		id = 237,
		name = "……"
	},
	[238] = {
		id = 238,
		name = "但根本没有头绪。"
	},
	[239] = {
		id = 239,
		name = "我会继续尝试的。"
	},
	[240] = {
		id = 240,
		name = "你说的不会是……"
	},
	[241] = {
		id = 241,
		name = "小心！"
	},
	[242] = {
		id = 242,
		name = "才没有……"
	},
	[243] = {
		id = 243,
		name = "被看穿了？"
	},
	[244] = {
		id = 244,
		name = "不去了？"
	},
	[245] = {
		id = 245,
		name = "我没有怀疑她的理由呀。"
	},
	[246] = {
		id = 246,
		name = "你在怀疑什么？"
	},
	[247] = {
		id = 247,
		name = "抱歉，休老师。"
	},
	[248] = {
		id = 248,
		name = "休老师，我还可以继续的。"
	},
	[249] = {
		id = 249,
		name = "我会加强训练，不给大家添麻烦的。"
	},
	[250] = {
		id = 250,
		name = "很新奇的感受……"
	},
	[251] = {
		id = 251,
		name = "原来这就是生日……"
	},
	[252] = {
		id = 252,
		name = "哎……？"
	},
	[253] = {
		id = 253,
		name = "诗蔻蒂？"
	},
	[254] = {
		id = 254,
		name = "谁在追你，是科尔盖的人吗？"
	},
	[255] = {
		id = 255,
		name = "你从来没和我说过。"
	},
	[256] = {
		id = 256,
		name = "我不明白……"
	},
	[257] = {
		id = 257,
		name = "托尔？！"
	},
	[258] = {
		id = 258,
		name = "薇儿，晚上带你去吃烤肉！"
	},
	[259] = {
		id = 259,
		name = "薇儿，小心背后！"
	},
	[260] = {
		id = 260,
		name = "……"
	},
	[261] = {
		id = 261,
		name = "是他……"
	},
	[262] = {
		id = 262,
		name = "谢、谢谢你……"
	},
	[263] = {
		id = 263,
		name = "诗蔻蒂，你是不是能预知未来？"
	},
	[264] = {
		id = 264,
		name = "诗蔻蒂，你是不是能逆转时空？"
	},
	[265] = {
		id = 265,
		name = "梦……？"
	},
	[266] = {
		id = 266,
		name = "……"
	},
	[267] = {
		id = 267,
		name = "就是现在！"
	},
	[268] = {
		id = 268,
		name = "……"
	},
	[269] = {
		id = 269,
		name = "真的没问题吗？"
	},
	[270] = {
		id = 270,
		name = "我相信你们。"
	},
	[271] = {
		id = 271,
		name = "我没保证过那种事……"
	},
	[272] = {
		id = 272,
		name = "包在我身上！"
	},
	[273] = {
		id = 273,
		name = "嗯，谢谢。"
	},
	[274] = {
		id = 274,
		name = "奥丁前辈？"
	},
	[275] = {
		id = 275,
		name = "没有过去，只有未来……？"
	},
	[276] = {
		id = 276,
		name = "嗯，我想救她。"
	},
	[277] = {
		id = 277,
		name = "时间……倒转？"
	},
	[278] = {
		id = 278,
		name = "最近发生的事情实在太多了……心静不下来。"
	},
	[279] = {
		id = 279,
		name = "没什么，只是觉得最近挺冷的，要下雪了吧？"
	},
	[280] = {
		id = 280,
		name = "模样还挺可爱的。"
	},
	[281] = {
		id = 281,
		name = "这是什么丑东西？"
	},
	[282] = {
		id = 282,
		name = "这东西是你的吗？我们刚捡到的。"
	},
	[283] = {
		id = 283,
		name = "无耻小贼……是在说我吗？真过分。"
	},
	[284] = {
		id = 284,
		name = "嗯……你要吃吗？"
	},
	[285] = {
		id = 285,
		name = "有点饿，这个太适合当餐前补给了，啊——"
	},
	[286] = {
		id = 286,
		name = "盖亚原质区的出入境管理法向来严格。"
	},
	[287] = {
		id = 287,
		name = "醒岁节？"
	},
	[288] = {
		id = 288,
		name = "听起来是个很不错的职业。"
	},
	[289] = {
		id = 289,
		name = "完全听不懂在说什么……"
	},
	[290] = {
		id = 290,
		name = "听起来像是在海里捞针。"
	},
	[291] = {
		id = 291,
		name = "封印？是天通术么？"
	},
	[292] = {
		id = 292,
		name = "总觉得你不是第一次做这样的事情了。"
	},
	[293] = {
		id = 293,
		name = "没有，我在找你。"
	},
	[294] = {
		id = 294,
		name = "我没有小瞧你。"
	},
	[295] = {
		id = 295,
		name = "我只是担心你会被拐跑……"
	},
	[296] = {
		id = 296,
		name = "唔……你看起来很感兴趣啊。"
	},
	[297] = {
		id = 297,
		name = "金乌要参加活动吗？"
	},
	[298] = {
		id = 298,
		name = "年老板又有大胆的想法了？"
	},
	[299] = {
		id = 299,
		name = "你该不会是想拓展虚恒菜品的业务吧？"
	},
	[300] = {
		id = 300,
		name = "客气客气。"
	},
	[301] = {
		id = 301,
		name = "弥老板真是慧眼识珠。"
	},
	[302] = {
		id = 302,
		name = "一本正经的表情和说话内容完全对不上啊……"
	},
	[303] = {
		id = 303,
		name = "什么目的？"
	},
	[304] = {
		id = 304,
		name = "你好像很喜欢制作烟花这个过程？"
	},
	[305] = {
		id = 305,
		name = "总觉得你对烟花有一种特殊的感情。"
	},
	[306] = {
		id = 306,
		name = "给，纸巾。"
	},
	[307] = {
		id = 307,
		name = "给，手帕。"
	},
	[308] = {
		id = 308,
		name = "这下两全其美了。"
	},
	[309] = {
		id = 309,
		name = "弥年年真是开源能猫啊。"
	},
	[310] = {
		id = 310,
		name = "从来没有见过……"
	},
	[311] = {
		id = 311,
		name = "好像听说过这种方法。"
	},
	[312] = {
		id = 312,
		name = "那就拜托你们尽快安排手术吧。"
	},
	[313] = {
		id = 313,
		name = "需要我联络隐科组吗？"
	},
	[314] = {
		id = 314,
		name = "总不能让维达尔一个人呆着吧。"
	},
	[315] = {
		id = 315,
		name = "你们有空时也来陪她说说话？"
	},
	[316] = {
		id = 316,
		name = "不是笑你们，只是这画面太温馨……"
	},
	[317] = {
		id = 317,
		name = "维达尔对芬里尔特别亲近呢。"
	},
	[318] = {
		id = 318,
		name = "确实有这份责任。"
	},
	[319] = {
		id = 319,
		name = "也有我站在朋友的立场，希望能帮上忙。"
	},
	[320] = {
		id = 320,
		name = "可能是想到维达尔刚出院。"
	},
	[321] = {
		id = 321,
		name = "难道是在照顾我的速度……？"
	},
	[322] = {
		id = 322,
		name = "赫尔墨斯终于还是被挖到深空之眼了吗？"
	},
	[323] = {
		id = 323,
		name = "这不是赫尔墨斯么，为什么会出现在这里？"
	},
	[324] = {
		id = 324,
		name = "发生那样的意外也是无可奈何。"
	},
	[325] = {
		id = 325,
		name = "你的见义勇为可是对公司形象的正面宣传呀。"
	},
	[326] = {
		id = 326,
		name = "晚饭赫尔墨斯想去吃些什么？"
	},
	[327] = {
		id = 327,
		name = "还是我来请客吧。"
	},
	[328] = {
		id = 328,
		name = "知道里面的内容，就能缩小一些寻找范围。"
	},
	[329] = {
		id = 329,
		name = "就算填错了信息，寄件单上也会留下些有用的情报。"
	},
	[330] = {
		id = 330,
		name = "你想干什么？"
	},
	[331] = {
		id = 331,
		name = "我的存在感这么低吗！"
	},
	[332] = {
		id = 332,
		name = "确实不告诉休会比较好"
	},
	[333] = {
		id = 333,
		name = "再这么下去会变成无良公司"
	},
	[334] = {
		id = 334,
		name = "……总觉得有些不放心"
	},
	[335] = {
		id = 335,
		name = "我现在去看看她吧"
	},
	[336] = {
		id = 336,
		name = "哈？！"
	},
	[337] = {
		id = 337,
		name = "不是！国常立，你醒醒！"
	},
	[338] = {
		id = 338,
		name = "「前辈，请你正经一点！」"
	},
	[339] = {
		id = 339,
		name = "……什么故事？"
	},
	[340] = {
		id = 340,
		name = "只要你愿意，但讲无妨"
	},
	[341] = {
		id = 341,
		name = "毕竟我来就是为了你"
	},
	[342] = {
		id = 342,
		name = "我已经不是个小孩子了"
	},
	[343] = {
		id = 343,
		name = "我心理承受能力很强的"
	},
	[344] = {
		id = 344,
		name = "放心吧，我会的"
	},
	[345] = {
		id = 345,
		name = "总觉得国常立不会听我的"
	},
	[346] = {
		id = 346,
		name = "莫非在沐浴更衣？"
	},
	[347] = {
		id = 347,
		name = "不会已经在祭典了吧"
	},
	[348] = {
		id = 348,
		name = "受伤就别想着祭典了"
	},
	[349] = {
		id = 349,
		name = "下雨了，祭典并不顺利"
	},
	[350] = {
		id = 350,
		name = "都这样了还拿我开玩笑"
	},
	[351] = {
		id = 351,
		name = "那我就不客气了——"
	},
	[352] = {
		id = 352,
		name = "然而我拒绝"
	},
	[353] = {
		id = 353,
		name = "请你正经一点。"
	},
	[354] = {
		id = 354,
		name = "我其实是来道歉的"
	},
	[355] = {
		id = 355,
		name = "我来是有些事情想问"
	},
	[356] = {
		id = 356,
		name = "姐姐，饿饿，饭饭。"
	},
	[357] = {
		id = 357,
		name = "我会努力赚钱的"
	},
	[358] = {
		id = 358,
		name = "这样子谁看都会觉得奇怪吧！"
	},
	[359] = {
		id = 359,
		name = "也给我造成了困惑"
	},
	[360] = {
		id = 360,
		name = "我们现在不算家人吗？"
	},
	[361] = {
		id = 361,
		name = "会觉得我很烦吗？"
	},
	[362] = {
		id = 362,
		name = "准星所指的目标。"
	},
	[363] = {
		id = 363,
		name = "开枪的理由。"
	},
	[364] = {
		id = 364,
		name = "你是四方院的人？"
	},
	[365] = {
		id = 365,
		name = "你就是监兵？"
	},
	[366] = {
		id = 366,
		name = "我挺喜欢的。"
	},
	[367] = {
		id = 367,
		name = "薇儿挺喜欢的。"
	},
	[368] = {
		id = 368,
		name = "你发现什么了吗？"
	},
	[369] = {
		id = 369,
		name = "你也注意到了吗……"
	},
	[370] = {
		id = 370,
		name = "弥弥尔！"
	},
	[371] = {
		id = 371,
		name = "我来手动接管！"
	},
	[372] = {
		id = 372,
		name = "……金蝉脱壳？"
	},
	[373] = {
		id = 373,
		name = "你果然来了。"
	},
	[374] = {
		id = 374,
		name = "她在召唤视骸支援！"
	},
	[375] = {
		id = 375,
		name = "不要再拖了！"
	},
	[376] = {
		id = 376,
		name = "……为了任务的话，我可以试试。"
	},
	[377] = {
		id = 377,
		name = "怕了你了，我试试还不行吗？"
	},
	[378] = {
		id = 378,
		name = "艺术创作，永远不是一蹴而就的事情。"
	},
	[379] = {
		id = 379,
		name = "很荣幸能和你一起评论艺术，大艺术家。"
	},
	[380] = {
		id = 380,
		name = "你什么时候开始把我当作朋友？"
	},
	[381] = {
		id = 381,
		name = "往左边躲"
	},
	[382] = {
		id = 382,
		name = "往右边躲"
	},
	[383] = {
		id = 383,
		name = "监兵说的对"
	},
	[384] = {
		id = 384,
		name = "反正别信孟章"
	},
	[385] = {
		id = 385,
		name = "我宁可保守一点"
	},
	[386] = {
		id = 386,
		name = "我可不是喜欢麻烦的人。"
	},
	[387] = {
		id = 387,
		name = "真的可以什么都不做？"
	},
	[388] = {
		id = 388,
		name = "来杯茶吧。"
	},
	[389] = {
		id = 389,
		name = "我随薇儿吧。"
	},
	[390] = {
		id = 390,
		name = "救人要紧"
	},
	[391] = {
		id = 391,
		name = "另想办法"
	},
	[392] = {
		id = 392,
		name = "盖亚到底……"
	},
	[393] = {
		id = 393,
		name = "电子屏上的是……"
	},
	[394] = {
		id = 394,
		name = "塔列朗游乐园？"
	},
	all = {
		4,
		5,
		6,
		7,
		8,
		9,
		10,
		11,
		12,
		13,
		14,
		15,
		16,
		17,
		18,
		19,
		20,
		21,
		22,
		23,
		24,
		25,
		26,
		27,
		28,
		29,
		30,
		31,
		32,
		33,
		34,
		35,
		36,
		37,
		38,
		39,
		40,
		41,
		42,
		43,
		44,
		45,
		46,
		47,
		48,
		49,
		50,
		51,
		52,
		53,
		54,
		55,
		56,
		57,
		58,
		59,
		60,
		61,
		62,
		63,
		64,
		65,
		66,
		67,
		68,
		69,
		70,
		71,
		72,
		73,
		74,
		75,
		76,
		77,
		78,
		79,
		80,
		81,
		82,
		83,
		84,
		85,
		86,
		87,
		88,
		89,
		90,
		91,
		100,
		101,
		102,
		103,
		104,
		105,
		106,
		110,
		111,
		112,
		113,
		114,
		115,
		116,
		117,
		118,
		119,
		120,
		121,
		122,
		123,
		124,
		125,
		126,
		127,
		128,
		129,
		130,
		131,
		132,
		133,
		134,
		160,
		161,
		162,
		163,
		181,
		182,
		183,
		184,
		185,
		186,
		187,
		188,
		189,
		190,
		191,
		192,
		193,
		194,
		195,
		196,
		197,
		198,
		199,
		200,
		201,
		202,
		135,
		136,
		137,
		138,
		139,
		140,
		141,
		142,
		143,
		144,
		145,
		146,
		147,
		148,
		149,
		150,
		151,
		152,
		153,
		154,
		203,
		204,
		205,
		206,
		207,
		208,
		209,
		210,
		211,
		212,
		213,
		214,
		215,
		216,
		217,
		218,
		219,
		220,
		221,
		222,
		223,
		224,
		225,
		226,
		227,
		228,
		229,
		230,
		231,
		232,
		233,
		234,
		235,
		236,
		237,
		238,
		239,
		240,
		241,
		242,
		243,
		244,
		245,
		246,
		247,
		248,
		249,
		250,
		251,
		252,
		253,
		254,
		255,
		256,
		257,
		258,
		259,
		260,
		261,
		262,
		263,
		264,
		265,
		266,
		267,
		268,
		269,
		270,
		271,
		272,
		273,
		274,
		275,
		276,
		277,
		278,
		279,
		280,
		281,
		282,
		283,
		284,
		285,
		286,
		287,
		288,
		289,
		290,
		291,
		292,
		293,
		294,
		295,
		296,
		297,
		298,
		299,
		300,
		301,
		302,
		303,
		304,
		305,
		306,
		307,
		308,
		309,
		310,
		311,
		312,
		313,
		314,
		315,
		316,
		317,
		318,
		319,
		320,
		321,
		322,
		323,
		324,
		325,
		326,
		327,
		328,
		329,
		330,
		331,
		332,
		333,
		334,
		335,
		336,
		337,
		338,
		339,
		340,
		341,
		342,
		343,
		344,
		345,
		346,
		347,
		348,
		349,
		350,
		351,
		352,
		353,
		354,
		355,
		356,
		357,
		358,
		359,
		360,
		361,
		362,
		363,
		364,
		365,
		366,
		367,
		368,
		369,
		370,
		371,
		372,
		373,
		374,
		375,
		376,
		377,
		378,
		379,
		380,
		381,
		382,
		383,
		384,
		385,
		386,
		387,
		388,
		389,
		390,
		391,
		392,
		393,
		394
	}
}
