return {
	[100] = {
		name = "测试用剧本1",
		start = 100,
		videoPath = "",
		id = 100,
		desc = "",
		trigger = {}
	},
	[200] = {
		name = "测试用剧本2",
		start = 100,
		videoPath = "",
		id = 200,
		desc = "",
		trigger = {}
	},
	[300] = {
		name = "测试用剧本3",
		start = 100,
		videoPath = "",
		id = 300,
		desc = "",
		trigger = {}
	},
	[101000101] = {
		name = "0-1前",
		start = 100011001,
		videoPath = "SofdecAsset/story/story_1110001_1.usm",
		id = 101000101,
		desc = "与盖亚世界源层诞生的名为视骸的怪物作战，默默守护着人类安全的组织——【深空之眼】，在那里新上任的管理员将面对第一次挑战。\n针对发生在核心城三号线地铁站的骸震，管理员和新人小队开始执行他们的第一次调查任务。",
		trigger = {
			1,
			1010001,
			1
		}
	},
	[101000102] = {
		name = "0-1后",
		start = 100012001,
		videoPath = "",
		id = 101000102,
		desc = "击退蚁骸后，就在前鬼坊向薇儿丹蒂耍帅的空当，更可怕的家伙——【巨化种】出现了。\n【巨化种】从源层裂缝逃走，让经验不足的序小队继续追击是很冒险的选择——但她们却不想放过骸震的元凶，管理员也选择了相信她们。",
		trigger = {
			1,
			1010001,
			2
		}
	},
	[101000201] = {
		name = "0-2前",
		start = 100021001,
		videoPath = "",
		id = 101000201,
		desc = "【巨化种】从源层裂缝逃走，让经验不足的序小队继续追击是很冒险的选择——但她们却不想放过骸震的元凶，管理员也选择了相信她们。",
		trigger = {
			1,
			1010002,
			1
		}
	},
	[101000301] = {
		name = "0-3前",
		start = 100031001,
		videoPath = "",
		id = 101000301,
		desc = "借助弥弥尔大人的力量，【巨化种】的坐标被锁定。虽说弥弥尔大人好像不太想在周末加班的样子，但据说那就是他一直以来的脾气。",
		trigger = {
			1,
			1010003,
			1
		}
	},
	[101000302] = {
		name = "0-3后",
		start = 100032001,
		videoPath = "",
		id = 101000302,
		desc = "借助弥弥尔大人的力量，【巨化种】的坐标被锁定。虽说弥弥尔大人好像不太想在周末加班的样子，但据说那就是他一直以来的脾气。",
		trigger = {
			1,
			1010003,
			2
		}
	},
	[101000501] = {
		name = "0-5前",
		start = 0,
		videoPath = "SofdecAsset/story/story_1110005.usm",
		id = 101000501,
		desc = "危机！比弗隆斯出现！",
		trigger = {
			1,
			1010005,
			1,
			1
		}
	},
	[101000502] = {
		name = "0-5后",
		start = 100052001,
		videoPath = "",
		id = 101000502,
		desc = "第一次任务有惊无险地成功了。\n【修正者】究竟是应该带入人类情感去看待的存在，还是该单纯视作碰巧拥有人类情感的程序——\n战斗结束后，在与休的聊天中，管理员开始思考这一深邃的问题。",
		trigger = {
			1,
			1010005,
			2
		}
	},
	[101010101] = {
		name = "1-1前",
		start = 101011001,
		videoPath = "",
		id = 101010101,
		desc = "想要赶上大家而独自一人在训练室刻苦训练的霍德尔，被进入房间的姐姐巴德尔打断。\n为了让妹妹好好休息，巴德尔以出去吃夜宵为名，连哄带骗地中断了她已经超过健康时间的训练。",
		trigger = {
			1,
			1010101,
			1
		}
	},
	[101010201] = {
		name = "1-2前",
		start = 101021001,
		videoPath = "",
		id = 101010201,
		desc = "好像很和平呀，不会有什么事发生吧……\n在斯皮尔特工厂的智械发布会上协助维护秩序的前鬼坊和阿波罗，正感到有些无聊时，出现了诡异的失控智械，甚至差点有人受伤。\n大批的诡异智械从厂区涌出，看来这下可以好好打一场了……前鬼坊兴奋地想。",
		trigger = {
			1,
			1010102,
			1
		}
	},
	[101010301] = {
		name = "1-3前",
		start = 101031001,
		videoPath = "",
		id = 101010301,
		desc = "进入工厂调查的前鬼坊和阿波罗被工厂安保包围，要求他们交出从工厂里带走的智械。\n但是……前鬼坊可没有交出战利品的打算！",
		trigger = {
			1,
			1010103,
			1
		}
	},
	[101010401] = {
		name = "1-4前",
		start = 101041001,
		videoPath = "",
		id = 101010401,
		desc = "将带回的智械残骸交给隐科组，大国主虽然不太情愿，但在休“提高隐科研发预算”的诱惑下，还是接下了对智械核心的分析工作。",
		trigger = {
			1,
			1010104,
			1
		}
	},
	[101010501] = {
		name = "1-5前",
		start = 101051001,
		videoPath = "",
		id = 101010501,
		desc = "从对智械残骸的分析结果来看，斯皮尔特至少从一年前就已开始量产这种注入骸能的智械。",
		trigger = {
			1,
			1010105,
			1
		}
	},
	[101010601] = {
		name = "1-6前",
		start = 101061001,
		videoPath = "",
		id = 101010601,
		desc = "被关在工厂整备间的少女阿修罗，自称是地下拳赛的冠军。被问及既然那么强为什么打不过安保队时，她的回答很简单：饿了。如果说还有别的原因，那就是——\n她在这里嗅到了某种她以前曾猎杀过的、奇怪生物的气息……",
		trigger = {
			1,
			1010106,
			1
		}
	},
	[101010701] = {
		name = "1-7前",
		start = 101071001,
		videoPath = "",
		id = 101010701,
		desc = "因为某些原因休养了很长时间的奥西里斯回到序小队，和小队的其他成员以及休一起出发前往斯皮尔特。\n而在后方操作弥弥尔系统指挥作战的工作，则交给了管理员。",
		trigger = {
			1,
			1010107,
			1
		}
	},
	[101010801] = {
		name = "1-8前",
		start = 101081001,
		videoPath = "",
		id = 101010801,
		desc = "乔装成安保队员的巴德尔轻车熟路地骗过了另一名安保，让他暂时陷入了沉睡。",
		trigger = {
			1,
			1010108,
			1
		}
	},
	[101010802] = {
		name = "1-8后",
		start = 101082001,
		videoPath = "",
		id = 101010802,
		desc = "从安保队员身上顺走终端的巴德尔与管理员联系。她收获的第一条大鱼就是：\n这里所谓的安保根本不是普通的安保公司，而是名为“迷铁之家”的被「科尔盖」通缉的犯罪组织。",
		trigger = {
			1,
			1010108,
			2
		}
	},
	[101010901] = {
		name = "1-9前",
		start = 101091001,
		videoPath = "",
		id = 101010901,
		desc = "薇儿和奥西里斯都很担心一个人潜入工厂的巴德尔姐姐的安全，只有熟知巴德尔实力的休很是放心。",
		trigger = {
			1,
			1010109,
			1
		}
	},
	[101010902] = {
		name = "1-9后",
		start = 101092001,
		videoPath = "",
		id = 101010902,
		desc = "休一行人也进入了工厂，她们遭遇了一批接一批注入了骸能的智械。\n管理员计算出智械的巡逻盲区，为她们找到了避开围攻的方法。",
		trigger = {
			1,
			1010109,
			2
		}
	},
	[101011001] = {
		name = "1-10前",
		start = 101101001,
		videoPath = "",
		id = 101011001,
		desc = "另一边，在二号工厂，前鬼坊和阿波罗遇到了由三台智械“合体”构成的外型和台词都很滑稽的敌人。",
		trigger = {
			1,
			1010110,
			1
		}
	},
	[101011101] = {
		name = "1-11前",
		start = 101111001,
		videoPath = "",
		id = 101011101,
		desc = "序小队和两名安保队员正面相撞。\n我们不想起冲突只是想问几个问题——尽管尝试了和对方沟通却发现他们没法好好说话后，只好选择把他们打趴……",
		trigger = {
			1,
			1010111,
			1
		}
	},
	[101011201] = {
		name = "1-12前",
		start = 101121001,
		videoPath = "",
		id = 101011201,
		desc = "热爱智械、坚守着底线的斯皮尔特总工程师乔林，苦苦劝说现任董事长尤金放弃某项危险的“计划”，但招来的却只有怒吼和嫌恶……",
		trigger = {
			1,
			1010112,
			1
		}
	},
	[101011301] = {
		name = "1-13前",
		start = 101131001,
		videoPath = "",
		id = 101011301,
		desc = "被序小队打趴的安保队员也不知道什么情报，只说出他们所守备的地方深夜会从地底传来像大熔炉一般的轰鸣。\n看来要知道更多的信息得从他们的老大——伊森那里入手，但没人知道他现在何处……",
		trigger = {
			1,
			1010113,
			1
		}
	},
	[101020101] = {
		name = "2-1前",
		start = 102011001,
		videoPath = "",
		id = 101020101,
		desc = "从目前已知的资料来看，斯皮尔特是一家杰出的智械企业。\n唯一的疑点便是三年前的“智械暴动事件”。事件的起因至今未明，而那场危机之后斯皮尔特迅速走出低谷崛起的原因也是个谜。",
		trigger = {
			1,
			1010201,
			1
		}
	},
	[101020201] = {
		name = "2-2前",
		start = 102021001,
		videoPath = "",
		id = 101020201,
		desc = "在序小队打倒了安保队长后，【迷铁之家】干部之一的奥利海姆出现。\n他没有直接和薇儿丹蒂们交手，而是放出了据说是伊森从处理站捡来的智械……",
		trigger = {
			1,
			1010202,
			1
		}
	},
	[101020301] = {
		name = "2-3前",
		start = 102031001,
		videoPath = "",
		id = 101020301,
		desc = "迷铁之家的首领伊森和主要干部零一，他们的身体竟然都是被改造的“机械体”。\n根据伊森的地下调查，他们的身体改造和这家工厂的秘密似乎没有关系……但不幸的是，他的调查行动被发现了。",
		trigger = {
			1,
			1010203,
			1
		}
	},
	[101020501] = {
		name = "2-5前",
		start = 102051001,
		videoPath = "",
		id = 101020501,
		desc = "以为自己从诺维赫手中夺回工厂主控AI控制权的尤金，未曾想到所谓的AI“哈法斯”竟是在和诺维赫一起演戏的某种诡异存在。\n尤金被反戈的智械包围，得知了令他绝望的真相……",
		trigger = {
			1,
			1010205,
			1
		}
	},
	[101020601] = {
		name = "2-6前",
		start = 102061001,
		videoPath = "",
		id = 101020601,
		desc = "从处理站捡来的骸能智械被打到变成看上去修理不能的状态后，气急败坏的奥利海姆放着被奥西里斯吐槽“一听就会输”的狠话，要亲自上阵教训一下修正者们。",
		trigger = {
			1,
			1010206,
			1
		}
	},
	[101020701] = {
		name = "2-7前",
		start = 102071001,
		videoPath = "",
		id = 101020701,
		desc = "败下阵来的奥利海姆假装投降，却趁人不注意扔出震撼弹，制造机会逃跑了。",
		trigger = {
			1,
			1010207,
			1
		}
	},
	[101020801] = {
		name = "2-8前",
		start = 102081001,
		videoPath = "",
		id = 101020801,
		desc = "乔林使用权限让围攻薇儿丹蒂们的智械暂时停了下来。原来他就是故意使智械外漏，想要引起「科尔盖」警觉的人。\n他的权限没能维持多久，智械很快全都再次启动，发起了对“入侵者”的清理。",
		trigger = {
			1,
			1010208,
			1
		}
	},
	[101020902] = {
		name = "2-9后",
		start = 102092001,
		videoPath = "",
		id = 101020902,
		desc = "在序小队打败了分拣室的全部智械后，乔林对她们说出了这座工厂地下的可怕秘密：尤金的神秘合作者在地下生产了至少4000台注入了骸能的智械。",
		trigger = {
			1,
			1010209,
			2
		}
	},
	[101021001] = {
		name = "2-10前",
		start = 102101001,
		videoPath = "",
		id = 101021001,
		desc = "在得知眼前的修正者们此行目的就是查明和阻止那些人的阴谋后，乔林拜托众人：如果发现尤金，请保护他的安全……",
		trigger = {
			1,
			1010210,
			1
		}
	},
	[101021101] = {
		name = "2-11前",
		start = 102111001,
		videoPath = "",
		id = 101021101,
		desc = "放马过来吧——被追到的奥利海姆和他的小弟们再次叫嚣着。\n不知有诈的薇儿丹蒂直接冲了上去，遭到了零一的伏击。这次序小队将与奥利海姆和零一两人同时展开战斗。\n只是对面的两人一直在拌嘴，看上去关系也挺复杂的样子……",
		trigger = {
			1,
			1010211,
			1
		}
	},
	[101021102] = {
		name = "2-11后",
		start = 102112001,
		videoPath = "",
		id = 101021102,
		desc = "虽然被打败的奥利海姆还想拖延时间耍花招，但【迷铁之家】会长——序小队正在努力寻找的伊森竟大大方方地出现在她们面前。",
		trigger = {
			1,
			1010211,
			2
		}
	},
	[101030101] = {
		name = "3-1前",
		start = 103011001,
		videoPath = "",
		id = 101030101,
		desc = "巴德尔成功潜入了控制室，打算在这里破解更多情报。管理员答应巴德尔让序小队拖住伊森，帮她争取时间。",
		trigger = {
			1,
			1010301,
			1
		}
	},
	[101030202] = {
		name = "3-2后",
		start = 103022001,
		videoPath = "",
		id = 101030202,
		desc = "早些时候，伊森也发现了斯皮尔特工厂地下的秘密。\n被哈法斯逮个正着的伊森虽然表现得游刃有余，但是“你的那些手下呢？”——\n在被哈法斯用迷铁之家成员们的生命安全要挟的情况下，伊森还是选择了与这只狡猾的“人工智能”合作。",
		trigger = {
			1,
			1010302,
			2
		}
	},
	[101030301] = {
		name = "3-3前",
		start = 103031001,
		videoPath = "",
		id = 101030301,
		desc = "伊森向修正者们提出以名为「铜之决」的擂台战的方式决出高下。据说在赏金猎人的世界，这是解决争端的最常见方式。不过，先上场的并不是他自己。",
		trigger = {
			1,
			1010303,
			1
		}
	},
	[101030401] = {
		name = "3-4前",
		start = 103041001,
		videoPath = "",
		id = 101030401,
		desc = "第一波队员败下阵来后，奥利海姆叫嚣着要出战。\n但伊森却意外地很讲原则的说“奥利海姆你们已经输过一次了”，亲自上阵与序小队开始了战斗。",
		trigger = {
			1,
			1010304,
			1
		}
	},
	[101030402] = {
		name = "3-4后",
		start = 103042001,
		videoPath = "",
		id = 101030402,
		desc = "伊森在实力上压制着序小队，可却突然喊着背痛停止了攻击。他下令立即撤退，「铜之决」就以这样戏剧性的方式结束了。",
		trigger = {
			1,
			1010304,
			2
		}
	},
	[101030501] = {
		name = "3-5前",
		start = 103051001,
		videoPath = "",
		id = 101030501,
		desc = "形势刻不容缓，需要用最快速度与巴德尔会合的序小队卡在了需要密码的电梯前。弥弥尔大人说破解密码需要至少10分钟，正在她们为此焦急的时候——\n巴德尔在控制室里帮忙黑掉了上层的电梯系统。",
		trigger = {
			1,
			1010305,
			1
		}
	},
	[101030701] = {
		name = "3-7前",
		start = 103071001,
		videoPath = "",
		id = 101030701,
		desc = "在二号工厂，前鬼坊和阿波罗遇到了让人摸不着头脑的敌人——使用着权钥却似乎并没搞清自己是修正者的索贝克。\n戴着鳄鱼头套的他一直狂躁地吼叫着，看来真是一个麻烦的家伙……",
		trigger = {
			1,
			1010307,
			1
		}
	},
	[101030901] = {
		name = "3-9前",
		start = 103091001,
		videoPath = "",
		id = 101030901,
		desc = "潜入中控室的巴德尔还来不及进一步调查，她的行踪就被发现了。\n哈法斯依旧是用伊森小弟们的性命做筹码，要挟他去“解决掉”巴德尔。",
		trigger = {
			1,
			1010309,
			1
		}
	},
	[101031001] = {
		name = "3-10前",
		start = 103101001,
		videoPath = "",
		id = 101031001,
		desc = "霍德尔为巴德尔买的生日礼物准时寄到，但她的姐姐还没有平安回来……\n在巴德尔被逼入墙角、都大声喊出休的名字的千钧一发之际，仿佛听见了她的呼唤一般，一柄银色长枪呼啸而来。",
		trigger = {
			1,
			1010310,
			1
		}
	},
	[101031002] = {
		name = "3-10后",
		start = 103102001,
		videoPath = "",
		id = 101031002,
		desc = "伊森在后半段故意放水，装作意外地打坏了中控室所有主机，使得哈法斯失去了监视中控室的能力。\n因为阻止工厂地下的阴谋这件事更紧要，休和巴德尔决定放走迷铁之家的成员们。",
		trigger = {
			1,
			1010310,
			2
		}
	},
	[101040101] = {
		name = "4-1前",
		start = 104011001,
		videoPath = "",
		id = 101040101,
		desc = "斯皮尔特计划两年内生产一支能够占领慕洛尼亚的智械军团，由于今天早上的突发事件，计划被提前了。\n让新人们继续执行任务有些太危险，但薇儿丹蒂和奥西里斯都表现出强烈的决意，而且——\n所有智械还有不到20分钟就会被唤醒启动，没有时间等待支援，只能由现场的成员们阻止智械军团的启动了。",
		trigger = {
			1,
			1010401,
			1
		}
	},
	[101040102] = {
		name = "4-1后",
		start = 104012001,
		videoPath = "",
		id = 101040102,
		desc = "诺维赫嘲笑着被伊森背叛后气急败坏的哈法斯，但迫于「那位大人」的压力，他暂且只能和相互看不顺眼的哈法斯合作推进【军团计划】……",
		trigger = {
			1,
			1010401,
			2
		}
	},
	[101040201] = {
		name = "4-2前",
		start = 104021001,
		videoPath = "",
		id = 101040201,
		desc = "迷铁之家撤走后，被绑在整备室的阿修罗饿得肚子直叫。\n幸好乔林发现了她，给她吃了奶油吐司并为她解开了锁链。\n为了报答乔林，阿修罗自告奋勇要当乔林的保镖。本以为她是在开玩笑的乔林，下一秒就震惊地看见阿修罗把智械当玩具一般肆意蹂躏着。",
		trigger = {
			1,
			1010402,
			1
		}
	},
	[101040301] = {
		name = "4-3前",
		start = 104031001,
		videoPath = "",
		id = 101040301,
		desc = "正在做着和师父一起在极地抓企鹅的美梦的利维坦被管理员的联络吵醒。\n管理员想要寒冰小队的维达尔和利维坦出发增援序小队，但弥弥尔提醒这样一来，值守深空之眼总部的修正者人数就不满足最低要求了。\n霍德尔主动请缨值守深空之眼总部，但她却有一种不祥的预感……",
		trigger = {
			1,
			1010403,
			1
		}
	},
	[101040401] = {
		name = "4-4前",
		start = 104041001,
		videoPath = "",
		id = 101040401,
		desc = "越来越多的视骸在四周涌现，奥西里斯的身体出现了一些让休感到在意的反应。但是，这是我必须克服的事情——奥西里斯强行让自己打起精神。",
		trigger = {
			1,
			1010404,
			1
		}
	},
	[101040402] = {
		name = "4-4后",
		start = 104042001,
		videoPath = "",
		id = 101040402,
		desc = [[
修正者们发现了被绑起来的斯皮尔特董事长尤金。
解救了尤金之后，他愤怒地控诉着哈法斯的背叛和诺维赫的欺骗，强调斯皮尔特变成这样不是自己的责任。
序小队以保护他的安全作为交换，让他带路前往可以终止【智械军团】启动的地方。
唯独奥西里斯从尤金身上感觉到有些奇怪的地方……]],
		trigger = {
			1,
			1010404,
			2
		}
	},
	[101040601] = {
		name = "4-6前",
		start = 104061001,
		videoPath = "",
		id = 101040601,
		desc = "和索贝克打得正酣的前鬼坊，突然被从地下破土而出的人形智械追赶。\n这些是已经启动的【智械军团】的先遣部队。管理员要求阿波罗和前鬼坊守住工厂门口，保证这些智械不流出到园区外危害平民安全。",
		trigger = {
			1,
			1010406,
			1
		}
	},
	[101040602] = {
		name = "4-6后",
		start = 104062001,
		videoPath = "",
		id = 101040602,
		desc = "深空之眼总部，一名正要下班的普通职员只是想让智械给他倒杯温水，没想到竟遭到了自家智械的攻击。",
		trigger = {
			1,
			1010406,
			2
		}
	},
	[101040701] = {
		name = "4-7前",
		start = 104071001,
		videoPath = "",
		id = 101040701,
		desc = "深空之眼内，从斯皮尔特进口的智械暴走失控，疯狂攻击着第九部门的防护门。\n弥弥尔被迫切断了与序小队方面的通讯，将算力集中在支撑防护门上。\n管理员申请使用实战配枪，和霍德尔一起出战压制智械。",
		trigger = {
			1,
			1010407,
			1
		}
	},
	[101040802] = {
		name = "4-8后",
		start = 104082001,
		videoPath = "",
		id = 101040802,
		desc = "被自家智械逼到绝路的深空之眼员工，危急时刻被一名操控巨剑的男人救下。以他对男人的称呼中听出，对方似乎就是深空之眼第三部门的董事提尔……",
		trigger = {
			1,
			1010408,
			2
		}
	},
	[101040901] = {
		name = "4-9前",
		start = 104091001,
		videoPath = "",
		id = 101040901,
		desc = "序小队们跟着尤金到达了能量反应炉所在位置的上方。\n在那里赫然出现的庞然大物——写着【智械军团单兵计划】字样的巨型智械让众人大吃一惊。",
		trigger = {
			1,
			1010409,
			1
		}
	},
	[101040902] = {
		name = "4-9后",
		start = 104092001,
		videoPath = "",
		id = 101040902,
		desc = "在尤金得意洋洋的一番操作下，反应炉的轰鸣声真的停了下来。\n但与此同时，被哈法斯称为「最强造物」的【库什尔方】忽然启动……",
		trigger = {
			1,
			1010409,
			2
		}
	},
	[101041001] = {
		name = "4-10前",
		start = 104101001,
		videoPath = "",
		id = 101041001,
		desc = "深空之眼大楼内，面对AI暂时恢复正常的智械，管理员在短暂的犹豫后还是扣动了扳机。就连霍德尔都惊讶于管理员的果断。",
		trigger = {
			1,
			1010410,
			1
		}
	},
	[101041002] = {
		name = "4-10后",
		start = 104102001,
		videoPath = "",
		id = 101041002,
		desc = "而就在暴走的智械快要冲破防线之时，一柄巨剑从天而降，碾碎了大批智械。\n化解危机的男人——深空之眼董事提尔称赞了管理员的表现，甚至开玩笑地说要把管理员挖角到第三部门。",
		trigger = {
			1,
			1010410,
			2
		}
	},
	[101041101] = {
		name = "4-11前",
		start = 104111001,
		videoPath = "",
		id = 101041101,
		desc = "回到指挥室的管理员发现斯皮尔特已经沦为废墟。附近的居民都陷入了恐慌。\n管理员让失神的霍德尔抓紧联系「科尔盖」，让他们疏散现场人群。",
		trigger = {
			1,
			1010411,
			1
		}
	},
	[101041102] = {
		name = "4-11后",
		start = 104112001,
		videoPath = "",
		id = 101041102,
		desc = "斯皮尔特园区中的一座工厂爆炸坍塌，大量失控的人形智械涌出。抵达现场的寒冰小队和前鬼坊、阿波罗会合，一起阻止智械的外泄。\n另一边，伊森在迷铁之家众人面前慷慨陈词，为了积攒和「科尔盖」对抗的力量，绝佳的机会就摆在他们眼前——\n敲晕这些智械然后搬上车带走，用作日后对抗「科尔盖」的“秘密武器”。",
		trigger = {
			1,
			1010411,
			2
		}
	},
	[101041201] = {
		name = "4-12前",
		start = 104121001,
		videoPath = "",
		id = 101041201,
		desc = "关停反应炉的行动失败，厂房坍塌后跌入废墟中的序小队，发现通讯装置也祸不单行地坏掉了。\n被唤醒的【库什尔方】从天而降，向众人发起攻击……",
		trigger = {
			1,
			1010412,
			1
		}
	},
	[101050101] = {
		name = "5-1前",
		start = 105011001,
		videoPath = "",
		id = 101050101,
		desc = [[
「科尔盖」以命令的姿态向深空之眼发来了「以逮捕【迷铁之家】为最优先事项」的指示。
那样做的话一定会有智械流出园区，伤害到无辜民众——管理员做出自己的判断，无视了「科尔盖」的意志。
管理员让修正者们不要与【迷铁之家】产生冲突，只要他们也在与智械缠斗。就像利维坦说的那样——
“总之，就是和那些安保们一起打智械对吧！”]],
		trigger = {
			1,
			1010501,
			1
		}
	},
	[101050201] = {
		name = "5-2前",
		start = 105021001,
		videoPath = "",
		id = 101050201,
		desc = "咳，咳……乔林在废墟中醒来。在阿修罗的提醒下，他才知道刚才工厂发生了塌方。\n他请求阿修罗打开一条回到工厂内部的道路，因为他还有一个和故友之间的重要承诺要履行……",
		trigger = {
			1,
			1010502,
			1
		}
	},
	[101050301] = {
		name = "5-3前",
		start = 105031001,
		videoPath = "",
		id = 101050301,
		desc = "【库什尔方】因为能量提前耗尽而停了下来。但序小队的危机并没有解除——\n歇斯底里的哈法斯打开源层裂缝，试图将她们拖入源层。\n与此同时，身在指挥室的管理员也回想起自己数月前被拽入源层时的恐怖感受。",
		trigger = {
			1,
			1010503,
			1
		}
	},
	[101050401] = {
		name = "5-4前",
		start = 105041001,
		videoPath = "",
		id = 101050401,
		desc = "坠入源层后，奥西里斯的身体出现了异变。\n薇儿丹蒂上前关切，却被休命令远离奥西里斯。\n原来，本已成功抑制住的第二人格·冥王在连续的刺激下苏醒，奥西里斯的面貌变成了陌生的冷酷模样。",
		trigger = {
			1,
			1010504,
			1
		}
	},
	[101050502] = {
		name = "5-5后",
		start = 105052001,
		videoPath = "",
		id = 101050502,
		desc = "奥西里斯拼尽全力夺回了自己身体的控制权。在力竭前她愧疚地说自己拖了后腿，但是，学生的成绩是老师说了算的——休和大家都告诉奥西里斯，她绝不是什么累赘。",
		trigger = {
			1,
			1010505,
			2
		}
	},
	[101050601] = {
		name = "5-6前",
		start = 105061001,
		videoPath = "",
		id = 101050601,
		desc = "虽然冥王被压制，但哈法斯并不打算停下来。它不再掩藏邪恶的欲望和计划，召来大量视骸，准备让序小队葬身于此。",
		trigger = {
			1,
			1010506,
			1
		}
	},
	[101050701] = {
		name = "5-7前",
		start = 105071001,
		videoPath = "",
		id = 101050701,
		desc = "阿修罗用不可思议的一拳在铁墙上轰开了裂缝，让乔林得以进入中控室，他要在这里用最高权限卡让能量反应炉停下来，履行和故友许下的约定——\n守护斯皮尔特工厂，决不让它沦为给人类带来灾难的兵器。",
		trigger = {
			1,
			1010507,
			1
		}
	},
	[101050802] = {
		name = "5-8后",
		start = 105082001,
		videoPath = "",
		id = 101050802,
		desc = [[
抢到的智械已经装满货车，「科尔盖」的人员也离斯皮尔特越来越近，伊森一声令下让迷铁之家撤离。
没有了迷铁之家的牵制，光靠现场的修正者们难以阻挡智械的外泄，在管理员就要下达放弃封锁智械、优先保证同伴安全的命令时，“奇迹”发生了——
智械军团的供能突然间不知被谁切断，全部停了下来。
管理员决定和霍德尔乘光舰前往慕洛尼亚，一起寻找薇儿丹蒂和奥西里斯她们的下落。]],
		trigger = {
			1,
			1010508,
			2
		}
	},
	[101050901] = {
		name = "5-9前",
		start = 105091001,
		videoPath = "",
		id = 101050901,
		desc = "发现能量反应炉被停下来的哈法斯气急败坏，它将怒火转移至面前的薇儿丹蒂等人身上。",
		trigger = {
			1,
			1010509,
			1
		}
	},
	[101050902] = {
		name = "5-9后",
		start = 105092001,
		videoPath = "",
		id = 101050902,
		desc = "中止反应炉的功臣乔林却也因智械袭击而受伤。在离开中控室前，他将那张故友托付给他的最高权限卡放入了尤金的口袋。尽管此时的尤金已经停止了呼吸。",
		trigger = {
			1,
			1010509,
			2
		}
	},
	[101051001] = {
		name = "5-10前",
		start = 105101001,
		videoPath = "",
		id = 101051001,
		desc = "管理员和修正者们一起对抗着高浓度的骸能冲入了工厂内部。尽管再一次感受到了曾经被拽入源层时的绝望和恐惧，甚至一度失去了意识，但在众人的权钥守护以及鼓励的声音下还是苏醒了过来。\n前鬼坊用彗光导弹轰开一条道路，抵达了与序小队联络中断前她们所在的地下制造间。",
		trigger = {
			1,
			1010510,
			1
		}
	},
	[101051201] = {
		name = "5-12前",
		start = 105121001,
		videoPath = "",
		id = 101051201,
		desc = [[
在序小队的攻势下，【哈法斯】的本体——难以名状的丑陋黑影从装甲中露出来。
它歇斯底里地奔逃着，但薇儿丹蒂没有放过它的核心——她一剑击碎了那赤色的晶体，彻底终结了这场阴谋的罪魁祸首。
与此同时，管理员一行人也找到了她们的方位，用权钥打开了源层出口，将她们救了出来。
会合后的大家还在疑惑究竟是谁使能量反应炉停下时，就遇到了“答案”本人乔林。
但乔林看到跟修正者们在一起的“尤金”后十分惊讶，知道尤金已死的他大声质问那人是谁。
噗嗤嗤嗤——
知道自己的伪装已经败露的诺维赫偷袭了巴德尔，然后消失在了众人的视野中。]],
		trigger = {
			1,
			1010512,
			1
		}
	},
	[101051301] = {
		name = "5-13前",
		start = 105131001,
		videoPath = "",
		id = 101051301,
		desc = "回到深空之眼，手术后的巴德尔脱离了生命危险，却不知道何时才能醒来。\n奥西里斯恢复意识，但陷入了不愿与任何人交谈的消沉状态。\n在这凝重的氛围中，从另一源质区笹波传来了消息……",
		trigger = {
			1,
			1010513,
			1
		}
	},
	[101060101] = {
		name = "6-1前",
		start = 0,
		videoPath = "SofdecAsset/story/story600.usm",
		id = 101060101,
		desc = "古时笹波，有鹤、鸦、鹿、猿、蛇五山神；怒人类之愚昧，山神降下天灾，长达百年。天之子率五神官平息山神之怒，被奉为笹波之尊；五家族轮流治理笹波，开启笹波治世；然而五家逐渐实力失衡，意见失和，笹波暗流涌动，危机四伏……",
		trigger = {
			1,
			1010601,
			1,
			1
		}
	},
	[101060201] = {
		name = "6-2前",
		start = 106021001,
		videoPath = "",
		id = 101060201,
		desc = "去宫蛇家参加水灯节的伊鹤家家主伊鹤正芳下落不明。前往宫蛇家寻人的国常立和丰前坊发现这里明明是节日却异常地安静……",
		trigger = {
			1,
			1010602,
			1
		}
	},
	[101060301] = {
		name = "6-3前",
		start = 106031001,
		videoPath = "",
		id = 101060301,
		desc = "宫蛇家内院戒备森严，那些守卫身上竟散发出视骸的气息。而诡异的不止是这些守卫——一条黑蛇从路旁的草中窜出，咬上了丰前坊的小腿。",
		trigger = {
			1,
			1010603,
			1
		}
	},
	[101060401] = {
		name = "6-4前",
		start = 106041001,
		videoPath = "",
		id = 101060401,
		desc = "在自家主屋内与伊鹤正芳对弈的宫蛇秀，在棋局间说出了自己的心声：对于接手了自家渔区、「暂代」宫蛇家履职大家主的伊鹤正芳的不满，以及用武力夺取笹波区控制权的野心。",
		trigger = {
			1,
			1010604,
			1
		}
	},
	[101060501] = {
		name = "6-5前",
		start = 106051001,
		videoPath = "",
		id = 101060501,
		desc = "少纳言与宫蛇秀提起了鸦越家的来信。信上说四年前宫蛇家的大火的真凶是伊鹤正芳。他们并不相信鸦越家的话，但此时信的真假已经不再重要……",
		trigger = {
			1,
			1010605,
			1
		}
	},
	[101060601] = {
		name = "6-6前",
		start = 106061001,
		videoPath = "",
		id = 101060601,
		desc = "到达前庭回廊的国常立本来想擒住一名守卫问出情报，但却发现那“守卫”根本不是人类。",
		trigger = {
			1,
			1010606,
			1
		}
	},
	[101060701] = {
		name = "6-7前",
		start = 106071001,
		videoPath = "",
		id = 101060701,
		desc = "正在深空之眼找努阿达调试权钥、顺便叙旧的月读，被紧急召唤到指挥室。笹波那边出事了——得知情况的月读立马动身出发。",
		trigger = {
			1,
			1010607,
			1
		}
	},
	[101060801] = {
		name = "6-8前",
		start = 106081001,
		videoPath = "",
		id = 101060801,
		desc = "宫蛇秀正试图借用远吕知的力量实现自己的某项计划。计划成功之后，他将成为这个国家的主人。另一方面，远吕知在伊鹤正芳身上嗅到某种它熟悉的厌恶气味，但却想不起来具体是什么……",
		trigger = {
			1,
			1010608,
			1
		}
	},
	[101060901] = {
		name = "6-9前",
		start = 106091001,
		videoPath = "",
		id = 101060901,
		desc = "在痛苦中与视骸合为一体的实验者丧失了自我意识，即使自己的女儿冲到面前也毫无反应。她和彩长得很像——望着那个人的女儿，宫蛇秀这样说。",
		trigger = {
			1,
			1010609,
			1
		}
	},
	[101061001] = {
		name = "6-10前",
		start = 106101001,
		videoPath = "",
		id = 101061001,
		desc = "带小女孩出去的仆从其实是鸦越家的卧底——隐鸦。他与迦具土碰头后，迦具土带上了名叫「小七」的女孩一起行动。",
		trigger = {
			1,
			1010610,
			1
		}
	},
	[101061101] = {
		name = "6-11前",
		start = 106111001,
		videoPath = "",
		id = 101061101,
		desc = "正打算去找丰前坊会合的国常立与远吕知正面遭遇。她从远吕知口中得知，那些诡异的「死士」都是人类和视骸的实验合成体。",
		trigger = {
			1,
			1010611,
			1
		}
	},
	[101061201] = {
		name = "6-12前",
		start = 106121001,
		videoPath = "",
		id = 101061201,
		desc = "和国常立激战的远吕知，似乎知道国常立那只义眼的来历……",
		trigger = {
			1,
			1010612,
			1
		}
	},
	[101061202] = {
		name = "6-12后",
		start = 106122001,
		videoPath = "",
		id = 101061202,
		desc = "国常立的义眼险些被远吕知夺走，她在千钧一发之时完成了精彩的反制。但最后关头还是让远吕知溜走了。这一幕，被宫蛇家的家臣少纳言看在眼里。",
		trigger = {
			1,
			1010612,
			2
		}
	},
	[101061301] = {
		name = "6-13前",
		start = 106131001,
		videoPath = "",
		id = 101061301,
		desc = "少纳言以自身举例，希望国常立以及国常立所代表的势力能够理解视骸和人体结合的实验。但这样的沟通显然是无效的，一场战斗在所难免——月读及时出现，支援在与远吕知的战斗中消耗过大的国常立。",
		trigger = {
			1,
			1010613,
			1
		}
	},
	[101061302] = {
		name = "6-13后",
		start = 106132001,
		videoPath = "",
		id = 101061302,
		desc = "击退少纳言后，月读让国常立好好照顾自己的伤势，她去寻找伊鹤正芳和丰前坊。另一边，远吕知感知到了自己的分身被杀掉的事实……",
		trigger = {
			1,
			1010613,
			2
		}
	},
	[101070101] = {
		name = "7-1前",
		start = 107011001,
		videoPath = "",
		id = 101070101,
		desc = "深空之眼来了一位高傲的访客。来自缪斯协会的赫拉将和管理员们一道，前往笹波支援稚小队。",
		trigger = {
			1,
			1010701,
			1
		}
	},
	[101070301] = {
		name = "7-3前",
		start = 107031001,
		videoPath = "",
		id = 101070301,
		desc = "在回廊里迷路的丰前坊遇到了自己的「影子」，那和她长得一模一样的「影子」不断用言语揭露着她的伤疤。终于戳中了她的痛处——她的师父，月读，在前段时间决定将她移出稚小队。",
		trigger = {
			1,
			1010703,
			1
		}
	},
	[101070401] = {
		name = "7-4中",
		start = 107041001,
		videoPath = "",
		id = 101070401,
		desc = "",
		trigger = {}
	},
	[101070501] = {
		name = "7-5中",
		start = 107051001,
		videoPath = "",
		id = 101070501,
		desc = "",
		trigger = {}
	},
	[101070502] = {
		name = "7-5后",
		start = 107052001,
		videoPath = "",
		id = 101070502,
		desc = "与画师战斗的月读和丰前坊一样，受到了画中心魔的阻挠。而画师像看穿了一切一样点出了两人的心理弱点。",
		trigger = {
			1,
			1010705,
			2
		}
	},
	[101070701] = {
		name = "7-7前",
		start = 107071001,
		videoPath = "",
		id = 101070701,
		desc = "宫蛇家似乎每天晚上都会进行仪式来唤醒蛇神。正当小七在回忆祝神谣的歌词时，出现了比狼还可怕的视骸合成兽——骸犬。",
		trigger = {
			1,
			1010707,
			1
		}
	},
	[101070801] = {
		name = "7-8前",
		start = 107081001,
		videoPath = "",
		id = 101070801,
		desc = "小七的身体貌似被宫蛇家内的「什么东西」的意识占据，她唤身躯如巨人般庞大的视骸合成体右近卫为「长实叔」，似乎仍保留着意识的右近卫则叫她「小姐」。他们一起前往了别的方向……",
		trigger = {
			1,
			1010708,
			1
		}
	},
	[101070901] = {
		name = "7-9前",
		start = 107091001,
		videoPath = "",
		id = 101070901,
		desc = "到达宫蛇家的薇儿一行人很快就遇上了视骸。还没等管理员启动弥弥尔战术辅助系统进入指挥模式，同行的赫拉就等不及地打算一个人解决战斗。她这高傲的个性真的没问题吗……",
		trigger = {
			1,
			1010709,
			1
		}
	},
	[101071001] = {
		name = "7-10前",
		start = 107101001,
		videoPath = "",
		id = 101071001,
		desc = "赫拉的攻击虽然很快就把视骸烧成了灰烬，但升起的火光引起了远处的右近卫的注意。他似乎把赫拉一行人当成了当年谋害宫蛇家的仇人，发起了狂暴的攻击。",
		trigger = {
			1,
			1010710,
			1
		}
	},
	[101071002] = {
		name = "7-10后",
		start = 107112001,
		videoPath = "",
		id = 101071002,
		desc = "宫蛇彩舍身从赫拉的攻击中保护下了她唤作「长实叔」的右近卫，与此同时也唤醒了他的神智。赫拉没有再继续攻击，而宫蛇彩则和右近卫一起去寻找她的哥哥——宫蛇秀了。",
		trigger = {
			1,
			1010710,
			2
		}
	},
	[101080101] = {
		name = "8-1前",
		start = 108011001,
		videoPath = "",
		id = 101080101,
		desc = "画师的幻境中浮现出宫蛇家过去的光景——与广元下棋时为一步棋而苦苦纠结的宫蛇秀，随手一下却成了妙着的宫蛇彩，欢笑地围着棋桌的宫蛇家众人。画师为什么要给月读和丰前坊展示这样的画面呢？",
		trigger = {
			1,
			1010801,
			1
		}
	},
	[101080201] = {
		name = "8-2前",
		start = 108021001,
		videoPath = "",
		id = 101080201,
		desc = "这一段回忆中，出现的是歌姬栗本葵与宫蛇彩闲聊的场景。宫蛇彩点破了葵喜欢她哥哥的事实。画面中的两人看起来十分要好。为什么曾经那么温馨的宫蛇家，会沦为视骸合成体的实验场呢……",
		trigger = {
			1,
			1010802,
			1
		}
	},
	[101080401] = {
		name = "8-4前",
		start = 108041001,
		videoPath = "",
		id = 101080401,
		desc = "年轻时的宫蛇秀在阅读史书时对笹波古代的「大将军」产生了憧憬，而两位家臣广元和长实则起誓会一直站在少主这边。这一幕的三人被画师定格在画上作为纪念。但很快，那画卷被火点着，月读和丰前坊的周围也全都陷入了火海。",
		trigger = {
			1,
			1010804,
			1
		}
	},
	[101080601] = {
		name = "8-6前",
		start = 108061001,
		videoPath = "",
		id = 101080601,
		desc = "丰前坊和月读在画中发现了破旧的鸦越家家徽，意识到四年前的宫蛇家大火真相也许并不简单。幻境的缔造者，画师终于出现在两人面前。作为视骸合成体的他，原来一直都在和被植入的视骸的欲望斗争。",
		trigger = {
			1,
			1010806,
			1
		}
	},
	[101080701] = {
		name = "8-7前",
		start = 108071001,
		videoPath = "",
		id = 101080701,
		desc = "画师将她们带到宫蛇家的地下密室，告诉了她们在这里发生的事：宫蛇秀用传说中的方法唤醒了被封印的蛇神，而他和广元、长实、葵则变成了第一批视骸合成体。",
		trigger = {
			1,
			1010807,
			1
		}
	},
	[101080702] = {
		name = "8-7后",
		start = 108072001,
		videoPath = "",
		id = 101080702,
		desc = "画师在临死前回想起了当初离开寺院踏上寻找自己的「佛」的过去。画师终于从漫长的与视骸的争斗中解脱，月读和丰前坊周围的幻境也随之消失。",
		trigger = {
			1,
			1010807,
			2
		}
	},
	[101080901] = {
		name = "8-9前",
		start = 108091001,
		videoPath = "",
		id = 101080901,
		desc = "找到了视骸合成装置所在位置的赫拉，实在看不下去的她当即准备动手烧毁这里。",
		trigger = {
			1,
			1010809,
			1
		}
	},
	[101081001] = {
		name = "8-10前",
		start = 108101001,
		videoPath = "",
		id = 101081001,
		desc = "烧毁了合成装置之后，骑乘着巨鲸的歌者暴怒地出现，控诉修正者们毁掉了她的存在意义。",
		trigger = {
			1,
			1010810,
			1
		}
	},
	[101081101] = {
		name = "8-11前",
		start = 108111001,
		videoPath = "",
		id = 101081101,
		desc = "回忆里，栗本葵从心底感谢着赐予了她在仪式中的使命的宫蛇秀。现实中，骑着巨鲸的她已不知去向。",
		trigger = {
			1,
			1010811,
			1
		}
	},
	[101080403] = {
		name = "8-4中",
		start = 108043001,
		videoPath = "",
		id = 101080403,
		desc = "",
		trigger = {}
	},
	[101080503] = {
		name = "8-5中",
		start = 108053001,
		videoPath = "",
		id = 101080503,
		desc = "",
		trigger = {}
	},
	[101080803] = {
		name = "8-8中",
		start = 108083001,
		videoPath = "",
		id = 101080803,
		desc = "",
		trigger = {}
	},
	[101090101] = {
		name = "9-1前",
		start = 109011001,
		videoPath = "",
		id = 101090101,
		desc = "月读、丰前坊和薇儿丹蒂等人会合，交换情报后一同去寻找伊鹤正芳的下落。",
		trigger = {
			1,
			1010901,
			1
		}
	},
	[101090201] = {
		name = "9-2前",
		start = 109021001,
		videoPath = "",
		id = 101090201,
		desc = "众人谈到智种视骸，如果笹波的传说是真的，那么智种视骸在一百多年前就已经存在了。另一方面，月读和丰前坊似乎都有想对对方说的话……",
		trigger = {
			1,
			1010902,
			1
		}
	},
	[101090301] = {
		name = "9-3前",
		start = 109031001,
		videoPath = "",
		id = 101090301,
		desc = "「小姐想见少主」——当少纳言听到右近卫这么说时，他以为右近卫的心智又出问题了。但听见那女孩叫他「长实叔叔」后，他明白了那真的是宫蛇彩小姐。",
		trigger = {
			1,
			1010903,
			1
		}
	},
	[101090401] = {
		name = "9-4前",
		start = 109041001,
		videoPath = "",
		id = 101090401,
		desc = "宫蛇彩明白自己已经在四年前的大火中身亡，但她的灵魂却一直注视着四年来宫蛇家的一切。哥哥所做的事情，在她看来必须要阻止才行。",
		trigger = {
			1,
			1010904,
			1
		}
	},
	[101090501] = {
		name = "9-5前",
		start = 109051001,
		videoPath = "",
		id = 101090501,
		desc = "少纳言将宫蛇彩和右近卫带到了远吕知所在的地方，打算在这里将两人解决。——为了实现家主宫蛇秀的大业，他不论变成什么样子都在所不惜。",
		trigger = {
			1,
			1010905,
			1
		}
	},
	[101090502] = {
		name = "9-5后",
		start = 109052001,
		videoPath = "",
		id = 101090502,
		desc = "右近卫被远吕知杀死，而宫蛇彩小姐也被少纳言掐住喉咙渐渐失去力气。",
		trigger = {
			1,
			1010905,
			2
		}
	},
	[101090601] = {
		name = "9-6前",
		start = 109061001,
		videoPath = "",
		id = 101090601,
		desc = "对错任由后人评说，我只在乎结果——宫蛇秀对伊鹤正芳表明了自己的决心。修正者们终于赶到宫蛇家主屋，一场战斗在所难免。",
		trigger = {
			1,
			1010906,
			1
		}
	},
	[101090801] = {
		name = "9-8前",
		start = 109081001,
		videoPath = "",
		id = 101090801,
		desc = "击败少纳言和其他侍卫，正准备救出伊鹤正芳时，修正者们的面前出现了蛇神的真身。",
		trigger = {
			1,
			1010908,
			1
		}
	},
	[101090901] = {
		name = "9-9前",
		start = 109091001,
		videoPath = "",
		id = 101090901,
		desc = "月读和丰前坊们被远吕知的实力压制，蛇神对管理员的身体产生了兴趣。而管理员竟利用蛇神近距离观察自己的机会，用大国主新研制的兔兔手枪射伤了蛇神。",
		trigger = {
			1,
			1010909,
			1
		}
	},
	[101091001] = {
		name = "9-10前",
		start = 109101001,
		videoPath = "",
		id = 101091001,
		desc = "远吕知的身体消亡，可是气息却未完全消失：早前被黑蛇咬中的丰前坊，那个时候寄存在她体内的蛇神的数据正在复苏。为了阻止蛇神在自己体内复苏，丰前坊举起权钥对准了自己——管理员开枪击飞了丰前坊的权钥。月读也告诉丰前坊她从来不是什么累赘，而是她最骄傲的弟子。月读让丰前坊将蛇神的半身释放出来，而她则准备好以第二权钥「震离」迎战蛇神。",
		trigger = {
			1,
			1010910,
			1
		}
	},
	[101091002] = {
		name = "9-10后",
		start = 0,
		videoPath = "SofdecAsset/story/story_1010910.usm",
		id = 101091002,
		desc = "",
		trigger = {
			1,
			1010910,
			2,
			1
		}
	},
	[101091101] = {
		name = "9-11前",
		start = 109111001,
		videoPath = "",
		id = 101091101,
		desc = "迦具土背着宫蛇彩想要带她去见哥哥完成她的心愿，但却在院子中遇见了自称四年前跟他见过的谜之少女朗香。判断她就是家主所说的幕后操控者，迦具土让隐鸦先回鸦家，他要在这里履行家主交代的任务。",
		trigger = {
			1,
			1010911,
			1
		}
	},
	[101091201] = {
		name = "9-12前",
		start = 109121001,
		videoPath = "",
		id = 101091201,
		desc = "事件结束后，回到深空之眼的月读决定重新审视将丰前坊移出稚小队的决定。虽然宫蛇家的事件依然谜团重重，给人感觉只是笹波接下来一连串风波的开始，但好消息是国常立在手术后没有大碍，之前在斯皮尔特事件中受伤昏迷的巴德尔也平安醒了过来。",
		trigger = {
			1,
			1010912,
			1
		}
	},
	[101100101] = {
		name = "羊",
		start = 110011001,
		videoPath = "",
		id = 101100101,
		desc = "要是羊没有听狐狸的话就好了，听完这个故事的奥西里斯这样想。",
		trigger = {
			1,
			5210101,
			1
		}
	},
	[101100201] = {
		name = "入梦的谈判",
		start = 110021001,
		videoPath = "",
		id = 101100201,
		desc = "为了唤醒沉睡的奥西里斯意识，管理员与冥王立下了进入梦的赌约……",
		trigger = {
			1,
			5210102,
			1
		}
	},
	[101100301] = {
		name = "听",
		start = 110031001,
		videoPath = "",
		id = 101100301,
		desc = "",
		trigger = {}
	},
	[101100401] = {
		name = "声",
		start = 110041001,
		videoPath = "",
		id = 101100401,
		desc = "",
		trigger = {}
	},
	[101100501] = {
		name = "裂",
		start = 110051001,
		videoPath = "",
		id = 101100501,
		desc = "",
		trigger = {}
	},
	[101100601] = {
		name = "恶",
		start = 110061001,
		videoPath = "",
		id = 101100601,
		desc = "",
		trigger = {}
	},
	[101100701] = {
		name = "试",
		start = 110071001,
		videoPath = "",
		id = 101100701,
		desc = "",
		trigger = {}
	},
	[101100801] = {
		name = "食",
		start = 110081001,
		videoPath = "",
		id = 101100801,
		desc = "",
		trigger = {}
	},
	[101100901] = {
		name = "病",
		start = 110091001,
		videoPath = "",
		id = 101100901,
		desc = "",
		trigger = {}
	},
	[101101001] = {
		name = "消",
		start = 110101001,
		videoPath = "",
		id = 101101001,
		desc = "",
		trigger = {}
	},
	[101101101] = {
		name = "隔",
		start = 110111001,
		videoPath = "",
		id = 101101101,
		desc = "",
		trigger = {}
	},
	[101101202] = {
		name = "冥王的奇袭",
		start = 110122001,
		videoPath = "",
		id = 101101202,
		desc = "",
		trigger = {
			1,
			5210113,
			2
		}
	},
	[101101301] = {
		name = "心象房间",
		start = 110131001,
		videoPath = "",
		id = 101101301,
		desc = "终于见到了心象房间中的奥西里斯，但少女却并不愿意回到现实，被揭开伤口的小羊将自己锁在了心房内。",
		trigger = {
			1,
			5210114,
			1
		}
	},
	[101101401] = {
		name = "直面自我",
		start = 110141001,
		videoPath = "",
		id = 101101401,
		desc = "我不会再拿冥王当挡箭牌了，为了回到大家身边，我会打败你，奥西里斯。",
		trigger = {
			1,
			5210115,
			1
		}
	},
	[101101501] = {
		name = "鏖战开始",
		start = 110151001,
		videoPath = "",
		id = 101101501,
		desc = "薇儿和休在关键时刻救下了管理员，旋即遭到冥王疯狂的攻击，此时解开了心结的少女赶到战场……",
		trigger = {
			1,
			5210116,
			1
		}
	},
	[101101502] = {
		name = "虚梦的崩塌",
		start = 110152001,
		videoPath = "",
		id = 101101502,
		desc = "",
		trigger = {
			1,
			5210116,
			2
		}
	},
	[101101601] = {
		name = "羊的结局",
		start = 110161001,
		videoPath = "",
		id = 101101601,
		desc = "她为故事编写了新的结局，正如对自己的未来做了新的决定。",
		trigger = {
			1,
			5210117,
			1
		}
	},
	[101110101] = {
		name = "幻蝶起始",
		start = 111011001,
		videoPath = "",
		id = 101110101,
		desc = "「幻蝶」现象开始蔓延，管理员也深受其扰，看见了黑蝶的幻影……",
		trigger = {
			1,
			5010101,
			1
		}
	},
	[101110201] = {
		name = "骸震救援·前",
		start = 111021001,
		videoPath = "",
		id = 101110201,
		desc = "在艾因索菲的暮下区突发了剧烈的骸震，休紧急派出了管理员带领修正者们前往支援。",
		trigger = {
			1,
			5010102,
			1
		}
	},
	[101110203] = {
		name = "骸震救援·中",
		start = 111023001,
		videoPath = "",
		id = 101110203,
		desc = "灾区边缘，众人从一名伤员的口中了解到视骸已经出现。在为伤员做了紧急处理后，小队前往更深处执行视骸清理的任务。",
		trigger = {}
	},
	[101110202] = {
		name = "骸震救援·后",
		start = 111022001,
		videoPath = "",
		id = 101110202,
		desc = "在灾区中，众人顺利救下了一名自称医生的人，也从他的口中得知已经有人遭到了视骸袭击的消息。",
		trigger = {
			1,
			5010102,
			2
		}
	},
	[101110301] = {
		name = "送葬者·前",
		start = 111031001,
		videoPath = "",
		id = 101110301,
		desc = "继续向前探索的小队来到了医生所说的，袭击发生的地点，在这里调查的过程中，遇见了一个行为怪异的人，他们决定跟上前去一探究竟。",
		trigger = {
			1,
			5010103,
			1
		}
	},
	[101110302] = {
		name = "送葬者·后",
		start = 111032001,
		videoPath = "",
		id = 101110302,
		desc = "在追踪的过程中，管理员再次看见了「幻蝶」导致和众人分散，随后见到了名为海拉的少女……",
		trigger = {
			1,
			5010103,
			2
		}
	},
	[101110401] = {
		name = "黑蝶再临",
		start = 111041001,
		videoPath = "",
		id = 101110401,
		desc = "平安地回到避难区后，管理员偶遇了被救下的心理医生泽里，他提出可以去黑蝶所说的地方找找线索。晚上又梦见黑蝶之后，来到楼顶散心的管理员再次与海拉相遇了……",
		trigger = {
			1,
			5010104,
			1
		}
	},
	[101110501] = {
		name = "葬蝶墓园",
		start = 111051001,
		videoPath = "",
		id = 101110501,
		desc = "深夜，海拉带着管理员来到了一片墓园，黑蝶似乎已经在等待着他们的到来……",
		trigger = {
			1,
			4040201,
			1
		}
	},
	[101110601] = {
		name = "白花之地·前",
		start = 111061001,
		videoPath = "",
		id = 101110601,
		desc = "跟随着黑蝶在墓园中穿行，两人来到了原本埋葬着海拉姐姐的墓前，在那里遇见了一名白衣少女。然而这时却出现了视骸……",
		trigger = {
			1,
			5010105,
			1
		}
	},
	[101110602] = {
		name = "白花之地·后",
		start = 111062001,
		videoPath = "",
		id = 101110602,
		desc = "击退视骸后，管理员安抚起惊魂未定的少女维娜，听她说了有关黑蝶的故事。在之后的调查中，几人发现本该埋藏着薇娜的墓穴已经空空如也，正被谜团困扰得一筹莫展时，薇娜出现在他们眼前。",
		trigger = {
			1,
			5010105,
			2
		}
	},
	[101110701] = {
		name = "约定·前",
		start = 111071001,
		videoPath = "",
		id = 101110701,
		desc = "出现的似乎是薇娜的灵魂，她告诉两人希望他们能保护好身边那个名叫维娜的少女，然而海拉和姐姐薇娜之间似乎另有隐情……",
		trigger = {
			1,
			5010106,
			1
		}
	},
	[101110702] = {
		name = "约定·后",
		start = 111072001,
		videoPath = "",
		id = 101110702,
		desc = "定下守护维娜的约定后，两人决定先带她回到避难区，但在撤退途中还是引来了视骸。海拉决定独自作战引开视骸，维娜却表达了深深的担心，但好在一切顺利。简单安顿好几人后，管理员向休进行了简短的汇报……",
		trigger = {
			1,
			5010106,
			2
		}
	},
	[101110801] = {
		name = "回梦",
		start = 111081001,
		videoPath = "",
		id = 101110801,
		desc = "朦胧中海拉做了一个很长的梦，梦见了过去发生的事……她醒来后，管理员在一起用餐的过程中提出要把维娜送回父母的身边，却得知了维娜是孤儿的事实。在外出散心的过程中，泽里医生再次出现在众人面前，毛遂自荐收留了维娜。",
		trigger = {
			1,
			5010107,
			1
		}
	},
	[101110901] = {
		name = "夜谈·前",
		start = 111091001,
		videoPath = "",
		id = 101110901,
		desc = "当晚因为姐姐的再次出现而陷入回忆中挣扎的海拉，被维娜所安慰。然而第二天的晚上，却从泽里医生那里传来了维娜病情严重的消息。海拉决定帮助维娜去封锁区的诊所取药。",
		trigger = {
			1,
			5010108,
			1
		}
	},
	[101110902] = {
		name = "夜谈·后",
		start = 111092001,
		videoPath = "",
		id = 101110902,
		desc = "成功取到药品的两人在回程的途中交流，管理员帮助海拉意识到了她对维娜的重视，同时也告诉她维娜可能就是她姐姐的轮回体并且各自持有一部分的灵魂。但这时，薇儿传来了紧急通讯告诉他们避难区遭到了入侵……",
		trigger = {
			1,
			5010108,
			2
		}
	},
	[101111001] = {
		name = "侵蚀·前",
		start = 111101001,
		videoPath = "",
		id = 101111001,
		desc = "管理员与海拉赶回与薇儿汇合后，得知维娜不知去向，于是决定一边处理避难区的视骸，一边寻找线索。",
		trigger = {
			1,
			5010109,
			1
		}
	},
	[101111002] = {
		name = "侵蚀·后",
		start = 111102001,
		videoPath = "",
		id = 101111002,
		desc = "随着时间流逝，海拉逐渐变的焦急起来，好在薇儿及时带来了目击情报。众人决定分散行动，由管理员和海拉先行前往追踪。",
		trigger = {
			1,
			5010109,
			2
		}
	},
	[101111101] = {
		name = "追迹",
		start = 111111001,
		videoPath = "",
		id = 101111101,
		desc = "两人再次回到了墓园，在这里依靠着「幻蝶」，发现了属于维娜的物品……",
		trigger = {
			1,
			5010110,
			1
		}
	},
	[101111201] = {
		name = "真相·前",
		start = 111121001,
		videoPath = "",
		id = 101111201,
		desc = "成功地进入了隐藏在墓园中的某间实验室中，借助弥弥尔大人的力量，开始解析这里终端中的数据。",
		trigger = {
			1,
			5010111,
			1
		}
	},
	[101111202] = {
		name = "真相·后",
		start = 111122001,
		videoPath = "",
		id = 101111202,
		desc = "不小心误触了警报的两人好不容易躲开了视骸的追击，躲在了拐角的房间中。整理刚才获得的信息后，推导出了残酷的真相——有人想要利用维娜和薇娜完成灵魂补完的计划。",
		trigger = {
			1,
			5010111,
			2
		}
	},
	[101111301] = {
		name = "实验开始·前",
		start = 111131001,
		videoPath = "",
		id = 101111301,
		desc = "决心终止实验计划的两人来到了研究室的核心区，在这里他们见到了被关在舱中的维娜和薇娜，而这一切的幕后主使就是已经伪装。",
		trigger = {
			1,
			5010112,
			1
		}
	},
	[101111302] = {
		name = "实验开始·后",
		start = 111132001,
		videoPath = "",
		id = 101111302,
		desc = "虽然全力作战，但两个人还是寡不敌众，管理员与海拉只能眼睁睁地看着实验准备完成。然而在灵魂融合即将完成的最后关头，发生了意料之外的变故。",
		trigger = {
			1,
			5010112,
			2
		}
	},
	[101111401] = {
		name = "心魇·前",
		start = 111141001,
		videoPath = "",
		id = 101111401,
		desc = "接触了灵魂光团的海拉被内心压抑的情感所吞噬，看见了自己一直以来无法绕过的心结。就在海拉的心智快要支撑不住时，黑蝶化作薇娜的灵魂再次出现在她的面前，与海拉一起战斗。",
		trigger = {
			1,
			5010113,
			1
		}
	},
	[101111402] = {
		name = "心魇·后",
		start = 111142001,
		videoPath = "",
		id = 101111402,
		desc = "成功战胜自己过去的心结，海拉与姐姐薇娜之间也相互和解，薇娜告诉海拉她应该更注重眼前的人而不是过去，随后彻底消散。",
		trigger = {
			1,
			5010113,
			2
		}
	},
	[101111501] = {
		name = "伙伴·前",
		start = 111151001,
		videoPath = "",
		id = 101111501,
		desc = "另一边，管理员从昏迷中醒来，却发现因为融合的原因实验室的视骸开始暴动起来，苦苦支撑中终于等到了新人小队前来援助。",
		trigger = {
			1,
			5010114,
			1
		}
	},
	[101111502] = {
		name = "伙伴·后",
		start = 111152001,
		videoPath = "",
		id = 101111502,
		desc = "暴动的视骸数量巨大，即便新人小队努力作战，众人也依旧不敌。关键时刻海拉苏醒，明白了自己现在应该要做的事。有了海拉的加入，很快将状况平息下来。",
		trigger = {
			1,
			5010114,
			2
		}
	},
	[101111601] = {
		name = "新的家人",
		start = 111161001,
		videoPath = "",
		id = 101111601,
		desc = "休也来到了现场，海拉决定收养维娜，事件似乎暂告一个段落。在和海拉一起去为薇娜扫墓的过程中，管理员也告诉了海拉自己的调查结果，明白了事情原委的海拉也彻底释怀。",
		trigger = {
			1,
			5010115,
			1
		}
	},
	[101111701] = {
		name = "疾风飒飒·前",
		start = 111171001,
		videoPath = "",
		id = 101111701,
		desc = "休和大国主在讨论骸震时，大国主表明自己已经有解决的方法，但是需要一名修正者的协助。与此同时。在骸震灾区的一角，一个男人即将被视骸袭击，神秘的少女及时赶到，在灾区中大显身手。",
		trigger = {
			1,
			5010116,
			1
		}
	},
	[101111702] = {
		name = "疾风飒飒·后",
		start = 111172001,
		videoPath = "",
		id = 101111702,
		desc = "救下了男人的神秘少女名叫赫尔墨斯，她接到了来自深空之眼的联络，大国主表示有一件事希望她能帮忙。",
		trigger = {
			1,
			5010116,
			2
		}
	},
	[101111801] = {
		name = "数据收集·前",
		start = 111181001,
		videoPath = "",
		id = 101111801,
		desc = "看着被破坏的城市，赫尔墨斯显得有些感慨。大国主向她解释了「溢散数据」这一概念，并希望她能充分发挥自己的优势，尽可能地收集数据。",
		trigger = {
			1,
			5010117,
			1
		}
	},
	[101111802] = {
		name = "数据收集·后",
		start = 111182001,
		videoPath = "",
		id = 101111802,
		desc = "因为视骸的阻挠，最终还是没能完成数据的收集。大国主似乎想到了其他的方法切断了通讯，赫尔墨斯也只好先回避难区帮忙。",
		trigger = {
			1,
			5010117,
			2
		}
	},
	[101111901] = {
		name = "失物委托·前",
		start = 111191001,
		videoPath = "",
		id = 101111901,
		desc = "在避难区帮忙运送物资的赫尔墨斯，接下了一个女孩的委托，她希望赫尔墨斯能帮她找到自己掉在灾区中的朋友「伊万」。",
		trigger = {
			1,
			5010118,
			1
		}
	},
	[101111902] = {
		name = "失物委托·后",
		start = 111192001,
		videoPath = "",
		id = 101111902,
		desc = "赫尔墨斯顺利找到了「伊万」，但同时也吸引了视骸。大国主发现了在玩偶熊上依附的记忆数据，推测可能有人在抽取源层的数据，并决定从刚才收集到的数据中得出的坐标位置开始调查。",
		trigger = {
			1,
			5010118,
			2
		}
	},
	[101112001] = {
		name = "坐标追踪·前",
		start = 111201001,
		videoPath = "",
		id = 101112001,
		desc = "来到了坐标所示的地方，这里似乎遭到了更严重的破坏，还有奇怪的数据接口……",
		trigger = {
			1,
			5010119,
			1
		}
	},
	[101112002] = {
		name = "坐标追踪·后",
		start = 111202001,
		videoPath = "",
		id = 101112002,
		desc = "赫尔墨斯在遇见了一只携带着大量「溢散数据」的视骸，不过交手不多时它就向远处逃离。虽然一度失去了视骸的踪影，但借助着大国主的帮助，还是发现了一个诡异的入口。",
		trigger = {
			1,
			5010119,
			2
		}
	},
	[101112101] = {
		name = "奇怪房间",
		start = 111211001,
		videoPath = "",
		id = 101112101,
		desc = "追踪痕迹来到地下后，这里居然有一个奇怪的房间。调查后发现，这里似乎是一处废弃的实验室，先前逃走的视骸也再次出现，赫尔墨斯追上前去找到了一处去往源层的通道。",
		trigger = {
			1,
			5010120,
			1
		}
	},
	[101112201] = {
		name = "奔跑决意·前",
		start = 111221001,
		videoPath = "",
		id = 101112201,
		desc = "利用通道来到源层后，大国主很快发现了这里的异常，有人正在利用某种装置抽取源层控制轴中的数据。原质区正暴露在巨大的危险之下……",
		trigger = {
			1,
			5010121,
			1
		}
	},
	[101112202] = {
		name = "奔跑决意·后",
		start = 111222001,
		videoPath = "",
		id = 101112202,
		desc = "大国主告诉赫尔墨斯，如果不阻止数据被抽取，原质区将会完全崩溃。赫尔墨斯毅然决定挺身而出，即便需要付出巨大的代价，她也想要保护自己喜欢的城市与在城市中生活的人们。",
		trigger = {
			1,
			5010121,
			2
		}
	},
	[101112301] = {
		name = "休养",
		start = 111231001,
		videoPath = "",
		id = 101112301,
		desc = "等到赫尔墨斯醒来，事件似乎已经顺利结束了，但她也不得不暂时停止自己的工作。但对她来说，偶尔这样，似乎也不错。",
		trigger = {
			1,
			5010122,
			1
		}
	},
	[101120101] = {
		name = "陌生的沙滩·前",
		start = 112011001,
		videoPath = "",
		id = 101120101,
		desc = "劫后余生的大家流落到一座荒岛的沙滩上，不得不面对突然袭来的危险。",
		trigger = {
			1,
			5030101,
			1
		}
	},
	[101120102] = {
		name = "陌生的沙滩·后",
		start = 112012001,
		videoPath = "",
		id = 101120102,
		desc = "击退敌人后，大家认为有必要调查这座岛屿，同时将丝卡蒂和管理员留在海边留意雪晶二号的踪迹。",
		trigger = {
			1,
			5030101,
			2
		}
	},
	[101120201] = {
		name = "奇迹名为雪晶二号·前",
		start = 112021001,
		videoPath = "",
		id = 101120201,
		desc = "丝卡蒂的自信果真带来了奇迹，外出调查的同伴发现了本应沉没的雪晶二号搁浅在海边。",
		trigger = {
			1,
			5030102,
			1
		}
	},
	[101120202] = {
		name = "奇迹名为雪晶二号·后",
		start = 112022001,
		videoPath = "",
		id = 101120202,
		desc = "击退拦路的敌人后，大家重新回到雪晶二号上。然而储备食物全部被海水泡坏，管理员因为饥饿晕倒……",
		trigger = {
			1,
			5030102,
			2
		}
	},
	[101120301] = {
		name = "船长的不眠之夜·前",
		start = 112031001,
		videoPath = "",
		id = 101120301,
		desc = "救醒管理员后，大家决定冒险深入岛屿寻找食物。",
		trigger = {
			1,
			5030103,
			1
		}
	},
	[101120302] = {
		name = "船长的不眠之夜·后",
		start = 112032001,
		videoPath = "",
		id = 101120302,
		desc = "用块茎烹制的食物终于救回了管理员，丝卡蒂许诺马上修好船带大家离开，然而事情却并没有想象的那样顺利……",
		trigger = {
			1,
			5030103,
			2
		}
	},
	[101120303] = {
		name = "可怜的收获",
		start = 112033001,
		videoPath = "",
		id = 101120303,
		desc = "大家只找到了块茎，但必须尽快返回。",
		trigger = {}
	},
	[101120401] = {
		name = "目标，下一座岛屿",
		start = 112041001,
		videoPath = "",
		id = 101120401,
		desc = "被管理员开导后，丝卡蒂终于向大家讲明了当下的困境和接下来的任务，一场探险势在必行。",
		trigger = {
			1,
			5030104,
			1
		}
	},
	[101120502] = {
		name = "陌生的重逢",
		start = 112052001,
		videoPath = "",
		id = 101120502,
		desc = "拔出不明物体后，岛屿突然开始震动。",
		trigger = {
			1,
			5030105,
			2
		}
	},
	[101120503] = {
		name = "陌生的重逢·后",
		start = 112053001,
		videoPath = "",
		id = 101120503,
		desc = "利维坦即将找到她负责的部件，同时也接近了那个神秘的声音。",
		trigger = {}
	},
	[101120601] = {
		name = "如约而至的是危机·前",
		start = 112061001,
		videoPath = "",
		id = 101120601,
		desc = "利维坦迟迟未归，岛屿的震动也引来了大批视骸，丝卡蒂奋力战斗，掩护大家上船。",
		trigger = {
			1,
			5030106,
			1
		}
	},
	[101120602] = {
		name = "如约而至的是危机·后",
		start = 112062001,
		videoPath = "",
		id = 101120602,
		desc = "大家终于成功登船，但利维坦仍未返回。",
		trigger = {
			1,
			5030106,
			2
		}
	},
	[101120701] = {
		name = "最后的冲刺·前",
		start = 112071001,
		videoPath = "",
		id = 101120701,
		desc = "利维坦拼尽全力赶回会合点的同时，再次听到了那个神秘声音的指引。",
		trigger = {
			1,
			5030107,
			1
		}
	},
	[101120702] = {
		name = "最后的冲刺·后",
		start = 112072001,
		videoPath = "",
		id = 101120702,
		desc = "利维坦终于到达了会合点，然而岛屿却在她上船之前彻底崩塌……",
		trigger = {
			1,
			5030107,
			2
		}
	},
	[101120801] = {
		name = "丝卡蒂的决意",
		start = 112081001,
		videoPath = "",
		id = 101120801,
		desc = "利维坦不幸被漩涡吞没，丝卡蒂的坚持让大家下定决心采取营救行动。",
		trigger = {
			1,
			5030108,
			1
		}
	},
	[101120901] = {
		name = "梦醒时刻",
		start = 112091001,
		videoPath = "",
		id = 101120901,
		desc = "大家在午后的教室中醒来，仿佛之前的一切都没有发生过，但管理员还是识破了这个骗局。",
		trigger = {
			1,
			5030109,
			1
		}
	},
	[101121001] = {
		name = "海底的秘密·前",
		start = 112101001,
		videoPath = "",
		id = 101121001,
		desc = "幻境破灭后，大家跌入一个海底气泡世界，与雪晶二号失散。",
		trigger = {
			1,
			5030110,
			1
		}
	},
	[101121002] = {
		name = "海底的秘密·后",
		start = 112102001,
		videoPath = "",
		id = 101121002,
		desc = "重新返回雪晶二号后，丝卡蒂推测海底气泡世界是塞壬的造物，利维坦就在另一个气泡世界里。",
		trigger = {
			1,
			5030110,
			2
		}
	},
	[101121101] = {
		name = "贸然前进的代价·前",
		start = 112111001,
		videoPath = "",
		id = 101121101,
		desc = "借助潜水设备来到另一个气泡后，大家发现这里也有视骸。",
		trigger = {
			1,
			5030111,
			1
		}
	},
	[101121102] = {
		name = "贸然前进的代价·后",
		start = 112112001,
		videoPath = "",
		id = 101121102,
		desc = "大家察觉到了这个气泡世界的异样，但为时已晚。",
		trigger = {
			1,
			5030111,
			2
		}
	},
	[101121201] = {
		name = "塞壬再临·前",
		start = 112121001,
		videoPath = "",
		id = 101121201,
		desc = "塞壬再次降临。",
		trigger = {
			1,
			5030112,
			1
		}
	},
	[101121202] = {
		name = "塞壬再临·后",
		start = 112122001,
		videoPath = "",
		id = 101121202,
		desc = "奋战过后，大家终于创造了一条生路，然而管理员却不幸被塞壬掀起的海浪抛出了气泡世界。",
		trigger = {
			1,
			5030112,
			2
		}
	},
	[101121301] = {
		name = "利维坦的困惑·前",
		start = 112131001,
		videoPath = "",
		id = 101121301,
		desc = "利维坦终于醒来，惊讶地发现她还在跟随师父维达尔执行任务。",
		trigger = {
			1,
			5030113,
			1
		}
	},
	[101121302] = {
		name = "利维坦的困惑·后",
		start = 112132001,
		videoPath = "",
		id = 101121302,
		desc = "利维坦发现了维达尔的异样，同时那个神秘的声音也再次响起。",
		trigger = {
			1,
			5030113,
			2
		}
	},
	[101121401] = {
		name = "必须通过的试炼·前",
		start = 112141001,
		videoPath = "",
		id = 101121401,
		desc = "在神秘声音的提示下，利维坦终于识破了虚假的维达尔，一场冲突不可避免。",
		trigger = {
			1,
			5030114,
			1
		}
	},
	[101121402] = {
		name = "必须通过的试炼·后",
		start = 112142001,
		videoPath = "",
		id = 101121402,
		desc = "利维坦击败了维达尔的幻象，幻境也随之崩毁，神秘声音的本体终于现身。",
		trigger = {
			1,
			5030114,
			2
		}
	},
	[101121501] = {
		name = "我叫拉比·前",
		start = 112151001,
		videoPath = "",
		id = 101121501,
		desc = "跌入一个气泡世界后，利维坦结识了权钥附生AI“拉比”，并意识到自己已经掌握了新的力量。",
		trigger = {
			1,
			5030115,
			1
		}
	},
	[101121502] = {
		name = "我叫拉比·后",
		start = 112152001,
		videoPath = "",
		id = 101121502,
		desc = "击败视骸后，利维坦感应到了陷入险境的管理员。",
		trigger = {
			1,
			5030115,
			2
		}
	},
	[101121601] = {
		name = "当之无愧的英雄",
		start = 112161001,
		videoPath = "",
		id = 101121601,
		desc = "成功救回管理员后，利维坦下定决心与大家会合，共同迎战塞壬。",
		trigger = {
			1,
			5030116,
			1
		}
	},
	[101121701] = {
		name = "逆潮鲸歌·前",
		start = 112171001,
		videoPath = "",
		id = 101121701,
		desc = "利维坦和管理员及时赶到，对抗塞壬的最终战终于开始。",
		trigger = {
			1,
			5030117,
			1
		}
	},
	[101121702] = {
		name = "逆潮鲸歌·后",
		start = 112172001,
		videoPath = "",
		id = 101121702,
		desc = "塞壬落败后，所有气泡世界全部破灭。",
		trigger = {
			1,
			5030117,
			2
		}
	},
	[101121801] = {
		name = "盛夏终将远去",
		start = 112181001,
		videoPath = "",
		id = 101121801,
		desc = "大家成功获救，而与这场冒险有关的一切都已经消失在海底。",
		trigger = {
			1,
			5030118,
			1
		}
	},
	[101130101] = {
		name = "艺术之城",
		start = 113011001,
		videoPath = "",
		id = 101130101,
		desc = "深空之眼的众人因收到缪斯协会的邀请，而前往艺术之都欧莫菲斯参加阿尔蒂斯艺术盛典，在众人为欧莫菲斯的美丽而震撼时，欧莫菲斯和平的表象下却波涛暗涌：接连不断的艺术品失窃案惹得城中人心惶惶，铃兰骑士团则因抓捕不力而颇受非议，团长雅典娜为寻求破局方法，期望与哈迪斯达成合作…",
		trigger = {
			1,
			1011001,
			1
		}
	},
	[101130201] = {
		name = "被激怒的淑女·前",
		start = 113021001,
		videoPath = "",
		id = 101130201,
		desc = "深空之眼此行的真实目的，是为了摸清诺维赫的破坏目标。但事情并不如起初设想的顺利，缪斯协会门前，铃兰骑士团拒绝承认他们的邀请函，并亮出长枪挡住了众人去路。赫拉对于铃兰团的刻板行径颇为不满，一场激烈的交锋在所难免…",
		trigger = {
			1,
			1011002,
			1
		}
	},
	[101130202] = {
		name = "被激怒的淑女·后",
		start = 113022001,
		videoPath = "",
		id = 101130202,
		desc = "深空之眼与铃兰团骑士的打斗，被躲在暗中的琉刻与明塔看在眼里，身为缪斯协会的助理，以及赫拉的旧相识，她们为是否插手此事而颇感为难，最终决定等准备完哈迪斯大人的下午茶再处理此事…",
		trigger = {
			1,
			1011002,
			2
		}
	},
	[101130301] = {
		name = "下午茶的插曲",
		start = 113031001,
		videoPath = "",
		id = 101130301,
		desc = "铃兰团骑士手持铁盾，始终不愿往后退一步，这场战斗似要无止无休。直到团长雅典娜的出现，那群固执的骑士才愿收回长剑。缪斯协会的主人哈迪斯，她解释了前因后果后，雅典娜郑重地向深空之眼致歉，并告知了失窃案一事。管理员相信此事与诺维赫息息相关，决定帮助他们找出凶手。紧接着，雅典娜带着一位名为罗恩的目击证人进入了房间…",
		trigger = {
			1,
			1011003,
			1
		}
	},
	[101130401] = {
		name = "织梦的绵羊",
		start = 113041001,
		videoPath = "",
		id = 101130401,
		desc = "罗恩的目击证词中，犯罪者的形象非常接近视骸。下一秒，哈迪斯却带来了一位名叫俄尼里伊的小女孩，在言谈间，众人惊讶地得知她具有“入梦”的能力。哈迪斯让大家坐在她的身旁，伴随着那糯软的温柔嗓音，众人进入了梦境…",
		trigger = {
			1,
			1011004,
			1
		}
	},
	[101130501] = {
		name = "梦境所拒之人",
		start = 113051001,
		videoPath = "",
		id = 101130501,
		desc = "睁开眼，眼前的景象回溯到昨日罗恩停驻的繁华街道，众人跟随着他的脚步，来到了雕塑协会正门口。与造梦者俄尼里伊趴在云上懒洋洋的姿态不同，由于梦的主人罗恩对入梦者的敌意，铃兰团骑士再次向众人伸出利刃，但这次，雅典娜的喝令并没有止住骑士们进攻的步伐，伴随着赫拉手中的火焰起舞，一场势不可免的激战即将爆发…",
		trigger = {
			1,
			1011005,
			1
		}
	},
	[101130601] = {
		name = "浅梦一隅·前",
		start = 113061001,
		videoPath = "",
		id = 101130601,
		desc = "结束战斗后，众人来到雕塑协会前厅，在漫长的等待中消磨时间。通过哈迪斯，众人得知如果学生在16岁后，没有通过千星学院考试，将永远无法成为艺术家，显然，今年已是罗恩最后一次考试的机会。入夜，视骸猛地破窗而入，如罗恩的证词般掀倒展架，搜寻着物品。由于罗恩的恐惧，梦境越变越小，无边的黑暗似要将众人吞噬殆尽，俄尼里伊说要击溃眼前的视骸才能退出梦境…",
		trigger = {
			1,
			1011006,
			1
		}
	},
	[101130602] = {
		name = "浅梦一隅·后",
		start = 113062001,
		videoPath = "",
		id = 101130602,
		desc = "离开了梦境，众人意识到失窃案的幕后黑手是智种视骸。雅典娜为了守护欧莫菲斯，决定与大家并肩作战。尽管如此，赫拉对雅典娜的敌意不减半分，半晌，香气四溢的餐品临桌而上，顷刻间，争吵与冲突都化解在餐桌上香浓软糯的美食中…",
		trigger = {
			1,
			1011006,
			2
		}
	},
	[101130701] = {
		name = "「晨曦」的琴声·前",
		start = 113071001,
		videoPath = "",
		id = 101130701,
		desc = "月色怡人，伴着温暖的烛火，大家终日的劳累被洗涤殆尽。半梦半醒间，管理员隐约听见赫拉为雅典娜冲制红茶，他刚为二人缓和的关系而松了口气，视骸惊悚的声音却像针一般刺入温馨的室内…",
		trigger = {
			1,
			1011007,
			1
		}
	},
	[101130702] = {
		name = "「晨曦」的琴声·后",
		start = 113072001,
		videoPath = "",
		id = 101130702,
		desc = "结束战斗后，雅典娜表示此役已击溃了失窃案的幕后首领，她决定撤销兰铃团对各大协会的戒严，并退出以对抗视骸为目标，而组成的临时团队，队伍的突然减员让众人猝不及防…",
		trigger = {
			1,
			1011007,
			2
		}
	},
	[101130801] = {
		name = "千星圣殿",
		start = 113081001,
		videoPath = "",
		id = 101130801,
		desc = "尽管大家正为雅典娜草草结案的行为感到困惑，但下一秒，哈迪斯邀请众人游历千星学院的消息到达时，这无谓的烦恼霎时被抛向九霄云外。学院内浓烈的艺术氛围使人醉心不已，在此处，大家遇见了星虹议会议员欧申纳斯，但不巧的是，他对于哈迪斯次日才上岗工作的行为很不满意…",
		trigger = {
			1,
			1011008,
			1
		}
	},
	[101130901] = {
		name = "似曾相识",
		start = 113091001,
		videoPath = "",
		id = 101130901,
		desc = "在哈迪斯介绍千星学院的过程中，大家隐隐得知在欧莫菲斯提高艺术家职业门槛前，曾有过一段黑暗历史，但显然，她已不愿继续提及那段沉痛的往事，大家将目光放在了眼前的安保机械上，但下一秒，森森红光却从它们的眼冒出…",
		trigger = {
			1,
			1011009,
			1
		}
	},
	[101131001] = {
		name = "团长的忧虑",
		start = 113101001,
		videoPath = "",
		id = 101131001,
		desc = "雅典娜闻讯赶来，薇儿告知雅典娜，此处的智械因受视骸影响而异化，会袭击他人。但雅典娜触碰后，表示没有在智械身上感受到视骸的气息，仅对智械做检测处理，并保证在铃兰团的监控下，盛典会正常运行…",
		trigger = {
			1,
			1011010,
			1
		}
	},
	[101131101] = {
		name = "藏书室的老鼠",
		start = 113111001,
		videoPath = "",
		id = 101131101,
		desc = "夜，明塔和琉刻因听见异响而搜寻缪斯图书馆，发现了一个偷偷摸摸的人…",
		trigger = {
			1,
			1011011,
			1
		}
	},
	[101131202] = {
		name = "莳秧植梦",
		start = 113122001,
		videoPath = "",
		id = 101131202,
		desc = "俄尼里伊被打斗声吵醒，前来查看得知来人是罗恩。他支支吾吾地解释是想借用俄尼里伊的能力，睡个好觉，以应对明天的考试，于是，俄尼里伊为他种下了梦境之种。但是明塔始终不能理解为什么他不走正门…",
		trigger = {
			1,
			1011012,
			2
		}
	},
	[101131301] = {
		name = "理想的骑士",
		start = 113131001,
		videoPath = "",
		id = 101131301,
		desc = "小憩中的雅典娜梦见祖母沉重的教诲、兄长的指责，猛地从噩梦中惊醒，她擦掉额前的冷汗，从下属口中得知守卫智械的检查结果没问题，但由于盛典开幕式即将到来，哈迪斯等政府要员即将乘坐马车前往盛典，雅典娜的守卫工作仍一刻不能放松。",
		trigger = {
			1,
			1011013,
			1
		}
	},
	[101131401] = {
		name = "盛典前夕",
		start = 113141001,
		videoPath = "",
		id = 101131401,
		desc = "盛典开幕式正式开始，与铃兰团骑士们饱满的精神状态不同，雅典娜始终愁眉不展，并向下属传达要暂离队伍，独自去调查一件事…",
		trigger = {
			1,
			1011014,
			1
		}
	},
	[101131501] = {
		name = "被诅咒的宝石",
		start = 113151001,
		videoPath = "",
		id = 101131501,
		desc = "原来，罗恩接受了智骸拉冬的帮助，通过了考试，因此，他于今日帮助拉冬集齐了他解除封印所需的物品。后一步赶来的雅典娜发现艺术圣殿门外的守卫被摧毁，并察觉到罪魁祸首是站在角落里手拿诡谲镜子，自言自语的罗恩。雅典娜要求他把镜子交给她，但罗恩拒绝了她，并声称他不过是在帮助一位朋友…",
		trigger = {
			1,
			1011015,
			1
		}
	},
	[101131601] = {
		name = "友人的谎言",
		start = 113161001,
		videoPath = "",
		id = 101131601,
		desc = "雅典娜的离席引起了哈迪斯的注意，但此刻的哈迪斯未曾料想，雅典娜即将在艺术圣殿内，与被封印在镜子中的智骸拉冬夺舍后的“罗恩”进行对决…",
		trigger = {
			1,
			1011016,
			1
		}
	},
	[101131701] = {
		name = "致命的软肋·前",
		start = 113171001,
		videoPath = "",
		id = 101131701,
		desc = "得意的拉冬戳穿了雅典娜草草结案的原因：“不想引起慌乱，致使盛典举行时间延迟。”面对拉冬的盗窃行为和讽刺，雅典娜恼怒不已，但拉冬对她守护圣殿的衷心不以为然，甚至准备破坏这里的一切……",
		trigger = {
			1,
			1011017,
			1
		}
	},
	[101131702] = {
		name = "致命的软肋·后",
		start = 113172001,
		videoPath = "",
		id = 101131702,
		desc = "拉冬操控视骸疯狂地摧毁圣殿里的作品。雅典娜为了让他停手而低头下跪，在承受他的残忍攻击后陷入昏厥。拉冬使用窃来的诅咒之石及美杜莎雕像，将囚禁自己的镜子粉碎，夺走了欧莫菲斯的原质之心后逃离了现场…",
		trigger = {
			1,
			1011017,
			2
		}
	},
	[101131801] = {
		name = "破碎的梦境之种",
		start = 113181001,
		videoPath = "",
		id = 101131801,
		desc = "俄尼里伊感知到罗恩的梦境之种碎了，意味着罗恩此时存在死亡、被视骸攻击、落入源层的三种可能，众人为了拯救濒危的罗恩，往发出罗恩感应信号的千星圣殿赶去…",
		trigger = {
			1,
			1011018,
			1
		}
	},
	[101131901] = {
		name = "纵使失去一切",
		start = 113191001,
		videoPath = "",
		id = 101131901,
		desc = "千星圣殿内狼藉一片，众人在雅典娜的叙事中得知了前因后果，管理员敏锐地察觉欧莫菲斯的原质之心被夺走，一筹莫展之际，俄尼里伊的小困声称可以带领大家找到拉冬的踪迹。因失责而颓废的雅典娜在赫拉的劝诫下，回忆起祖母的箴言，雅典娜决心走出过去，跟随大家的脚步夺回原质之心…",
		trigger = {
			1,
			1011019,
			1
		}
	},
	[101140101] = {
		name = "破碎之镜",
		start = 114011001,
		videoPath = "",
		id = 101140101,
		desc = "拉冬通过心之殿的坐标进入源层，然而落点发生了偏移，突如其来的精神冲击迫使他放弃了罗恩的躯体。「朋友」的伪装被拉冬无情撕碎，罗恩仓惶逃离。",
		trigger = {
			1,
			1011101,
			1
		}
	},
	[101140201] = {
		name = "默契的冤家·前",
		start = 114021001,
		videoPath = "",
		id = 101140201,
		desc = "管理员一行跟随俄尼里伊的玩偶「小困」循着梦境之种碎片的痕迹寻找罗恩。信息的匮乏导致情况十分不明朗，源层中游荡视骸的阻拦更拖慢了众人的脚步。",
		trigger = {
			1,
			1011102,
			1
		}
	},
	[101140202] = {
		name = "默契的冤家·后",
		start = 114022001,
		videoPath = "",
		id = 101140202,
		desc = "在与视骸的战斗中，雅典娜偶然发现自己能够引导赫拉的火焰来发动极其强大的攻击。",
		trigger = {
			1,
			1011102,
			2
		}
	},
	[101140301] = {
		name = "真实记忆",
		start = 114031001,
		videoPath = "",
		id = 101140301,
		desc = "梦境之种开始移动，遮掩罗恩记忆的力量消退。管理员等人推测出拉冬已经开始行动，一边抓紧追寻罗恩，一边探寻梦种碎片中罗恩的记忆以了解真相。",
		trigger = {
			1,
			1011103,
			1
		}
	},
	[101140401] = {
		name = "奇遇与花言巧语",
		start = 114041001,
		videoPath = "",
		id = 101140401,
		desc = "（罗恩的记忆）罗恩在千星学院图书馆初遇镜中的拉冬。拉冬谎称自己是艺术大师，以帮助罗恩通过艺术从业资格考试的承诺骗取罗恩信任，罗恩同意帮助拉冬脱困。",
		trigger = {
			1,
			1011104,
			1
		}
	},
	[101140501] = {
		name = "友情的「回报」",
		start = 114051001,
		videoPath = "",
		id = 101140501,
		desc = "（罗恩的记忆）绘画模拟考试中，拉冬为罗恩讲述了欧莫菲斯的历史，帮助罗恩完成了铃兰团初代团长凯琳·帕拉斯的肖像画并取得高分。",
		trigger = {
			1,
			1011105,
			1
		}
	},
	[101140601] = {
		name = "漆黑的「精灵」·前",
		start = 114061001,
		videoPath = "",
		id = 101140601,
		desc = "（罗恩的记忆）罗恩在翻书时找到了解开铜镜封印的方式。拉冬召唤出视骸，对罗恩谎称为精灵，帮助罗恩潜入各家艺术协会寻找解开封印需要的宝物。",
		trigger = {
			1,
			1011106,
			1
		}
	},
	[101140602] = {
		name = "漆黑的「精灵」·后",
		start = 114062001,
		videoPath = "",
		id = 101140602,
		desc = "罗恩在源层中奔逃许久，终于接受了拉冬背叛的事实，然而又遭遇视骸袭击，只能继续逃亡。",
		trigger = {
			1,
			1011106,
			2
		}
	},
	[101140701] = {
		name = "坠入危险的少年",
		start = 114071001,
		videoPath = "",
		id = 101140701,
		desc = "管理员等人通过罗恩的记忆得知了罗恩与拉冬合作的真相。在梦种碎片耗尽的时候，众人听到了罗恩的呼救声。",
		trigger = {
			1,
			1011107,
			1
		}
	},
	[101140801] = {
		name = "铜镜的流浪日志",
		start = 114081001,
		videoPath = "",
		id = 101140801,
		desc = "（罗恩的记忆）在艺术协会中寻找解开铜镜的道具时，拉冬为消解罗恩的疑虑而以童话的形式编造了自己过往的经历。",
		trigger = {
			1,
			1011108,
			1
		}
	},
	[101140901] = {
		name = "盲眼诗人的宝珠·前",
		start = 114091001,
		videoPath = "",
		id = 101140901,
		desc = "（罗恩的记忆）铜镜，银币，郁金香，盲眼诗人的宝珠撒一堂……拉冬和罗恩决定潜入缪斯协会的藏书馆寻找最后一件「宝珠」的线索。",
		trigger = {
			1,
			1011109,
			1
		}
	},
	[101140902] = {
		name = "盲眼诗人的宝珠·后",
		start = 114092001,
		videoPath = "",
		id = 101140902,
		desc = "拉冬找到心之殿入口，然而视骸之躯触发了防御系统，无法入内。在与一位神秘同伴确认过「计划」以后，拉冬前去寻找罗恩，用作开启心之殿的「钥匙」。",
		trigger = {
			1,
			1011109,
			2
		}
	},
	[101141001] = {
		name = "盛典蒙上阴霾",
		start = 114101001,
		videoPath = "",
		id = 101141001,
		desc = "恩利尔寻找雅典娜未果，从明塔与琉刻口中得知千星圣殿爆发过战斗，在去圣殿调查的路上遇到一队可疑的剧团，恩利尔被偷袭击晕。",
		trigger = {
			1,
			1011110,
			1
		}
	},
	[101141101] = {
		name = "人偶的演出",
		start = 114111001,
		videoPath = "",
		id = 101141101,
		desc = "阿尔蒂斯盛典广场，哈迪斯与欧申纳斯对表演兴味索然，直到一队人偶剧团的登台吸引了两人的注意。管理员等人在源层中的一座剧场内救下罗恩，却遭遇了一群强大视骸的围攻。",
		trigger = {
			1,
			1011111,
			1
		}
	},
	[101141201] = {
		name = "幕间的变故·前",
		start = 114121001,
		videoPath = "",
		id = 101141201,
		desc = "明塔与琉刻向哈迪斯汇报了千星圣殿的情况，哈迪斯猜出管理员等人的去向，并察觉到人偶剧团的异常。源层剧场中，环境的变化让众人难以辨别方向，战斗更是接踵而至。",
		trigger = {
			1,
			1011112,
			1
		}
	},
	[101141202] = {
		name = "幕间的变故·后",
		start = 114122001,
		videoPath = "",
		id = 101141202,
		desc = "盛典广场的角落里，拉冬的「同伴」伪装成操偶师藏进了入场通道。\n琉刻代哈迪斯发布骸震预警，疏散广场人群。人偶剧团同时露出视骸真身开始攻击观众。",
		trigger = {
			1,
			1011112,
			2
		}
	},
	[101141301] = {
		name = "热烈的剧场",
		start = 114131001,
		videoPath = "",
		id = 101141301,
		desc = "铃兰团指挥群众疏散。脱困的恩利尔及时到场救下被视骸攻击的观众，并配合哈迪斯和欧申纳斯一同清扫视骸。",
		trigger = {
			1,
			1011113,
			1
		}
	},
	[101141402] = {
		name = "风与水的交响",
		start = 114142001,
		videoPath = "",
		id = 101141402,
		desc = "哈迪斯、欧申纳斯和恩利尔联手消灭了所有视骸。欧申纳斯化作水雾散去——在场中战斗的只是他的一具水分身。",
		trigger = {
			1,
			1011114,
			2
		}
	},
	[101141501] = {
		name = "毫无悬念的独角戏",
		start = 114151001,
		videoPath = "",
		id = 101141501,
		desc = "盛典广场的入场通道中，欧申纳斯以水分身引蛇出洞。在诺维赫自以为偷袭得手时，欧申纳斯的真身出手将其斩杀。",
		trigger = {
			1,
			1011115,
			1
		}
	},
	[101141602] = {
		name = "终章的序曲是不协和音",
		start = 114162001,
		videoPath = "",
		id = 101141602,
		desc = "管理员等人陷入海量视骸的包围。俄尼里伊发动特殊能力，瞬间抹去了所有视骸和视骸涌出的空间裂缝，但自己也陷入沉睡。在旁看戏的拉冬终于现身，双方开始对峙。",
		trigger = {
			1,
			1011116,
			2
		}
	},
	[101141701] = {
		name = "巨龙陨落",
		start = 114171001,
		videoPath = "",
		id = 101141701,
		desc = "拉冬还想用花言巧语骗取罗恩信任，已经醒悟的罗恩并未上当。不耐的拉冬现出巨龙真身，开始与修正者们交战。",
		trigger = {
			1,
			1011117,
			1
		}
	},
	[101141702] = {
		name = "拉冬出场",
		start = 0,
		videoPath = "SofdecAsset/story/1011117.usm",
		id = 101141702,
		desc = "",
		trigger = {
			1,
			1011117,
			4,
			1
		}
	},
	[101141703] = {
		name = "分割平台",
		start = 0,
		videoPath = "SofdecAsset/story/1111117_1.usm",
		id = 101141703,
		desc = "",
		trigger = {
			1,
			1011117,
			4,
			1
		}
	},
	[101141704] = {
		name = "击落拉冬",
		start = 0,
		videoPath = "SofdecAsset/story/1111117_2.usm",
		id = 101141704,
		desc = "",
		trigger = {
			1,
			1011117,
			2,
			1
		}
	},
	[101141802] = {
		name = "拼尽全力的谢幕",
		start = 114182001,
		videoPath = "",
		id = 101141802,
		desc = "战斗结束，管理员等人返回表层，与哈迪斯和欧申纳斯互通了双方的情况。哈迪斯定下了对罗恩的惩罚，但也给了他新的机会。",
		trigger = {
			1,
			1011118,
			2
		}
	},
	[101141803] = {
		name = "斩杀拉冬",
		start = 0,
		videoPath = "SofdecAsset/story/1011118.usm",
		id = 101141803,
		desc = "",
		trigger = {
			1,
			1011118,
			4,
			1
		}
	},
	[101141901] = {
		name = "《破晓》",
		start = 114191001,
		videoPath = "",
		id = 101141901,
		desc = "哈迪斯发表演讲，反思了欧莫菲斯艺术管理制度的弊病并公布改革事项。数天后，一场新的艺术评比活动上，管理员和薇儿看到了罗恩的画作——以幻想的形式记录下了真实的历史。",
		trigger = {
			1,
			1011119,
			1
		}
	},
	[101142001] = {
		name = "骑士团选拔考试·前",
		start = 114201001,
		videoPath = "",
		id = 101142001,
		desc = "年仅9岁的雅典娜第一次参加铃兰骑士团选拔考试。",
		trigger = {
			1,
			5050101,
			1
		}
	},
	[101142002] = {
		name = "骑士团选拔考试·后",
		start = 114202001,
		videoPath = "",
		id = 101142002,
		desc = "无论是笔试还是实战考试雅典娜都顺利通过，但却被告知还有一场加试。",
		trigger = {
			1,
			5050101,
			2
		}
	},
	[101142101] = {
		name = "少女的决意",
		start = 114211001,
		videoPath = "",
		id = 101142101,
		desc = "顺利通过笔试和实战考试的雅典娜却被告知还有一场加试。她毫无怨言地接受了加试。",
		trigger = {
			1,
			5050102,
			1
		}
	},
	[101142201] = {
		name = "意料之外的试炼",
		start = 114221001,
		videoPath = "",
		id = 101142201,
		desc = "独自进入千星圣殿的雅典娜，因为新加装的守备智械识别不出她的身份而遭到攻击。",
		trigger = {
			1,
			5050103,
			1
		}
	},
	[101142301] = {
		name = "地图上不存在的房间",
		start = 114231001,
		videoPath = "",
		id = 101142301,
		desc = "在圣殿内奋力躲避着守备智械追击的雅典娜不知不觉地闯进了一个她从未在地图上见过的房间。在那里，她看见了一个埋头雕刻的艺术家。",
		trigger = {
			1,
			5050104,
			1
		}
	},
	[101142401] = {
		name = "未完成的礼物·前",
		start = 114241001,
		videoPath = "",
		id = 101142401,
		desc = "原来艺术家竟是凯琳祖母的朋友，他借走了帕拉斯的传家宝珠，用来雕刻送给祖母的礼物。",
		trigger = {
			1,
			5050105,
			1
		}
	},
	[101142402] = {
		name = "未完成的礼物·后",
		start = 114242001,
		videoPath = "",
		id = 101142402,
		desc = "雕像尚未完成，艺术家请求雅典娜等待到完成为止。",
		trigger = {
			1,
			5050105,
			2
		}
	},
	[101142501] = {
		name = "被时间追赶的人·前",
		start = 114251001,
		videoPath = "",
		id = 101142501,
		desc = "艺术家的生命力肉眼可见地逐渐羸弱，但他依然拼尽全力与时间赛跑着，想要完成约好的礼物。",
		trigger = {
			1,
			5050106,
			1
		}
	},
	[101142502] = {
		name = "被时间追赶的人·后",
		start = 114252001,
		videoPath = "",
		id = 101142502,
		desc = "在雕刻的间隙，艺术家带雅典娜参观了房间外的宅邸。",
		trigger = {
			1,
			5050106,
			2
		}
	},
	[101142601] = {
		name = "为了许下的承诺·前",
		start = 114261001,
		videoPath = "",
		id = 101142601,
		desc = "藏在镜子里的视骸趁艺术家虚弱之机展开偷袭。",
		trigger = {
			1,
			5050107,
			1
		}
	},
	[101142602] = {
		name = "为了许下的承诺·后",
		start = 114262001,
		videoPath = "",
		id = 101142602,
		desc = "尽管实力差距巨大，但为了保护艺术家和他的作品，雅典娜举剑反击。",
		trigger = {
			1,
			5050107,
			2
		}
	},
	[101142701] = {
		name = "已非此间",
		start = 114271001,
		videoPath = "",
		id = 101142701,
		desc = "带着完成的雕像和将其送到祖母手上的承诺，雅典娜结束了这段不可思议的旅程。",
		trigger = {
			1,
			5050108,
			1
		}
	},
	[101142801] = {
		name = "最年轻的铃兰骑士·前",
		start = 114281001,
		videoPath = "",
		id = 101142801,
		desc = "圣殿外的阿尔忒弥斯等得焦急不安，担心雅典娜的她差点和阿尔戈爆发冲突。",
		trigger = {
			1,
			5050109,
			1
		}
	},
	[101142802] = {
		name = "最年轻的铃兰骑士·后",
		start = 114282001,
		videoPath = "",
		id = 101142802,
		desc = "雅典娜终于走了出来。完成了加试目标的她无可争议地成为了最年轻的铃兰团骑士。",
		trigger = {
			1,
			5050109,
			2
		}
	},
	[101142901] = {
		name = "瞻君长夜星",
		start = 114291001,
		videoPath = "",
		id = 101142901,
		desc = "雅典娜将雕像送至祖母手上，并转达了那位艺术家给祖母留下的话。",
		trigger = {
			1,
			5050110,
			1
		}
	},
	[101150101] = {
		name = "秘密交易",
		start = 115011001,
		videoPath = "",
		id = 101150101,
		desc = "深夜，金固与神秘人相会，并下定决心做一件不得不做的事。",
		trigger = {
			1,
			5060101,
			1
		}
	},
	[101150201] = {
		name = "荒城叛乱·前",
		start = 115021001,
		videoPath = "",
		id = 101150201,
		desc = "突然遭到“抵抗军”进攻的阿卡德公会落于下风，亲自到场的马尔杜克稳定了局势。",
		trigger = {
			1,
			5060102,
			1
		}
	},
	[101150301] = {
		name = "战区疾影·前",
		start = 115031001,
		videoPath = "",
		id = 101150301,
		desc = "远离战线的货箱区内，潜行于此的阿努比斯接到了直接来自帕拉凯瑟的命令。",
		trigger = {
			1,
			5060103,
			1
		}
	},
	[101150302] = {
		name = "战区疾影·后",
		start = 115032001,
		videoPath = "",
		id = 101150302,
		desc = "阿努比斯出色地完成了任务，而帕拉凯瑟似乎还有其他的计划。",
		trigger = {
			1,
			5060103,
			2
		}
	},
	[101150401] = {
		name = "困局与破局·前",
		start = 115041001,
		videoPath = "",
		id = 101150401,
		desc = "面对错综复杂的战局，互为大敌的父子做出了各自的决断。",
		trigger = {
			1,
			5060104,
			1
		}
	},
	[101150402] = {
		name = "困局与破局·后",
		start = 115042001,
		videoPath = "",
		id = 101150402,
		desc = "金固机关算尽，马尔杜克釜底抽薪。",
		trigger = {
			1,
			5060104,
			2
		}
	},
	[101150502] = {
		name = "战局的逆转·后",
		start = 115052001,
		videoPath = "",
		id = 101150502,
		desc = "马尔杜克终于逼出了金固的底牌，代价却是阿卡德公会的全线溃退。",
		trigger = {
			1,
			5060105,
			2
		}
	},
	[101150602] = {
		name = "暗金属袭来·后",
		start = 115062001,
		videoPath = "",
		id = 101150602,
		desc = "马尔杜克力战不敌，被金固生擒。",
		trigger = {
			1,
			5060106,
			2
		}
	},
	[101150701] = {
		name = "胡狼的抉择·前",
		start = 115071001,
		videoPath = "",
		id = 101150701,
		desc = "新的命令终于被帕拉凯瑟下达，但阿努比斯不得不思考执行这条命令的代价。",
		trigger = {
			1,
			5060107,
			1
		}
	},
	[101150702] = {
		name = "胡狼的抉择·后",
		start = 115072001,
		videoPath = "",
		id = 101150702,
		desc = "从暗处旁观马尔杜克与金固的对峙后，涌入脑海的回忆让阿努比斯做出了自己的决断。",
		trigger = {
			1,
			5060107,
			2
		}
	},
	[101150801] = {
		name = "意外的会合",
		start = 115081001,
		videoPath = "",
		id = 101150801,
		desc = "抗命后的阿努比斯来到罗斯塔赫珍酿馆，等待来自帕拉凯瑟的处分，却偶遇了被帕拉凯瑟提前安排到这里的芭丝特。",
		trigger = {
			1,
			5060108,
			1
		}
	},
	[101150901] = {
		name = "红桃杰克·前",
		start = 115091001,
		videoPath = "",
		id = 101150901,
		desc = "为了拿到与马尔杜克下落有关的线索，芭丝特赢下了红桃杰克的牌局，但红桃杰克似乎输不起。",
		trigger = {
			1,
			5060109,
			1
		}
	},
	[101150902] = {
		name = "红桃杰克·后",
		start = 115092001,
		videoPath = "",
		id = 101150902,
		desc = "想要暗算芭丝特的红桃杰克最终被暗中盯防的阿努比斯制服，在阿努比斯的审讯下，不得不交代了他藏匿的情报。",
		trigger = {
			1,
			5060109,
			2
		}
	},
	[101151001] = {
		name = "擂台之王·前",
		start = 115101001,
		videoPath = "",
		id = 101151001,
		desc = "线索指向货箱区的传奇擂台王，而从这位硬汉口中套出情报的方法只有一种，阿努比斯决定只身前往挑战。",
		trigger = {
			1,
			5060110,
			1
		}
	},
	[101151002] = {
		name = "擂台之王·后",
		start = 115102001,
		videoPath = "",
		id = 101151002,
		desc = "经过酣畅淋漓的一战，阿努比斯终于赢得了向擂台王问话的资格，除了马尔杜克的下落之外，还有一份意外收获。",
		trigger = {
			1,
			5060110,
			2
		}
	},
	[101151101] = {
		name = "尘封的心声",
		start = 115111001,
		videoPath = "",
		id = 101151101,
		desc = "阿努比斯与芭丝特通过擂台王提供的钥匙找到了马尔杜克珍藏的一份旧唱片，其中隐含着令人吃惊的秘密。",
		trigger = {
			1,
			5060111,
			1
		}
	},
	[101151201] = {
		name = "暗区潜行·前",
		start = 115121001,
		videoPath = "",
		id = 101151201,
		desc = "芭丝特和阿努比斯一起潜入马尔杜克所在的禁区，两人偶然谈起阿努比斯的过往。",
		trigger = {
			1,
			5060112,
			1
		}
	},
	[101151203] = {
		name = "暗区潜行·中",
		start = 115123001,
		videoPath = "",
		id = 101151203,
		desc = "阿努比斯和芭丝特偶遇了抵抗军的巡逻兵，听过了这片禁区有怪物出没的传闻。",
		trigger = {}
	},
	[101151202] = {
		name = "暗区潜行·后",
		start = 115122001,
		videoPath = "",
		id = 101151202,
		desc = "阿努比斯和芭丝特成功掩护马尔杜克来到安全地带，在阿努比斯的质问下，马尔杜克终于下定决心告诉他真相。",
		trigger = {
			1,
			5060112,
			2
		}
	},
	[101151301] = {
		name = "灰塔计划",
		start = 115131001,
		videoPath = "",
		id = 101151301,
		desc = "马尔杜克讲述了有关“灰塔计划”的回忆，阿努比斯终于了解了养父牺牲的真相，尽管这真相令人难以接受。",
		trigger = {
			1,
			5060113,
			1
		}
	},
	[101151401] = {
		name = "抵抗军总部·前",
		start = 115141001,
		videoPath = "",
		id = 101151401,
		desc = "正在招募新兵的金固得知了马尔杜克被救走的消息，立刻决定亲自指挥追击，而阿努比斯三人也不得不做出应对。",
		trigger = {
			1,
			5060114,
			1
		}
	},
	[101151501] = {
		name = "铜之决·其上·前",
		start = 115151001,
		videoPath = "",
		id = 101151501,
		desc = "穷途末路之际，阿卡德公会的援军终于赶到，父与子再次对峙于战场，但这次他们选择了铜之决。",
		trigger = {
			1,
			5060115,
			1
		}
	},
	[101151502] = {
		name = "铜之决·其上·后",
		start = 115152001,
		videoPath = "",
		id = 101151502,
		desc = "旧伤让马尔杜克输掉了对决，但突然出面的阿努比斯阻止了金固的处决。",
		trigger = {
			1,
			5060115,
			2
		}
	},
	[101151601] = {
		name = "铜之决·其下·前",
		start = 115161001,
		videoPath = "",
		id = 101151601,
		desc = "面对固执的金固，阿努比斯决定动用武力。",
		trigger = {
			1,
			5060116,
			1
		}
	},
	[101151602] = {
		name = "铜之决·其下·后",
		start = 115162001,
		videoPath = "",
		id = 101151602,
		desc = "战斗经验的差距让金固落败，他再次使用了底牌，但那台名为暗金属的武装智械却引发了意想不到的灾难。",
		trigger = {
			1,
			5060116,
			2
		}
	},
	[101151701] = {
		name = "必须穿越的战场·前",
		start = 115171001,
		videoPath = "",
		id = 101151701,
		desc = "突然发生的骸震造成了数不清的伤亡，放下刚刚牺牲的副官，金固决心履行他的责任。",
		trigger = {
			1,
			5060117,
			1
		}
	},
	[101151702] = {
		name = "必须穿越的战场·后",
		start = 115172001,
		videoPath = "",
		id = 101151702,
		desc = "金固终于追上了失控的暗金属，却险些在它的攻击下丧命。",
		trigger = {
			1,
			5060117,
			2
		}
	},
	[101151801] = {
		name = "阴谋与抗命·前",
		start = 115181001,
		videoPath = "",
		id = 101151801,
		desc = "骸震发生后，阿努比斯再次联系了帕拉凯瑟，终于了解了她那冷血的谋划。这一次，阿努比斯决定再次抗命。",
		trigger = {
			1,
			5060118,
			1
		}
	},
	[101151901] = {
		name = "父亲的决意·前",
		start = 115191001,
		videoPath = "",
		id = 101151901,
		desc = "马尔杜克以身负重伤为代价救下了冒失的金固，并拒绝了阿努比斯的请求。这一次，他决定做一位父亲该做的事。",
		trigger = {
			1,
			5060119,
			1
		}
	},
	[101151902] = {
		name = "暗金属",
		start = 0,
		videoPath = "SofdecAsset/story/5060119.usm",
		id = 101151902,
		desc = "",
		trigger = {
			1,
			5060119,
			4,
			1
		}
	},
	[101152001] = {
		name = "父与子",
		start = 115201001,
		videoPath = "",
		id = 101152001,
		desc = "马尔杜克奋战到底，终于击败了骸化的暗金属。面对赶来搅局的迷铁之家一行人，他决定让金固自己选择未来。",
		trigger = {
			1,
			5060120,
			1
		}
	},
	[101152101] = {
		name = "潜入行动·前",
		start = 115211001,
		videoPath = "",
		id = 101152101,
		desc = "在赏金猎人与抵抗军激烈冲突的同时，索贝克来到一处隐秘的仓库，准备执行“潜入任务”。",
		trigger = {
			1,
			5060121,
			1
		}
	},
	[101152102] = {
		name = "潜入行动·后",
		start = 115212001,
		videoPath = "",
		id = 101152102,
		desc = "“潜入”成功后，索贝克顺利进入仓库。",
		trigger = {
			1,
			5060121,
			2
		}
	},
	[101152202] = {
		name = "地下工厂·后",
		start = 115222001,
		videoPath = "",
		id = 101152202,
		desc = "仓库内竟潜藏着一座地下工厂，索贝在工厂中找到的实验日志似乎与那台暗金属有关。",
		trigger = {
			1,
			5060122,
			2
		}
	},
	[101152302] = {
		name = "紧急撤退·后",
		start = 115232001,
		videoPath = "",
		id = 101152302,
		desc = "不小心触发警报的索贝克终于成功逃出仓库，被及时赶到的伊森与奥利海姆搭救。",
		trigger = {
			1,
			5060123,
			2
		}
	},
	[101152401] = {
		name = "暗金属计划",
		start = 115241001,
		videoPath = "",
		id = 101152401,
		desc = "通过索贝克带出的实验日志，伊森了解到了暗金属计划的内部，并决定前往救援金固。",
		trigger = {
			1,
			5060124,
			1
		}
	},
	[101152501] = {
		name = "代号：0704",
		start = 115251001,
		videoPath = "",
		id = 101152501,
		desc = "通过秘书之口得知罗斯塔赫事件的结局之后，帕拉凯瑟将其搁置，她似乎还有更重要的计划。",
		trigger = {
			1,
			5060125,
			1
		}
	},
	[101152601] = {
		name = "首幕-分歧者",
		start = 115261001,
		videoPath = "",
		id = 101152601,
		desc = "年轻的烟花设计师克洛伊在缪斯协会和烟花协会间辗转寻求帮助，却遭到艺术改革反对者的针对。",
		trigger = {
			1,
			5060701,
			1
		}
	},
	[101152701] = {
		name = "二幕-灰烬新生",
		start = 115271001,
		videoPath = "",
		id = 101152701,
		desc = "在艺术评比活动「新作月赏」的彩排中，克洛伊设计的「地爆烟花」备受好评，赫拉却指出它的诸多不足。",
		trigger = {
			1,
			5060703,
			1
		}
	},
	[101152801] = {
		name = "三幕-噬光之焰",
		start = 115281001,
		videoPath = "",
		id = 101152801,
		desc = "新作月赏正式演出中，地爆烟花发生爆炸，赫拉用黎幻的力量压制住爆炸。月赏中止，克洛伊被带走调查。",
		trigger = {
			1,
			5060705,
			1
		}
	},
	[101152901] = {
		name = "四幕-长夜希声",
		start = 115291001,
		videoPath = "",
		id = 101152901,
		desc = "克洛伊向烟花协会讨要事故说法却遭到声讨，绝望几近放弃之际，琉刻以赫拉的名义邀请她去缪斯协会。",
		trigger = {
			1,
			5060707,
			1
		}
	},
	[101153001] = {
		name = "五幕-吾正先路",
		start = 115301001,
		videoPath = "",
		id = 101153001,
		desc = "赫拉与克洛伊在缪斯协会夜谈。赫拉帮助克洛伊明确追求烟花艺术的初心，让克洛伊重新振作起来。",
		trigger = {
			1,
			5060709,
			1
		}
	},
	[101153101] = {
		name = "终幕-星导黎明",
		start = 115311001,
		videoPath = "",
		id = 101153101,
		desc = "延期举办的新作月赏上，赫拉公开与反改革者论战，展示了克洛伊的新作并帮助克洛伊平反。",
		trigger = {
			1,
			5060711,
			1
		}
	},
	[101160101] = {
		name = "“悬念”·前",
		start = 116011001,
		videoPath = "",
		id = 101160101,
		desc = "一支科尔盖小队追捕着名为“0704”的目标。原以为行动成功的他们，却不知为何开始自相残杀。\n另一边，艾因索菲发生了两起修正者遇袭事件，深空之眼禁止成员单独外出。然而，结伴出行的波塞冬和前鬼坊，仍然遭遇了危险。",
		trigger = {
			1,
			1011201,
			1
		}
	},
	[101160201] = {
		name = "归来的二人·前",
		start = 116021001,
		videoPath = "",
		id = 101160201,
		desc = "深空之眼的氛围因为两人受伤而变得紧张，奥丁和托尔从虚恒返回。在奥丁的建议下，管理员随二人一同外出调查。",
		trigger = {
			1,
			1011202,
			1
		}
	},
	[101160301] = {
		name = "“建立”·前",
		start = 116031001,
		videoPath = "",
		id = 101160301,
		desc = "第一日的调查无果。第二日晚，托尔发现了新的遇袭者。",
		trigger = {
			1,
			1011203,
			1
		}
	},
	[101160302] = {
		name = "“建立”·后",
		start = 116032001,
		videoPath = "",
		id = 101160302,
		desc = "管理员一行人赶到案发地，只见一位受伤虚弱的少女。少女似乎将管理员认作了别的什么人……",
		trigger = {
			1,
			1011203,
			2
		}
	},
	[101160401] = {
		name = "不完全失忆症·前",
		start = 116041001,
		videoPath = "",
		id = 101160401,
		desc = "管理员前往医疗中心看望遇袭的少女，希望能了解她的情况。\n然而，这位名叫“诗蔻蒂”的少女，已经遗忘了许多关键信息。她还执着地认为，管理员就是她的一位叫做“小昙”的朋友。",
		trigger = {
			1,
			1011204,
			1
		}
	},
	[101160501] = {
		name = "顺水推舟",
		start = 116051001,
		videoPath = "",
		id = 101160501,
		desc = "奥丁建议管理员借助“小昙”的身份，来帮助诗蔻蒂恢复记忆。",
		trigger = {
			1,
			1011205,
			1
		}
	},
	[101160601] = {
		name = "“铺陈”",
		start = 116061001,
		videoPath = "",
		id = 101160601,
		desc = "管理员带诗蔻蒂来到街上，试图以故地重游的方式帮助她找回记忆，二人度过了一段愉快的时光。\n为确保安全，薇儿丹蒂与奥西里斯在暗中保护二人。",
		trigger = {
			1,
			1011206,
			1
		}
	},
	[101160701] = {
		name = "寓言故事一则",
		start = 116071001,
		videoPath = "",
		id = 101160701,
		desc = "结束一天的行程，二人回到疗养室。为了帮助诗蔻蒂入眠，管理员为她讲述了一个关于“高塔”的睡前故事。",
		trigger = {
			1,
			1011207,
			1
		}
	},
	[101160801] = {
		name = "纸飞机·前",
		start = 116081001,
		videoPath = "",
		id = 101160801,
		desc = "临出门前，诗蔻蒂忽然改变原本的约定，不肯去游乐园。于是管理员留在疗养室里继续陪伴，并教会了诗蔻蒂折纸飞机。",
		trigger = {
			1,
			1011208,
			1
		}
	},
	[101160901] = {
		name = "“发难”·前",
		start = 116091001,
		videoPath = "",
		id = 101160901,
		desc = "收到会议通知，管理员和薇儿丹蒂赶去会议室。\n在诡异的气氛之下，来到会议室的二人只看到奄奄一息的休，以及对着休挥锤的托尔。",
		trigger = {
			1,
			1011209,
			1
		}
	},
	[101161001] = {
		name = "“形象塑造”·前",
		start = 116101001,
		videoPath = "",
		id = 101161001,
		desc = "管理员和薇儿丹蒂逃到医务室，看到了身上布满弹孔的阿波罗，而原本在病床上的前鬼坊不知所踪。\n为了争取时间让管理员逃脱，薇儿丹蒂选择留下来独自抵挡托尔。",
		trigger = {
			1,
			1011210,
			1
		}
	},
	[101161101] = {
		name = "“意料之外”",
		start = 116111001,
		videoPath = "",
		id = 101161101,
		desc = "管理员为确保诗蔻蒂的安全，将她带出疗养室。为了寻求可靠的帮助，管理员前去寻找奥丁，却只在办公室看到了奥丁的遗骸。\n不久，薇儿丹蒂走来，杀死了管理员。",
		trigger = {
			1,
			1011211,
			1
		}
	},
	[101161201] = {
		name = "“锁闭式结构”·前",
		start = 116121001,
		videoPath = "",
		id = 101161201,
		desc = "奥丁与休交谈着自己的虚恒之旅，并对眼下的事件表示担忧。奥丁离去后，疗养室中传来诗蔻蒂的惨叫。休赶到疗养室，却只见到安然无恙的诗蔻蒂。\n正在走廊上的管理员见到慌张跑向自己的诗蔻蒂，以及背后正在追杀她的休。一番询问和辩解后，管理员也成为了休的追杀目标。",
		trigger = {
			1,
			1011212,
			1
		}
	},
	[101161302] = {
		name = "“落幕”·后",
		start = 116132001,
		videoPath = "",
		id = 101161302,
		desc = "管理员与诗蔻蒂一起逃至停机坪。逃生无路，二人被休杀死。",
		trigger = {
			1,
			1011213,
			2
		}
	},
	[101161401] = {
		name = "“突转”·前",
		start = 116141001,
		videoPath = "",
		id = 101161401,
		desc = "阿波罗照看着前鬼，并察觉到来到病房的托尔的异常。托尔离开后，诗蔻蒂前来对阿波罗诉说了些什么。\n于是，阿波罗埋伏在门口，试图阻止即将返回的托尔的行动。",
		trigger = {
			1,
			1011214,
			1
		}
	},
	[101161402] = {
		name = "“突转”·后",
		start = 116142001,
		videoPath = "",
		id = 101161402,
		desc = "虽然阿波罗占到了优势，但前鬼坊忽然从病床上起来，射击了阿波罗，导致他被托尔反杀。",
		trigger = {
			1,
			1011214,
			2
		}
	},
	[101161501] = {
		name = "“多线叙事”·前",
		start = 116151001,
		videoPath = "",
		id = 101161501,
		desc = "大国主和海姆达尔外出调查，在突发的异常中，海姆达尔窥见了袭击者的端倪。\n然而，突然出现的托尔，使得一切归零。",
		trigger = {
			1,
			1011215,
			1
		}
	},
	[101161502] = {
		name = "“多线叙事”·后",
		start = 116152001,
		videoPath = "",
		id = 101161502,
		desc = "荒唐的战斗落下帷幕，托尔的话似乎预示着更可怕的危机即将来临。",
		trigger = {
			1,
			1011215,
			2
		}
	},
	[101161601] = {
		name = "乐园·前",
		start = 116161001,
		videoPath = "",
		id = 101161601,
		desc = "刚说不想去游乐园的诗蔻蒂，忽然一改心意，二人仍按照约定去往游乐园。\n来到游乐园后，诗蔻蒂神情不安，似乎有心事。",
		trigger = {
			1,
			1011216,
			1
		}
	},
	[101161701] = {
		name = "暗流·前",
		start = 116171001,
		videoPath = "",
		id = 101161701,
		desc = "科尔盖队员出现在游乐园中，正在暗中追捕0704。\n另一边，管理员和诗蔻蒂正在游乐设施中愉快玩耍。薇儿丹蒂和奥西里斯仍然暗中保护二人。",
		trigger = {
			1,
			1011217,
			1
		}
	},
	[101161801] = {
		name = "目标·前",
		start = 116181001,
		videoPath = "",
		id = 101161801,
		desc = "管理员发现了科尔盖的行动员，诗蔻蒂似乎一直在躲着他们。\n忽然，诗蔻蒂拉起管理员，跑向摩天轮。",
		trigger = {
			1,
			1011218,
			1
		}
	},
	[101161901] = {
		name = "天光",
		start = 116191001,
		videoPath = "",
		id = 101161901,
		desc = "在摩天轮上，诗蔻蒂从高处查看着什么，并询问管理员是否愿意抛下一切跟自己逃跑。\n随后，摩天轮突然停止运行，二人乘坐的轿厢被用蛮力掀开，站在厢顶的正是托尔。\n托尔不由分说，杀死了管理员。",
		trigger = {
			1,
			1011219,
			1
		}
	},
	[101162001] = {
		name = "映象·前",
		start = 116201001,
		videoPath = "",
		id = 101162001,
		desc = "诗蔻蒂改变主意，决定不再去原定的激流勇进，而是去鬼屋。\n薇儿丹蒂和奥西里斯事先赶到鬼屋等候，然而，两人与管理员的通讯忽然中断。\n管理员焦急赶到，发现薇儿丹蒂和奥西里斯正在交战。",
		trigger = {
			1,
			1011220,
			1
		}
	},
	[101162101] = {
		name = "登台·前",
		start = 116211001,
		videoPath = "",
		id = 101162101,
		desc = "奥西里斯勉强控制住了薇儿丹蒂。\n黑雾乍起，一位银发少年从中走出，他正是“0704”乌尔德。乌尔德称诗蔻蒂为“0705”。\n奥西里斯受到乌尔德的影响，对二人发起攻击。",
		trigger = {
			1,
			1011221,
			1
		}
	},
	[101162201] = {
		name = "风雷·前",
		start = 116221001,
		videoPath = "",
		id = 101162201,
		desc = "冥王现身，对抗被乌尔德控制的托尔。",
		trigger = {
			1,
			1011222,
			1
		}
	},
	[101162301] = {
		name = "正轨·前",
		start = 116231001,
		videoPath = "",
		id = 101162301,
		desc = "冥王用蛮力操控失控的过山车，帮助管理员和诗蔻蒂逃离鬼屋。",
		trigger = {
			1,
			1011223,
			1
		}
	},
	[101162401] = {
		name = "后路·前",
		start = 116241001,
		videoPath = "",
		id = 101162401,
		desc = "一行人逃出鬼屋跑入迷宫，又遭托尔围堵。在冥王的掩护下，诗蔻蒂带管理员往花园迷宫深处逃跑。",
		trigger = {
			1,
			1011224,
			1
		}
	},
	[101162501] = {
		name = "前途·前",
		start = 116251001,
		videoPath = "",
		id = 101162501,
		desc = "诗蔻蒂的能力初显端倪，依靠她“预知梦”的能力，二人向出口行进。",
		trigger = {
			1,
			1011225,
			1
		}
	},
	[101162601] = {
		name = "未来",
		start = 116261001,
		videoPath = "",
		id = 101162601,
		desc = "管理员凭借已有信息推断出深空之眼可能处境危急，于是安顿好诗蔻蒂，独自返回。\n临走前，管理员答应诗蔻蒂一切结束后会带她好好坐一次摩天轮。",
		trigger = {
			1,
			1011226,
			1
		}
	},
	[101162701] = {
		name = "复返·前",
		start = 116271001,
		videoPath = "",
		id = 101162701,
		desc = "管理员返回深空之眼，发现整个组织都已经被乌尔德控制。办公室里是已死的奥丁。\n在被受控制的科尔盖队员包围时，方才对管理员刀剑相向的薇儿丹蒂，忽然恢复了正常，保护了管理员。",
		trigger = {
			1,
			1011227,
			1
		}
	},
	[101162702] = {
		name = "复返·后",
		start = 116272001,
		videoPath = "",
		id = 101162702,
		desc = "帮助薇儿丹蒂恢复正常的，正是赶回深空之眼的诗蔻蒂。\n同时，管理员意识到，诗蔻蒂使用预知梦的代价，就是消耗自己已有的记忆。",
		trigger = {
			1,
			1011227,
			2
		}
	},
	[101162801] = {
		name = "队友·前",
		start = 116281001,
		videoPath = "",
		id = 101162801,
		desc = "为了帮助被控制的阿波罗与前鬼坊恢复记忆，薇儿丹蒂找到二人，试图假装受控与二人接触，却被发现破绽。",
		trigger = {
			1,
			1011228,
			1
		}
	},
	[101162802] = {
		name = "队友·后",
		start = 116282001,
		videoPath = "",
		id = 101162802,
		desc = "薇儿丹蒂将二人引到约定地点，诗蔻蒂趁机解除了二人所受的控制。几人决定一边解救其他人，一边想办法让托尔恢复正常。",
		trigger = {
			1,
			1011228,
			2
		}
	},
	[101162901] = {
		name = "旧伤·前",
		start = 116291001,
		videoPath = "",
		id = 101162901,
		desc = "阿波罗和前鬼坊熟知托尔，他们想到了一个办法来制服自己的队长。",
		trigger = {
			1,
			1011229,
			1
		}
	},
	[101162902] = {
		name = "旧伤·后",
		start = 116292001,
		videoPath = "",
		id = 101162902,
		desc = "在阿波罗和前鬼坊的帮助下，管理员众人制服了托尔，并解除了她的洗脑。",
		trigger = {
			1,
			1011229,
			2
		}
	},
	[101163001] = {
		name = "新神·前",
		start = 116301001,
		videoPath = "",
		id = 101163001,
		desc = "一番质询无果后，乌尔德展现出更为危险的黑武神形态，众人迎战。",
		trigger = {
			1,
			1011230,
			1
		}
	},
	[101163101] = {
		name = "去路即归途·前",
		start = 116311001,
		videoPath = "",
		id = 101163101,
		desc = "诗蔻蒂化身白武神，保护了众人。",
		trigger = {
			1,
			1011231,
			1
		}
	},
	[101163102] = {
		name = "去路即归途·后",
		start = 116312001,
		videoPath = "",
		id = 101163102,
		desc = "被乌尔德控制的提尔、霍德尔两人对其他人发起攻击，精疲力尽的众人无力抵挡。\n当乌尔德欲对管理员施加记忆篡改时，诗蔻蒂挡在了管理员的身前，此时乌尔德忌讳地停下能力，这让诗蔻蒂注意到了他的弱点。",
		trigger = {
			1,
			1011231,
			2
		}
	},
	[101163201] = {
		name = "旧友已然离去",
		start = 116321001,
		videoPath = "",
		id = 101163201,
		desc = "科尔盖研究所。拉塔总是会在诗蔻蒂睡觉前为她讲故事，只是她今天没有再来。\n由于多次试图逃出研究所，拉塔被下令销毁。",
		trigger = {
			1,
			1011232,
			1
		}
	},
	[101163301] = {
		name = "门扉已然洞开",
		start = 116331001,
		videoPath = "",
		id = 101163301,
		desc = "广阔的世界里有山与海。\n诗蔻蒂想要理解，拉塔所讲述的，这些宏大词语的含义。",
		trigger = {
			1,
			1011233,
			1
		}
	},
	[101163401] = {
		name = "浮梦已然清明",
		start = 116341001,
		videoPath = "",
		id = 101163401,
		desc = "诗蔻蒂来到了艾因索菲。遇到了好心的服装店主，遇到了——小昙。\n不过这只是梦中的事件而已。",
		trigger = {
			1,
			1011234,
			1
		}
	},
	[101163501] = {
		name = "你在人海中",
		start = 116351001,
		videoPath = "",
		id = 101163501,
		desc = "诗蔻蒂又一次在梦中找到了小昙，并如愿见到了大海。但诗蔻蒂还是无法理解“广阔的世界”的含义。\n那就下次再见吧。",
		trigger = {
			1,
			1011235,
			1
		}
	},
	[101163601] = {
		name = "你在高墙外",
		start = 116361001,
		videoPath = "",
		id = 101163601,
		desc = "诗蔻蒂一次次动用预知梦，在梦中一次次与小昙相遇。\n作为这一切的代价，她忘记了，自己曾被命令不许外出。",
		trigger = {
			1,
			1011236,
			1
		}
	},
	[101163701] = {
		name = "障壁倒塌",
		start = 116371001,
		videoPath = "",
		id = 101163701,
		desc = "乌尔德大闹研究所意欲出逃。\n混乱之中，诗蔻蒂用她现实的脚步走出了研究所。",
		trigger = {
			1,
			1011237,
			1
		}
	},
	[101163801] = {
		name = "往昔回响",
		start = 116381001,
		videoPath = "",
		id = 101163801,
		desc = "诗蔻蒂从复得的记忆中，找到了对抗乌尔德的方法。\n正确答案。",
		trigger = {
			1,
			1011238,
			1
		}
	},
	[101163901] = {
		name = "归零",
		start = 116391001,
		videoPath = "",
		id = 101163901,
		desc = "乌尔德在篡改他人记忆之前，需要先读取对方的记忆。在诗蔻蒂所回到的现实此刻，乌尔德正试图对她使用能力。\n诗蔻蒂则在他读取的同时不断发动预知梦，使得乌尔德的机能到达极限。\n千百个涌入的预知梦。",
		trigger = {
			1,
			1011239,
			1
		}
	},
	[101164001] = {
		name = "空洞狂言·前",
		start = 116401001,
		videoPath = "",
		id = 101164001,
		desc = "外出搜查的奥丁和托尔发现失去能力、神志不清的乌尔德，动手将其消灭。",
		trigger = {
			1,
			1011240,
			1
		}
	},
	[101164002] = {
		name = "空洞狂言·后",
		start = 116402001,
		videoPath = "",
		id = 101164002,
		desc = "杀死乌尔德后，奥丁似乎还有其他事要处理。",
		trigger = {
			1,
			1011240,
			2
		}
	},
	[101164101] = {
		name = "空",
		start = 116411001,
		videoPath = "",
		id = 101164101,
		desc = "奥丁出于某种协定，杀死了身为人造人的诗蔻蒂。",
		trigger = {
			1,
			1011241,
			1
		}
	},
	[101164201] = {
		name = "殊途",
		start = 116421001,
		videoPath = "",
		id = 101164201,
		desc = "游乐园中，奥丁与帕拉凯瑟会面。奥丁似乎察觉到了什么，对帕拉凯瑟发出警告。",
		trigger = {
			1,
			1011242,
			1
		}
	},
	[101164301] = {
		name = "未雨",
		start = 116431001,
		videoPath = "",
		id = 101164301,
		desc = "神秘的声音打破了现实的平静。面对这个素未谋面的少女，管理员按下了扳机。\n之后赶到的科尔盖人员，并没有找到0705的中枢芯片。",
		trigger = {
			1,
			1011243,
			1
		}
	},
	[101170101] = {
		name = "老宅迷火",
		start = 117011001,
		videoPath = "",
		id = 101170101,
		desc = "一场谜一样的大火引发了奥丁的关注，名为塔列朗的家族正在经历一场重大变故。",
		trigger = {
			1,
			5080101,
			1
		}
	},
	[101170201] = {
		name = "火灾现场·前",
		start = 117021001,
		videoPath = "",
		id = 101170201,
		desc = "海姆达尔受命前往火灾现场调查真相，不料废墟内再次发生火灾，大批视骸也从火焰中出现，战斗一触即发。",
		trigger = {
			1,
			5080102,
			1
		}
	},
	[101170202] = {
		name = "火灾现场·后",
		start = 117022001,
		videoPath = "",
		id = 101170202,
		desc = "海姆达尔被困火场，关键时刻，她得到了提尔的帮助。",
		trigger = {
			1,
			5080102,
			2
		}
	},
	[101170301] = {
		name = "提尔·塔列朗·前",
		start = 117031001,
		videoPath = "",
		id = 101170301,
		desc = "两位观念迥异的修正者互相确认身份，一场临时合作正式达成。",
		trigger = {
			1,
			5080103,
			1
		}
	},
	[101170302] = {
		name = "提尔·塔列朗·后",
		start = 117032001,
		videoPath = "",
		id = 101170302,
		desc = "提尔和海姆达尔交换了情报，决定继续合作。",
		trigger = {
			1,
			5080103,
			2
		}
	},
	[101170401] = {
		name = "家人",
		start = 117041001,
		videoPath = "",
		id = 101170401,
		desc = "彼时的提尔尚无法唤醒斩裂剑的力量，但他似乎已经下定了与某种存在战斗的决心。",
		trigger = {
			1,
			5080104,
			1
		}
	},
	[101170501] = {
		name = "临时合作·前",
		start = 117051001,
		videoPath = "",
		id = 101170501,
		desc = "提尔与海姆达尔的合作正式开始，一个惊人的发现正在等待着这支小队。",
		trigger = {
			1,
			5080105,
			1
		}
	},
	[101170502] = {
		name = "临时合作·后",
		start = 117052001,
		videoPath = "",
		id = 101170502,
		desc = "二人在火场找到了源层裂隙，并进入其中。",
		trigger = {
			1,
			5080105,
			2
		}
	},
	[101170601] = {
		name = "烙焰空间·前",
		start = 117061001,
		videoPath = "",
		id = 101170601,
		desc = "源层深处充满着危险的气息，为了协助海姆达尔采集数据，提尔强势地战斗着。",
		trigger = {
			1,
			5080106,
			1
		}
	},
	[101170602] = {
		name = "烙焰空间·后",
		start = 117062001,
		videoPath = "",
		id = 101170602,
		desc = "在源层深处的核心，两人遭遇了火焰巨兽加姆。为了查清事情的真相，提尔顽强地拖住了这只视骸。",
		trigger = {
			1,
			5080106,
			2
		}
	},
	[101170702] = {
		name = "炼狱恶犬·后",
		start = 117072001,
		videoPath = "",
		id = 101170702,
		desc = "两人终于用一场激战换来了想要的数据，但关键理念的差异还是终止了这场临时合作。",
		trigger = {
			1,
			5080107,
			2
		}
	},
	[101170801] = {
		name = "承诺与谎言",
		start = 117081001,
		videoPath = "",
		id = 101170801,
		desc = "久违地回到可以放心休憩的家，提尔翻看了一遍回忆，然后再次出发。",
		trigger = {
			1,
			5080108,
			1
		}
	},
	[101170901] = {
		name = "无果的调查·前",
		start = 117091001,
		videoPath = "",
		id = 101170901,
		desc = "深空之眼介入了塔列朗庄园的火灾事件，海姆达尔再次受托展开了调查。",
		trigger = {
			1,
			5080109,
			1
		}
	},
	[101170902] = {
		name = "无果的调查·后",
		start = 117092001,
		videoPath = "",
		id = 101170902,
		desc = "海姆达尔没有再次遭遇加姆，在奥丁的提示下，海姆达尔有了一种非常不好的预感。",
		trigger = {
			1,
			5080109,
			2
		}
	},
	[101171001] = {
		name = "烈焰的复仇·前",
		start = 117101001,
		videoPath = "",
		id = 101171001,
		desc = "海姆达尔拜访了提尔家人居住的公寓，在海姆达尔的劝说下，爱德华带着她向提尔的位置赶去。\n另一边，提尔和葛朗台相约在一个废弃的建筑工地见面。",
		trigger = {
			1,
			5080110,
			1
		}
	},
	[101171002] = {
		name = "烈焰的复仇·后",
		start = 117102001,
		videoPath = "",
		id = 101171002,
		desc = "在商战中对阵许久的伯侄终于见面，提尔利用视骸完成了他的复仇。",
		trigger = {
			1,
			5080110,
			2
		}
	},
	[101171101] = {
		name = "一点希望",
		start = 117111001,
		videoPath = "",
		id = 101171101,
		desc = "海姆达尔驾车抵达了提尔所在之处，一座被烈焰包围的宅邸出现在两人眼前——表层空间已然扭曲。",
		trigger = {
			1,
			5080111,
			1
		}
	},
	[101171201] = {
		name = "炽烈的对决·前",
		start = 117121001,
		videoPath = "",
		id = 101171201,
		desc = "在亲情羁绊和修正者使命两者的抉择面前，提尔选择抗下所有。",
		trigger = {
			1,
			5080112,
			1
		}
	},
	[101171202] = {
		name = "炽烈的对决·后",
		start = 117122001,
		videoPath = "",
		id = 101171202,
		desc = "海姆达尔带着爱德华赶到，在亲人的鼓舞下，提尔完成了自我的救赎。",
		trigger = {
			1,
			5080112,
			2
		}
	},
	[101171301] = {
		name = "新时代的开端",
		start = 117131001,
		videoPath = "",
		id = 101171301,
		desc = "一场潜在的灾难终于被平息，一场注定发生的合作即将开始。",
		trigger = {
			1,
			5080113,
			1
		}
	},
	[101200101] = {
		name = "有事自虚恒来",
		start = 120011001,
		videoPath = "",
		id = 101200101,
		desc = "乌尔德事件结束后，奥丁重返虚恒寻找「灰烬」。管理员与薇儿受「四方院」委托，来到虚恒的浮空城市玉京执行任务。",
		trigger = {
			1,
			1011301,
			1
		}
	},
	[101200201] = {
		name = "寻物于天地间",
		start = 120021001,
		videoPath = "",
		id = 101200201,
		desc = "管理员和薇儿在天禄贸易见到四方院的修正者陵光、监兵和麟钰，得知此行要寻找关系到虚恒浮空岛稳定的「异质序核」。",
		trigger = {
			1,
			1011302,
			1
		}
	},
	[101200301] = {
		name = "青萍之末·前",
		start = 120031001,
		videoPath = "",
		id = 101200301,
		desc = "寻找序核的队伍来到地面上废弃的旧城区，管理员使用弥弥尔系统尝试寻找异质序核。众人寻找营地休息，却遭遇了骸化的智械。",
		trigger = {
			1,
			1011303,
			1
		}
	},
	[101200302] = {
		name = "青萍之末·后",
		start = 120032001,
		videoPath = "",
		id = 101200302,
		desc = "无人居住的地面久疏管理，众人没能查出智械被侵蚀的原因，先进入天禄贸易的安全屋休息，等待弥弥尔锁定序核位置。",
		trigger = {
			1,
			1011303,
			2
		}
	},
	[101200401] = {
		name = "子夜留痕·前",
		start = 120041001,
		videoPath = "",
		id = 101200401,
		desc = "睡不着的管理员与陵光夜话，提起管理员失去的记忆。好不容易入睡后，麟钰却忽然被智械袭击受伤。",
		trigger = {
			1,
			1011304,
			1
		}
	},
	[101200402] = {
		name = "子夜留痕·后",
		start = 120042001,
		videoPath = "",
		id = 101200402,
		desc = "监兵、薇儿和管理员剿灭了袭击安全屋的智械，却意外遇到四方院的另一位修正者孟章。交换情报后，孟章决定与众人同行。",
		trigger = {
			1,
			1011304,
			2
		}
	},
	[101200501] = {
		name = "山隐灵秀术隐踪·前",
		start = 120051001,
		videoPath = "",
		id = 101200501,
		desc = "众人跟随弥弥尔的指示来到静督山，山体被复杂的防御系统封锁，孟章带众人破解空间封锁并尝试上山。",
		trigger = {
			1,
			1011305,
			1
		}
	},
	[101200502] = {
		name = "山隐灵秀术隐踪·后",
		start = 120052001,
		videoPath = "",
		id = 101200502,
		desc = "成功解开护山的空间封锁并消灭了零星的视骸，孟章与麟钰短暂离队调查周边环境后平安归来，众人继续山上。",
		trigger = {
			1,
			1011305,
			2
		}
	},
	[101200601] = {
		name = "移形机变·前",
		start = 120061001,
		videoPath = "",
		id = 101200601,
		desc = "众人在山腰忽然遭遇空间陷阱，被分散开来，麟钰与薇儿同行，怀疑有人在算计队伍。",
		trigger = {
			1,
			1011306,
			1
		}
	},
	[101200602] = {
		name = "移形机变·后",
		start = 120062001,
		videoPath = "",
		id = 101200602,
		desc = "落单的管理员独自对抗山中的视骸，寡不敌众，危急时被孟章救下。",
		trigger = {
			1,
			1011306,
			2
		}
	},
	[101200701] = {
		name = "分久必合·前",
		start = 120071001,
		videoPath = "",
		id = 101200701,
		desc = "孟章赠予管理员一把枪械并带管理员破解陷阱，并与管理员分析了局势，认为有其他人在图谋异质序核。",
		trigger = {
			1,
			1011307,
			1
		}
	},
	[101200702] = {
		name = "分久必合·后",
		start = 120072001,
		videoPath = "",
		id = 101200702,
		desc = "麟钰和薇儿惊险避开一只强大的视骸，破开陷阱准备继续上山时遇到了独行的陵光。",
		trigger = {
			1,
			1011307,
			2
		}
	},
	[101200801] = {
		name = "独缺一人",
		start = 120081001,
		videoPath = "",
		id = 101200801,
		desc = "众人终于汇合，唯独少了本与陵光同行的监兵。陵光与孟章互相生疑，气氛紧张。上山路上遇到一台守护山顶工坊的智械。",
		trigger = {
			1,
			1011308,
			1
		}
	},
	[101200901] = {
		name = "三枪破妄定局·前",
		start = 120091001,
		videoPath = "",
		id = 101200901,
		desc = "击败智械后，管理员意外得到一股数据流。孟章忽然翻脸抢夺数据流，但未得手，强硬阻止众人继续上山。",
		trigger = {
			1,
			1011309,
			1
		}
	},
	[101200902] = {
		name = "三枪破妄定局·后",
		start = 120092001,
		videoPath = "",
		id = 101200902,
		desc = "孟章设计挟持管理员逼迫陵光等人下山，却被管理员反将一军开枪杀死。",
		trigger = {
			1,
			1011309,
			2
		}
	},
	[101201001] = {
		name = "一步之遥·前",
		start = 120101001,
		videoPath = "",
		id = 101201001,
		desc = "陵光留在原地养伤并料理孟章后事。管理员、麟钰和薇儿先赶往山顶工坊寻找异质序核，却在路上遭到许多智械阻拦。",
		trigger = {
			1,
			1011310,
			1
		}
	},
	[101201002] = {
		name = "一步之遥·后",
		start = 120102001,
		videoPath = "",
		id = 101201002,
		desc = "管理员等人离去后，陵光引动火焰攻击已无呼吸的孟章……",
		trigger = {
			1,
			1011310,
			2
		}
	},
	[101201101] = {
		name = "黄雀在后·前",
		start = 120111001,
		videoPath = "",
		id = 101201101,
		desc = "管理员三人在工坊内找到异质序核并解开保护序核的机关，麟钰却忽然出手攻击管理员和薇儿。",
		trigger = {
			1,
			1011311,
			1
		}
	},
	[101201102] = {
		name = "黄雀在后·后",
		start = 120112001,
		videoPath = "",
		id = 101201102,
		desc = "「麟钰」召唤大量视骸攻击管理员和薇儿，但在取到异质序核的时候被骸能抑制程式命中。孟章和陵光一同杀入工坊。",
		trigger = {
			1,
			1011311,
			2
		}
	},
	[101201201] = {
		name = "旁观者清·前",
		start = 120121001,
		videoPath = "",
		id = 101201201,
		desc = "孟章与众人在旧城相遇并非偶然，被管理员「枪杀」也在计划之中。然而假死被陵光看破，孟章只好交代了他的计划。",
		trigger = {
			1,
			1011312,
			1
		}
	},
	[101201202] = {
		name = "旁观者清·后",
		start = 120122001,
		videoPath = "",
		id = 101201202,
		desc = "孟章与陵光先一步抵达山顶工坊，派出智械拖住管理员等人，一边以异质序核作饵引诱真凶上钩。",
		trigger = {
			1,
			1011312,
			2
		}
	},
	[101201301] = {
		name = "诡秘绝境·前",
		start = 120131001,
		videoPath = "",
		id = 101201301,
		desc = "监兵与陵光与众人失散后误入一处诡异的空间，里面骸能弥漫凶险异常。",
		trigger = {
			1,
			1011313,
			1
		}
	},
	[101201302] = {
		name = "诡秘绝境·后",
		start = 120132001,
		videoPath = "",
		id = 101201302,
		desc = "监兵强行打穿空间壁障将陵光送回静督山，陵光决定以异质序核安全为重。",
		trigger = {
			1,
			1011313,
			2
		}
	},
	[101201401] = {
		name = "火羽如霖",
		start = 120141001,
		videoPath = "",
		id = 101201401,
		desc = "陵光拼着负伤将智骸格莫瑞逼出麟钰的身体，并在格莫瑞召集的视骸潮中保护管理员等人。孟章追击携序核逃走的格莫瑞。",
		trigger = {
			1,
			1011314,
			1
		}
	},
	[101201402] = {
		name = "斩杀疾苦根源",
		start = 0,
		videoPath = "SofdecAsset/story/1011314.usm",
		id = 101201402,
		desc = "",
		trigger = {
			1,
			1011314,
			4,
			1
		}
	},
	[101201501] = {
		name = "归去来兮",
		start = 120151001,
		videoPath = "",
		id = 101201501,
		desc = "监兵脱困后在源层与孟章联手夺回异质序核，格莫瑞被一股神秘力量救走。四方院之主庚辰携奥丁从源层返回，与众人相遇并返回玉京。",
		trigger = {
			1,
			1011315,
			1
		}
	},
	[210590101] = {
		name = "阿波罗支线-第一节",
		start = 105901001,
		videoPath = "",
		id = 210590101,
		desc = "",
		trigger = {}
	},
	[210590102] = {
		name = "阿波罗支线-第二节",
		start = 105902001,
		videoPath = "",
		id = 210590102,
		desc = "",
		trigger = {}
	},
	[210590103] = {
		name = "阿波罗支线-第三节",
		start = 105903001,
		videoPath = "",
		id = 210590103,
		desc = "",
		trigger = {}
	},
	[210590104] = {
		name = "阿波罗支线-第四节",
		start = 105904001,
		videoPath = "",
		id = 210590104,
		desc = "",
		trigger = {}
	},
	[210390101] = {
		name = "波塞冬支线-第一节",
		start = 103901001,
		videoPath = "",
		id = 210390101,
		desc = "",
		trigger = {}
	},
	[210390102] = {
		name = "波塞冬支线-第二节",
		start = 103902001,
		videoPath = "",
		id = 210390102,
		desc = "",
		trigger = {}
	},
	[210390103] = {
		name = "波塞冬支线-第三节",
		start = 103903001,
		videoPath = "",
		id = 210390103,
		desc = "",
		trigger = {}
	},
	[210390104] = {
		name = "波塞冬支线-第四节",
		start = 103904001,
		videoPath = "",
		id = 210390104,
		desc = "",
		trigger = {}
	},
	[210380101] = {
		name = "赫拉支线-第一节",
		start = 103801001,
		videoPath = "",
		id = 210380101,
		desc = "",
		trigger = {}
	},
	[210380102] = {
		name = "赫拉支线-第二节",
		start = 103802001,
		videoPath = "",
		id = 210380102,
		desc = "",
		trigger = {}
	},
	[210380103] = {
		name = "赫拉支线-第三节",
		start = 103803001,
		videoPath = "",
		id = 210380103,
		desc = "",
		trigger = {}
	},
	[210380104] = {
		name = "赫拉支线-第四节",
		start = 103804001,
		videoPath = "",
		id = 210380104,
		desc = "",
		trigger = {}
	},
	[210660101] = {
		name = "大国主支线-第一节",
		start = 106601001,
		videoPath = "",
		id = 210660101,
		desc = "",
		trigger = {}
	},
	[210660102] = {
		name = "大国主支线-第二节",
		start = 106602001,
		videoPath = "",
		id = 210660102,
		desc = "",
		trigger = {}
	},
	[210660103] = {
		name = "大国主支线-第三节",
		start = 106603001,
		videoPath = "",
		id = 210660103,
		desc = "",
		trigger = {}
	},
	[210660104] = {
		name = "大国主支线-第四节",
		start = 106604001,
		videoPath = "",
		id = 210660104,
		desc = "",
		trigger = {}
	},
	[210190101] = {
		name = "休支线-第一节",
		start = 101901001,
		videoPath = "",
		id = 210190101,
		desc = "",
		trigger = {}
	},
	[210190102] = {
		name = "休支线-第二节",
		start = 101902001,
		videoPath = "",
		id = 210190102,
		desc = "",
		trigger = {}
	},
	[210190103] = {
		name = "休支线-第三节",
		start = 101903001,
		videoPath = "",
		id = 210190103,
		desc = "",
		trigger = {}
	},
	[210190104] = {
		name = "休支线-第四节",
		start = 101904001,
		videoPath = "",
		id = 210190104,
		desc = "",
		trigger = {}
	},
	[210330101] = {
		name = "海姆达尔支线-第一节",
		start = 103301001,
		videoPath = "",
		id = 210330101,
		desc = "",
		trigger = {}
	},
	[210330102] = {
		name = "海姆达尔支线-第二节",
		start = 103302001,
		videoPath = "",
		id = 210330102,
		desc = "",
		trigger = {}
	},
	[210330103] = {
		name = "海姆达尔支线-第三节",
		start = 103303001,
		videoPath = "",
		id = 210330103,
		desc = "",
		trigger = {}
	},
	[210330104] = {
		name = "海姆达尔支线-第四节",
		start = 103304001,
		videoPath = "",
		id = 210330104,
		desc = "",
		trigger = {}
	},
	[211990101] = {
		name = "震离月读支线-第一节",
		start = 119901001,
		videoPath = "",
		id = 211990101,
		desc = "",
		trigger = {}
	},
	[211990102] = {
		name = "震离月读支线-第二节",
		start = 119902001,
		videoPath = "",
		id = 211990102,
		desc = "",
		trigger = {}
	},
	[211990103] = {
		name = "震离月读支线-第三节",
		start = 119903001,
		videoPath = "",
		id = 211990103,
		desc = "",
		trigger = {}
	},
	[211990104] = {
		name = "震离月读支线-第四节",
		start = 119904001,
		videoPath = "",
		id = 211990104,
		desc = "",
		trigger = {}
	},
	[210240101] = {
		name = "阿努比斯支线-第一节",
		start = 102401001,
		videoPath = "",
		id = 210240101,
		desc = "",
		trigger = {}
	},
	[210240102] = {
		name = "阿努比斯支线-第二节",
		start = 102402001,
		videoPath = "",
		id = 210240102,
		desc = "",
		trigger = {}
	},
	[210240103] = {
		name = "阿努比斯支线-第三节",
		start = 102403001,
		videoPath = "",
		id = 210240103,
		desc = "",
		trigger = {}
	},
	[210240104] = {
		name = "阿努比斯支线-第四节",
		start = 102404001,
		videoPath = "",
		id = 210240104,
		desc = "",
		trigger = {}
	},
	[210280101] = {
		name = "托尔支线-第一节",
		start = 102801001,
		videoPath = "",
		id = 210280101,
		desc = "",
		trigger = {}
	},
	[210280102] = {
		name = "托尔支线-第二节",
		start = 102802001,
		videoPath = "",
		id = 210280102,
		desc = "",
		trigger = {}
	},
	[210280103] = {
		name = "托尔支线-第三节",
		start = 102803001,
		videoPath = "",
		id = 210280103,
		desc = "",
		trigger = {}
	},
	[210280104] = {
		name = "托尔支线-第四节",
		start = 102804001,
		videoPath = "",
		id = 210280104,
		desc = "",
		trigger = {}
	},
	[210800101] = {
		name = "维达尔支线-第一节",
		start = 108001001,
		videoPath = "",
		id = 210800101,
		desc = "",
		trigger = {}
	},
	[210800102] = {
		name = "维达尔支线-第二节",
		start = 108002001,
		videoPath = "",
		id = 210800102,
		desc = "",
		trigger = {}
	},
	[210800103] = {
		name = "维达尔支线-第三节",
		start = 108003001,
		videoPath = "",
		id = 210800103,
		desc = "",
		trigger = {}
	},
	[210800104] = {
		name = "维达尔支线-第四节",
		start = 108004001,
		videoPath = "",
		id = 210800104,
		desc = "",
		trigger = {}
	},
	[60001001] = {
		name = "因果观测第一章前置剧情",
		start = 60001001,
		videoPath = "",
		id = 60001001,
		desc = "",
		trigger = {
			1,
			4040101,
			1
		}
	},
	[60101001] = {
		name = "因果观测第一章1-1-1",
		start = 60101001,
		videoPath = "",
		id = 60101001,
		desc = "",
		trigger = {}
	},
	[60102001] = {
		name = "因果观测第一章1-1-2",
		start = 60102001,
		videoPath = "",
		id = 60102001,
		desc = "",
		trigger = {}
	},
	[60103001] = {
		name = "因果观测第一章1-1-3",
		start = 60103001,
		videoPath = "",
		id = 60103001,
		desc = "",
		trigger = {}
	},
	[60104001] = {
		name = "因果观测第一章1-1-4",
		start = 60104001,
		videoPath = "",
		id = 60104001,
		desc = "",
		trigger = {}
	},
	[60105001] = {
		name = "因果观测第一章1-1-5",
		start = 60105001,
		videoPath = "",
		id = 60105001,
		desc = "",
		trigger = {}
	},
	[60106001] = {
		name = "因果观测第一章1-1-6",
		start = 60106001,
		videoPath = "",
		id = 60106001,
		desc = "",
		trigger = {}
	},
	[60107001] = {
		name = "因果观测第一章1-1-7",
		start = 60107001,
		videoPath = "",
		id = 60107001,
		desc = "",
		trigger = {}
	},
	[60108001] = {
		name = "因果观测第一章1-1-8",
		start = 60108001,
		videoPath = "",
		id = 60108001,
		desc = "",
		trigger = {}
	},
	[60109001] = {
		name = "因果观测第一章1-1-9",
		start = 60109001,
		videoPath = "",
		id = 60109001,
		desc = "",
		trigger = {}
	},
	[60201001] = {
		name = "因果观测第一章1-2-1",
		start = 60201001,
		videoPath = "",
		id = 60201001,
		desc = "",
		trigger = {}
	},
	[60202001] = {
		name = "因果观测第一章1-2-2",
		start = 60202001,
		videoPath = "",
		id = 60202001,
		desc = "",
		trigger = {}
	},
	[60203001] = {
		name = "因果观测第一章1-2-3",
		start = 60203001,
		videoPath = "",
		id = 60203001,
		desc = "",
		trigger = {}
	},
	[60204001] = {
		name = "因果观测第一章1-2-4",
		start = 60204001,
		videoPath = "",
		id = 60204001,
		desc = "",
		trigger = {}
	},
	[60205001] = {
		name = "因果观测第一章1-2-5",
		start = 60205001,
		videoPath = "",
		id = 60205001,
		desc = "",
		trigger = {}
	},
	[60206001] = {
		name = "因果观测第一章1-2-6",
		start = 60206001,
		videoPath = "",
		id = 60206001,
		desc = "",
		trigger = {}
	},
	[60207001] = {
		name = "因果观测第一章1-2-7",
		start = 60207001,
		videoPath = "",
		id = 60207001,
		desc = "",
		trigger = {}
	},
	[60208001] = {
		name = "因果观测第一章1-2-8",
		start = 60208001,
		videoPath = "",
		id = 60208001,
		desc = "",
		trigger = {}
	},
	[60209001] = {
		name = "因果观测第一章1-2-9",
		start = 60209001,
		videoPath = "",
		id = 60209001,
		desc = "",
		trigger = {}
	},
	[60210001] = {
		name = "因果观测第一章1-2-10",
		start = 60210001,
		videoPath = "",
		id = 60210001,
		desc = "",
		trigger = {}
	},
	[60301001] = {
		name = "因果观测第一章1-3-1",
		start = 60301001,
		videoPath = "",
		id = 60301001,
		desc = "",
		trigger = {}
	},
	[60302001] = {
		name = "因果观测第一章1-3-2",
		start = 60302001,
		videoPath = "",
		id = 60302001,
		desc = "",
		trigger = {}
	},
	[60303001] = {
		name = "因果观测第一章1-3-3",
		start = 60303001,
		videoPath = "",
		id = 60303001,
		desc = "",
		trigger = {}
	},
	[60304001] = {
		name = "因果观测第一章1-3-4",
		start = 60304001,
		videoPath = "",
		id = 60304001,
		desc = "",
		trigger = {}
	},
	[60305001] = {
		name = "因果观测第一章1-3-5",
		start = 60305001,
		videoPath = "",
		id = 60305001,
		desc = "",
		trigger = {}
	},
	[60306001] = {
		name = "因果观测第一章1-3-6",
		start = 60306001,
		videoPath = "",
		id = 60306001,
		desc = "",
		trigger = {}
	},
	[60307001] = {
		name = "因果观测第一章1-3-7",
		start = 60307001,
		videoPath = "",
		id = 60307001,
		desc = "",
		trigger = {}
	},
	[60308001] = {
		name = "因果观测第一章1-3-8",
		start = 60308001,
		videoPath = "",
		id = 60308001,
		desc = "",
		trigger = {}
	},
	[60309001] = {
		name = "因果观测第一章1-3-9",
		start = 60309001,
		videoPath = "",
		id = 60309001,
		desc = "",
		trigger = {}
	},
	[60401001] = {
		name = "因果观测第一章1-4-1",
		start = 60401001,
		videoPath = "",
		id = 60401001,
		desc = "",
		trigger = {}
	},
	[60402001] = {
		name = "因果观测第一章1-4-2",
		start = 60402001,
		videoPath = "",
		id = 60402001,
		desc = "",
		trigger = {}
	},
	[60403001] = {
		name = "因果观测第一章1-4-3",
		start = 60403001,
		videoPath = "",
		id = 60403001,
		desc = "",
		trigger = {}
	},
	[60404001] = {
		name = "因果观测第一章1-4-4",
		start = 60404001,
		videoPath = "",
		id = 60404001,
		desc = "",
		trigger = {}
	},
	[60405001] = {
		name = "因果观测第一章1-4-5",
		start = 60405001,
		videoPath = "",
		id = 60405001,
		desc = "",
		trigger = {}
	},
	[60501001] = {
		name = "因果观测第一章1-5-1",
		start = 60501001,
		videoPath = "",
		id = 60501001,
		desc = "",
		trigger = {}
	},
	[60502001] = {
		name = "因果观测第一章1-5-2",
		start = 60502001,
		videoPath = "",
		id = 60502001,
		desc = "",
		trigger = {}
	},
	[60503001] = {
		name = "因果观测第一章1-5-3",
		start = 60503001,
		videoPath = "",
		id = 60503001,
		desc = "",
		trigger = {}
	},
	[60504001] = {
		name = "因果观测第一章1-5-4",
		start = 60504001,
		videoPath = "",
		id = 60504001,
		desc = "",
		trigger = {}
	},
	[60505001] = {
		name = "因果观测第一章1-5-5",
		start = 60505001,
		videoPath = "",
		id = 60505001,
		desc = "",
		trigger = {}
	},
	[60506001] = {
		name = "因果观测第一章1-5-6",
		start = 60506001,
		videoPath = "",
		id = 60506001,
		desc = "",
		trigger = {}
	},
	[60507001] = {
		name = "因果观测第一章1-5-7",
		start = 60507001,
		videoPath = "",
		id = 60507001,
		desc = "",
		trigger = {}
	},
	[60508001] = {
		name = "因果观测第一章1-5-8",
		start = 60508001,
		videoPath = "",
		id = 60508001,
		desc = "",
		trigger = {}
	},
	[60509001] = {
		name = "因果观测第一章1-5-9",
		start = 60509001,
		videoPath = "",
		id = 60509001,
		desc = "",
		trigger = {}
	},
	[61101001] = {
		name = "因果观测第二章2-1-1",
		start = 61101001,
		videoPath = "",
		id = 61101001,
		desc = "",
		trigger = {}
	},
	[61102001] = {
		name = "因果观测第二章2-1-2",
		start = 61102001,
		videoPath = "",
		id = 61102001,
		desc = "",
		trigger = {}
	},
	[61103001] = {
		name = "因果观测第二章2-1-3",
		start = 61103001,
		videoPath = "",
		id = 61103001,
		desc = "",
		trigger = {}
	},
	[61104001] = {
		name = "因果观测第二章2-1-4",
		start = 61104001,
		videoPath = "",
		id = 61104001,
		desc = "",
		trigger = {}
	},
	[61201001] = {
		name = "因果观测第二章2-2-1",
		start = 61201001,
		videoPath = "",
		id = 61201001,
		desc = "",
		trigger = {}
	},
	[61202001] = {
		name = "因果观测第二章2-2-2",
		start = 61202001,
		videoPath = "",
		id = 61202001,
		desc = "",
		trigger = {}
	},
	[61203001] = {
		name = "因果观测第二章2-2-3",
		start = 61203001,
		videoPath = "",
		id = 61203001,
		desc = "",
		trigger = {}
	},
	[61301001] = {
		name = "因果观测第二章2-3-1",
		start = 61301001,
		videoPath = "",
		id = 61301001,
		desc = "",
		trigger = {}
	},
	[61302001] = {
		name = "因果观测第二章2-3-2",
		start = 61302001,
		videoPath = "",
		id = 61302001,
		desc = "",
		trigger = {}
	},
	[61303001] = {
		name = "因果观测第二章2-3-3",
		start = 61303001,
		videoPath = "",
		id = 61303001,
		desc = "",
		trigger = {}
	},
	[61304001] = {
		name = "因果观测第二章2-3-4",
		start = 61304001,
		videoPath = "",
		id = 61304001,
		desc = "",
		trigger = {}
	},
	[61401001] = {
		name = "因果观测第二章2-4-1",
		start = 61401001,
		videoPath = "",
		id = 61401001,
		desc = "",
		trigger = {}
	},
	[61402001] = {
		name = "因果观测第二章2-4-2",
		start = 61402001,
		videoPath = "",
		id = 61402001,
		desc = "",
		trigger = {}
	},
	[61403001] = {
		name = "因果观测第二章2-4-3",
		start = 61403001,
		videoPath = "",
		id = 61403001,
		desc = "",
		trigger = {}
	},
	[61404001] = {
		name = "因果观测第二章2-4-4",
		start = 61404001,
		videoPath = "",
		id = 61404001,
		desc = "",
		trigger = {}
	},
	[61501001] = {
		name = "因果观测第二章2-5-1",
		start = 61501001,
		videoPath = "",
		id = 61501001,
		desc = "",
		trigger = {}
	},
	[61502001] = {
		name = "因果观测第二章2-5-2",
		start = 61502001,
		videoPath = "",
		id = 61502001,
		desc = "",
		trigger = {}
	},
	[61503001] = {
		name = "因果观测第二章2-5-3",
		start = 61503001,
		videoPath = "",
		id = 61503001,
		desc = "",
		trigger = {}
	},
	[61504001] = {
		name = "因果观测第二章2-5-4",
		start = 61504001,
		videoPath = "",
		id = 61504001,
		desc = "",
		trigger = {}
	},
	[62101001] = {
		name = "潜梦作战一",
		start = 62101001,
		videoPath = "",
		id = 62101001,
		desc = "",
		trigger = {
			1,
			5210103,
			1
		}
	},
	[62102001] = {
		name = "潜梦作战二·前",
		start = 62102001,
		videoPath = "",
		id = 62102001,
		desc = "",
		trigger = {
			1,
			5210104,
			1
		}
	},
	[62103001] = {
		name = "潜梦作战三·前",
		start = 62103001,
		videoPath = "",
		id = 62103001,
		desc = "",
		trigger = {
			1,
			5210105,
			1
		}
	},
	[62104001] = {
		name = "潜梦作战三·后",
		start = 62104001,
		videoPath = "",
		id = 62104001,
		desc = "",
		trigger = {
			1,
			5210105,
			2
		}
	},
	[62105001] = {
		name = "潜梦作战四·后",
		start = 62105001,
		videoPath = "",
		id = 62105001,
		desc = "",
		trigger = {
			1,
			5210106,
			2
		}
	},
	[62106001] = {
		name = "潜梦作战五·前",
		start = 62106001,
		videoPath = "",
		id = 62106001,
		desc = "",
		trigger = {
			1,
			5210107,
			1
		}
	},
	[62107001] = {
		name = "潜梦作战六·前",
		start = 62107001,
		videoPath = "",
		id = 62107001,
		desc = "",
		trigger = {
			1,
			5210108,
			1
		}
	},
	[62108001] = {
		name = "潜梦作战七·后",
		start = 62108001,
		videoPath = "",
		id = 62108001,
		desc = "",
		trigger = {
			1,
			5210109,
			2
		}
	},
	[62109001] = {
		name = "潜梦作战八·后",
		start = 62109001,
		videoPath = "",
		id = 62109001,
		desc = "",
		trigger = {
			1,
			5210110,
			2
		}
	},
	[62201001] = {
		name = "潜梦作战九·前",
		start = 62201001,
		videoPath = "",
		id = 62201001,
		desc = "",
		trigger = {
			1,
			5210111,
			1
		}
	},
	[62202001] = {
		name = "潜梦作战九·后",
		start = 62202001,
		videoPath = "",
		id = 62202001,
		desc = "",
		trigger = {
			1,
			5210111,
			2
		}
	},
	[62203001] = {
		name = "潜梦作战十·后",
		start = 62203001,
		videoPath = "",
		id = 62203001,
		desc = "",
		trigger = {
			1,
			5210112,
			2
		}
	},
	[62204001] = {
		name = "潜梦作战十一·前",
		start = 62204001,
		videoPath = "",
		id = 62204001,
		desc = "",
		trigger = {
			1,
			5210113,
			1
		}
	},
	[603101001] = {
		name = "海拉战旗1-1",
		start = 603101001,
		videoPath = "",
		id = 603101001,
		desc = "",
		trigger = {}
	},
	[603102001] = {
		name = "海拉战旗1-2",
		start = 603102001,
		videoPath = "",
		id = 603102001,
		desc = "",
		trigger = {}
	},
	[603103001] = {
		name = "海拉战旗1-3",
		start = 603103001,
		videoPath = "",
		id = 603103001,
		desc = "",
		trigger = {}
	},
	[603104001] = {
		name = "海拉战旗1-4",
		start = 603104001,
		videoPath = "",
		id = 603104001,
		desc = "",
		trigger = {}
	},
	[603105001] = {
		name = "海拉战旗1-5",
		start = 603105001,
		videoPath = "",
		id = 603105001,
		desc = "",
		trigger = {}
	},
	[606101001] = {
		name = "虚恒战旗1-1",
		start = 606101001,
		videoPath = "",
		id = 606101001,
		desc = "",
		trigger = {}
	},
	[606102001] = {
		name = "虚恒战旗1-2",
		start = 606102001,
		videoPath = "",
		id = 606102001,
		desc = "",
		trigger = {}
	},
	[606103001] = {
		name = "虚恒战旗1-3",
		start = 606103001,
		videoPath = "",
		id = 606103001,
		desc = "",
		trigger = {}
	},
	[606104001] = {
		name = "虚恒战旗引导1",
		start = 606104001,
		videoPath = "",
		id = 606104001,
		desc = "",
		trigger = {}
	},
	[606105001] = {
		name = "虚恒战旗引导2",
		start = 606105001,
		videoPath = "",
		id = 606105001,
		desc = "",
		trigger = {}
	},
	[606201001] = {
		name = "虚恒战旗2-1",
		start = 606201001,
		videoPath = "",
		id = 606201001,
		desc = "",
		trigger = {}
	},
	[606202001] = {
		name = "虚恒战旗2-2",
		start = 606202001,
		videoPath = "",
		id = 606202001,
		desc = "",
		trigger = {}
	},
	[606203001] = {
		name = "虚恒战旗2-3",
		start = 606203001,
		videoPath = "",
		id = 606203001,
		desc = "",
		trigger = {}
	},
	[606204001] = {
		name = "虚恒战旗引导3",
		start = 606204001,
		videoPath = "",
		id = 606204001,
		desc = "",
		trigger = {}
	},
	[606205001] = {
		name = "虚恒战旗引导4",
		start = 606205001,
		videoPath = "",
		id = 606205001,
		desc = "",
		trigger = {}
	},
	[606301001] = {
		name = "虚恒战旗3-1",
		start = 606301001,
		videoPath = "",
		id = 606301001,
		desc = "",
		trigger = {}
	},
	[606302001] = {
		name = "虚恒战旗3-2",
		start = 606302001,
		videoPath = "",
		id = 606302001,
		desc = "",
		trigger = {}
	},
	[606303001] = {
		name = "虚恒战旗3-3",
		start = 606303001,
		videoPath = "",
		id = 606303001,
		desc = "",
		trigger = {}
	},
	[606401001] = {
		name = "虚恒战旗4-1",
		start = 606401001,
		videoPath = "",
		id = 606401001,
		desc = "",
		trigger = {}
	},
	[606402001] = {
		name = "虚恒战旗4-2",
		start = 606402001,
		videoPath = "",
		id = 606402001,
		desc = "",
		trigger = {}
	},
	[606403001] = {
		name = "虚恒战旗4-3",
		start = 606403001,
		videoPath = "",
		id = 606403001,
		desc = "",
		trigger = {}
	},
	[606501001] = {
		name = "虚恒战旗5-1",
		start = 606501001,
		videoPath = "",
		id = 606501001,
		desc = "",
		trigger = {}
	},
	[606502001] = {
		name = "虚恒战旗5-2",
		start = 606502001,
		videoPath = "",
		id = 606502001,
		desc = "",
		trigger = {}
	},
	[606503001] = {
		name = "虚恒战旗5-3",
		start = 606503001,
		videoPath = "",
		id = 606503001,
		desc = "",
		trigger = {}
	},
	[211480101] = {
		name = "前鬼坊支线-第一节",
		start = 114801001,
		videoPath = "",
		id = 211480101,
		desc = "",
		trigger = {}
	},
	[211480102] = {
		name = "前鬼坊支线-第二节",
		start = 114802001,
		videoPath = "",
		id = 211480102,
		desc = "",
		trigger = {}
	},
	[211480103] = {
		name = "前鬼坊支线-第三节",
		start = 114803001,
		videoPath = "",
		id = 211480103,
		desc = "",
		trigger = {}
	},
	[211480104] = {
		name = "前鬼坊支线-第四节",
		start = 114804001,
		videoPath = "",
		id = 211480104,
		desc = "",
		trigger = {}
	},
	[210840101] = {
		name = "薇儿丹蒂支线-第1节",
		start = 108401001,
		videoPath = "",
		id = 210840101,
		desc = "",
		trigger = {}
	},
	[210840102] = {
		name = "薇儿丹蒂支线-第2节",
		start = 108402001,
		videoPath = "",
		id = 210840102,
		desc = "",
		trigger = {}
	},
	[210840103] = {
		name = "薇儿丹蒂支线-第3节",
		start = 108403001,
		videoPath = "",
		id = 210840103,
		desc = "",
		trigger = {}
	},
	[210840104] = {
		name = "薇儿丹蒂支线-第4节",
		start = 108404001,
		videoPath = "",
		id = 210840104,
		desc = "",
		trigger = {}
	},
	[210370101] = {
		name = "霍德尔支线-第1节",
		start = 103701001,
		videoPath = "",
		id = 210370101,
		desc = "",
		trigger = {}
	},
	[210370102] = {
		name = "霍德尔支线-第2节",
		start = 103702001,
		videoPath = "",
		id = 210370102,
		desc = "",
		trigger = {}
	},
	[210370103] = {
		name = "霍德尔支线-第3节",
		start = 103703001,
		videoPath = "",
		id = 210370103,
		desc = "",
		trigger = {}
	},
	[210370104] = {
		name = "霍德尔支线-第4节",
		start = 103704001,
		videoPath = "",
		id = 210370104,
		desc = "",
		trigger = {}
	},
	[210260101] = {
		name = "努阿达支线-第1节",
		start = 102601001,
		videoPath = "",
		id = 210260101,
		desc = "",
		trigger = {}
	},
	[210260102] = {
		name = "努阿达支线-第2节",
		start = 102602001,
		videoPath = "",
		id = 210260102,
		desc = "",
		trigger = {}
	},
	[210260103] = {
		name = "努阿达支线-第3节",
		start = 102603001,
		videoPath = "",
		id = 210260103,
		desc = "",
		trigger = {}
	},
	[210260104] = {
		name = "努阿达支线-第4节",
		start = 102604001,
		videoPath = "",
		id = 210260104,
		desc = "",
		trigger = {}
	},
	[101123002] = {
		name = "无名遗物#1",
		start = 112302001,
		videoPath = "",
		id = 101123002,
		desc = "",
		trigger = {}
	},
	[101123102] = {
		name = "无名遗物#2",
		start = 112312001,
		videoPath = "",
		id = 101123102,
		desc = "",
		trigger = {}
	},
	[101123202] = {
		name = "深海鱼骨#1",
		start = 112322001,
		videoPath = "",
		id = 101123202,
		desc = "",
		trigger = {}
	},
	[604301001] = {
		name = "深海鱼骨#1-1",
		start = 604301001,
		videoPath = "",
		id = 604301001,
		desc = "",
		trigger = {}
	},
	[604302001] = {
		name = "深海鱼骨#1-2",
		start = 604302001,
		videoPath = "",
		id = 604302001,
		desc = "",
		trigger = {}
	},
	[604303001] = {
		name = "深海鱼骨#1-4",
		start = 604303001,
		videoPath = "",
		id = 604303001,
		desc = "",
		trigger = {}
	},
	[604304001] = {
		name = "深海鱼骨#1-4",
		start = 604304001,
		videoPath = "",
		id = 604304001,
		desc = "",
		trigger = {}
	},
	[101123302] = {
		name = "深海鱼骨#2",
		start = 112332001,
		videoPath = "",
		id = 101123302,
		desc = "",
		trigger = {}
	},
	[604401001] = {
		name = "深海鱼骨#2-1",
		start = 604401001,
		videoPath = "",
		id = 604401001,
		desc = "",
		trigger = {}
	},
	[604402001] = {
		name = "深海鱼骨#2-2",
		start = 604402001,
		videoPath = "",
		id = 604402001,
		desc = "",
		trigger = {}
	},
	[604403001] = {
		name = "深海鱼骨#2-3",
		start = 604403001,
		videoPath = "",
		id = 604403001,
		desc = "",
		trigger = {}
	},
	[101123402] = {
		name = "林间轻语",
		start = 112342001,
		videoPath = "",
		id = 101123402,
		desc = "",
		trigger = {}
	},
	[604501001] = {
		name = "林间轻语1",
		start = 604501001,
		videoPath = "",
		id = 604501001,
		desc = "",
		trigger = {}
	},
	[604502001] = {
		name = "林间轻语2",
		start = 604502001,
		videoPath = "",
		id = 604502001,
		desc = "",
		trigger = {}
	},
	[604503001] = {
		name = "林间轻语3",
		start = 604503001,
		videoPath = "",
		id = 604503001,
		desc = "",
		trigger = {}
	},
	[604504001] = {
		name = "林间轻语4",
		start = 604504001,
		videoPath = "",
		id = 604504001,
		desc = "",
		trigger = {}
	},
	[604505001] = {
		name = "林间轻语5",
		start = 604505001,
		videoPath = "",
		id = 604505001,
		desc = "",
		trigger = {}
	},
	[604506001] = {
		name = "林间轻语6",
		start = 604506001,
		videoPath = "",
		id = 604506001,
		desc = "",
		trigger = {}
	},
	[101121901] = {
		name = "先从营地开始",
		start = 112191001,
		videoPath = "",
		id = 101121901,
		desc = "",
		trigger = {}
	},
	[101122001] = {
		name = "食材，食材，食材！",
		start = 112201001,
		videoPath = "",
		id = 101122001,
		desc = "",
		trigger = {}
	},
	[101122101] = {
		name = "焊枪能烤肉吗？",
		start = 112211001,
		videoPath = "",
		id = 101122101,
		desc = "",
		trigger = {}
	},
	[101122201] = {
		name = "消暑会议",
		start = 112221001,
		videoPath = "",
		id = 101122201,
		desc = "",
		trigger = {}
	},
	[101122301] = {
		name = "海里总能钓到怪东西",
		start = 112231001,
		videoPath = "",
		id = 101122301,
		desc = "",
		trigger = {}
	},
	[101122401] = {
		name = "最适合怪谈的夜晚",
		start = 112241001,
		videoPath = "",
		id = 101122401,
		desc = "",
		trigger = {}
	},
	[101122501] = {
		name = "海滩、沙雕、回忆",
		start = 112251001,
		videoPath = "",
		id = 101122501,
		desc = "",
		trigger = {}
	},
	[101122601] = {
		name = "风暴信标#0",
		start = 112261001,
		videoPath = "",
		id = 101122601,
		desc = "",
		trigger = {
			1,
			4040401,
			1
		}
	},
	[101122701] = {
		name = "风暴信标#1a",
		start = 112271001,
		videoPath = "",
		id = 101122701,
		desc = "",
		trigger = {}
	},
	[604601001] = {
		name = "风暴信标#1-1",
		start = 604601001,
		videoPath = "",
		id = 604601001,
		desc = "",
		trigger = {}
	},
	[604602001] = {
		name = "风暴信标#1-2",
		start = 604602001,
		videoPath = "",
		id = 604602001,
		desc = "",
		trigger = {}
	},
	[604603001] = {
		name = "风暴信标#1-3",
		start = 604603001,
		videoPath = "",
		id = 604603001,
		desc = "",
		trigger = {}
	},
	[101122702] = {
		name = "风暴信标#1b",
		start = 112272001,
		videoPath = "",
		id = 101122702,
		desc = "",
		trigger = {}
	},
	[604701001] = {
		name = "风暴信标#2-1",
		start = 604701001,
		videoPath = "",
		id = 604701001,
		desc = "",
		trigger = {}
	},
	[604702001] = {
		name = "风暴信标#2-2",
		start = 604702001,
		videoPath = "",
		id = 604702001,
		desc = "",
		trigger = {}
	},
	[604703001] = {
		name = "风暴信标#2-3",
		start = 604703001,
		videoPath = "",
		id = 604703001,
		desc = "",
		trigger = {}
	},
	[101122802] = {
		name = "风暴信标#2",
		start = 112282001,
		videoPath = "",
		id = 101122802,
		desc = "",
		trigger = {}
	},
	[604801001] = {
		name = "风暴信标#3-1",
		start = 604801001,
		videoPath = "",
		id = 604801001,
		desc = "",
		trigger = {}
	},
	[101122902] = {
		name = "风暴信标#3",
		start = 112292001,
		videoPath = "",
		id = 101122902,
		desc = "",
		trigger = {}
	},
	[605101001] = {
		name = "因果观测第三章1-1",
		start = 605101001,
		videoPath = "",
		id = 605101001,
		desc = "",
		trigger = {}
	},
	[605102001] = {
		name = "因果观测第三章1-2",
		start = 605102001,
		videoPath = "",
		id = 605102001,
		desc = "",
		trigger = {}
	},
	[605103001] = {
		name = "因果观测第三章1-3",
		start = 605103001,
		videoPath = "",
		id = 605103001,
		desc = "",
		trigger = {}
	},
	[605104001] = {
		name = "因果观测第三章1-4",
		start = 605104001,
		videoPath = "",
		id = 605104001,
		desc = "",
		trigger = {}
	},
	[605105001] = {
		name = "因果观测第三章1-5",
		start = 605105001,
		videoPath = "",
		id = 605105001,
		desc = "",
		trigger = {}
	},
	[605106001] = {
		name = "因果观测第三章1-6",
		start = 605106001,
		videoPath = "",
		id = 605106001,
		desc = "",
		trigger = {}
	},
	[605107001] = {
		name = "因果观测第三章1-7",
		start = 605107001,
		videoPath = "",
		id = 605107001,
		desc = "",
		trigger = {}
	},
	[605201001] = {
		name = "因果观测第三章2-1",
		start = 605201001,
		videoPath = "",
		id = 605201001,
		desc = "",
		trigger = {}
	},
	[605202001] = {
		name = "因果观测第三章2-2",
		start = 605202001,
		videoPath = "",
		id = 605202001,
		desc = "",
		trigger = {}
	},
	[605203001] = {
		name = "因果观测第三章2-3",
		start = 605203001,
		videoPath = "",
		id = 605203001,
		desc = "",
		trigger = {}
	},
	[605301001] = {
		name = "因果观测第三章3-1",
		start = 605301001,
		videoPath = "",
		id = 605301001,
		desc = "",
		trigger = {}
	},
	[605302001] = {
		name = "因果观测第三章3-2",
		start = 605302001,
		videoPath = "",
		id = 605302001,
		desc = "",
		trigger = {}
	},
	[605303001] = {
		name = "因果观测第三章3-3",
		start = 605303001,
		videoPath = "",
		id = 605303001,
		desc = "",
		trigger = {}
	},
	[605401001] = {
		name = "因果观测第三章4-1",
		start = 605401001,
		videoPath = "",
		id = 605401001,
		desc = "",
		trigger = {}
	},
	[605402001] = {
		name = "因果观测第三章4-2",
		start = 605402001,
		videoPath = "",
		id = 605402001,
		desc = "",
		trigger = {}
	},
	[605403001] = {
		name = "因果观测第三章4-3",
		start = 605403001,
		videoPath = "",
		id = 605403001,
		desc = "",
		trigger = {}
	},
	[605501001] = {
		name = "因果观测第三章5-1",
		start = 605501001,
		videoPath = "",
		id = 605501001,
		desc = "",
		trigger = {}
	},
	[605502001] = {
		name = "因果观测第三章5-2",
		start = 605502001,
		videoPath = "",
		id = 605502001,
		desc = "",
		trigger = {}
	},
	[605503001] = {
		name = "因果观测第三章5-3",
		start = 605503001,
		videoPath = "",
		id = 605503001,
		desc = "",
		trigger = {}
	},
	[80130001] = {
		name = "最优秀的女仆",
		start = 0,
		videoPath = "SofdecAsset/story/story_80130001.usm",
		id = 80130001,
		desc = "",
		trigger = {
			1,
			80130001,
			1,
			1
		}
	},
	[80130002] = {
		name = "少年的自述",
		start = 0,
		videoPath = "SofdecAsset/story/story_80130002.usm",
		id = 80130002,
		desc = "",
		trigger = {
			1,
			80130002,
			1,
			1
		}
	},
	[80130003] = {
		name = "铃兰骑士",
		start = 0,
		videoPath = "SofdecAsset/story/story_80130003.usm",
		id = 80130003,
		desc = "",
		trigger = {
			1,
			80130003,
			1,
			1
		}
	},
	[80130004] = {
		name = "贪睡的羊",
		start = 0,
		videoPath = "SofdecAsset/story/story_80130004.usm",
		id = 80130004,
		desc = "",
		trigger = {
			1,
			80130004,
			1,
			1
		}
	},
	[900000001] = {
		name = "迷失者剧场-序幕",
		start = 900000001,
		videoPath = "",
		id = 900000001,
		desc = "",
		trigger = {}
	},
	[900101001] = {
		name = "迷失者剧场-入场",
		start = 900101003,
		videoPath = "",
		id = 900101001,
		desc = "",
		trigger = {}
	},
	[900102001] = {
		name = "迷失者剧场-首演",
		start = 900102003,
		videoPath = "",
		id = 900102001,
		desc = "",
		trigger = {}
	},
	[900201001] = {
		name = "迷失者剧场-前奏曲",
		start = 900201003,
		videoPath = "",
		id = 900201001,
		desc = "",
		trigger = {}
	},
	[900202001] = {
		name = "迷失者剧场-进行曲",
		start = 900202003,
		videoPath = "",
		id = 900202001,
		desc = "",
		trigger = {}
	},
	[900301001] = {
		name = "迷失者剧场-随想曲",
		start = 900301003,
		videoPath = "",
		id = 900301001,
		desc = "",
		trigger = {}
	},
	[900302001] = {
		name = "迷失者剧场-狂想曲",
		start = 900302003,
		videoPath = "",
		id = 900302001,
		desc = "",
		trigger = {}
	},
	[900401001] = {
		name = "迷失者剧场-摇篮曲",
		start = 900401003,
		videoPath = "",
		id = 900401001,
		desc = "",
		trigger = {}
	},
	[900402001] = {
		name = "迷失者剧场-协奏曲",
		start = 900402003,
		videoPath = "",
		id = 900402001,
		desc = "",
		trigger = {}
	},
	[900501001] = {
		name = "迷失者剧场-间奏曲",
		start = 900501003,
		videoPath = "",
		id = 900501001,
		desc = "",
		trigger = {}
	},
	[900502001] = {
		name = "迷失者剧场-夜想曲",
		start = 900502003,
		videoPath = "",
		id = 900502001,
		desc = "",
		trigger = {}
	},
	[900601001] = {
		name = "迷失者剧场-变奏曲",
		start = 900601003,
		videoPath = "",
		id = 900601001,
		desc = "",
		trigger = {}
	},
	[900602001] = {
		name = "迷失者剧场-小夜曲",
		start = 900602003,
		videoPath = "",
		id = 900602001,
		desc = "",
		trigger = {}
	},
	[900701001] = {
		name = "迷失者剧场-交响曲",
		start = 900701001,
		videoPath = "",
		id = 900701001,
		desc = "",
		trigger = {}
	},
	[900702001] = {
		name = "迷失者剧场-终章",
		start = 900702003,
		videoPath = "",
		id = 900702001,
		desc = "",
		trigger = {}
	},
	[900801001] = {
		name = "雷鸣巡游-Part1",
		start = 900801001,
		videoPath = "",
		id = 900801001,
		desc = "",
		trigger = {}
	},
	[900802002] = {
		name = "雷鸣巡游-Part2",
		start = 900802001,
		videoPath = "",
		id = 900802002,
		desc = "",
		trigger = {}
	},
	[900901002] = {
		name = "雷鸣巡游-Part3",
		start = 900901001,
		videoPath = "",
		id = 900901002,
		desc = "",
		trigger = {}
	},
	[901001002] = {
		name = "雷鸣巡游-Part4",
		start = 901001001,
		videoPath = "",
		id = 901001002,
		desc = "",
		trigger = {}
	},
	[901101002] = {
		name = "雷鸣巡游-Part5",
		start = 901101001,
		videoPath = "",
		id = 901101002,
		desc = "",
		trigger = {}
	},
	[910001011] = {
		name = "风云",
		start = 910001001,
		videoPath = "",
		id = 910001011,
		desc = "",
		trigger = {}
	},
	[910001021] = {
		name = "绮境",
		start = 910002001,
		videoPath = "",
		id = 910001021,
		desc = "",
		trigger = {}
	},
	[910001031] = {
		name = "辞往",
		start = 910003001,
		videoPath = "",
		id = 910001031,
		desc = "",
		trigger = {}
	},
	[910001041] = {
		name = "流春",
		start = 910004001,
		videoPath = "",
		id = 910001041,
		desc = "",
		trigger = {}
	},
	[910101011] = {
		name = "金乌",
		start = 910101001,
		videoPath = "",
		id = 910101011,
		desc = "",
		trigger = {}
	},
	[910101021] = {
		name = "薇儿丹蒂",
		start = 910102001,
		videoPath = "",
		id = 910101021,
		desc = "",
		trigger = {}
	},
	[910101031] = {
		name = "奥丁",
		start = 910103001,
		videoPath = "",
		id = 910101031,
		desc = "",
		trigger = {}
	},
	[910101041] = {
		name = "奥西里斯",
		start = 910104001,
		videoPath = "",
		id = 910101041,
		desc = "",
		trigger = {}
	},
	[910101051] = {
		name = "波塞冬",
		start = 910105001,
		videoPath = "",
		id = 910101051,
		desc = "",
		trigger = {}
	},
	[910101061] = {
		name = "海拉",
		start = 910106001,
		videoPath = "",
		id = 910101061,
		desc = "",
		trigger = {}
	},
	[910101071] = {
		name = "休",
		start = 910107001,
		videoPath = "",
		id = 910101071,
		desc = "",
		trigger = {}
	},
	[910101081] = {
		name = "大国主",
		start = 910108001,
		videoPath = "",
		id = 910101081,
		desc = "",
		trigger = {}
	},
	[910102011] = {
		name = "醒岁知新",
		start = 910109001,
		videoPath = "",
		id = 910102011,
		desc = [[
来自虚恒的修正者金乌，为完成羲和老师的任务——寻找能净化视骸「夕」的人，而开始一场下山修行历练。
修行途中，因她被「魑魅」打晕，意外来到艾因索菲，与管理员邂逅后，被深空之眼收留。
为继续完成老师布置的任务，她需要先返回虚恒，却因原质区转移审批流程过长而滞留艾因索菲。
管理员通过与金乌交流得知，「夕」虽然被封印在玩偶内，但并不稳定，需要她经常加强「夕」的封印。]],
		trigger = {}
	},
	[910103011] = {
		name = "新禧八珍",
		start = 910110001,
		videoPath = "",
		id = 910103011,
		desc = [[
深空之眼主管财务的猫型AI弥年年，为推进大国主新产品「欧气检测机」的研发，试图通过拓展新业务线的方式重新获得被休否决掉的经费申请。
经调查，她发现目前艾因索菲缺少适口的异域特色菜品，但由于盖亚严格的原质区入境管理，寻找一位擅长异域菜品的厨师非常艰难。
同时，打算做虚恒菜的金乌在出门买食材时，刚好看到深空之眼第九部门举行主题广场方案征集大赛，为了获取大赛奖品中的巨型玩偶，她以虚恒著名节日「醒岁节」为主题，报名参与了活动，但对于如何在艾因索菲展现虚恒独特的「云歌石科技」文化仍一筹莫展。
两拨人在返回深空之眼时偶遇，交流了彼此的想法，为实现共同目标，弥年年与金乌一拍即合，白天设计主题广场策划案，晚上研究虚恒菜品。
在多次尝试下，新菜品终于通过艾因索菲美食协会的审核，春节饭堂「新禧八珍」正式开张，「欧气检测机」的经费申请也画上了一个完美的句号。]],
		trigger = {}
	},
	[910104011] = {
		name = "霞焰星评",
		start = 910111001,
		videoPath = "",
		id = 910104011,
		desc = "尽管研制虚恒菜品的途中取得了开门红，但「醒岁节」主题广场设计方案进度依然停滞不前。\n后来，经管理员的引导，大家终于找到适合在艾因索菲展现醒岁节文化的布局方法，后来，方案成功通过。\n金乌为了让主题广场表现锦上添花，她前往市场，购买了制作烟花的相关材料……",
		trigger = {}
	},
	[910105011] = {
		name = "醒岁除夕（战前）",
		start = 910112001,
		videoPath = "",
		id = 910105011,
		desc = "金乌和管理员将制作好的巨型烟花筒搬运到广场的中央后，遇到了正在布置「醒岁节」主题广场的负责经理。\n经理告知二人主题广场大受欢迎，奖品在1楼存放，二人在取件途中，同时收到羲和老师寄来的新年贺礼，拆礼盒时，金乌发现「夕」的封印松动了，「夕」从中逃离，并在广场内大肆捣乱。\n为了让「夕」重回封印，大家赶往了「夕」所在的地方，准备合力击败「夕」。",
		trigger = {}
	},
	[910105012] = {
		name = "醒岁除夕（战后）",
		start = 910112097,
		videoPath = "",
		id = 910105012,
		desc = "经大家合力努力后，最终击败了「夕」，「夕」被重新封印回玩偶内，意外风波终于结束，一切重回正轨。",
		trigger = {}
	},
	[910201011] = {
		name = "管理员生日",
		start = 910201001,
		videoPath = "",
		id = 910201011,
		desc = "",
		trigger = {}
	},
	[910301011] = {
		name = "后宅引入剧情",
		start = 910301001,
		videoPath = "",
		id = 910301011,
		desc = "",
		trigger = {}
	},
	[210960101] = {
		name = "赫尔墨斯支线-第一节",
		start = 1109601001,
		videoPath = "",
		id = 210960101,
		desc = "",
		trigger = {}
	},
	[210960201] = {
		name = "赫尔墨斯支线-第二节",
		start = 1109602001,
		videoPath = "",
		id = 210960201,
		desc = "",
		trigger = {}
	},
	[210960301] = {
		name = "赫尔墨斯支线-第三节",
		start = 1109603001,
		videoPath = "",
		id = 210960301,
		desc = "",
		trigger = {}
	},
	[210960401] = {
		name = "赫尔墨斯支线-第四节",
		start = 1109604001,
		videoPath = "",
		id = 210960401,
		desc = "",
		trigger = {}
	},
	[210930101] = {
		name = "国常立支线-第一节",
		start = 1109301001,
		videoPath = "",
		id = 210930101,
		desc = "",
		trigger = {}
	},
	[210930201] = {
		name = "国常立支线-第二节",
		start = 1109302001,
		videoPath = "",
		id = 210930201,
		desc = "",
		trigger = {}
	},
	[210930301] = {
		name = "国常立支线-第三节",
		start = 1109303001,
		videoPath = "",
		id = 210930301,
		desc = "",
		trigger = {}
	},
	[210930401] = {
		name = "国常立支线-第四节",
		start = 1109304001,
		videoPath = "",
		id = 210930401,
		desc = "",
		trigger = {}
	},
	[210700101] = {
		name = "金乌支线-第一节",
		start = 1107001001,
		videoPath = "",
		id = 210700101,
		desc = "",
		trigger = {}
	},
	[210700201] = {
		name = "金乌支线-第二节",
		start = 1107002001,
		videoPath = "",
		id = 210700201,
		desc = "",
		trigger = {}
	},
	[210700301] = {
		name = "金乌支线-第三节",
		start = 1107003001,
		videoPath = "",
		id = 210700301,
		desc = "",
		trigger = {}
	},
	[210700401] = {
		name = "金乌支线-第四节",
		start = 1107004001,
		videoPath = "",
		id = 210700401,
		desc = "",
		trigger = {}
	}
}
