return {
	["0"] = {
		["2"] = {
			["0"] = {
				["4"] = {
					["視"] = {
						["訊"] = {
							["交"] = {
								["友"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["3"] = {
			b = {
				b = {
					b = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			},
			["式"] = {
				["步"] = {
					["枪"] = {
						result = true
					},
					["槍"] = {
						result = true
					}
				}
			}
		},
		["5"] = {
			["式"] = {
				["微"] = {
					["声"] = {
						["冲"] = {
							["锋"] = {
								["枪"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["6"] = {
			["式"] = {
				["微"] = {
					["声"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["7"] = {
			["3"] = {
				["1"] = {
					["办"] = {
						["证"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["8"] = {
			["0"] = {
				["聊"] = {
					["天"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["刘"] = {
				["晓"] = {
					["波"] = {
						result = true
					}
				}
			},
			["宪"] = {
				["章"] = {
					result = true,
					["事"] = {
						["件"] = {
							result = true
						}
					},
					["人"] = {
						["权"] = {
							result = true,
							["日"] = {
								result = true
							}
						}
					},
					["刘"] = {
						["晓"] = {
							["波"] = {
								result = true
							}
						}
					}
				}
			},
			["憲"] = {
				["章"] = {
					result = true,
					["事"] = {
						["件"] = {
							result = true
						}
					},
					["劉"] = {
						["曉"] = {
							["波"] = {
								result = true
							}
						}
					},
					["簽"] = {
						["名"] = {
							result = true,
							["內"] = {
								["容"] = {
									result = true
								}
							},
							["名"] = {
								["單"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["新"] = {
				["金"] = {
					["瓶"] = {
						["梅"] = {
							result = true,
							["视"] = {
								["频"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["版"] = {
				["新"] = {
					["金"] = {
						["瓶"] = {
							["梅"] = {
								result = true
							}
						}
					}
				},
				["金"] = {
					["瓶"] = {
						["梅"] = {
							result = true,
							["视"] = {
								["频"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["金"] = {
				["瓶"] = {
					["梅"] = {
						result = true,
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				},
				["金"] = {
					["瓶"] = {
						["梅"] = {
							["视"] = {
								["频"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["閒"] = {
				["章"] = {
					result = true
				}
			}
		},
		["9"] = {
			["年"] = {
				["6"] = {
					["4"] = {
						result = true
					}
				}
			}
		},
		X = {
			["0"] = {
				["情"] = {
					["色"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["八"] = {
			["宪"] = {
				["章"] = {
					result = true
				}
			}
		}
	},
	["1"] = {
		["0"] = {
			["0"] = {
				["0"] = {
					["8"] = {
						["色"] = {
							["影"] = {
								["视"] = {
									result = true
								}
							}
						}
					},
					["人"] = {
						["体"] = {
							result = true
						},
						["斩"] = {
							result = true
						}
					},
					["猎"] = {
						["狙"] = {
							result = true
						}
					}
				},
				["7"] = {
					["视"] = {
						["讯"] = {
							["交"] = {
								["友"] = {
									result = true
								}
							}
						}
					}
				},
				["元"] = {
					["假"] = {
						["钞"] = {
							[" "] = {
								["货"] = {
									["到"] = {
										["付"] = {
											["款"] = {
												result = true
											}
										}
									}
								}
							}
						}
					},
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				},
				["弹"] = {
					["弓"] = {
						result = true
					}
				}
			},
			["2"] = {
				m = {
					m = {
						["穿"] = {
							["甲"] = {
								["弹"] = {
									result = true
								}
							}
						},
						["高"] = {
							["爆"] = {
								["弹"] = {
									result = true
								}
							}
						}
					}
				}
			},
			b = {
				e = {
					t = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["1"] = {
			["0"] = {
				["1"] = {
					["0"] = {
						["1"] = {
							["1"] = {
								["9"] = {
									["5"] = {
										["3"] = {
											["0"] = {
												["6"] = {
													["1"] = {
														["5"] = {
															["3"] = {
																["0"] = {
																	["0"] = {
																		["0"] = {
																			result = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["5"] = {
				x = {
					o = {
						["电"] = {
							["影"] = {
								["网"] = {
									result = true
								}
							}
						}
					}
				},
				["网"] = {
					["盘"] = {
						A = {
							V = {
								result = true
							}
						}
					}
				}
			},
			["6"] = {
				["1"] = {
					["2"] = {
						["6"] = {
							["6"] = {
								["0"] = {
									["8"] = {
										["8"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["孔"] = {
				["长"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["色"] = {
				["友"] = {
					result = true
				},
				["导"] = {
					["航"] = {
						result = true
					}
				},
				["導"] = {
					["航"] = {
						result = true
					}
				}
			}
		},
		["2"] = {
			["1"] = {
				["0"] = {
					["和"] = {
						["平"] = {
							["奖"] = {
								result = true
							}
						}
					}
				}
			},
			["3"] = {
				["4"] = {
					["快"] = {
						["播"] = {
							result = true
						}
					},
					["色"] = {
						["网"] = {
							["址"] = {
								result = true
							}
						}
					}
				},
				["世"] = {
					["界"] = {
						["名"] = {
							["刀"] = {
								["网"] = {
									result = true
								}
							}
						}
					}
				},
				["性"] = {
					["爱"] = {
						["网"] = {
							result = true
						}
					}
				},
				["色"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					},
					["片"] = {
						result = true
					}
				}
			},
			["6"] = {
				["高"] = {
					["清"] = {
						["影"] = {
							["视"] = {
								["网"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["7"] = {
				m = {
					m = {
						["穿"] = {
							["甲"] = {
								["弹"] = {
									result = true
								}
							}
						},
						["高"] = {
							["爆"] = {
								["弹"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["人"] = {
				["体"] = {
					result = true
				}
			},
			["号"] = {
				["半"] = {
					["自"] = {
						["动"] = {
							["猎"] = {
								["枪"] = {
									result = true
								}
							}
						}
					}
				},
				["霰"] = {
					["弹"] = {
						result = true
					}
				}
			}
		},
		["3"] = {
			["1"] = {
				["4"] = {
					x = {
						x = {
							["综"] = {
								["合"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["3"] = {
				["6"] = {
					["6"] = {
						["6"] = {
							["3"] = {
								["6"] = {
									["9"] = {
										["3"] = {
											["6"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["5"] = {
				["5"] = {
					["2"] = {
						["3"] = {
							["1"] = {
								["5"] = {
									["5"] = {
										["0"] = {
											["2"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["7"] = {
				["1"] = {
					["7"] = {
						["7"] = {
							["1"] = {
								["2"] = {
									["6"] = {
										["0"] = {
											["9"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			m = {
				m = {
					["9"] = {
						["3"] = {
							["式"] = {
								result = true
							}
						}
					},
					["保"] = {
						["式"] = {
							["1"] = {
								["型"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["军"] = {
				result = true
			},
			["名"] = {
				["站"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			},
			["张"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			},
			["点"] = {
				result = true,
				["靠"] = {
					result = true
				}
			},
			["色"] = {
				["色"] = {
					["姨"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			},
			["點"] = {
				result = true
			}
		},
		["4"] = {
			["0"] = {
				m = {
					m = {
						["穿"] = {
							["甲"] = {
								["弹"] = {
									result = true
								}
							}
						}
					}
				}
			},
			m = {
				m = {
					["子"] = {
						["弹"] = {
							result = true
						}
					}
				}
			},
			s = {
				e = {
					["淫"] = {
						["色"] = {
							result = true
						}
					}
				}
			},
			["件"] = {
				["强"] = {
					["开"] = {
						["套"] = {
							["装"] = {
								result = true
							}
						}
					}
				}
			},
			["反"] = {
				["日"] = {
					["游"] = {
						["行"] = {
							result = true
						}
					}
				}
			},
			["天"] = {
				["一"] = {
					["广"] = {
						["场"] = {
							result = true
						}
					}
				}
			},
			["岁"] = {
				["幼"] = {
					["女"] = {
						B = {
							["嫩"] = {
								["阴"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["点"] = {
				result = true,
				["保"] = {
					["卫"] = {
						["钓"] = {
							["鱼"] = {
								["岛"] = {
									result = true
								}
							}
						}
					}
				},
				["打"] = {
					["倒"] = {
						["小"] = {
							["日"] = {
								["本"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["色"] = {
				s = {
					e = {
						["成"] = {
							["人"] = {
								["站"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["5"] = {
			["6"] = {
				["枪"] = {
					result = true
				},
				["槍"] = {
					result = true
				}
			},
			["8"] = {
				["7"] = {
					["3"] = {
						["8"] = {
							["7"] = {
								["1"] = {
									["8"] = {
										["3"] = {
											["3"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["万"] = {
				["人"] = {
					["烛"] = {
						["光"] = {
							["纪"] = {
								["念"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["平"] = {
				["顶"] = {
					["型"] = {
						["卡"] = {
							["宾"] = {
								["枪"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["年"] = {
				["纪"] = {
					["念"] = {
						["日"] = {
							result = true
						}
					}
				}
			}
		},
		["6"] = {
			["8"] = {
				["猎"] = {
					["箭"] = {
						result = true
					}
				}
			},
			d = {
				y = {
					["图"] = {
						["库"] = {
							result = true
						}
					},
					["圖"] = {
						["庫"] = {
							result = true
						}
					}
				}
			},
			["号"] = {
				["双"] = {
					["管"] = {
						["猎"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["猎"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["岁"] = {
				A = {
					V = {
						["牡"] = {
							["丹"] = {
								result = true
							}
						}
					}
				},
				["少"] = {
					["女"] = {
						["的"] = {
							["胸"] = {
								result = true
							}
						}
					}
				}
			},
			["號"] = {
				["獵"] = {
					["槍"] = {
						result = true
					}
				}
			}
		},
		["7"] = {
			["6"] = {
				["視"] = {
					["訊"] = {
						["聊"] = {
							["天"] = {
								result = true
							}
						}
					}
				}
			},
			["8"] = {
				["色"] = {
					["色"] = {
						result = true
					}
				}
			},
			["岁"] = {
				["嫩"] = {
					["学"] = {
						["妹"] = {
							result = true,
							["做"] = {
								result = true
							}
						}
					}
				},
				["少"] = {
					["女"] = {
						["乳"] = {
							["头"] = {
								["被"] = {
									result = true
								}
							}
						}
					}
				},
				["的"] = {
					["中"] = {
						["学"] = {
							["少"] = {
								["女"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["歲"] = {
				["的"] = {
					["中"] = {
						["學"] = {
							["少"] = {
								["女"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["爱"] = {
				["网"] = {
					result = true
				}
			}
		},
		["8"] = {
			["3"] = {
				p = {
					["4"] = {
						p = {
							["网"] = {
								["站"] = {
									result = true
								}
							}
						}
					},
					["禁"] = {
						["书"] = {
							result = true
						}
					}
				}
			},
			["5"] = {
				["导"] = {
					["航"] = {
						result = true
					}
				}
			},
			["6"] = {
				["0"] = {
					["华"] = {
						["人"] = {
							["社"] = {
								["区"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["7"] = {
				["1"] = {
					["8"] = {
						["6"] = {
							["8"] = {
								["9"] = {
									["3"] = {
										["6"] = {
											["2"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["8"] = {
				["8"] = {
					["游"] = {
						["戏"] = {
							["中"] = {
								["心"] = {
									result = true
								}
							}
						}
					}
				},
				["金"] = {
					["宝"] = {
						["博"] = {
							result = true
						}
					}
				}
			},
			A = {
				V = {
					["网"] = {
						result = true
					}
				}
			},
			K = {
				T = {
					V = {
						["娱"] = {
							["乐"] = {
								["网"] = {
									result = true
								}
							}
						}
					}
				}
			},
			M = {
				M = {
					["电"] = {
						["影"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			P = {
				["2"] = {
					P = {
						["账"] = {
							["号"] = {
								result = true
							}
						}
					}
				}
			},
			a = {
				v = {
					["影"] = {
						["片"] = {
							["區"] = {
								result = true
							}
						},
						["院"] = {
							result = true
						}
					}
				},
				["禁"] = {
					["ゲ"] = {
						["ー"] = {
							["ム"] = {
								result = true
							}
						}
					}
				}
			},
			d = {
				y = {
					result = true
				}
			},
			["人"] = {
				["体"] = {
					["摄"] = {
						["影"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["台"] = {
				["湾"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["大"] = {
				["内"] = {
					["定"] = {
						result = true
					}
				}
			},
			["女"] = {
				["酮"] = {
					result = true
				}
			},
			["嬛"] = {
				["僎"] = {
					["乕"] = {
						["儉"] = {
							result = true
						}
					}
				}
			},
			["少"] = {
				["女"] = {
					["发"] = {
						["育"] = {
							["了"] = {
								result = true
							}
						}
					}
				}
			},
			["岁"] = {
				B = {
					["真"] = {
						["紧"] = {
							result = true
						}
					}
				},
				["女"] = {
					["生"] = {
						["被"] = {
							["我"] = {
								["上"] = {
									result = true
								}
							}
						}
					}
				},
				["少"] = {
					["女"] = {
						["做"] = {
							["爱"] = {
								result = true
							}
						},
						["影"] = {
							result = true
						},
						["破"] = {
							["处"] = {
								result = true
							}
						}
					}
				},
				["淫"] = {
					["乱"] = {
						result = true
					}
				},
				["禁"] = {
					result = true,
					["入"] = {
						result = true
					},
					["看"] = {
						result = true
					}
				}
			},
			["嵗"] = {
				["淫"] = {
					["亂"] = {
						result = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["免"] = {
						["费"] = {
							["影"] = {
								["片"] = {
									result = true
								}
							}
						}
					},
					["电"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					},
					["网"] = {
						result = true
					},
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			},
			["手"] = {
				["淫"] = {
					["妹"] = {
						["妹"] = {
							result = true
						}
					}
				}
			},
			["歲"] = {
				["少"] = {
					["女"] = {
						result = true
					}
				}
			},
			["歳"] = {
				["家"] = {
					["庭"] = {
						["教"] = {
							["师"] = {
								result = true
							}
						}
					}
				}
			},
			["涩"] = {
				["逼"] = {
					["逼"] = {
						result = true
					}
				}
			},
			["淫"] = {
				["书"] = {
					result = true
				}
			},
			["熟"] = {
				["女"] = {
					["欣"] = {
						["赏"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						result = true
					}
				}
			},
			["男"] = {
				["人"] = {
					["摸"] = {
						["摸"] = {
							B = {
								result = true
							}
						}
					}
				}
			},
			["皇"] = {
				["宝"] = {
					result = true
				}
			},
			["禁"] = {
				["入"] = {
					result = true
				},
				["情"] = {
					["色"] = {
						result = true,
						["电"] = {
							["影"] = {
								result = true
							}
						},
						["電"] = {
							["影"] = {
								result = true
							}
						}
					}
				},
				["成"] = {
					["人"] = {
						["游"] = {
							["戏"] = {
								result = true
							}
						}
					}
				},
				["游"] = {
					["戏"] = {
						result = true
					}
				},
				["片"] = {
					result = true
				},
				["直"] = {
					["播"] = {
						result = true
					}
				}
			},
			["种"] = {
				["异"] = {
					["性"] = {
						["综"] = {
							["合"] = {
								result = true
							}
						}
					}
				}
			},
			["色"] = {
				["女"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								result = true
							}
						}
					}
				},
				["情"] = {
					["动"] = {
						["漫"] = {
							result = true
						}
					}
				}
			},
			["进"] = {
				["成"] = {
					["人"] = {
						result = true
					}
				}
			}
		},
		["9"] = {
			["1"] = {
				["1"] = {
					["金"] = {
						["钟"] = {
							result = true
						}
					}
				}
			},
			["7"] = {
				["7"] = {
					["棋"] = {
						["牌"] = {
							["游"] = {
								["戏"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["8"] = {
				["3"] = {
					["2"] = {
						["6"] = {
							["6"] = {
								["5"] = {
									["9"] = {
										["9"] = {
											result = true
										}
									}
								}
							}
						}
					}
				},
				["9"] = {
					[" "] = {
						["6"] = {
							[" "] = {
								["."] = {
									[" "] = {
										["4"] = {
											["真"] = {
												["相"] = {
													result = true
												}
											}
										}
									}
								},
								["4"] = {
									result = true
								}
							}
						},
						["六"] = {
							["四"] = {
								result = true
							}
						},
						["动"] = {
							["乱"] = {
								result = true
							}
						},
						["学"] = {
							["生"] = {
								result = true,
								["代"] = {
									["表"] = {
										result = true
									}
								}
							}
						}
					},
					["#"] = {
						["事"] = {
							["件"] = {
								result = true
							}
						},
						["天"] = {
							["安"] = {
								["门"] = {
									result = true
								}
							}
						}
					},
					["/"] = {
						["4"] = {
							["/"] = {
								["1"] = {
									["5"] = {
										result = true
									}
								}
							}
						},
						["6"] = {
							["/"] = {
								["1"] = {
									result = true
								}
							}
						}
					},
					["6"] = {
						["4"] = {
							["事"] = {
								["件"] = {
									result = true
								}
							},
							["真"] = {
								["相"] = {
									result = true
								}
							}
						}
					},
					["事"] = {
						["件"] = {
							result = true,
							["视"] = {
								["频"] = {
									result = true
								}
							}
						}
					},
					["六"] = {
						["四"] = {
							result = true
						}
					},
					["动"] = {
						["乱"] = {
							result = true
						}
					},
					["历"] = {
						["史"] = {
							["的"] = {
								["震"] = {
									["撼"] = {
										["六"] = {
											["四"] = {
												result = true
											}
										}
									}
								}
							}
						}
					},
					["天"] = {
						["安"] = {
							["门"] = {
								result = true,
								["事"] = {
									["件"] = {
										["真"] = {
											["实"] = {
												["记"] = {
													["录"] = {
														result = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["学"] = {
						["生"] = {
							result = true,
							["代"] = {
								["表"] = {
									result = true
								}
							}
						}
					},
					["年"] = {
						result = true,
						[" "] = {
							["风"] = {
								["波"] = {
									result = true
								}
							}
						},
						["4"] = {
							["日"] = {
								result = true
							}
						},
						["6"] = {
							["月"] = {
								["3"] = {
									["日"] = {
										[" "] = {
											["中"] = {
												["共"] = {
													result = true
												}
											}
										},
										["中"] = {
											["共"] = {
												result = true
											}
										},
										["晚"] = {
											result = true
										}
									}
								},
								["4"] = {
									result = true,
									["日"] = {
										["事"] = {
											["件"] = {
												result = true
											}
										},
										["在"] = {
											["北"] = {
												["京"] = {
													["进"] = {
														["行"] = {
															["的"] = {
																["镇"] = {
																	["压"] = {
																		["2"] = {
																			["0"] = {
																				["2"] = {
																					["名"] = {
																						["受"] = {
																							["害"] = {
																								["者"] = {
																									["名"] = {
																										["单"] = {
																											result = true
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["北"] = {
							["京"] = {
								result = true,
								["学"] = {
									["生"] = {
										result = true
									}
								}
							}
						},
						["天"] = {
							["安"] = {
								["门"] = {
									result = true
								}
							}
						},
						["学"] = {
							["潮"] = {
								["事"] = {
									["件"] = {
										result = true
									}
								}
							},
							["生"] = {
								["运"] = {
									["动"] = {
										result = true
									}
								}
							},
							["运"] = {
								["动"] = {
									result = true
								}
							}
						},
						["春"] = {
							["夏"] = {
								["之"] = {
									["交"] = {
										["的"] = {
											["政"] = {
												["治"] = {
													["风"] = {
														["波"] = {
															result = true
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["风"] = {
							["波"] = {
								result = true
							}
						}
					},
					["记"] = {
						["忆"] = {
							["的"] = {
								["呼"] = {
									["唤"] = {
										["六"] = {
											["四"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["9"] = {
				["0"] = {
					["处"] = {
						["女"] = {
							["影"] = {
								["院"] = {
									result = true
								}
							}
						}
					}
				}
			},
			J = {
				["电"] = {
					["影"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			d = {
				y = {
					["淫"] = {
						["色"] = {
							["贴"] = {
								["图"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["小"] = {
				["说"] = {
					["网"] = {
						result = true
					}
				}
			},
			["所"] = {
				["高"] = {
					["校"] = {
						["临"] = {
							["时"] = {
								["行"] = {
									["动"] = {
										["委"] = {
											["员"] = {
												["会"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["歳"] = {
				["性"] = {
					["欲"] = {
						["覚"] = {
							["醒"] = {
								result = true
							}
						}
					}
				}
			},
			["禁"] = {
				["色"] = {
					["情"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			},
			["種"] = {
				["體"] = {
					["位"] = {
						result = true
					}
				}
			},
			["鸡"] = {
				["鸡"] = {
					["情"] = {
						["色"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		O = {
			["1"] = {
				["成"] = {
					["人"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["元"] = {
			["假"] = {
				["币"] = {
					result = true
				},
				["硬"] = {
					["币"] = {
						result = true
					}
				}
			}
		},
		["党"] = {
			["专"] = {
				["制"] = {
					result = true
				},
				["政"] = {
					result = true
				}
			}
		},
		["地"] = {
			["比"] = {
				["毛"] = {
					result = true
				}
			}
		},
		["夜"] = {
			["3"] = {
				["次"] = {
					result = true,
					["社"] = {
						["区"] = {
							result = true
						}
					}
				}
			},
			["4"] = {
				["次"] = {
					result = true
				}
			},
			["6"] = {
				["次"] = {
					result = true
				}
			},
			["情"] = {
				result = true,
				["人"] = {
					result = true
				}
			}
		},
		["级"] = {
			B = {
				B = {
					result = true
				}
			},
			["片"] = {
				result = true
			}
		},
		["號"] = {
			["電"] = {
				["影"] = {
					["網"] = {
						result = true
					}
				}
			}
		},
		["贯"] = {
			["道"] = {
				result = true
			}
		},
		["高"] = {
			["仿"] = {
				["金"] = {
					["属"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["８"] = {
			["歲"] = {
				["淫"] = {
					["亂"] = {
						result = true
					}
				}
			}
		}
	},
	["2"] = {
		["."] = {
			["2"] = {
				["3"] = {
					["会"] = {
						["议"] = {
							result = true
						}
					}
				}
			}
		},
		["0"] = {
			["1"] = {
				["0"] = {
					["8"] = {
						["电"] = {
							["警"] = {
								["棍"] = {
									result = true
								}
							}
						}
					},
					["式"] = {
						["警"] = {
							["服"] = {
								["专"] = {
									result = true
								}
							}
						}
					},
					["电"] = {
						["警"] = {
							["棍"] = {
								["专"] = {
									result = true
								}
							}
						}
					},
					["诺"] = {
						["贝"] = {
							["尔"] = {
								["和"] = {
									["平"] = {
										["奖"] = {
											result = true
										}
									}
								}
							}
						}
					}
				},
				["1"] = {
					["亚"] = {
						["洲"] = {
							["情"] = {
								["色"] = {
									result = true
								}
							}
						}
					},
					["年"] = {
						["高"] = {
							["考"] = {
								["生"] = {
									["名"] = {
										["单"] = {
											result = true
										}
									}
								}
							}
						}
					},
					["电"] = {
						["警"] = {
							["棍"] = {
								["专"] = {
									result = true
								}
							}
						}
					},
					["考"] = {
						["生"] = {
							["名"] = {
								["单"] = {
									["出"] = {
										["售"] = {
											result = true
										}
									}
								}
							}
						}
					},
					["高"] = {
						["考"] = {
							["落"] = {
								["榜"] = {
									["名"] = {
										["单"] = {
											result = true
										}
									}
								}
							}
						}
					}
				},
				["2"] = {
					["冰"] = {
						["毒"] = {
							result = true
						}
					},
					["刀"] = {
						["具"] = {
							["城"] = {
								result = true
							}
						}
					},
					["处"] = {
						["女"] = {
							["电"] = {
								["影"] = {
									result = true
								}
							}
						}
					},
					["操"] = {
						["雞"] = {
							["巴"] = {
								result = true
							}
						},
						["鸡"] = {
							["巴"] = {
								result = true
							}
						}
					},
					["柴"] = {
						["房"] = {
							["性"] = {
								["事"] = {
									result = true
								}
							}
						}
					}
				},
				["3"] = {
					["蝴"] = {
						["蝶"] = {
							["刀"] = {
								["网"] = {
									result = true
								}
							}
						}
					}
				},
				["4"] = {
					X = {
						X = {
							["影"] = {
								["院"] = {
									result = true
								}
							}
						}
					},
					["成"] = {
						["人"] = {
							result = true
						}
					},
					["狼"] = {
						["导"] = {
							["航"] = {
								result = true
							}
						}
					},
					["黄"] = {
						["色"] = {
							result = true,
							["网"] = {
								["站"] = {
									result = true
								}
							}
						}
					}
				},
				["5"] = {
					["/"] = {
						["6"] = {
							["/"] = {
								["4"] = {
									result = true
								}
							}
						}
					},
					["快"] = {
						["播"] = {
							["電"] = {
								["影"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["2"] = {
				["0"] = {
					x = {
						X = {
							["導"] = {
								["航"] = {
									result = true
								}
							}
						}
					}
				},
				["2"] = {
					["六"] = {
						["四"] = {
							result = true
						}
					}
				}
			},
			["4"] = {
				m = {
					m = {
						["穿"] = {
							["甲"] = {
								["弹"] = {
									result = true
								}
							}
						},
						["高"] = {
							["爆"] = {
								["弹"] = {
									result = true
								}
							}
						}
					}
				}
			},
			d = {
				y = {
					["淫"] = {
						["色"] = {
							["贴"] = {
								["图"] = {
									result = true
								}
							}
						}
					}
				}
			},
			t = {
				h = {
					["坦"] = {
						["克"] = {
							result = true
						}
					},
					["暴"] = {
						["乱"] = {
							result = true
						},
						["动"] = {
							result = true
						}
					},
					["格"] = {
						["命"] = {
							result = true
						}
					},
					["游"] = {
						["行"] = {
							result = true
						}
					},
					["革"] = {
						["命"] = {
							result = true
						}
					}
				}
			},
			["万"] = {
				["人"] = {
					["烛"] = {
						["光"] = {
							["纪"] = {
								["念"] = {
									result = true
								}
							}
						}
					}
				},
				["换"] = {
					["肾"] = {
						result = true
					}
				}
			},
			["周"] = {
				["年"] = {
					["6"] = {
						["4"] = {
							result = true
						}
					},
					["六"] = {
						["四"] = {
							["学"] = {
								["生"] = {
									["领"] = {
										["袖"] = {
											result = true
										}
									}
								}
							}
						}
					},
					["木"] = {
						["樨"] = {
							["地"] = {
								result = true
							}
						}
					},
					["欧"] = {
						["洲"] = {
							["公"] = {
								["民"] = {
									["万"] = {
										["里"] = {
											["行"] = {
												result = true
											}
										}
									}
								}
							}
						}
					},
					["的"] = {
						["宣"] = {
							["告"] = {
								result = true
							}
						}
					},
					["纪"] = {
						["念"] = {
							["日"] = {
								result = true
							},
							["白"] = {
								["皮"] = {
									["书"] = {
										result = true,
										["事"] = {
											["件"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["处"] = {
				["高"] = {
					["校"] = {
						result = true
					}
				}
			},
			["大"] = {
				["名"] = {
					["穴"] = {
						["欣"] = {
							["赏"] = {
								result = true
							}
						}
					}
				}
			},
			["岁"] = {
				["处"] = {
					["女"] = {
						["偷"] = {
							["拍"] = {
								result = true
							}
						}
					}
				}
			},
			["年"] = {
				[" "] = {
					["难"] = {
						["忘"] = {
							["的"] = {
								["一"] = {
									["夜"] = {
										result = true
									}
								}
							}
						}
					}
				},
				["1"] = {
					["9"] = {
						["8"] = {
							["9"] = {
								["年"] = {
									["六"] = {
										["四"] = {
											["王"] = {
												["丹"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["前"] = {
					["的"] = {
						["今"] = {
							["天"] = {
								result = true
							}
						}
					},
					["黄"] = {
						["雀"] = {
							["行"] = {
								["动"] = {
									result = true
								}
							}
						}
					}
				},
				["后"] = {
					[" "] = {
						["再"] = {
							["忆"] = {
								["天"] = {
									["安"] = {
										["门"] = {
											result = true
										}
									}
								}
							}
						},
						["天"] = {
							["安"] = {
								["门"] = {
									result = true
								}
							}
						}
					},
					["再"] = {
						["忆"] = {
							["天"] = {
								["安"] = {
									["门"] = {
										result = true
									}
								}
							}
						}
					},
					["天"] = {
						["安"] = {
							["门"] = {
								result = true
							}
						}
					}
				},
				["难"] = {
					["忘"] = {
						["的"] = {
							["一"] = {
								["夜"] = {
									result = true
								}
							}
						}
					}
				},
				["黄"] = {
					["雀"] = {
						["行"] = {
							["动"] = {
								result = true
							}
						}
					}
				}
			},
			["根"] = {
				["蜡"] = {
					["烛"] = {
						[","] = {
							["2"] = {
								["0"] = {
									["年"] = {
										[","] = {
											["蜡"] = {
												["烛"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["白"] = {
				["皮"] = {
					["书"] = {
						result = true
					}
				}
			}
		},
		["1"] = {
			["9"] = {
				["防"] = {
					["卫"] = {
						["拳"] = {
							["套"] = {
								result = true
							}
						}
					}
				}
			},
			S = {
				["手"] = {
					["枪"] = {
						result = true
					}
				}
			},
			d = {
				y = {
					["淫"] = {
						["色"] = {
							["贴"] = {
								["图"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["世"] = {
				["纪"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["天"] = {
				["训"] = {
					["练"] = {
						["营"] = {
							result = true
						}
					}
				}
			},
			["数"] = {
				["据"] = {
					["网"] = {
						result = true
					}
				}
			},
			["点"] = {
				result = true
			}
		},
		["2"] = {
			["0"] = {
				["大"] = {
					["游"] = {
						["行"] = {
							result = true
						}
					}
				},
				["茉"] = {
					["莉"] = {
						["花"] = {
							["革"] = {
								["命"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["1"] = {
				["李"] = {
					["氏"] = {
						["盲"] = {
							["摸"] = {
								["器"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["2"] = {
				s = {
					e = {
						result = true,
						["圖"] = {
							["片"] = {
								result = true
							}
						}
					}
				},
				y = {
					n = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			},
			["6"] = {
				["0"] = {
					["阻"] = {
						["击"] = {
							["版"] = {
								result = true
							}
						}
					}
				}
			},
			["7"] = {
				["5"] = {
					[" "] = {
						["壮"] = {
							["汉"] = {
								result = true
							}
						}
					}
				},
				["两"] = {
					["会"] = {
						result = true
					}
				},
				["敏"] = {
					["感"] = {
						["词"] = {
							result = true
						}
					}
				},
				["集"] = {
					["会"] = {
						result = true,
						["地"] = {
							["点"] = {
								result = true
							}
						}
					}
				}
			},
			d = {
				y = {
					["淫"] = {
						["色"] = {
							["贴"] = {
								["图"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							result = true
						}
					}
				}
			},
			["口"] = {
				["径"] = {
					["步"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["3"] = {
			["6"] = {
				["防"] = {
					["盗"] = {
						["器"] = {
							result = true
						}
					}
				}
			},
			d = {
				y = {
					["淫"] = {
						["色"] = {
							["贴"] = {
								["图"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["4"] = {
			d = {
				y = {
					["淫"] = {
						["色"] = {
							["贴"] = {
								["图"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["5"] = {
			["0"] = {
				result = true,
				P = {
					P = {
						["情"] = {
							["色"] = {
								["网"] = {
									result = true
								}
							}
						}
					}
				}
			},
			d = {
				y = {
					["淫"] = {
						["色"] = {
							["贴"] = {
								["图"] = {
									result = true
								}
							}
						}
					}
				}
			},
			m = {
				m = {
					["9"] = {
						["6"] = {
							["式"] = {
								result = true
							}
						}
					}
				}
			},
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							result = true
						}
					}
				}
			},
			["年"] = {
				["谎"] = {
					["言"] = {
						result = true
					}
				}
			}
		},
		["6"] = {
			["0"] = {
				E = {
					["电"] = {
						["动"] = {
							["航"] = {
								["拍"] = {
									result = true
								}
							}
						}
					}
				}
			},
			d = {
				y = {
					["淫"] = {
						["色"] = {
							["贴"] = {
								["图"] = {
									result = true
								}
							}
						}
					}
				}
			},
			u = {
				u = {
					u = {
						result = true,
						["俺"] = {
							["去"] = {
								["也"] = {
									result = true
								}
							}
						},
						["成"] = {
							["人"] = {
								["网"] = {
									result = true
								}
							}
						},
						["黄"] = {
							["站"] = {
								result = true
							}
						}
					}
				}
			},
			["优"] = {
				["优"] = {
					["优"] = {
						result = true,
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["7"] = {
			d = {
				y = {
					["淫"] = {
						["色"] = {
							["贴"] = {
								["图"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["军"] = {
				result = true
			},
			["日"] = {
				["茉"] = {
					["莉"] = {
						["花"] = {
							["革"] = {
								["命"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["高"] = {
				["清"] = {
					["晰"] = {
						["版"] = {
							["本"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["8"] = {
			["8"] = {
				["色"] = {
					["站"] = {
						["导"] = {
							["航"] = {
								result = true
							}
						}
					}
				}
			},
			["9"] = {
				["3"] = {
					["7"] = {
						["6"] = {
							["6"] = {
								["3"] = {
									["5"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["毫"] = {
				["升"] = {
					["的"] = {
						["浓"] = {
							["硫"] = {
								["酸"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		k = {
			k = {
				["电"] = {
					["影"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["。"] = {
			["2"] = {
				["3"] = {
					["会"] = {
						["议"] = {
							result = true
						}
					},
					["會"] = {
						["議"] = {
							result = true
						}
					}
				}
			}
		},
		["个"] = {
			["弹"] = {
				["夹"] = {
					result = true
				}
			}
		},
		["人"] = {
			["同"] = {
				["棲"] = {
					["生"] = {
						["活"] = {
							result = true
						}
					}
				}
			}
		},
		["十"] = {
			["7"] = {
				["军"] = {
					result = true
				}
			}
		},
		["式"] = {
			["1"] = {
				["型"] = {
					result = true
				}
			}
		},
		["月"] = {
			["2"] = {
				["7"] = {
					["日"] = {
						["茉"] = {
							["莉"] = {
								["花"] = {
									result = true
								}
							}
						},
						["集"] = {
							["会"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["穴"] = {
			["中"] = {
				["出"] = {
					result = true
				}
			},
			["插"] = {
				["入"] = {
					result = true
				}
			}
		},
		["级"] = {
			B = {
				B = {
					result = true
				}
			}
		},
		["逼"] = {
			result = true,
			["靠"] = {
				result = true
			}
		}
	},
	["3"] = {
		["."] = {
			["2"] = {
				["口"] = {
					["径"] = {
						["阻"] = {
							["击"] = {
								["槍"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["0"] = {
			["0"] = {
				["0"] = {
					r = {
						t = {
							result = true
						}
					},
					["人"] = {
						["体"] = {
							result = true
						}
					}
				},
				["民"] = {
					["运"] = {
						["人"] = {
							["士"] = {
								result = true
							}
						}
					}
				}
			},
			["1"] = {
				["0"] = {
					["6"] = {
						["开"] = {
							["发"] = {
								["票"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["3"] = {
				H = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["7"] = {
				["射"] = {
					["钉"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["周"] = {
				["年"] = {
					[" "] = {
						["特"] = {
							["殊"] = {
								[" "] = {
									["纪"] = {
										["念"] = {
											["日"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["1"] = {
			["5"] = {
				["8"] = {
					["成"] = {
						["人"] = {
							result = true
						}
					},
					["数"] = {
						["据"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["2"] = {
			["0"] = {
				["型"] = {
					["远"] = {
						["程"] = {
							result = true
						}
					}
				}
			},
			m = {
				m = {
					["狗"] = {
						["粮"] = {
							result = true
						}
					}
				}
			}
		},
		["3"] = {
			["0"] = {
				H = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["3"] = {
				u = {
					e = {
						["影"] = {
							["院"] = {
								result = true
							},
							["音"] = {
								result = true
							}
						}
					}
				}
			},
			["5"] = {
				L = {
					A = {
						["狠"] = {
							["狠"] = {
								["撸"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["8"] = {
				["猎"] = {
					["箭"] = {
						result = true,
						["哪"] = {
							result = true
						}
					}
				}
			},
			B = {
				B = {
					B = {
						["成"] = {
							["人"] = {
								["网"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["涩"] = {
				Y = {
					result = true
				}
			}
		},
		["4"] = {
			["桑"] = {
				["拿"] = {
					result = true,
					["網"] = {
						result = true
					},
					["网"] = {
						result = true
					}
				}
			}
		},
		["5"] = {
			["7"] = {
				["麦"] = {
					["格"] = {
						["南"] = {
							result = true
						}
					}
				}
			},
			i = {
				i = {
					i = {
						["成"] = {
							["人"] = {
								["网"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			}
		},
		["6"] = {
			["0"] = {
				["做"] = {
					["爱"] = {
						["电"] = {
							["影"] = {
								["网"] = {
									result = true
								}
							}
						}
					}
				},
				["博"] = {
					["彩"] = {
						["通"] = {
							result = true
						}
					}
				},
				["性"] = {
					["福"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				},
				["搜"] = {
					["索"] = {
						result = true
					}
				}
			},
			["1"] = {
				["弓"] = {
					["努"] = {
						result = true
					},
					["弩"] = {
						result = true
					}
				}
			},
			["5"] = {
				["在"] = {
					["线"] = {
						["投"] = {
							["注"] = {
								result = true
							}
						}
					}
				},
				["情"] = {
					["色"] = {
						result = true,
						["小"] = {
							["说"] = {
								result = true
							}
						},
						["网"] = {
							result = true
						}
					}
				},
				["成"] = {
					["人"] = {
						result = true,
						["网"] = {
							["站"] = {
								result = true
							}
						},
						["贴"] = {
							["图"] = {
								result = true
							}
						}
					}
				},
				["淫"] = {
					["色"] = {
						["贴"] = {
							["图"] = {
								result = true
							}
						}
					}
				},
				["線"] = {
					["上"] = {
						["投"] = {
							["注"] = {
								result = true
							}
						}
					}
				},
				["赌"] = {
					["球"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["6"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				},
				["成"] = {
					["人"] = {
						["网"] = {
							["站"] = {
								result = true
							}
						}
					}
				}
			},
			["7"] = {
				["成"] = {
					["人"] = {
						["网"] = {
							["站"] = {
								result = true
							}
						}
					}
				}
			},
			["8"] = {
				["成"] = {
					["人"] = {
						["网"] = {
							["站"] = {
								result = true
							}
						}
					}
				}
			},
			["9"] = {
				M = {
					["丝"] = {
						["袜"] = {
							result = true
						}
					}
				},
				m = {
					result = true
				}
			},
			D = {
				["御"] = {
					["姐"] = {
						result = true
					}
				}
			},
			["色"] = {
				["情"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			}
		},
		["7"] = {
			t = {
				p = {
					["人"] = {
						["体"] = {
							["艺"] = {
								["术"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["玩"] = {
				["夏"] = {
					["日"] = {
						["宝"] = {
							["藏"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["8"] = {
			["0"] = {
				m = {
					m = {
						["穿"] = {
							["甲"] = {
								["弹"] = {
									result = true
								}
							}
						},
						["高"] = {
							["爆"] = {
								["弹"] = {
									result = true
								}
							}
						}
					}
				}
			},
			J = {
				J = {
					J = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			},
			["伦"] = {
				["理"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["军"] = {
				result = true,
				["在"] = {
					["6"] = {
						["4"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["时"] = {
					["木"] = {
						["樨"] = {
							["地"] = {
								result = true
							}
						}
					},
					["的"] = {
						["挣"] = {
							["扎"] = {
								["人"] = {
									["民"] = {
										["日"] = {
											["报"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["式"] = {
				["左"] = {
					["轮"] = {
						result = true
					}
				}
			},
			["情"] = {
				["色"] = {
					["基"] = {
						["地"] = {
							result = true
						}
					},
					["排"] = {
						["行"] = {
							["榜"] = {
								result = true
							}
						}
					}
				}
			},
			["枪"] = {
				result = true
			}
		},
		["9"] = {
			["行"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		A = {
			["配"] = {
				["件"] = {
					["中"] = {
						["心"] = {
							result = true
						}
					}
				}
			}
		},
		D = {
			H = {
				k = {
					a = {
						["通"] = {
							result = true
						}
					}
				},
				["卡"] = {
					["通"] = {
						result = true,
						["射"] = {
							["精"] = {
								result = true
							}
						}
					}
				},
				["鉲"] = {
					["通"] = {
						result = true
					}
				}
			},
			["性"] = {
				["爱"] = {
					result = true,
					["在"] = {
						["线"] = {
							["高"] = {
								["清"] = {
									result = true
								}
							}
						}
					},
					["游"] = {
						["戏"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					},
					["游"] = {
						["戏"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["打"] = {
				["印"] = {
					["枪"] = {
						["支"] = {
							result = true
						}
					}
				}
			},
			["水"] = {
				["晶"] = {
					["版"] = {
						["电"] = {
							["视"] = {
								["棒"] = {
									result = true
								}
							}
						},
						["電"] = {
							["視"] = {
								["棒"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					["影"] = {
						["吧"] = {
							result = true
						}
					}
				}
			},
			["父"] = {
				["女"] = {
					["乱"] = {
						["伦"] = {
							result = true
						}
					}
				}
			},
			["玉"] = {
				["蒲"] = {
					["团"] = {
						result = true
					}
				}
			},
			["肉"] = {
				["蒲"] = {
					["团"] = {
						result = true
					}
				}
			},
			["色"] = {
				["人"] = {
					["阁"] = {
						result = true
					}
				}
			},
			["西"] = {
				["游"] = {
					result = true
				}
			},
			["高"] = {
				["达"] = {
					["版"] = {
						["电"] = {
							["视"] = {
								["棒"] = {
									result = true
								}
							}
						}
					}
				},
				["達"] = {
					["版"] = {
						["電"] = {
							["視"] = {
								["棒"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["黑"] = {
				["圣"] = {
					["手"] = {
						result = true
					}
				}
			}
		},
		H = {
			["卡"] = {
				["通"] = {
					result = true,
					["在"] = {
						["线"] = {
							["高"] = {
								["清"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		J = {
			["影"] = {
				["院"] = {
					result = true
				}
			}
		},
		P = {
			result = true,
			["2"] = {
				["4"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["中"] = {
				["出"] = {
					result = true,
					["在"] = {
						["线"] = {
							["高"] = {
								["清"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["乱"] = {
				["交"] = {
					result = true,
					["在"] = {
						["线"] = {
							["高"] = {
								["清"] = {
									result = true
								}
							}
						}
					}
				},
				["伦"] = {
					result = true,
					["在"] = {
						["线"] = {
							["高"] = {
								["清"] = {
									result = true
								}
							}
						}
					},
					["性"] = {
						["爱"] = {
							result = true
						}
					}
				}
			},
			["体"] = {
				["验"] = {
					result = true,
					["在"] = {
						["线"] = {
							["高"] = {
								["清"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["口"] = {
				["交"] = {
					result = true,
					["在"] = {
						["线"] = {
							["高"] = {
								["清"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["处"] = {
				["女"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["大"] = {
				["战"] = {
					["成"] = {
						["人"] = {
							result = true
						}
					}
				}
			},
			["妹"] = {
				["妹"] = {
					result = true,
					["在"] = {
						["线"] = {
							["高"] = {
								["清"] = {
									result = true
								}
							}
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					result = true,
					["在"] = {
						["线"] = {
							["高"] = {
								["清"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["淫"] = {
				["女"] = {
					result = true,
					["在"] = {
						["线"] = {
							["高"] = {
								["清"] = {
									result = true
								}
							}
						}
					}
				},
				["水"] = {
					result = true,
					["在"] = {
						["线"] = {
							["高"] = {
								["清"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["炮"] = {
				["图"] = {
					["在"] = {
						["线"] = {
							["高"] = {
								["清"] = {
									result = true
								}
							}
						}
					}
				},
				["圖"] = {
					result = true
				}
			},
			["的"] = {
				["技"] = {
					["巧"] = {
						result = true
					}
				}
			},
			["色"] = {
				["人"] = {
					["阁"] = {
						["影"] = {
							["视"] = {
								result = true
							},
							["院"] = {
								result = true
							}
						}
					}
				}
			},
			["艳"] = {
				["照"] = {
					result = true
				}
			},
			["视"] = {
				["频"] = {
					result = true,
					["在"] = {
						["线"] = {
							["高"] = {
								["清"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["黄"] = {
				["视"] = {
					result = true
				}
			}
		},
		V = {
			x = {
				["在"] = {
					["线"] = {
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				}
			}
		},
		X = {
			["在"] = {
				["线"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		a = {
			c = {
				g = {
					["同"] = {
						["人"] = {
							["漫"] = {
								["画"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		d = {
			["团"] = {
				["蒲"] = {
					["肉"] = {
						["完"] = {
							["整"] = {
								["版"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["定"] = {
				["制"] = {
					["女"] = {
						["仆"] = {
							result = true
						}
					}
				}
			},
			["情"] = {
				["色"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["电"] = {
						["视"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			},
			["打"] = {
				["印"] = {
					["枪"] = {
						["图"] = {
							["纸"] = {
								result = true
							}
						},
						["械"] = {
							["图"] = {
								["纸"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["枪"] = {
				["支"] = {
					["图"] = {
						["纸"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["视"] = {
					["棒"] = {
						result = true
					}
				}
			},
			["網"] = {
				["路"] = {
					["電"] = {
						["視"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			},
			["网"] = {
				["络"] = {
					["电"] = {
						["视"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			},
			["肉"] = {
				["在"] = {
					["线"] = {
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				},
				["蒲"] = {
					["团"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["至"] = {
				["尊"] = {
					["电"] = {
						["视"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			},
			["色"] = {
				["情"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["電"] = {
				["視"] = {
					["棒"] = {
						result = true
					}
				}
			}
		},
		p = {
			d = {
				y = {
					["极"] = {
						["品"] = {
							["套"] = {
								["图"] = {
									result = true
								}
							}
						}
					},
					["的"] = {
						["图"] = {
							result = true
						}
					}
				}
			},
			["动"] = {
				["态"] = {
					result = true
				}
			},
			["圖"] = {
				["片"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					["阁"] = {
						result = true
					}
				}
			},
			["美"] = {
				result = true
			},
			["色"] = {
				["人"] = {
					["阁"] = {
						result = true
					}
				}
			},
			["观"] = {
				["看"] = {
					result = true
				}
			},
			["集"] = {
				["锦"] = {
					result = true
				}
			}
		},
		u = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		w = {
			result = true
		},
		["个"] = {
			["代"] = {
				["婊"] = {
					result = true
				}
			},
			["小"] = {
				["时"] = {
					["的"] = {
						["纪"] = {
							["录"] = {
								["片"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["麻"] = {
				["将"] = {
					["友"] = {
						result = true
					}
				}
			}
		},
		["号"] = {
			["文"] = {
				["件"] = {
					result = true
				}
			}
		},
		["大"] = {
			["类"] = {
				["欲"] = {
					["火"] = {
						result = true
					}
				}
			}
		},
		["月"] = {
			["9"] = {
				["号"] = {
					["高"] = {
						["铁"] = {
							["血"] = {
								["腥"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["作"] = {
				["品"] = {
					result = true
				}
			}
		},
		["民"] = {
			["主"] = {
				["义"] = {
					result = true
				}
			}
		},
		["炮"] = {
			["图"] = {
				result = true,
				["在"] = {
					["线"] = {
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["点"] = {
			["全"] = {
				["露"] = {
					result = true
				}
			}
		},
		["箭"] = {
			["牌"] = {
				["汽"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["级"] = {
			B = {
				B = {
					result = true
				}
			},
			S = {
				S = {
					result = true
				}
			},
			["片"] = {
				result = true
			}
		},
		["陪"] = {
			result = true
		}
	},
	["4"] = {
		["."] = {
			["5"] = {
				M = {
					M = {
						["汽"] = {
							["狗"] = {
								result = true
							}
						},
						["铅"] = {
							["弹"] = {
								result = true
							}
						}
					}
				},
				["铅"] = {
					["弹"] = {
						result = true
					}
				}
			}
		},
		["0"] = {
			["0"] = {
				["爱"] = {
					["3"] = {
						["级"] = {
							["片"] = {
								["网"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["2"] = {
				["3"] = {
					["6"] = {
						["0"] = {
							["2"] = {
								["6"] = {
									["4"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["5"] = {
				["6"] = {
					["游"] = {
						["戏"] = {
							["中"] = {
								["心"] = {
									result = true
								}
							}
						}
					}
				}
			},
			m = {
				m = {
					["高"] = {
						["炮"] = {
							["炮"] = {
								["弹"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["岁"] = {
				["的"] = {
					["熟"] = {
						["女"] = {
							result = true
						}
					}
				}
			}
		},
		["1"] = {
			["2"] = {
				["色"] = {
					["情"] = {
						["綜"] = {
							["合"] = {
								result = true
							}
						},
						["综"] = {
							["合"] = {
								result = true
							}
						}
					}
				}
			},
			["4"] = {
				["社"] = {
					["区"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["9"] = {
				result = true,
				["吧"] = {
					result = true
				},
				["龙"] = {
					["凤"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["2"] = {
			["0"] = {
				["惨"] = {
					["案"] = {
						result = true
					}
				}
			},
			["6"] = {
				["社"] = {
					["论"] = {
						result = true
					}
				}
			},
			i = {
				i = {
					i = {
						m = {
							["电"] = {
								["影"] = {
									result = true
								}
							}
						},
						["五"] = {
							["月"] = {
								["天"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["杨"] = {
				["曼"] = {
					["步"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["4"] = {
			h = {
				h = {
					h = {
						result = true,
						["圖"] = {
							["片"] = {
								result = true
							}
						}
					}
				}
			},
			["麦"] = {
				["格"] = {
					["南"] = {
						result = true
					}
				}
			}
		},
		["5"] = {
			["6"] = {
				["看"] = {
					["妹"] = {
						["妹"] = {
							result = true
						}
					}
				}
			},
			m = {
				m = {
					g = {
						o = {
							u = {
								["糧"] = {
									result = true
								}
							}
						}
					},
					["膛"] = {
						["线"] = {
							["管"] = {
								result = true
							}
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					["弹"] = {
						result = true
					},
					["铅"] = {
						["弹"] = {
							result = true
						}
					}
				}
			},
			["路"] = {
				["+"] = {
					["出"] = {
						["事"] = {
							result = true
						}
					},
					["砍"] = {
						["人"] = {
							result = true
						}
					}
				}
			},
			["铅"] = {
				["弹"] = {
					result = true
				}
			}
		},
		["8"] = {
			a = {
				i = {
					a = {
						i = {
							["影"] = {
								["院"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		P = {
			result = true,
			["在"] = {
				["线"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["肉"] = {
				["奴"] = {
					["隶"] = {
						["中"] = {
							["出"] = {
								result = true
							}
						}
					}
				}
			}
		},
		S = {
			["小"] = {
				["电"] = {
					["影"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		X = {
			["2"] = {
				["0"] = {
					["瞄"] = {
						["准"] = {
							["镜"] = {
								result = true
							}
						}
					}
				}
			}
		},
		p = {
			["变"] = {
				["态"] = {
					["性"] = {
						["爱"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["的"] = {
				["记"] = {
					["忆"] = {
						result = true
					}
				}
			}
		},
		["二"] = {
			["六"] = {
				["社"] = {
					["论"] = {
						result = true
					}
				}
			}
		},
		["人"] = {
			["帮"] = {
				result = true
			}
		},
		["号"] = {
			["文"] = {
				["件"] = {
					result = true
				}
			},
			["白"] = {
				["冰"] = {
					result = true,
					["猪"] = {
						["肉"] = {
							result = true
						}
					}
				},
				["粉"] = {
					result = true
				}
			}
		},
		["君"] = {
			["子"] = {
				["绝"] = {
					["食"] = {
						result = true
					}
				}
			}
		},
		["岁"] = {
			["幼"] = {
				["女"] = {
					["被"] = {
						["轮"] = {
							["奸"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["式"] = {
			["手"] = {
				["枪"] = {
					result = true,
					["货"] = {
						["到"] = {
							["付"] = {
								["款"] = {
									result = true
								}
							}
						}
					}
				},
				["槍"] = {
					result = true
				}
			}
		},
		["管"] = {
			["猎"] = {
				["枪"] = {
					["专"] = {
						result = true
					}
				}
			}
		},
		["粉"] = {
			result = true,
			["低"] = {
				["价"] = {
					["现"] = {
						["货"] = {
							result = true
						}
					}
				}
			}
		},
		["级"] = {
			["答"] = {
				["案"] = {
					result = true
				}
			}
		},
		["色"] = {
			["播"] = {
				result = true
			}
		},
		["："] = {
			["2"] = {
				["0"] = {
					["叫"] = {
						["醒"] = {
							["我"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["5"] = {
		["."] = {
			["5"] = {
				m = {
					m = {
						["铅"] = {
							["弹"] = {
								result = true
							}
						}
					}
				},
				["气"] = {
					["枪"] = {
						["管"] = {
							result = true
						}
					}
				}
			},
			["8"] = {
				m = {
					m = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["0"] = {
			["0"] = {
				W = {
					A = {
						N = {
							["彩"] = {
								["票"] = {
									result = true
								}
							}
						}
					}
				},
				["电"] = {
					["子"] = {
						["防"] = {
							["暴"] = {
								["器"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["1"] = {
			["6"] = {
				["0"] = {
					["色"] = {
						["区"] = {
							result = true
						}
					}
				}
			},
			["7"] = {
				["2"] = {
					["性"] = {
						["都"] = {
							result = true
						}
					}
				}
			},
			["8"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			},
			["人"] = {
				["人"] = {
					["看"] = {
						result = true
					}
				}
			},
			["夜"] = {
				["夜"] = {
					["撸"] = {
						result = true
					}
				}
			},
			["式"] = {
				["手"] = {
					["枪"] = {
						["弹"] = {
							result = true
						}
					}
				}
			},
			["淫"] = {
				["色"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			},
			["燃"] = {
				["脂"] = {
					result = true
				}
			},
			["色"] = {
				["霸"] = {
					result = true
				}
			},
			["药"] = {
				["箭"] = {
					result = true
				}
			},
			["资"] = {
				["源"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["2"] = {
			["0"] = {
				["情"] = {
					["人"] = {
						["网"] = {
							result = true
						}
					}
				},
				["毕"] = {
					["业"] = {
						["论"] = {
							["文"] = {
								["网"] = {
									result = true
								}
							}
						}
					}
				},
				["电"] = {
					["影"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["5"] = {
				["2"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								result = true
							}
						}
					},
					["色"] = {
						result = true
					}
				}
			},
			["7"] = {
				["8"] = {
					c = {
						c = {
							["禁"] = {
								result = true
							}
						}
					},
					["論"] = {
						["壇"] = {
							result = true
						}
					}
				}
			},
			["9"] = {
				["2"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["凯"] = {
				x = {
					i = {
						result = true
					}
				}
			},
			["名"] = {
				["刀"] = {
					result = true,
					["专"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["异"] = {
				["性"] = {
					["社"] = {
						["区"] = {
							result = true
						}
					}
				}
			},
			["式"] = {
				["三"] = {
					["棱"] = {
						["刺"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["弓"] = {
				["弩"] = {
					["箭"] = {
						["官"] = {
							["方"] = {
								["网"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["操"] = {
				["逼"] = {
					["网"] = {
						result = true
					}
				}
			},
			["淫"] = {
				["色"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			},
			["色"] = {
				["五"] = {
					["月"] = {
						result = true
					}
				}
			},
			["骚"] = {
				["妹"] = {
					["妹"] = {
						result = true,
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["3"] = {
			["3"] = {
				m = {
					m = {
						["鱼"] = {
							["雷"] = {
								result = true
							}
						}
					}
				}
			},
			["5"] = {
				[" "] = {
					["双"] = {
						["城"] = {
							["记"] = {
								result = true
							}
						}
					},
					["期"] = {
						["间"] = {
							result = true
						}
					}
				},
				T = {
					["恤"] = {
						result = true
					}
				},
				["事"] = {
					["件"] = {
						result = true
					}
				},
				["地"] = {
					["危"] = {
						["窗"] = {
							["事"] = {
								["件"] = {
									result = true
								}
							}
						}
					}
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				},
				["文"] = {
					["化"] = {
						["衫"] = {
							result = true
						}
					}
				},
				["黑"] = {
					["衣"] = {
						result = true
					}
				}
			},
			["8"] = {
				["论"] = {
					["坛"] = {
						result = true
					}
				}
			},
			["淫"] = {
				["色"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			}
		},
		["4"] = {
			["&"] = {
				["手"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["."] = {
				["6"] = {
					["4"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					["手"] = {
						result = true
					}
				}
			},
			["、"] = {
				["6"] = {
					["4"] = {
						["式"] = {
							["手"] = {
								["枪"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["军"] = {
				["用"] = {
					["手"] = {
						["狗"] = {
							result = true
						}
					}
				}
			},
			["式"] = {
				["6"] = {
					["4"] = {
						["式"] = {
							result = true,
							["专"] = {
								result = true
							}
						},
						["枪"] = {
							result = true
						}
					}
				},
				["、"] = {
					["6"] = {
						["4"] = {
							["式"] = {
								result = true
							}
						}
					}
				},
				["仿"] = {
					["真"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["便"] = {
					["宜"] = {
						["出"] = {
							result = true
						}
					}
				},
				["军"] = {
					["狗"] = {
						result = true
					}
				},
				["出"] = {
					["货"] = {
						result = true
					}
				},
				["到"] = {
					["货"] = {
						result = true
					}
				},
				["国"] = {
					["产"] = {
						result = true,
						S = {
							Q = {
								result = true
							}
						}
					}
				},
				["手"] = {
					["枪"] = {
						["子"] = {
							["弹"] = {
								result = true
							}
						}
					},
					["槍"] = {
						result = true,
						["专"] = {
							result = true
						}
					},
					["狗"] = {
						result = true
					}
				},
				["抢"] = {
					["支"] = {
						result = true
					}
				},
				["枪"] = {
					result = true,
					["专"] = {
						result = true
					},
					["支"] = {
						result = true,
						["便"] = {
							["宜"] = {
								["出"] = {
									result = true
								}
							}
						},
						["去"] = {
							result = true
						}
					}
				},
				["槍"] = {
					result = true,
					["專"] = {
						result = true
					}
				},
				["气"] = {
					["木"] = {
						["仓"] = {
							result = true
						}
					}
				},
				["汽"] = {
					["狗"] = {
						result = true
					}
				},
				["狗"] = {
					result = true
				},
				["真"] = {
					["枪"] = {
						result = true
					}
				},
				["短"] = {
					["狗"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["连"] = {
					["锁"] = {
						result = true
					}
				},
				["送"] = {
					["狗"] = {
						["粮"] = {
							result = true
						}
					}
				},
				["配"] = {
					["货"] = {
						result = true
					}
				},
				["钢"] = {
					["珠"] = {
						["枪"] = {
							result = true
						}
					}
				},
				["麻"] = {
					["狗"] = {
						result = true
					}
				}
			},
			["手"] = {
				result = true,
				["抢"] = {
					result = true
				},
				["木"] = {
					["仓"] = {
						result = true,
						["订"] = {
							["购"] = {
								result = true
							}
						}
					}
				},
				["枪"] = {
					result = true,
					["6"] = {
						["4"] = {
							result = true
						}
					},
					T = {
						E = {
							L = {
								result = true
							}
						}
					},
					["仿"] = {
						["真"] = {
							["枪"] = {
								["专"] = {
									result = true
								}
							}
						}
					},
					["子"] = {
						["弹"] = {
							result = true
						},
						["彈"] = {
							result = true
						}
					}
				},
				["槍"] = {
					result = true,
					["6"] = {
						["4"] = {
							["手"] = {
								["槍"] = {
									result = true
								}
							}
						}
					},
					["子"] = {
						["彈"] = {
							result = true
						}
					}
				},
				["狗"] = {
					["6"] = {
						["4"] = {
							["手"] = {
								["狗"] = {
									result = true
								}
							}
						}
					},
					["子"] = {
						["弹"] = {
							result = true
						},
						["彈"] = {
							result = true,
							["供"] = {
								["應"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["枪"] = {
				result = true,
				["专"] = {
					result = true
				},
				["支"] = {
					result = true
				}
			},
			["槍"] = {
				result = true
			},
			["气"] = {
				["枪"] = {
					result = true
				},
				["狗"] = {
					result = true
				}
			},
			["汽"] = {
				["狗"] = {
					result = true
				}
			},
			["狗"] = {
				result = true
			},
			["猎"] = {
				["枪"] = {
					result = true
				}
			},
			["真"] = {
				["槍"] = {
					result = true
				}
			},
			["短"] = {
				["狗"] = {
					result = true,
					["专"] = {
						result = true
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			},
			["自"] = {
				["制"] = {
					["槍"] = {
						result = true
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["5"] = {
			M = {
				M = {
					["铅"] = {
						["弹"] = {
							result = true
						}
					}
				}
			},
			m = {
				m = {
					g = {
						o = {
							u = {
								["粮"] = {
									result = true
								}
							}
						}
					},
					["低"] = {
						["价"] = {
							["狗"] = {
								["粮"] = {
									result = true
								}
							}
						}
					},
					["狗"] = {
						["粮"] = {
							result = true
						}
					}
				}
			},
			s = {
				s = {
					s = {
						["偷"] = {
							["拍"] = {
								["區"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					["弹"] = {
						result = true
					}
				}
			},
			["骚"] = {
				["本"] = {
					result = true,
					["便"] = {
						["宜"] = {
							result = true
						}
					}
				}
			}
		},
		["6"] = {
			["1"] = {
				["式"] = {
					["冲"] = {
						["锋"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["2"] = {
				["式"] = {
					["冲"] = {
						["锋"] = {
							["枪"] = {
								result = true
							}
						}
					},
					["衝"] = {
						["鋒"] = {
							["槍"] = {
								result = true
							}
						}
					}
				}
			},
			y = {
				["游"] = {
					["戏"] = {
						["中"] = {
							["心"] = {
								result = true
							}
						}
					}
				}
			},
			["军"] = {
				result = true,
				["刺"] = {
					result = true
				},
				["托"] = {
					["专"] = {
						result = true
					}
				},
				["斧"] = {
					["专"] = {
						result = true
					}
				},
				["枪"] = {
					result = true,
					["专"] = {
						result = true
					}
				},
				["用"] = {
					["刺"] = {
						["刀"] = {
							result = true
						}
					}
				},
				["短"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["半"] = {
				["自"] = {
					["动"] = {
						["步"] = {
							["枪"] = {
								result = true
							}
						}
					},
					["動"] = {
						["步"] = {
							["槍"] = {
								result = true
							}
						}
					}
				}
			},
			["图"] = {
				["库"] = {
					result = true
				}
			},
			["式"] = {
				["三"] = {
					["棱"] = {
						result = true,
						["军"] = {
							["刺"] = {
								result = true
							}
						},
						["刺"] = {
							result = true,
							["刀"] = {
								result = true
							},
							["枪"] = {
								result = true
							}
						},
						["枪"] = {
							result = true
						}
					}
				},
				["军"] = {
					["刺"] = {
						result = true
					},
					["枪"] = {
						result = true
					}
				},
				["枪"] = {
					C = {
						result = true
					}
				}
			},
			["枪"] = {
				["刺"] = {
					result = true
				}
			},
			["軍"] = {
				C = {
					result = true
				},
				["刺"] = {
					result = true
				},
				["斧"] = {
					result = true,
					["正"] = {
						["品"] = {
							result = true
						}
					}
				},
				["枪"] = {
					["专"] = {
						result = true
					}
				}
			}
		},
		["7"] = {
			["撸"] = {
				["网"] = {
					result = true
				}
			}
		},
		["8"] = {
			["8"] = {
				["澳"] = {
					["门"] = {
						["博"] = {
							["彩"] = {
								result = true
							}
						}
					}
				}
			},
			m = {
				m = {
					["手"] = {
						g = {
							o = {
								u = {
									result = true
								}
							}
						},
						["枪"] = {
							result = true
						},
						["狗"] = {
							result = true
						}
					}
				}
			},
			["包"] = {
				["养"] = {
					["网"] = {
						result = true
					}
				}
			},
			["情"] = {
				["人"] = {
					["网"] = {
						result = true
					}
				}
			},
			["户"] = {
				["外"] = {
					["网"] = {
						result = true
					}
				}
			},
			["手"] = {
				["狗"] = {
					result = true
				}
			}
		},
		["9"] = {
			["式"] = {
				["9"] = {
					["毫"] = {
						["米"] = {
							["手"] = {
								["枪"] = {
									result = true
								}
							}
						}
					}
				},
				["手"] = {
					["枪"] = {
						["弹"] = {
							result = true
						}
					}
				}
			}
		},
		P = {
			["门"] = {
				result = true
			}
		},
		U = {
			result = true
		},
		p = {
			["庐"] = {
				["江"] = {
					result = true
				}
			}
		},
		["全"] = {
			["能"] = {
				["手"] = {
					["机"] = {
						["监"] = {
							result = true,
							["控"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["办"] = {
			["网"] = {
				result = true
			}
		},
		["场"] = {
			["幸"] = {
				["存"] = {
					result = true
				}
			}
		},
		["放"] = {
			A = {
				["片"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["月"] = {
			["3"] = {
				["5"] = {
					["事"] = {
						["件"] = {
							result = true
						}
					},
					["号"] = {
						["事"] = {
							["件"] = {
								result = true
							}
						},
						["敏"] = {
							["感"] = {
								["事"] = {
									["件"] = {
										result = true
									}
								}
							}
						}
					},
					["敏"] = {
						["感"] = {
							["事"] = {
								["件"] = {
									result = true
								}
							}
						}
					},
					["日"] = {
						result = true,
						["敏"] = {
							["感"] = {
								["事"] = {
									["件"] = {
										result = true
									}
								}
							}
						},
						["演"] = {
							["习"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["连"] = {
			["发"] = {
				result = true
			}
		}
	},
	["6"] = {
		[" "] = {
			["4"] = {
				["风"] = {
					["波"] = {
						result = true
					}
				}
			}
		},
		["%"] = {
			["4"] = {
				result = true
			}
		},
		["*"] = {
			["4"] = {
				["风"] = {
					["波"] = {
						result = true
					}
				}
			}
		},
		["."] = {
			["4"] = {
				result = true,
				[" "] = {
					["2"] = {
						["1"] = {
							["周"] = {
								["年"] = {
									result = true
								}
							}
						}
					},
					["周"] = {
						["年"] = {
							result = true
						}
					}
				},
				["."] = {
					["运"] = {
						["动"] = {
							result = true
						}
					}
				},
				["式"] = {
					S = {
						Q = {
							result = true
						}
					}
				}
			}
		},
		["0"] = {
			["0"] = {
				["0"] = {
					["多"] = {
						result = true
					}
				}
			}
		},
		["1"] = {
			["0"] = {
				["办"] = {
					result = true,
					["公"] = {
						["室"] = {
							result = true,
							["靠"] = {
								result = true
							}
						}
					}
				},
				["辦"] = {
					["公"] = {
						["室"] = {
							result = true
						}
					}
				}
			},
			["1"] = {
				a = {
					a = {
						["情"] = {
							["色"] = {
								["网"] = {
									result = true
								}
							}
						}
					}
				},
				["资"] = {
					["源"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			j = {
				j = {
					j = {
						["狗"] = {
							["性"] = {
								["交"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["大"] = {
				["寿"] = {
					result = true
				}
			}
		},
		["2"] = {
			["式"] = {
				["微"] = {
					["型"] = {
						["手"] = {
							["机"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["3"] = {
			["+"] = {
				["1"] = {
					result = true,
					["事"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["式"] = {
				["军"] = {
					["刺"] = {
						result = true
					}
				}
			}
		},
		["4"] = {
			[" "] = {
				x = {
					u = {
						e = {
							c = {
								h = {
									a = {
										o = {
											result = true
										}
									}
								}
							}
						}
					}
				},
				["八"] = {
					["九"] = {
						result = true
					}
				},
				["加"] = {
					["拿"] = {
						["大"] = {
							result = true,
							["电"] = {
								["文"] = {
									result = true
								}
							}
						}
					}
				},
				["北"] = {
					["京"] = {
						["天"] = {
							["安"] = {
								["门"] = {
									result = true
								}
							}
						}
					}
				},
				["坦"] = {
					["克"] = {
						["碾"] = {
							["过"] = {
								result = true
							}
						}
					}
				},
				["学"] = {
					["潮"] = {
						result = true
					},
					["生"] = {
						["领"] = {
							["袖"] = {
								result = true
							}
						}
					}
				},
				["挡"] = {
					["坦"] = {
						["克"] = {
							result = true
						}
					}
				},
				["暴"] = {
					["力"] = {
						["事"] = {
							["件"] = {
								result = true
							}
						}
					}
				},
				["毛"] = {
					["海"] = {
						["秀"] = {
							result = true
						}
					}
				},
				["流"] = {
					["亡"] = {
						["笔"] = {
							["记"] = {
								result = true
							}
						}
					}
				},
				["港"] = {
					["股"] = {
						[" "] = {
							["8"] = {
								["9"] = {
									["点"] = {
										result = true
									}
								}
							}
						}
					}
				},
				["纪"] = {
					["录"] = {
						["片"] = {
							result = true
						}
					}
				},
				["网"] = {
					["络"] = {
						["大"] = {
							["会"] = {
								result = true
							}
						}
					}
				},
				["解"] = {
					["密"] = {
						result = true
					}
				},
				["证"] = {
					["词"] = {
						result = true
					}
				},
				["邓"] = {
					["小"] = {
						["平"] = {
							result = true
						}
					}
				}
			},
			["2"] = {
				["0"] = {
					["周"] = {
						["年"] = {
							result = true,
							["游"] = {
								["行"] = {
									result = true
								}
							}
						}
					}
				}
			},
			K = {
				["专"] = {
					result = true
				}
			},
			t = {
				a = {
					n = {
						k = {
							m = {
								a = {
									n = {
										result = true
									}
								}
							}
						}
					}
				},
				i = {
					a = {
						n = {
							w = {
								a = {
									n = {
										g = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			x = {
				u = {
					e = {
						c = {
							h = {
								a = {
									o = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["事"] = {
				["件"] = {
					result = true,
					["2"] = {
						["0"] = {
							["周"] = {
								["年"] = {
									result = true
								}
							}
						}
					},
					["二"] = {
						["十"] = {
							["周"] = {
								["年"] = {
									["感"] = {
										["言"] = {
											result = true
										}
									}
								}
							}
						}
					},
					["全"] = {
						["记"] = {
							["录"] = {
								result = true
							}
						}
					},
					["死"] = {
						["了"] = {
							["多"] = {
								["少"] = {
									["人"] = {
										result = true
									}
								}
							}
						}
					},
					["纪"] = {
						["录"] = {
							["片"] = {
								result = true
							}
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["二"] = {
				["十"] = {
					["年"] = {
						["祭"] = {
							result = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						result = true,
						["专"] = {
							result = true
						}
					}
				}
			},
			["伤"] = {
				["痛"] = {
					result = true
				}
			},
			["内"] = {
				["幕"] = {
					result = true
				}
			},
			["军"] = {
				["用"] = {
					["手"] = {
						["枪"] = {
							result = true
						},
						["狗"] = {
							result = true
						}
					}
				}
			},
			["动"] = {
				["乱"] = {
					result = true,
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["動"] = {
				["亂"] = {
					result = true
				}
			},
			["北"] = {
				["京"] = {
					["事"] = {
						["件"] = {
							result = true
						}
					},
					["天"] = {
						["安"] = {
							["门"] = {
								result = true
							}
						}
					}
				}
			},
			["历"] = {
				["史"] = {
					result = true
				}
			},
			["后"] = {
				["2"] = {
					["0"] = {
						["年"] = {
							result = true
						}
					}
				}
			},
			["售"] = {
				result = true
			},
			["坦"] = {
				["克"] = {
					result = true,
					["碾"] = {
						["过"] = {
							result = true
						}
					}
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						["事"] = {
							["件"] = {
								result = true
							}
						},
						["哀"] = {
							["悼"] = {
								result = true
							}
						},
						["挡"] = {
							["坦"] = {
								["克"] = {
									["的"] = {
										["男"] = {
											["人"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["学"] = {
				["生"] = {
					["事"] = {
						["件"] = {
							result = true
						}
					},
					["坦"] = {
						["克"] = {
							result = true
						}
					},
					["活"] = {
						["动"] = {
							result = true
						}
					},
					["运"] = {
						["动"] = {
							result = true
						}
					}
				},
				["运"] = {
					result = true
				}
			},
			["屠"] = {
				["城"] = {
					result = true
				}
			},
			["平"] = {
				["反"] = {
					result = true
				}
			},
			["年"] = {
				["屠"] = {
					["城"] = {
						result = true,
						["事"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			},
			["式"] = {
				["7"] = {
					["6"] = {
						["2"] = {
							m = {
								m = {
									result = true
								}
							}
						}
					}
				},
				["专"] = {
					result = true
				},
				["低"] = {
					["价"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						},
						["销"] = {
							result = true
						}
					}
				},
				["军"] = {
					["狗"] = {
						result = true
					}
				},
				["出"] = {
					["货"] = {
						result = true
					}
				},
				["到"] = {
					["货"] = {
						result = true
					}
				},
				["图"] = {
					["纸"] = {
						result = true
					}
				},
				["手"] = {
					["枪"] = {
						result = true,
						["价"] = {
							result = true
						},
						["弹"] = {
							["专"] = {
								result = true
							}
						}
					},
					["槍"] = {
						result = true
					},
					["狗"] = {
						result = true
					}
				},
				["技"] = {
					["术"] = {
						["转"] = {
							["让"] = {
								result = true
							}
						}
					}
				},
				["抢"] = {
					["支"] = {
						result = true
					}
				},
				["枪"] = {
					result = true,
					["专"] = {
						result = true
					},
					["支"] = {
						result = true,
						["去"] = {
							result = true
						}
					}
				},
				["槍"] = {
					["專"] = {
						result = true
					}
				},
				["警"] = {
					["用"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["转"] = {
					["让"] = {
						result = true
					}
				}
			},
			["感"] = {
				["言"] = {
					result = true
				}
			},
			["手"] = {
				result = true,
				q = {
					i = {
						a = {
							n = {
								g = {
									result = true
								}
							}
						}
					}
				},
				["木"] = {
					["仓"] = {
						result = true,
						["订"] = {
							["购"] = {
								result = true
							}
						},
						["转"] = {
							["让"] = {
								result = true
							}
						}
					}
				},
				["枪"] = {
					result = true
				},
				["槍"] = {
					result = true,
					T = {
						E = {
							L = {
								result = true
							}
						}
					},
					["专"] = {
						result = true
					},
					["价"] = {
						["格"] = {
							result = true
						}
					},
					["子"] = {
						["彈"] = {
							result = true,
							["供"] = {
								["應"] = {
									result = true
								}
							},
							["訂"] = {
								["購"] = {
									result = true
								}
							},
							["電"] = {
								["話"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["政"] = {
				["治"] = {
					["事"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["文"] = {
				["化"] = {
					["衫"] = {
						result = true
					}
				}
			},
			["是"] = {
				["什"] = {
					["么"] = {
						["日"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["晚"] = {
				["上"] = {
					["事"] = {
						["件"] = {
							["视"] = {
								["频"] = {
									result = true
								}
							}
						}
					}
				},
				["会"] = {
					result = true
				}
			},
			["暴"] = {
				["乱"] = {
					result = true
				},
				["力"] = {
					["事"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["枪"] = {
				result = true,
				["有"] = {
					["售"] = {
						result = true
					}
				},
				["模"] = {
					result = true
				}
			},
			["槍"] = {
				result = true
			},
			["毛"] = {
				["海"] = {
					["秀"] = {
						result = true
					}
				}
			},
			["民"] = {
				["主"] = {
					["大"] = {
						["游"] = {
							["行"] = {
								result = true
							}
						}
					},
					["运"] = {
						["动"] = {
							result = true,
							["2"] = {
								["0"] = {
									["年"] = {
										result = true
									}
								}
							}
						}
					}
				},
				["运"] = {
					result = true
				}
			},
			["气"] = {
				["狗"] = {
					result = true
				}
			},
			["流"] = {
				["亡"] = {
					["笔"] = {
						["记"] = {
							result = true
						}
					}
				}
			},
			["烛"] = {
				["光"] = {
					result = true,
					["悼"] = {
						["念"] = {
							result = true
						}
					}
				}
			},
			["狗"] = {
				result = true
			},
			["猎"] = {
				["枪"] = {
					result = true
				}
			},
			["瓦"] = {
				["斯"] = {
					["手"] = {
						["狗"] = {
							result = true
						}
					}
				}
			},
			["白"] = {
				["衣"] = {
					["活"] = {
						["动"] = {
							result = true
						}
					}
				}
			},
			["直"] = {
				["销"] = {
					result = true
				}
			},
			["真"] = {
				["相"] = {
					result = true
				}
			},
			["短"] = {
				["狗"] = {
					result = true,
					["专"] = {
						result = true
					},
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			},
			["纪"] = {
				["录"] = {
					["片"] = {
						result = true
					}
				},
				["念"] = {
					result = true
				}
			},
			["维"] = {
				["园"] = {
					result = true
				},
				["多"] = {
					["利"] = {
						["亚"] = {
							result = true
						}
					}
				}
			},
			["薪"] = {
				["火"] = {
					result = true,
					["相"] = {
						["传"] = {
							result = true
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					result = true
				}
			},
			["警"] = {
				["用"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["证"] = {
				["词"] = {
					result = true
				}
			},
			["赵"] = {
				["紫"] = {
					["阳"] = {
						result = true
					}
				}
			},
			["起"] = {
				["因"] = {
					result = true
				}
			},
			["邓"] = {
				["小"] = {
					["平"] = {
						result = true
					}
				}
			},
			["配"] = {
				["件"] = {
					result = true
				}
			},
			["门"] = {
				["事"] = {
					["件"] = {
						result = true
					}
				}
			},
			["靠"] = {
				result = true
			},
			["风"] = {
				["波"] = {
					result = true
				}
			},
			["骚"] = {
				["乱"] = {
					result = true
				}
			}
		},
		["5"] = {
			["-"] = {
				["1"] = {
					["事"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["4"] = {
				K = {
					["打"] = {
						["猎"] = {
							["用"] = {
								["品"] = {
									result = true
								}
							}
						}
					},
					["改"] = {
						["火"] = {
							result = true
						}
					},
					["气"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				k = {
					["全"] = {
						["金"] = {
							["属"] = {
								result = true
							}
						}
					},
					["原"] = {
						["装"] = {
							["金"] = {
								["蛋"] = {
									result = true
								}
							}
						}
					},
					["改"] = {
						["火"] = {
							["套"] = {
								["件"] = {
									result = true
								}
							}
						},
						["装"] = {
							["真"] = {
								["枪"] = {
									result = true
								}
							}
						},
						["裝"] = {
							["真"] = {
								["槍"] = {
									result = true
								}
							}
						}
					},
					["配"] = {
						["件"] = {
							result = true
						}
					}
				},
				["改"] = {
					["火"] = {
						result = true
					},
					["装"] = {
						["真"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["枪"] = {
					result = true
				},
				["消"] = {
					["音"] = {
						["器"] = {
							result = true
						}
					}
				}
			},
			["全"] = {
				["金"] = {
					["属"] = {
						result = true
					}
				}
			},
			["军"] = {
				["镇"] = {
					["压"] = {
						result = true
					}
				},
				["陈"] = {
					["光"] = {
						result = true
					}
				}
			},
			["式"] = {
				["骑"] = {
					["兵"] = {
						["刀"] = {
							result = true
						}
					}
				}
			}
		},
		["6"] = {
			["5"] = {
				["5"] = {
					["成"] = {
						["人"] = {
							["影"] = {
								["院"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["6"] = {
				["情"] = {
					["色"] = {
						["贴"] = {
							["图"] = {
								result = true
							}
						}
					}
				},
				["看"] = {
					["妹"] = {
						["妹"] = {
							result = true
						}
					}
				}
			},
			["8"] = {
				["小"] = {
					["说"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["播"] = {
				["播"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["7"] = {
			["8"] = {
				["9"] = {
					["性"] = {
						["愛"] = {
							["電"] = {
								["影"] = {
									result = true
								}
							}
						},
						["爱"] = {
							["电"] = {
								["影"] = {
									result = true
								}
							}
						}
					}
				},
				["色"] = {
					["色"] = {
						["链"] = {
							result = true
						}
					}
				}
			},
			["式"] = {
				["微"] = {
					["声"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["维"] = {
					["生"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["8"] = {
			["式"] = {
				["手"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["手"] = {
				["狗"] = {
					result = true
				}
			},
			["聊"] = {
				["吧"] = {
					result = true
				}
			}
		},
		["9"] = {
			result = true,
			["4"] = {
				x = {
					x = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			},
			["乐"] = {
				["园"] = {
					result = true
				}
			},
			["势"] = {
				result = true
			},
			["式"] = {
				result = true,
				["房"] = {
					["山"] = {
						result = true
					}
				}
			},
			["手"] = {
				["机"] = {
					["卧"] = {
						["底"] = {
							["软"] = {
								["件"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			},
			["社"] = {
				["区"] = {
					result = true
				}
			}
		},
		M = {
			["社"] = {
				["区"] = {
					["综"] = {
						["合"] = {
							result = true
						}
					}
				}
			},
			["综"] = {
				["合"] = {
					["社"] = {
						["区"] = {
							result = true
						}
					}
				}
			}
		},
		f = {
			o = {
				u = {
					r = {
						result = true
					}
				}
			}
		},
		k = {
			["聊"] = {
				["天"] = {
					["馆"] = {
						result = true
					}
				}
			}
		},
		["、"] = {
			["4"] = {
				result = true,
				["李"] = {
					["鹏"] = {
						result = true
					}
				}
			}
		},
		["。"] = {
			["4"] = {
				result = true,
				["事"] = {
					["件"] = {
						result = true
					}
				}
			}
		},
		["亲"] = {
			["事"] = {
				["业"] = {
					result = true
				}
			}
		},
		["人"] = {
			["被"] = {
				["逮"] = {
					result = true
				}
			}
		},
		["位"] = {
			["靓"] = {
				["号"] = {
					result = true
				}
			}
		},
		["党"] = {
			result = true
		},
		["功"] = {
			result = true
		},
		["号"] = {
			["文"] = {
				["件"] = {
					result = true
				}
			}
		},
		["四"] = {
			result = true,
			["事"] = {
				["件"] = {
					result = true
				}
			},
			["内"] = {
				["幕"] = {
					result = true
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						result = true
					}
				}
			},
			["真"] = {
				["相"] = {
					result = true
				}
			},
			["运"] = {
				["动"] = {
					result = true
				}
			},
			["风"] = {
				["波"] = {
					result = true
				}
			},
			["骚"] = {
				["动"] = {
					result = true
				}
			}
		},
		["月"] = {
			[" "] = {
				["第"] = {
					["一"] = {
						["个"] = {
							["星"] = {
								["期"] = {
									["四"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["3"] = {
				["日"] = {
					["大"] = {
						["屠"] = {
							["杀"] = {
								result = true
							}
						}
					},
					["血"] = {
						["腥"] = {
							["镇"] = {
								["压"] = {
									result = true,
									["8"] = {
										["9"] = {
											["年"] = {
												result = true
											}
										}
									},
									["中"] = {
										["共"] = {
											result = true
										}
									},
									["张"] = {
										["世"] = {
											["军"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["4"] = {
				result = true,
				["2"] = {
					["0"] = {
						["周"] = {
							["年"] = {
								result = true
							}
						}
					}
				},
				["号"] = {
					result = true,
					["2"] = {
						["0"] = {
							["周"] = {
								["年"] = {
									result = true
								}
							}
						}
					}
				},
				["日"] = {
					[" "] = {
						["5"] = {
							["月"] = {
								["3"] = {
									["5"] = {
										["日"] = {
											result = true
										}
									}
								}
							}
						},
						["动"] = {
							["乱"] = {
								result = true
							}
						}
					},
					["2"] = {
						["0"] = {
							["周"] = {
								["年"] = {
									result = true
								}
							}
						}
					},
					["中"] = {
						["国"] = {
							["网"] = {
								["站"] = {
									["维"] = {
										["护"] = {
											["日"] = {
												result = true
											}
										}
									}
								}
							}
						}
					},
					["军"] = {
						["队"] = {
							["血"] = {
								["腥"] = {
									["镇"] = {
										["压"] = {
											["天"] = {
												["安"] = {
													["门"] = {
														result = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["动"] = {
						["乱"] = {
							result = true
						}
					},
					["网"] = {
						["站"] = {
							["维"] = {
								["护"] = {
									["日"] = {
										result = true
									}
								}
							},
							["集"] = {
								["体"] = {
									["维"] = {
										["护"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["二"] = {
				["加"] = {
					["二"] = {
						result = true
					}
				}
			}
		},
		["级"] = {
			["答"] = {
				["案"] = {
					result = true
				}
			}
		},
		["肆"] = {
			result = true
		},
		["輪"] = {
			["."] = {
				["0"] = {
					result = true
				}
			}
		},
		["轮"] = {
			["."] = {
				["0"] = {
					result = true
				}
			}
		},
		["黨"] = {
			result = true
		}
	},
	["7"] = {
		["#"] = {
			["7"] = {
				["式"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["."] = {
			["4"] = {
				["中"] = {
					["山"] = {
						["公"] = {
							["园"] = {
								result = true
							}
						}
					}
				}
			},
			["5"] = {
				["事"] = {
					["件"] = {
						result = true
					}
				}
			}
		},
		["0"] = {
			["1"] = {
				["在"] = {
					["线"] = {
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["1"] = {
			["7"] = {
				["狙"] = {
					["击"] = {
						result = true
					}
				},
				["看"] = {
					result = true
				}
			},
			e = {
				e = {
					e = {
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				}
			},
			["游"] = {
				["行"] = {
					result = true
				}
			},
			["集"] = {
				["会"] = {
					result = true
				}
			}
		},
		["2"] = {
			["3"] = {
				M = {
					B = {
						result = true
					}
				}
			},
			["聊"] = {
				["吧"] = {
					result = true,
					["大"] = {
						["秀"] = {
							["站"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["4"] = {
			["7"] = {
				["游"] = {
					["戏"] = {
						result = true
					}
				}
			},
			["式"] = {
				result = true,
				["服"] = {
					["务"] = {
						result = true
					}
				}
			}
		},
		["5"] = {
			["4"] = {
				["2"] = {
					["枪"] = {
						["支"] = {
							result = true
						}
					}
				}
			}
		},
		["6"] = {
			["2"] = {
				m = {
					m = {
						["军"] = {
							["用"] = {
								result = true
							}
						},
						["手"] = {
							["狗"] = {
								result = true
							}
						}
					}
				},
				["毫"] = {
					["米"] = {
						result = true
					}
				}
			},
			m = {
				m = {
					["3"] = {
						["年"] = {
							["式"] = {
								result = true
							}
						}
					},
					["9"] = {
						["8"] = {
							["式"] = {
								result = true
							}
						}
					},
					["高"] = {
						["炮"] = {
							["炮"] = {
								["弹"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["7"] = {
			["7"] = {
				["黄"] = {
					["站"] = {
						result = true
					}
				}
			},
			["8"] = {
				["棋"] = {
					["牌"] = {
						result = true
					}
				}
			},
			b = {
				["手"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["伦"] = {
				["理"] = {
					["社"] = {
						["区"] = {
							result = true
						}
					}
				}
			},
			["军"] = {
				["品"] = {
					["弓"] = {
						result = true
					}
				},
				["用"] = {
					result = true
				}
			},
			["售"] = {
				result = true
			},
			["宪"] = {
				["章"] = {
					result = true
				}
			},
			["尸"] = {
				["变"] = {
					result = true
				}
			},
			["式"] = {
				result = true,
				S = {
					Q = {
						result = true
					}
				},
				["专"] = {
					result = true
				},
				["军"] = {
					["狗"] = {
						result = true
					},
					["用"] = {
						["枪"] = {
							result = true
						}
					}
				},
				["手"] = {
					["抢"] = {
						result = true
					},
					["木"] = {
						["仓"] = {
							result = true
						}
					},
					["槍"] = {
						result = true
					}
				},
				["枪"] = {
					["出"] = {
						result = true
					}
				},
				["气"] = {
					["木"] = {
						["仓"] = {
							result = true
						}
					}
				},
				["短"] = {
					["狗"] = {
						result = true
					}
				},
				["转"] = {
					["让"] = {
						result = true
					}
				},
				["钢"] = {
					["珠"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["手"] = {
				result = true,
				q = {
					i = {
						a = {
							n = {
								g = {
									result = true
								}
							}
						}
					}
				},
				["木"] = {
					["仓"] = {
						result = true
					}
				},
				["枪"] = {
					result = true,
					[" "] = {
						["5"] = {
							["4"] = {
								["手"] = {
									["枪"] = {
										[" "] = {
											["6"] = {
												["4"] = {
													["手"] = {
														["枪"] = {
															result = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["子"] = {
						["弹"] = {
							result = true
						}
					},
					["见"] = {
						["面"] = {
							["交"] = {
								["易"] = {
									result = true
								}
							}
						}
					}
				},
				["槍"] = {
					result = true,
					["专"] = {
						result = true
					},
					["价"] = {
						["格"] = {
							result = true
						}
					},
					["子"] = {
						["彈"] = {
							result = true
						}
					}
				},
				["狗"] = {
					result = true
				}
			},
			["抢"] = {
				["支"] = {
					result = true
				}
			},
			["枪"] = {
				result = true,
				["支"] = {
					result = true,
					["便"] = {
						["宜"] = {
							["出"] = {
								result = true
							}
						}
					}
				}
			},
			["槍"] = {
				result = true
			},
			["狼"] = {
				["客"] = {
					result = true
				}
			},
			["猎"] = {
				["枪"] = {
					result = true
				},
				["槍"] = {
					result = true
				}
			},
			["短"] = {
				["狗"] = {
					result = true
				}
			},
			["警"] = {
				["用"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["8"] = {
			["9"] = {
				P = {
					P = {
						result = true
					}
				},
				["干"] = {
					["妹"] = {
						["妹"] = {
							result = true
						}
					}
				}
			}
		},
		["9"] = {
			["8"] = {
				["弹"] = {
					["弓"] = {
						result = true
					}
				}
			},
			["冲"] = {
				["锋"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["式"] = {
				["狙"] = {
					["击"] = {
						["步"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["衝"] = {
				["鋒"] = {
					["槍"] = {
						result = true
					}
				}
			}
		},
		["?"] = {
			["7"] = {
				["尸"] = {
					["变"] = {
						result = true
					}
				}
			}
		},
		S = {
			e = {
				["皇"] = {
					["家"] = {
						["娱"] = {
							["乐"] = {
								result = true
							}
						}
					}
				},
				["高"] = {
					["清"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			}
		},
		a = {
			i = {
				["蜜"] = {
					["桃"] = {
						result = true
					}
				}
			}
		},
		["~"] = {
			["浜"] = {
				["崎"] = {
					["ひ"] = {
						["め"] = {
							result = true
						}
					}
				}
			}
		},
		["•"] = {
			["7"] = {
				["尸"] = {
					["变"] = {
						result = true
					}
				}
			}
		},
		["。"] = {
			["2"] = {
				["2"] = {
					result = true
				}
			},
			["5"] = {
				["事"] = {
					["件"] = {
						result = true
					}
				}
			}
		},
		["乐"] = {
			["赌"] = {
				["场"] = {
					result = true
				}
			}
		},
		["夕"] = {
			["色"] = {
				["成"] = {
					["人"] = {
						["综"] = {
							["合"] = {
								result = true
							}
						}
					}
				},
				["综"] = {
					["合"] = {
						result = true
					}
				}
			}
		},
		["大"] = {
			["叔"] = {
				["论"] = {
					["坛"] = {
						result = true
					}
				}
			}
		},
		["女"] = {
			["医"] = {
				result = true
			}
		},
		["月"] = {
			["5"] = {
				["号"] = {
					result = true
				}
			}
		},
		["毫"] = {
			["米"] = {
				["铜"] = {
					["壳"] = {
						["钢"] = {
							["珠"] = {
								["弹"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["种"] = {
			["科"] = {
				["学"] = {
					["做"] = {
						["爱"] = {
							["姿"] = {
								["势"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["色"] = {
			["啦"] = {
				["成"] = {
					["人"] = {
						["综"] = {
							["合"] = {
								result = true
							}
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["网"] = {
						result = true
					}
				}
			},
			["高"] = {
				["清"] = {
					result = true
				}
			}
		}
	},
	["8"] = {
		["*"] = {
			["8"] = {
				T = {
					["恤"] = {
						result = true
					}
				},
				["文"] = {
					["化"] = {
						["衫"] = {
							result = true
						}
					}
				},
				["黑"] = {
					["衣"] = {
						result = true
					}
				}
			}
		},
		["0"] = {
			["0"] = {
				["8"] = {
					["猎"] = {
						["箭"] = {
							result = true
						}
					},
					["箭"] = {
						result = true
					}
				},
				["操"] = {
					["成"] = {
						["人"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["6"] = {
				["前"] = {
					["闪"] = {
						["灯"] = {
							result = true
						}
					}
				}
			},
			["8"] = {
				["猎"] = {
					["箭"] = {
						result = true
					}
				},
				["资"] = {
					["源"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["9"] = {
				["0"] = {
					["性"] = {
						["爱"] = {
							result = true
						}
					},
					["操"] = {
						["逼"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["后"] = {
				["骚"] = {
					["比"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			},
			["学"] = {
				["生"] = {
					["妹"] = {
						result = true
					}
				}
			},
			["年"] = {
				["代"] = {
					["末"] = {
						result = true
					}
				},
				["老"] = {
					["版"] = {
						["假"] = {
							["币"] = {
								result = true
							},
							["钱"] = {
								["币"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["式"] = {
				["手"] = {
					["枪"] = {
						result = true
					}
				},
				["自"] = {
					["动"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["色"] = {
				["区"] = {
					result = true
				}
			},
			["范"] = {
				result = true
			}
		},
		["1"] = {
			["军"] = {
				result = true,
				["刺"] = {
					result = true,
					["刀"] = {
						result = true
					},
					["叨"] = {
						result = true
					}
				},
				["斧"] = {
					["专"] = {
						result = true
					}
				},
				["枪"] = {
					result = true,
					["专"] = {
						result = true
					},
					["弹"] = {
						["专"] = {
							result = true
						}
					}
				},
				["短"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["杠"] = {
				result = true
			},
			["軍"] = {
				["刺"] = {
					result = true
				},
				["斧"] = {
					result = true
				},
				["枪"] = {
					["专"] = {
						result = true
					}
				}
			}
		},
		["2"] = {
			["="] = {
				["6"] = {
					["4"] = {
						result = true
					}
				}
			}
		},
		["4"] = {
			["5"] = {
				["8"] = {
					["7"] = {
						["3"] = {
							["7"] = {
								["3"] = {
									["2"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["式"] = {
				["微"] = {
					["型"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["航"] = {
					["空"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["5"] = {
			a = {
				v = {
					A = {
						["片"] = {
							result = true
						}
					},
					["影"] = {
						["城"] = {
							result = true
						}
					}
				}
			},
			c = {
				c = {
					z = {
						["的"] = {
							["情"] = {
								result = true
							}
						}
					}
				}
			},
			s = {
				t = {
					["免"] = {
						["费"] = {
							["影"] = {
								["城"] = {
									result = true
								}
							}
						}
					},
					["硬"] = {
						["邦"] = {
							["邦"] = {
								result = true
							}
						}
					}
				}
			},
			["式"] = {
				result = true,
				["狙"] = {
					["击"] = {
						["步"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["街"] = {
				["免"] = {
					["费"] = {
						["影"] = {
							["片"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["6"] = {
			["色"] = {
				["区"] = {
					result = true
				}
			}
		},
		["7"] = {
			["7"] = {
				["影"] = {
					["视"] = {
						result = true
					}
				},
				["网"] = {
					result = true
				}
			},
			["式"] = {
				["手"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["8"] = {
			["+"] = {
				["1"] = {
					["事"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["8"] = {
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									result = true
								}
							}
						}
					}
				},
				["娛"] = {
					["樂"] = {
						["城"] = {
							result = true
						}
					}
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				},
				["真"] = {
					["人"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									result = true
								}
							}
						},
						["赌"] = {
							["场"] = {
								result = true
							}
						}
					}
				}
			},
			["9"] = {
				["9"] = {
					["色"] = {
						["导"] = {
							["航"] = {
								result = true
							}
						}
					}
				}
			},
			["博"] = {
				["彩"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						["赌"] = {
							["博"] = {
								result = true
							}
						}
					}
				}
			},
			["式"] = {
				result = true,
				["狙"] = {
					["击"] = {
						["步"] = {
							["枪"] = {
								result = true,
								["专"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["彩"] = {
				["票"] = {
					["网"] = {
						result = true
					}
				}
			},
			["狙"] = {
				["击"] = {
					["步"] = {
						["枪"] = {
							["玩"] = {
								["具"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["真"] = {
				["人"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			},
			["色"] = {
				["导"] = {
					["航"] = {
						result = true
					}
				},
				["网"] = {
					result = true
				}
			}
		},
		["9"] = {
			[" "] = {
				["北"] = {
					["京"] = {
						["火"] = {
							["车"] = {
								["站"] = {
									result = true
								}
							}
						}
					}
				},
				["天"] = {
					["安"] = {
						["门"] = {
							["屠"] = {
								result = true
							},
							["广"] = {
								["场"] = {
									result = true
								}
							}
						}
					}
				},
				["学"] = {
					["潮"] = {
						result = true
					}
				},
				["流"] = {
					["血"] = {
						["冲"] = {
							["突"] = {
								result = true
							}
						}
					}
				},
				["血"] = {
					["案"] = {
						result = true
					}
				},
				["运"] = {
					["动"] = {
						["正"] = {
							["名"] = {
								result = true
							}
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					[" "] = {
						["加"] = {
							["拿"] = {
								["大"] = {
									result = true,
									["电"] = {
										["文"] = {
											result = true,
											[" "] = {
												["解"] = {
													["密"] = {
														result = true
													}
												}
											}
										}
									}
								}
							}
						},
						["解"] = {
							["密"] = {
								result = true
							}
						}
					},
					T = {
						["恤"] = {
							result = true
						}
					},
					["六"] = {
						["四"] = {
							result = true,
							["谜"] = {
								["案"] = {
									result = true
								}
							}
						}
					},
					["司"] = {
						["徒"] = {
							["华"] = {
								result = true
							}
						}
					},
					["屠"] = {
						["杀"] = {
							result = true
						}
					},
					["文"] = {
						["化"] = {
							["衫"] = {
								result = true
							}
						}
					},
					["黑"] = {
						["衣"] = {
							result = true
						}
					}
				}
			},
			["事"] = {
				["件"] = {
					result = true
				}
			},
			["六"] = {
				["四"] = {
					result = true,
					["事"] = {
						["件"] = {
							result = true,
							["二"] = {
								["十"] = {
									["周"] = {
										["年"] = {
											["纪"] = {
												["念"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["动"] = {
				["乱"] = {
					result = true,
					["真"] = {
						["相"] = {
							result = true
						}
					}
				}
			},
			["動"] = {
				["亂"] = {
					result = true
				}
			},
			["北"] = {
				["京"] = {
					["火"] = {
						["车"] = {
							["站"] = {
								result = true
							}
						}
					}
				}
			},
			["历"] = {
				["史"] = {
					["真"] = {
						["相"] = {
							result = true
						}
					}
				}
			},
			["大"] = {
				["学"] = {
					["生"] = {
						result = true
					}
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						result = true,
						["事"] = {
							["件"] = {
								result = true
							}
						},
						["屠"] = {
							result = true
						},
						["广"] = {
							["场"] = {
								result = true,
								["事"] = {
									["件"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["学"] = {
				["潮"] = {
					result = true
				},
				["生"] = {
					["运"] = {
						["动"] = {
							result = true,
							[" "] = {
								["李"] = {
									["鹏"] = {
										result = true
									}
								}
							},
							["李"] = {
								["鹏"] = {
									result = true
								}
							}
						}
					}
				},
				["运"] = {
					result = true
				}
			},
			["學"] = {
				["潮"] = {
					result = true
				}
			},
			["屠"] = {
				["城"] = {
					result = true
				}
			},
			["年"] = {
				result = true,
				[" "] = {
					["六"] = {
						["四"] = {
							result = true
						}
					},
					["动"] = {
						["乱"] = {
							result = true
						}
					},
					["天"] = {
						["安"] = {
							["门"] = {
								[" "] = {
									["动"] = {
										["乱"] = {
											result = true
										}
									}
								},
								["动"] = {
									["乱"] = {
										result = true
									}
								}
							}
						}
					},
					["学"] = {
						["生"] = {
							result = true,
							[" "] = {
								["运"] = {
									["动"] = {
										result = true
									}
								}
							}
						}
					},
					["春"] = {
						["夏"] = {
							["之"] = {
								["交"] = {
									result = true
								}
							}
						}
					}
				},
				["事"] = {
					["件"] = {
						result = true,
						["的"] = {
							["记"] = {
								["录"] = {
									["片"] = {
										result = true
									}
								}
							}
						}
					},
					["变"] = {
						result = true
					}
				},
				["六"] = {
					["四"] = {
						result = true,
						["天"] = {
							["安"] = {
								["门"] = {
									["事"] = {
										["件"] = {
											result = true
										}
									}
								}
							}
						},
						["学"] = {
							["生"] = {
								["爱"] = {
									["国"] = {
										["运"] = {
											["动"] = {
												["正"] = {
													["名"] = {
														result = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["天"] = {
					["安"] = {
						["门"] = {
							["动"] = {
								["乱"] = {
									result = true
								}
							}
						}
					}
				},
				["学"] = {
					["生"] = {
						result = true,
						["运"] = {
							["动"] = {
								result = true
							}
						}
					}
				},
				["政"] = {
					["治"] = {
						["风"] = {
							["波"] = {
								result = true
							}
						}
					}
				},
				["的"] = {
					["广"] = {
						["场"] = {
							result = true
						}
					},
					["斗"] = {
						["争"] = {
							result = true
						}
					},
					["春"] = {
						["夏"] = {
							["之"] = {
								["交"] = {
									result = true
								}
							}
						}
					},
					["鬥"] = {
						["爭"] = {
							result = true
						}
					}
				}
			},
			["政"] = {
				["治"] = {
					["风"] = {
						["波"] = {
							result = true
						}
					}
				}
			},
			["暴"] = {
				["乱"] = {
					result = true
				},
				["亂"] = {
					result = true
				}
			},
			["柳"] = {
				["丝"] = {
					result = true
				}
			},
			["武"] = {
				["力"] = {
					["镇"] = {
						["压"] = {
							result = true
						}
					}
				}
			},
			["民"] = {
				y = {
					u = {
						n = {
							["学"] = {
								["生"] = {
									["领"] = {
										["袖"] = {
											result = true
										}
									}
								}
							}
						}
					}
				},
				["运"] = {
					result = true
				}
			},
			["流"] = {
				["血"] = {
					["冲"] = {
						["突"] = {
							result = true
						}
					}
				}
			},
			["游"] = {
				["行"] = {
					result = true
				}
			},
			["瓦"] = {
				["莱"] = {
					["丽"] = {
						["萨"] = {
							["姆"] = {
								["森"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["血"] = {
				["案"] = {
					result = true
				}
			},
			["运"] = {
				["动"] = {
					result = true,
					["正"] = {
						["名"] = {
							result = true
						}
					}
				}
			},
			["重"] = {
				["演"] = {
					result = true
				}
			},
			["镇"] = {
				["压"] = {
					result = true
				}
			},
			["靠"] = {
				result = true
			},
			["風"] = {
				["波"] = {
					result = true
				}
			},
			["风"] = {
				["波"] = {
					result = true
				}
			},
			["骚"] = {
				["乱"] = {
					result = true
				}
			}
		},
		["?"] = {
			["9"] = {
				["靠"] = {
					result = true
				}
			}
		},
		x = {
			["8"] = {
				[" "] = {
					["天"] = {
						["安"] = {
							["门"] = {
								result = true
							}
						}
					}
				},
				["2"] = {
					["0"] = {
						["周"] = {
							["年"] = {
								result = true
							}
						}
					}
				},
				["天"] = {
					["安"] = {
						["门"] = {
							result = true
						}
					}
				}
			}
		},
		["²"] = {
			["="] = {
				["6"] = {
					["4"] = {
						result = true
					}
				}
			}
		},
		["。"] = {
			["9"] = {
				result = true
			}
		},
		["个"] = {
			["熟"] = {
				["女"] = {
					result = true
				}
			}
		},
		["仙"] = {
			["靠"] = {
				result = true
			}
		},
		["号"] = {
			["公"] = {
				["馆"] = {
					result = true
				}
			}
		},
		["平"] = {
			["方"] = {
				["事"] = {
					["件"] = {
						result = true
					}
				}
			}
		},
		["点"] = {
			["真"] = {
				["人"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["爱"] = {
			["色"] = {
				result = true,
				["电"] = {
					["影"] = {
						result = true,
						["院"] = {
							result = true
						}
					}
				}
			}
		},
		["的"] = {
			["平"] = {
				["方"] = {
					result = true
				}
			}
		},
		["色"] = {
			["影"] = {
				["视"] = {
					result = true
				}
			}
		},
		["连"] = {
			["环"] = {
				["百"] = {
					["家"] = {
						["乐"] = {
							result = true
						}
					}
				}
			}
		},
		["連"] = {
			["環"] = {
				["百"] = {
					["家"] = {
						["樂"] = {
							result = true
						}
					}
				}
			}
		},
		["點"] = {
			["真"] = {
				["人"] = {
					["娛"] = {
						["樂"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["？"] = {
			["9"] = {
				["靠"] = {
					result = true
				}
			}
		}
	},
	["9"] = {
		["."] = {
			["1"] = {
				["0"] = {
					["."] = {
						["3"] = {
							["运"] = {
								["动"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["0"] = {
			["0"] = {
				["8"] = {
					["博"] = {
						["彩"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["1"] = {
				["9"] = {
					["红"] = {
						["外"] = {
							["对"] = {
								["射"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["8"] = {
				["8"] = {
					w = {
						z = {
							result = true
						}
					}
				}
			},
			["9"] = {
				["摄"] = {
					["像"] = {
						["车"] = {
							["钥"] = {
								["匙"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							result = true
						}
					}
				}
			},
			["后"] = {
				a = {
					v = {
						result = true
					}
				},
				["做"] = {
					["爱"] = {
						A = {
							["片"] = {
								result = true
							}
						}
					}
				},
				["各"] = {
					["种"] = {
						["门"] = {
							["事"] = {
								["件"] = {
									result = true
								}
							}
						}
					}
				},
				["大"] = {
					["胆"] = {
						["自"] = {
							["慰"] = {
								["照"] = {
									result = true
								}
							}
						}
					}
				},
				["妹"] = {
					["妹"] = {
						result = true
					}
				},
				["嫩"] = {
					B = {
						["导"] = {
							["航"] = {
								result = true
							}
						},
						["珍"] = {
							["藏"] = {
								result = true
							}
						}
					},
					["射"] = {
						["导"] = {
							["航"] = {
								result = true
							}
						}
					}
				},
				["性"] = {
					["交"] = {
						["网"] = {
							result = true
						}
					},
					["爱"] = {
						result = true
					}
				},
				["真"] = {
					["实"] = {
						["裸"] = {
							["聊"] = {
								result = true
							}
						}
					}
				},
				["绿"] = {
					["色"] = {
						["导"] = {
							["航"] = {
								result = true
							}
						}
					}
				},
				["群"] = {
					["交"] = {
						result = true
					}
				},
				["自"] = {
					["拍"] = {
						result = true,
						["网"] = {
							result = true
						}
					}
				},
				["色"] = {
					["情"] = {
						result = true
					},
					["狼"] = {
						["导"] = {
							["航"] = {
								result = true
							}
						}
					},
					["诱"] = {
						result = true
					}
				},
				["艳"] = {
					["照"] = {
						result = true
					}
				},
				["露"] = {
					["点"] = {
						["自"] = {
							["拍"] = {
								result = true
							}
						}
					}
				},
				["黑"] = {
					["丝"] = {
						result = true,
						["电"] = {
							["影"] = {
								result = true
							}
						},
						["网"] = {
							result = true
						}
					}
				}
			},
			["夜"] = {
				["色"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["学"] = {
				["生"] = {
					["妹"] = {
						result = true
					}
				}
			},
			["小"] = {
				["三"] = {
					["网"] = {
						result = true
					}
				}
			},
			["年"] = {
				["代"] = {
					["色"] = {
						["情"] = {
							result = true
						}
					}
				}
			},
			["撸"] = {
				["撸"] = {
					result = true
				}
			},
			["脑"] = {
				["残"] = {
					["露"] = {
						["点"] = {
							["照"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["1"] = {
			["1"] = {
				["博"] = {
					["彩"] = {
						["通"] = {
							result = true
						}
					}
				},
				["报"] = {
					["警"] = {
						["器"] = {
							result = true
						}
					}
				},
				["电"] = {
					["警"] = {
						["棍"] = {
							result = true
						}
					}
				},
				["色"] = {
					result = true,
					["情"] = {
						["淫"] = {
							["色"] = {
								["网"] = {
									result = true
								}
							}
						}
					},
					["色"] = {
						["色"] = {
							result = true
						}
					}
				},
				["资"] = {
					["源"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["5"] = {
				["8"] = {
					["裸"] = {
						["聊"] = {
							["网"] = {
								result = true
							},
							["频"] = {
								["道"] = {
									result = true
								}
							}
						}
					},
					["走"] = {
						["私"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["8"] = {
				["型"] = {
					["高"] = {
						["压"] = {
							["电"] = {
								["棍"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["9"] = {
				["1"] = {
					m = {
						i = {
							result = true
						}
					}
				},
				["综"] = {
					["合"] = {
						["色"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["人"] = {
				["人"] = {
					["色"] = {
						result = true
					}
				}
			},
			["去"] = {
				["撸"] = {
					result = true
				}
			},
			["图"] = {
				result = true
			},
			["小"] = {
				["次"] = {
					["郎"] = {
						result = true
					}
				}
			},
			["成"] = {
				["人"] = {
					result = true
				}
			},
			["看"] = {
				["看"] = {
					["吧"] = {
						result = true
					}
				}
			}
		},
		["2"] = {
			F = {
				["巨"] = {
					["乳"] = {
						["娘"] = {
							["応"] = {
								["募"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						result = true,
						["专"] = {
							result = true
						}
					}
				}
			},
			["军"] = {
				["用"] = {
					["手"] = {
						["枪"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["式"] = {
				["5"] = {
					["."] = {
						["8"] = {
							m = {
								m = {
									result = true
								}
							}
						}
					},
					["8"] = {
						m = {
							m = {
								result = true
							}
						}
					}
				},
				["9"] = {
					m = {
						m = {
							result = true,
							["手"] = {
								["枪"] = {
									result = true
								}
							},
							["木"] = {
								["仓"] = {
									result = true
								}
							},
							["枪"] = {
								result = true
							}
						}
					}
				},
				J = {
					Y = {
						S = {
							Q = {
								result = true
							}
						}
					}
				},
				q = {
					i = {
						a = {
							n = {
								g = {
									result = true
								}
							}
						}
					}
				},
				["低"] = {
					["价"] = {
						result = true
					}
				},
				["军"] = {
					["用"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["手"] = {
					["槍"] = {
						result = true
					}
				},
				["枪"] = {
					result = true,
					["专"] = {
						result = true
					},
					["支"] = {
						result = true
					}
				},
				["槍"] = {
					result = true,
					["6"] = {
						["4"] = {
							["式"] = {
								["槍"] = {
									result = true
								}
							}
						}
					},
					["專"] = {
						result = true
					}
				},
				["气"] = {
					["木"] = {
						["仓"] = {
							result = true
						}
					}
				},
				["现"] = {
					["货"] = {
						result = true
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["警"] = {
					["用"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["转"] = {
					["让"] = {
						result = true
					}
				},
				["钢"] = {
					["珠"] = {
						result = true
					}
				}
			},
			["手"] = {
				q = {
					i = {
						a = {
							n = {
								g = {
									result = true
								}
							}
						}
					}
				},
				["木"] = {
					["仓"] = {
						result = true
					}
				},
				["枪"] = {
					result = true,
					["9"] = {
						["2"] = {
							result = true
						}
					},
					["子"] = {
						["弹"] = {
							result = true
						},
						["彈"] = {
							result = true
						}
					}
				},
				["槍"] = {
					result = true,
					["专"] = {
						result = true
					},
					["价"] = {
						["格"] = {
							result = true
						}
					},
					["子"] = {
						["彈"] = {
							result = true
						}
					}
				},
				["狗"] = {
					result = true
				}
			},
			["抢"] = {
				["支"] = {
					result = true
				}
			},
			["枪"] = {
				result = true
			},
			["槍"] = {
				result = true,
				["5"] = {
					["4"] = {
						["式"] = {
							["槍"] = {
								result = true
							}
						}
					}
				},
				["專"] = {
					result = true
				}
			},
			["气"] = {
				["狗"] = {
					result = true
				}
			},
			["狗"] = {
				result = true
			},
			["猎"] = {
				["枪"] = {
					result = true
				}
			},
			["真"] = {
				["手"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["警"] = {
				["用"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["3"] = {
			["."] = {
				["1"] = {
					["政"] = {
						["策"] = {
							result = true
						}
					}
				}
			}
		},
		["4"] = {
			["式"] = {
				result = true,
				["1"] = {
					["初"] = {
						["型"] = {
							result = true
						}
					},
					["型"] = {
						result = true,
						D = {
							C = {
								["弹"] = {
									result = true
								}
							}
						}
					}
				},
				["2"] = {
					["型"] = {
						result = true,
						D = {
							C = {
								["弹"] = {
									result = true
								}
							}
						}
					},
					["改"] = {
						["型"] = {
							result = true
						}
					}
				},
				["3"] = {
					["型"] = {
						result = true,
						D = {
							C = {
								["弹"] = {
									result = true
								}
							}
						}
					},
					["改"] = {
						["型"] = {
							result = true
						}
					}
				},
				["4"] = {
					["型"] = {
						result = true,
						D = {
							C = {
								["弹"] = {
									result = true
								}
							}
						}
					},
					["改"] = {
						["型"] = {
							result = true
						}
					}
				},
				["5"] = {
					["型"] = {
						result = true,
						D = {
							C = {
								["弹"] = {
									result = true
								}
							}
						}
					},
					["巡"] = {
						["型"] = {
							result = true
						}
					}
				},
				D = {
					C = {
						["弹"] = {
							result = true
						}
					}
				}
			}
		},
		["5"] = {
			["2"] = {
				["7"] = {
					["激"] = {
						["情"] = {
							["影"] = {
								["院"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["博"] = {
				["彩"] = {
					["通"] = {
						result = true
					}
				}
			},
			["式"] = {
				["军"] = {
					["刀"] = {
						result = true
					}
				},
				["刺"] = {
					["刀"] = {
						result = true
					}
				},
				["机"] = {
					["枪"] = {
						result = true,
						["网"] = {
							["点"] = {
								result = true
							}
						}
					}
				},
				["機"] = {
					["槍"] = {
						["網"] = {
							["站"] = {
								result = true
							}
						}
					}
				},
				["步"] = {
					["枪"] = {
						result = true
					},
					["槍"] = {
						result = true
					}
				},
				["突"] = {
					["击"] = {
						["步"] = {
							["枪"] = {
								result = true
							},
							["槍"] = {
								result = true
							}
						}
					}
				},
				["自"] = {
					["动"] = {
						["步"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["连"] = {
					["发"] = {
						result = true
					}
				}
			},
			["枪"] = {
				["刺"] = {
					result = true
				}
			},
			["步"] = {
				["枪"] = {
					result = true,
					["子"] = {
						["弹"] = {
							result = true
						},
						["彈"] = {
							result = true,
							["供"] = {
								["應"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["6"] = {
			["9"] = {
				["资"] = {
					["源"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["应"] = {
				["召"] = {
					["名"] = {
						["册"] = {
							result = true
						}
					}
				}
			}
		},
		["7"] = {
			["8"] = {
				a = {
					v = {
						["."] = {
							p = {
								w = {
									result = true
								}
							}
						}
					}
				}
			},
			S = {
				["手"] = {
					["枪"] = {
						result = true
					}
				}
			},
			a = {
				i = {
					["蜜"] = {
						["桃"] = {
							result = true
						}
					}
				},
				v = {
					["8"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			},
			["五"] = {
				["月"] = {
					["天"] = {
						result = true
					}
				}
			},
			["干"] = {
				B = {
					["电"] = {
						["影"] = {
							["网"] = {
								result = true
							}
						}
					}
				},
				["妹"] = {
					["妹"] = {
						["社"] = {
							["区"] = {
								result = true
							}
						}
					}
				}
			},
			["式"] = {
				["步"] = {
					["枪"] = {
						result = true
					},
					["槍"] = {
						result = true
					}
				},
				["防"] = {
					["暴"] = {
						result = true,
						["枪"] = {
							result = true
						},
						["槍"] = {
							result = true
						}
					},
					["爆"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								result = true
							}
						}
					},
					["社"] = {
						["区"] = {
							result = true
						}
					}
				}
			},
			["步"] = {
				["枪"] = {
					["子"] = {
						["弹"] = {
							result = true
						},
						["彈"] = {
							result = true,
							["供"] = {
								["應"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["涩"] = {
				["涩"] = {
					["的"] = {
						["网"] = {
							["站"] = {
								result = true
							}
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					result = true,
					["網"] = {
						result = true
					},
					["网"] = {
						result = true,
						["集"] = {
							["锦"] = {
								result = true
							}
						}
					}
				}
			},
			["爱"] = {
				["蜜"] = {
					["桃"] = {
						result = true,
						["欧"] = {
							["美"] = {
								result = true
							}
						}
					}
				}
			},
			["色"] = {
				["成"] = {
					["人"] = {
						["社"] = {
							["区"] = {
								result = true
							}
						}
					}
				},
				["激"] = {
					result = true
				},
				["色"] = {
					result = true,
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			},
			["蜜"] = {
				["桃"] = {
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["骚"] = {
				["电"] = {
					["影"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["鸡"] = {
				["鸡"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["8"] = {
			["3"] = {
				["2"] = {
					["万"] = {
						["众"] = {
							["堂"] = {
								result = true
							}
						}
					}
				}
			},
			["7"] = {
				["开"] = {
					["奖"] = {
						result = true
					}
				}
			},
			["8"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			},
			["9"] = {
				["娱"] = {
					["乐"] = {
						["导"] = {
							["航"] = {
								result = true
							}
						}
					}
				}
			},
			A = {
				V = {
					["色"] = {
						result = true
					}
				}
			},
			["会"] = {
				["员"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["做"] = {
				["爱"] = {
					result = true
				}
			},
			["式"] = {
				["步"] = {
					["枪"] = {
						result = true,
						["单"] = {
							["价"] = {
								result = true
							}
						}
					}
				}
			},
			["足"] = {
				["球"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["9"] = {
			["%"] = {
				["白"] = {
					["勺"] = {
						["冫"] = {
							["水"] = {
								result = true
							}
						}
					}
				},
				["的"] = {
					["冰"] = {
						result = true
					}
				},
				["纯"] = {
					["度"] = {
						["冰"] = {
							["毒"] = {
								result = true
							}
						}
					}
				},
				["高"] = {
					["纯"] = {
						["度"] = {
							result = true
						}
					}
				}
			},
			["2"] = {
				["2"] = {
					["影"] = {
						["城"] = {
							result = true
						}
					}
				}
			},
			["9"] = {
				["咪"] = {
					["咪"] = {
						result = true
					}
				}
			},
			B = {
				B = {
					S = {
						["春"] = {
							["堂"] = {
								result = true
							}
						}
					}
				}
			},
			y = {
				a = {
					y = {
						a = {
							["影"] = {
								["院"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["式"] = {
				["手"] = {
					["槍"] = {
						result = true
					}
				}
			},
			["的"] = {
				["冰"] = {
					result = true
				}
			},
			["真"] = {
				["人"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			},
			["色"] = {
				["狼"] = {
					["窝"] = {
						result = true
					}
				}
			}
		},
		m = {
			m = {
				["低"] = {
					["价"] = {
						["手"] = {
							["狗"] = {
								result = true
							}
						}
					}
				},
				["冲"] = {
					["锋"] = {
						["枪"] = {
							result = true
						}
					}
				},
				["手"] = {
					g = {
						o = {
							u = {
								result = true
							}
						}
					},
					["狗"] = {
						result = true
					}
				}
			}
		},
		z = {
			z = {
				["金"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["低"] = {
			["价"] = {
				["2"] = {
					["式"] = {
						["枪"] = {
							["支"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["天"] = {
			["神"] = {
				["鹤"] = {
					result = true
				}
			}
		},
		["岁"] = {
			["幼"] = {
				["女"] = {
					["性"] = {
						["交"] = {
							["实"] = {
								["战"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["毫"] = {
			["米"] = {
				["鲁"] = {
					["格"] = {
						["弹"] = {
							result = true
						}
					}
				}
			}
		},
		["环"] = {
			["长"] = {
				["刀"] = {
					["售"] = {
						result = true
					}
				}
			}
		},
		["评"] = {
			["共"] = {
				["产"] = {
					["党"] = {
						result = true
					}
				}
			}
		}
	},
	A = {
		[" "] = {
			V = {
				result = true
			}
		},
		["4"] = {
			U = {
				["人"] = {
					["体"] = {
						["艺"] = {
							["术"] = {
								result = true
							}
						}
					}
				}
			},
			["优"] = {
				["女"] = {
					["郎"] = {
						["脱"] = {
							["衣"] = {
								["秀"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["5"] = {
			["团"] = {
				["购"] = {
					result = true
				}
			}
		},
		A = {
			["1"] = {
				["2"] = {
					["散"] = {
						["弹"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			A = {
				["三"] = {
					["级"] = {
						result = true
					}
				},
				["片"] = {
					result = true
				}
			},
			["炮"] = {
				["开"] = {
					["火"] = {
						["伪"] = {
							["装"] = {
								result = true
							}
						}
					}
				}
			},
			["片"] = {
				["呀"] = {
					result = true
				}
			},
			["色"] = {
				["色"] = {
					["俱"] = {
						["乐"] = {
							["部"] = {
								result = true
							}
						}
					}
				}
			}
		},
		B = {
			["专"] = {
				["用"] = {
					["开"] = {
						["锁"] = {
							["器"] = {
								result = true
							},
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["乐"] = {
				["极"] = {
					["速"] = {
						["快"] = {
							["开"] = {
								result = true
							}
						}
					}
				}
			},
			["卡"] = {
				["巴"] = {
					["锡"] = {
						["纸"] = {
							["工"] = {
								["具"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					result = true
				}
			},
			["无"] = {
				["敌"] = {
					["霸"] = {
						["王"] = {
							result = true,
							["密"] = {
								["云"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["月"] = {
				["牙"] = {
					["极"] = {
						["速"] = {
							["快"] = {
								["开"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		C = {
			P = {
				["半"] = {
					["自"] = {
						["动"] = {
							["手"] = {
								["枪"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		G = {
			["亚"] = {
				["游"] = {
					result = true
				}
			}
		},
		I = {
			C = {
				S = {
					["枪"] = {
						["托"] = {
							result = true
						}
					}
				}
			}
		},
		K = {
			["1"] = {
				["0"] = {
					["1"] = {
						["仿"] = {
							["真"] = {
								result = true
							}
						}
					},
					["3"] = {
						["仿"] = {
							["真"] = {
								result = true
							}
						}
					},
					["5"] = {
						["仿"] = {
							["真"] = {
								result = true
							}
						}
					}
				}
			},
			["4"] = {
				["7"] = {
					["军"] = {
						["刺"] = {
							result = true,
							["正"] = {
								["品"] = {
									result = true
								}
							}
						}
					},
					["冲"] = {
						["锋"] = {
							["折"] = {
								["刀"] = {
									result = true
								}
							}
						}
					},
					["刺"] = {
						["刀"] = {
							result = true,
							["专"] = {
								result = true
							},
							["具"] = {
								["具"] = {
									result = true
								}
							},
							["正"] = {
								["品"] = {
									result = true
								}
							}
						}
					},
					["强"] = {
						["化"] = {
							["版"] = {
								result = true
							}
						}
					},
					["机"] = {
						["枪"] = {
							result = true
						}
					},
					["枪"] = {
						["支"] = {
							["枪"] = {
								result = true
							}
						},
						["枪"] = {
							result = true
						}
					},
					["機"] = {
						["槍"] = {
							result = true
						}
					},
					["气"] = {
						["枪"] = {
							result = true
						}
					},
					["突"] = {
						["击"] = {
							["步"] = {
								["枪"] = {
									result = true
								}
							}
						}
					},
					["配"] = {
						["套"] = {
							["刺"] = {
								["刀"] = {
									result = true
								},
								["忉"] = {
									result = true
								}
							}
						}
					}
				},
				["8"] = {
					["突"] = {
						["击"] = {
							["步"] = {
								["枪"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["7"] = {
				["4"] = {
					M = {
						["仿"] = {
							["真"] = {
								result = true
							}
						}
					}
				}
			},
			K = {
				M = {
					["突"] = {
						["击"] = {
							["步"] = {
								["枪"] = {
									result = true
								}
							}
						}
					}
				}
			},
			M = {
				S = {
					["突"] = {
						["击"] = {
							["步"] = {
								["枪"] = {
									result = true
								}
							}
						}
					}
				},
				["步"] = {
					["枪"] = {
						["扳"] = {
							["机"] = {
								result = true
							}
						}
					}
				}
			},
			P = {
				K = {
					S = {
						["仿"] = {
							["真"] = {
								result = true
							}
						}
					}
				}
			},
			S = {
				["7"] = {
					["4"] = {
						U = {
							result = true,
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			U = {
				["9"] = {
					["4"] = {
						result = true
					}
				}
			},
			["军"] = {
				["刀"] = {
					result = true
				},
				["刺"] = {
					result = true,
					Q = {
						Z = {
							result = true
						}
					},
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			},
			["刺"] = {
				result = true,
				["正"] = {
					["品"] = {
						result = true
					}
				}
			},
			["卡"] = {
				["宾"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["改"] = {
				["进"] = {
					["型"] = {
						result = true
					}
				}
			},
			["枪"] = {
				result = true
			},
			["沙"] = {
				["鹰"] = {
					result = true
				}
			},
			["狗"] = {
				result = true
			},
			["电"] = {
				["狗"] = {
					result = true
				}
			},
			["突"] = {
				["击"] = {
					["步"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		N = {
			["9"] = {
				["4"] = {
					["突"] = {
						["击"] = {
							["步"] = {
								["枪"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		P = {
			E = {
				C = {
					["狙"] = {
						["击"] = {
							["手"] = {
								result = true
							}
						}
					},
					["说"] = {
						["相"] = {
							["声"] = {
								result = true
							}
						}
					}
				}
			}
		},
		R = {
			["1"] = {
				["0"] = {
					["原"] = {
						["型"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["5"] = {
					["步"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["2"] = {
				["4"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["3"] = {
				["0"] = {
					["步"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["5"] = {
				["0"] = {
					["步"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["6"] = {
				["?"] = {
					["猎"] = {
						["人"] = {
							["王"] = {
								result = true
							}
						}
					}
				},
				["獵"] = {
					["人"] = {
						["王"] = {
							result = true
						}
					}
				}
			},
			["7"] = {
				["汽"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["式"] = {
				["武"] = {
					["器"] = {
						["步"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["突"] = {
				["击"] = {
					["步"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		S = {
			["5"] = {
				["0"] = {
					["阻"] = {
						["击"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			P = {
				["怪"] = {
					["兽"] = {
						["强"] = {
							["者"] = {
								result = true
							}
						}
					}
				},
				["甩"] = {
					["棍"] = {
						["专"] = {
							result = true,
							["正"] = {
								["品"] = {
									result = true
								}
							}
						}
					}
				}
			},
			S = {
				["李"] = {
					["弘"] = {
						["旨"] = {
							result = true
						}
					}
				}
			}
		},
		T = {
			O = {
				M = {
					["弹"] = {
						result = true
					}
				}
			},
			T = {
				["成"] = {
					["人"] = {
						["论"] = {
							["坛"] = {
								result = true
							}
						}
					}
				}
			}
		},
		U = {
			G = {
				["真"] = {
					["狗"] = {
						result = true
					}
				}
			}
		},
		V = {
			["3"] = {
				["8"] = {
					["成"] = {
						["人"] = {
							["电"] = {
								["影"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["8"] = {
				["3"] = {
					["成"] = {
						["人"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			A = {
				V = {
					["看"] = {
						result = true
					}
				}
			},
			["两"] = {
				["性"] = {
					result = true,
					["同"] = {
						["性"] = {
							result = true
						}
					},
					["观"] = {
						["看"] = {
							result = true
						}
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			},
			["之"] = {
				["王"] = {
					result = true
				}
			},
			["亚"] = {
				["洲"] = {
					["妹"] = {
						result = true,
						["我"] = {
							["爱"] = {
								["你"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["人"] = {
				["人"] = {
					["干"] = {
						result = true
					}
				},
				["妻"] = {
					result = true
				}
			},
			["仔"] = {
				result = true
			},
			["伦"] = {
				["理"] = {
					["片"] = {
						result = true
					},
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["资"] = {
						["源"] = {
							result = true
						}
					}
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						result = true
					}
				}
			},
			["兩"] = {
				["性"] = {
					result = true
				}
			},
			["吧"] = {
				result = true
			},
			["国"] = {
				["际"] = {
					result = true
				}
			},
			["在"] = {
				["线"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["地"] = {
				["址"] = {
					result = true,
					["分"] = {
						["享"] = {
							result = true
						}
					}
				}
			},
			["大"] = {
				["陆"] = {
					result = true
				}
			},
			["天"] = {
				["堂"] = {
					["电"] = {
						["影"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["女"] = {
				y = {
					o = {
						u = {
							result = true
						}
					}
				},
				["人"] = {
					result = true
				},
				["优"] = {
					result = true,
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["写"] = {
						["真"] = {
							result = true
						}
					},
					["原"] = {
						["田"] = {
							["明"] = {
								["绘"] = {
									result = true
								}
							}
						}
					},
					["影"] = {
						["片"] = {
							result = true
						},
						["院"] = {
							result = true
						}
					},
					["杏"] = {
						["子"] = {
							result = true
						}
					},
					["樱"] = {
						["井"] = {
							["亚"] = {
								["弓"] = {
									result = true
								}
							}
						},
						["树"] = {
							["露"] = {
								["衣"] = {
									result = true
								}
							}
						},
						["警"] = {
							["亚"] = {
								["弓"] = {
									result = true
								}
							}
						}
					},
					["武"] = {
						["腾"] = {
							["兰"] = {
								result = true
							}
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["立"] = {
						["花"] = {
							["里"] = {
								["子"] = {
									result = true
								}
							}
						}
					},
					["艳"] = {
						["照"] = {
							["图"] = {
								result = true
							}
						}
					},
					["苍"] = {
						["井"] = {
							["空"] = {
								result = true
							}
						},
						["警"] = {
							["空"] = {
								result = true
							}
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					},
					["雨"] = {
						["宫"] = {
							["琴"] = {
								["音"] = {
									result = true
								}
							}
						}
					},
					["青"] = {
						["木"] = {
							["莉"] = {
								["子"] = {
									result = true
								}
							},
							["铃"] = {
								result = true
							}
						}
					}
				},
				["優"] = {
					result = true,
					["無"] = {
						["碼"] = {
							result = true
						}
					},
					["蒼"] = {
						["井"] = {
							["空"] = {
								result = true
							}
						},
						["警"] = {
							["空"] = {
								result = true
							}
						}
					}
				},
				["友"] = {
					["百"] = {
						["科"] = {
							["网"] = {
								result = true
							}
						}
					}
				},
				["孩"] = {
					result = true
				},
				["忧"] = {
					["写"] = {
						["真"] = {
							result = true
						}
					}
				},
				["性"] = {
					["奴"] = {
						["隸"] = {
							result = true
						}
					}
				},
				["郎"] = {
					["色"] = {
						["播"] = {
							["电"] = {
								["影"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["小"] = {
				["倉"] = {
					["優"] = {
						["子"] = {
							result = true
						}
					}
				},
				["电"] = {
					["影"] = {
						result = true
					}
				}
			},
			["影"] = {
				["站"] = {
					result = true
				},
				["视"] = {
					result = true
				},
				["讯"] = {
					result = true
				}
			},
			["快"] = {
				["播"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["性"] = {
				["奴"] = {
					["隶"] = {
						result = true
					}
				},
				["本"] = {
					["色"] = {
						result = true,
						["网"] = {
							result = true
						}
					}
				},
				["爱"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["情"] = {
				["色"] = {
					["排"] = {
						["行"] = {
							["榜"] = {
								result = true
							}
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					},
					["色"] = {
						["网"] = {
							result = true
						}
					},
					["電"] = {
						["影"] = {
							result = true
						}
					}
				},
				["淫"] = {
					["两"] = {
						["性"] = {
							result = true
						}
					}
				}
			},
			["按"] = {
				["摩"] = {
					["棒"] = {
						result = true
					}
				}
			},
			["搜"] = {
				result = true
			},
			["文"] = {
				["檔"] = {
					result = true,
					["超"] = {
						["昂"] = {
							["天"] = {
								["使"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["无"] = {
				["码"] = {
					result = true,
					["影"] = {
						["院"] = {
							result = true
						}
					},
					["爽"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["明"] = {
				["星"] = {
					["要"] = {
						result = true
					}
				}
			},
			["最"] = {
				["前"] = {
					["線"] = {
						result = true
					}
				}
			},
			["梦"] = {
				["工"] = {
					["厂"] = {
						result = true
					}
				}
			},
			["棒"] = {
				result = true
			},
			["没"] = {
				["爹"] = {
					result = true
				}
			},
			["淫"] = {
				["女"] = {
					result = true
				},
				["娃"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["熟"] = {
				["女"] = {
					result = true
				}
			},
			["片"] = {
				result = true
			},
			["狼"] = {
				result = true,
				["成"] = {
					["人"] = {
						["色"] = {
							["情"] = {
								result = true
							}
						}
					}
				},
				["社"] = {
					["区"] = {
						result = true
					}
				},
				["论"] = {
					["坛"] = {
						result = true
					}
				}
			},
			["电"] = {
				["影"] = {
					result = true,
					["免"] = {
						["费"] = {
							["下"] = {
								result = true
							}
						}
					},
					["导"] = {
						["航"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					}
				},
				["视"] = {
					["棒"] = {
						["直"] = {
							["销"] = {
								result = true
							}
						}
					}
				}
			},
			["百"] = {
				["种"] = {
					result = true
				}
			},
			["直"] = {
				["播"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["种"] = {
				["子"] = {
					["大"] = {
						["全"] = {
							result = true
						},
						["分"] = {
							["享"] = {
								result = true
							}
						}
					}
				}
			},
			["素"] = {
				["人"] = {
					result = true
				}
			},
			["综"] = {
				["合"] = {
					["社"] = {
						["区"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				result = true,
				["址"] = {
					["大"] = {
						["分"] = {
							["享"] = {
								result = true
							}
						}
					},
					["导"] = {
						["航"] = {
							result = true
						}
					}
				},
				["站"] = {
					result = true,
					["地"] = {
						["址"] = {
							result = true
						}
					}
				}
			},
			["視"] = {
				["頻"] = {
					result = true
				}
			},
			["视"] = {
				["频"] = {
					result = true
				}
			},
			["資"] = {
				["料"] = {
					["庫"] = {
						result = true
					}
				}
			},
			["资"] = {
				["料"] = {
					["库"] = {
						result = true
					}
				}
			},
			["达"] = {
				["人"] = {
					result = true
				}
			},
			["铃"] = {
				["木"] = {
					["爱"] = {
						["理"] = {
							["电"] = {
								["驴"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["零"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			},
			["高"] = {
				["清"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			}
		},
		W = {
			P = {
				["手"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		d = {
			y = {
				["映"] = {
					["画"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		v = {
			s = {
				["导"] = {
					["航"] = {
						result = true
					}
				}
			},
			["免"] = {
				["费"] = {
					["在"] = {
						["线"] = {
							["看"] = {
								result = true
							}
						}
					},
					["看"] = {
						result = true
					}
				}
			},
			["在"] = {
				["线"] = {
					result = true,
					["看"] = {
						result = true
					}
				}
			},
			["女"] = {
				["优"] = {
					["在"] = {
						["线"] = {
							result = true
						}
					}
				}
			},
			["影"] = {
				["院"] = {
					result = true
				}
			}
		},
		["性"] = {
			["快"] = {
				["播"] = {
					["1"] = {
						["2"] = {
							["0"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["点"] = {
			G = {
				["点"] = {
					U = {
						["点"] = {
							result = true
						}
					}
				}
			}
		},
		["片"] = {
			["8"] = {
				["8"] = {
					["8"] = {
						result = true,
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			},
			["下"] = {
				["载"] = {
					result = true
				}
			},
			["专"] = {
				["区"] = {
					result = true
				}
			},
			["免"] = {
				["费"] = {
					["线"] = {
						["上"] = {
							["看"] = {
								result = true
							}
						}
					}
				}
			},
			["在"] = {
				["线"] = {
					["看"] = {
						result = true
					}
				}
			},
			["地"] = {
				["址"] = {
					result = true
				}
			},
			["基"] = {
				["地"] = {
					["网"] = {
						["址"] = {
							result = true
						}
					}
				}
			},
			["大"] = {
				["放"] = {
					["送"] = {
						result = true
					}
				}
			},
			["快"] = {
				["播"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["情"] = {
						["色"] = {
							["網"] = {
								["站"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["浪"] = {
				["友"] = {
					["网"] = {
						result = true
					}
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						result = true
					}
				},
				["驴"] = {
					result = true
				}
			},
			["种"] = {
				["子"] = {
					result = true
				}
			},
			["網"] = {
				result = true
			},
			["線"] = {
				["上"] = {
					["看"] = {
						result = true
					}
				}
			},
			["网"] = {
				["在"] = {
					["线"] = {
						["看"] = {
							result = true
						}
					}
				},
				["址"] = {
					result = true
				},
				["站"] = {
					result = true
				},
				["集"] = {
					["锦"] = {
						result = true
					}
				}
			},
			["群"] = {
				["英"] = {
					["汇"] = {
						result = true
					}
				}
			},
			["色"] = {
				["播"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					result = true
				}
			},
			["资"] = {
				["源"] = {
					result = true
				}
			},
			["迅"] = {
				["雷"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["连"] = {
				["连"] = {
					["看"] = {
						result = true
					}
				}
			},
			["链"] = {
				["接"] = {
					result = true
				}
			}
		},
		["级"] = {
			["片"] = {
				["看"] = {
					["看"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			},
			["金"] = {
				["属"] = {
					["仿"] = {
						["真"] = {
							["狗"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["送"] = {
			["女"] = {
				["儿"] = {
					["去"] = {
						["婆"] = {
							["家"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	B = {
		["5"] = {
			["0"] = {
				["?"] = {
					["狙"] = {
						["击"] = {
							["气"] = {
								["枪"] = {
									result = true
								}
							}
						}
					}
				},
				["气"] = {
					["狗"] = {
						result = true
					}
				},
				["狙"] = {
					["击"] = {
						["气"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["3"] = {
				["热"] = {
					["核"] = {
						["炸"] = {
							["弹"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["6"] = {
			["1"] = {
				["炸"] = {
					["弹"] = {
						result = true
					}
				}
			}
		},
		B = {
			["0"] = {
				["体"] = {
					["育"] = {
						result = true
					}
				},
				["體"] = {
					["育"] = {
						result = true
					}
				}
			},
			C = {
				["中"] = {
					["文"] = {
						[" "] = {
							["天"] = {
								["安"] = {
									["门"] = {
										["母"] = {
											["亲"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				},
				["网"] = {
					["络"] = {
						["电"] = {
							["视"] = {
								["棒"] = {
									result = true
								}
							}
						}
					}
				}
			},
			i = {
				n = {
					["公"] = {
						["司"] = {
							result = true
						}
					},
					["官"] = {
						["网"] = {
							result = true
						}
					},
					["平"] = {
						["台"] = {
							result = true
						}
					}
				}
			},
			["体"] = {
				["育"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					},
					["投"] = {
						["注"] = {
							result = true
						}
					}
				}
			},
			["弹"] = {
				["玩"] = {
					["具"] = {
						["枪"] = {
							result = true
						}
					}
				},
				["退"] = {
					["堂"] = {
						["狗"] = {
							result = true
						}
					}
				}
			},
			["彈"] = {
				result = true
			},
			["彩"] = {
				["弹"] = {
					result = true
				}
			},
			["枪"] = {
				result = true,
				["专"] = {
					result = true
				}
			},
			["槍"] = {
				result = true
			},
			["汽"] = {
				["枪"] = {
					result = true
				}
			},
			["狗"] = {
				["交"] = {
					["流"] = {
						result = true
					}
				}
			},
			["瓦"] = {
				["斯"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["體"] = {
				["育"] = {
					result = true
				}
			}
		},
		E = {
			T = {
				["3"] = {
					["6"] = {
						["5"] = {
							["投"] = {
								["注"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["催"] = {
				["情"] = {
					["迷"] = {
						["幻"] = {
							["水"] = {
								result = true
							}
						}
					}
				}
			}
		},
		M = {
			P = {
				["步"] = {
					["兵"] = {
						["战"] = {
							["车"] = {
								result = true
							}
						}
					}
				}
			}
		},
		N = {
			S = {
				S = {
					["军"] = {
						["刀"] = {
							A = {
								["5"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		O = {
			C = {
				["哌"] = {
					["嗪"] = {
						result = true
					}
				}
			}
		},
		T = {
			["亚"] = {
				["洲"] = {
					["无"] = {
						["码"] = {
							["影"] = {
								["片"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["情"] = {
				["色"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					["发"] = {
						["布"] = {
							["页"] = {
								result = true
							}
						}
					},
					["无"] = {
						["码"] = {
							result = true
						}
					}
				}
			},
			["无"] = {
				["码"] = {
					["区"] = {
						result = true
					}
				}
			},
			["核"] = {
				["工"] = {
					["厂"] = {
						result = true
					}
				}
			},
			["淫"] = {
				["穴"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					result = true,
					["无"] = {
						["码"] = {
							result = true
						}
					}
				}
			},
			["种"] = {
				["子"] = {
					result = true
				}
			},
			["网"] = {
				["址"] = {
					["大"] = {
						["全"] = {
							result = true
						}
					}
				}
			},
			["色"] = {
				["工"] = {
					["厂"] = {
						result = true
					}
				}
			},
			["限"] = {
				["制"] = {
					["级"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			},
			["雷"] = {
				["雷"] = {
					result = true
				}
			},
			["黄"] = {
				["色"] = {
					result = true
				}
			}
		},
		U = {
			C = {
				K = {
					["夜"] = {
						["鷹"] = {
							["平"] = {
								["刃"] = {
									result = true
								}
							}
						},
						["鹰"] = {
							["刃"] = {
								result = true
							},
							["平"] = {
								["刃"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["枪"] = {
				result = true
			}
		},
		l = {
			o = {
				o = {
					d = {
						[" "] = {
							s = {
								q = {
									u = {
										a = {
											r = {
												e = {
													result = true
												}
											}
										}
									}
								}
							},
							["广"] = {
								["场"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["冰"] = {
			result = true
		},
		["博"] = {
			["士"] = {
				result = true
			}
		},
		["发"] = {
			["论"] = {
				["公"] = {
					result = true
				}
			}
		},
		["唇"] = {
			result = true
		},
		["手"] = {
			["三"] = {
				["棱"] = {
					["军"] = {
						c = {
							result = true,
							["正"] = {
								["品"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["专"] = {
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["毛"] = {
			result = true
		},
		["發"] = {
			["論"] = {
				["公"] = {
					result = true
				}
			}
		},
		["芼"] = {
			result = true
		},
		["贱"] = {
			["货"] = {
				result = true
			}
		},
		["首"] = {
			["军"] = {
				["用"] = {
					["警"] = {
						["用"] = {
							result = true,
							["正"] = {
								["品"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	C = {
		["."] = {
			["4"] = {
				["等"] = {
					["炸"] = {
						["彈"] = {
							result = true
						}
					}
				}
			}
		},
		["0"] = {
			["1"] = {
				["0"] = {
					["静"] = {
						["香"] = {
							result = true
						}
					}
				}
			}
		},
		["1"] = {
			E = {
				["假"] = {
					["币"] = {
						result = true,
						Q = {
							Q = {
								result = true
							}
						}
					}
				}
			}
		},
		["4"] = {
			["的"] = {
				["及"] = {
					["使"] = {
						["用"] = {
							result = true
						}
					}
				},
				["教"] = {
					["程"] = {
						result = true
					}
				}
			},
			["等"] = {
				["炸"] = {
					["弹"] = {
						result = true
					}
				}
			}
		},
		A = {
			S = {
				K = {
					["4"] = {
						["8"] = {
							result = true
						}
					}
				},
				["大"] = {
					["刀"] = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					}
				}
			}
		},
		E = {
			["8"] = {
				["6"] = {
					["版"] = {
						["假"] = {
							["币"] = {
								result = true
							}
						},
						["真"] = {
							["币"] = {
								result = true
							}
						}
					}
				}
			},
			O = {
				["娱"] = {
					["乐"] = {
						result = true
					}
				}
			},
			T = {
				["4"] = {
					["答"] = {
						["案"] = {
							result = true
						}
					}
				},
				["6"] = {
					["答"] = {
						["案"] = {
							result = true
						}
					}
				},
				A = {
					S = {
						K = {
							result = true
						}
					}
				},
				["助"] = {
					["考"] = {
						result = true
					}
				},
				["四"] = {
					["六"] = {
						["级"] = {
							["答"] = {
								["案"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		F = {
			X = {
				["气"] = {
					["木"] = {
						["仓"] = {
							result = true
						}
					}
				},
				["氣"] = {
					["槍"] = {
						result = true
					}
				},
				["猎"] = {
					["枪"] = {
						["专"] = {
							result = true
						}
					}
				}
			},
			["枪"] = {
				result = true
			},
			["梦"] = {
				["恋"] = {
					["辅"] = {
						["助"] = {
							["官"] = {
								["网"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		H = {
			["3"] = {
				["1"] = {
					["版"] = {
						["假"] = {
							["币"] = {
								result = true
							}
						},
						["真"] = {
							["币"] = {
								result = true
							}
						}
					}
				}
			}
		},
		K = {
			["催"] = {
				["眠"] = {
					["香"] = {
						["水"] = {
							result = true
						}
					}
				}
			}
		},
		M = {
			G = {
				["2"] = {
					["机"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			M = {
				B = {
					["电"] = {
						["视"] = {
							["棒"] = {
								result = true
							}
						}
					},
					["電"] = {
						["視"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			}
		},
		N = {
			C = {
				["切"] = {
					["销"] = {
						["品"] = {
							["骚"] = {
								["狗"] = {
									result = true
								}
							}
						}
					}
				}
			},
			D = {
				["刊"] = {
					["物"] = {
						["和"] = {
							["论"] = {
								["坛"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		O = {
			["2"] = {
				A = {
					["出"] = {
						["货"] = {
							result = true
						}
					},
					["到"] = {
						["货"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			},
			M = {
				["款"] = {
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		P = {
			["9"] = {
				["9"] = {
					["滑"] = {
						["盖"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			}
		},
		S = {
			["1"] = {
				["0"] = {
					["雷"] = {
						["达"] = {
							["测"] = {
								["速"] = {
									result = true
								}
							}
						}
					}
				},
				["2"] = {
					["雷"] = {
						["达"] = {
							["测"] = {
								["速"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["狗"] = {
				result = true
			}
		},
		T = {
			["扫"] = {
				["描"] = {
					["仪"] = {
						result = true
					}
				}
			},
			["透"] = {
				["視"] = {
					["儀"] = {
						result = true
					}
				},
				["视"] = {
					["仪"] = {
						result = true
					},
					["王"] = {
						result = true
					}
				}
			}
		},
		W = {
			["女"] = {
				["优"] = {
					A = {
						["片"] = {
							result = true
						}
					}
				}
			}
		},
		Z = {
			["1"] = {
				["1"] = {
					["0"] = {
						["手"] = {
							["槍"] = {
								result = true
							}
						}
					}
				}
			},
			["2"] = {
				["5"] = {
					["冲"] = {
						["锋"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["5"] = {
				["2"] = {
					["手"] = {
						["槍"] = {
							result = true
						}
					}
				}
			},
			["7"] = {
				["5"] = {
					["手"] = {
						["槍"] = {
							result = true
						}
					}
				}
			}
		},
		d = {
			a = {
				o = {
					result = true
				}
			}
		},
		["精"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["语"] = {
			["言"] = {
				["门"] = {
					result = true
				}
			}
		}
	},
	D = {
		["5"] = {
			["催"] = {
				["情"] = {
					["水"] = {
						result = true
					}
				}
			}
		},
		["8"] = {
			["0"] = {
				["正"] = {
					["品"] = {
						["军"] = {
							["刺"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["9"] = {
			["军"] = {
				["刀"] = {
					result = true
				},
				["刺"] = {
					result = true
				}
			}
		},
		A = {
			["2"] = {
				["2"] = {
					["战"] = {
						["术"] = {
							["快"] = {
								["开"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		D = {
			K = {
				["强"] = {
					["暴"] = {
						["药"] = {
							result = true
						}
					}
				},
				["迷"] = {
					["女"] = {
						["干"] = {
							["葯"] = {
								result = true
							}
						}
					},
					["奸"] = {
						["药"] = {
							result = true
						},
						["葯"] = {
							result = true
						}
					}
				}
			}
		},
		I = {
			Y = {
				["塑"] = {
					["料"] = {
						["炸"] = {
							["弹"] = {
								result = true
							}
						}
					}
				},
				["核"] = {
					["彈"] = {
						result = true
					}
				},
				["燃"] = {
					["烧"] = {
						["弹"] = {
							result = true
						},
						["瓶"] = {
							result = true
						}
					}
				}
			}
		},
		K = {
			["9"] = {
				["战"] = {
					["斗"] = {
						["刀"] = {
							result = true
						}
					}
				}
			}
		},
		M = {
			R = {
				["步"] = {
					["枪"] = {
						["弹"] = {
							["夹"] = {
								result = true
							}
						}
					}
				}
			},
			["盒"] = {
				result = true
			}
		},
		O = {
			W = {
				N = {
					["最"] = {
						["后"] = {
							["性"] = {
								result = true
							}
						}
					}
				}
			}
		},
		i = {
			a = {
				o = {
					["金"] = {
						["瓶"] = {
							result = true
						},
						["缾"] = {
							result = true
						}
					}
				}
			},
			c = {
				t = {
					a = {
						t = {
							o = {
								r = {
									[" "] = {
										X = {
											i = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["国"] = {
			["指"] = {
				["挥"] = {
					["官"] = {
						result = true
					}
				}
			}
		},
		["版"] = {
			result = true
		},
		["罩"] = {
			["小"] = {
				["妹"] = {
					result = true
				}
			}
		}
	},
	E = {
		["2"] = {
			S = {
				["卡"] = {
					["宾"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		C = {
			["情"] = {
				["色"] = {
					["榜"] = {
						result = true
					}
				}
			}
		},
		T = {
			["影"] = {
				["院"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					["網"] = {
						result = true
					},
					["网"] = {
						result = true
					}
				}
			}
		},
		l = {
			k = {
				["."] = {
					["扳"] = {
						["手"] = {
							["斧"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["世"] = {
			["博"] = {
				["线"] = {
					["上"] = {
						["娱"] = {
							["乐"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["乐"] = {
			["博"] = {
				result = true
			}
		},
		["仔"] = {
			result = true
		},
		["利"] = {
			["博"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["块"] = {
			["冒"] = {
				["险"] = {
					result = true
				}
			}
		},
		["夜"] = {
			["□"] = {
				["情"] = {
					["的"] = {
						["摇"] = {
							["篮"] = {
								result = true
							}
						}
					}
				}
			},
			["情"] = {
				["俱"] = {
					["樂"] = {
						["部"] = {
							result = true
						}
					}
				}
			}
		},
		["尊"] = {
			["国"] = {
				["际"] = {
					result = true
				}
			}
		},
		["情"] = {
			["俱"] = {
				["乐"] = {
					["部"] = {
						result = true
					}
				}
			}
		},
		["网"] = {
			["情"] = {
				["深"] = {
					result = true
				}
			}
		},
		["路"] = {
			["发"] = {
				result = true
			}
		}
	},
	F = {
		["2"] = {
			A = {
				["1"] = {
					["博"] = {
						["格"] = {
							result = true
						}
					}
				},
				["2"] = {
					["博"] = {
						["格"] = {
							result = true
						}
					}
				},
				["3"] = {
					["博"] = {
						["格"] = {
							result = true
						}
					}
				}
			}
		},
		["4"] = {
			["4"] = {
				["折"] = {
					["刀"] = {
						result = true
					}
				}
			},
			F = {
				["4"] = {
					["突"] = {
						["击"] = {
							["者"] = {
								result = true
							}
						}
					}
				},
				["5"] = {
					["突"] = {
						["击"] = {
							["者"] = {
								result = true
							}
						}
					}
				}
			},
			U = {
				["1"] = {
					D = {
						["独"] = {
							["立"] = {
								result = true
							}
						}
					},
					["约"] = {
						["克"] = {
							["城"] = {
								result = true
							}
						}
					}
				},
				["2"] = {
					["无"] = {
						["畏"] = {
							result = true
						}
					}
				},
				["4"] = {
					["无"] = {
						["畏"] = {
							result = true
						}
					},
					["独"] = {
						["立"] = {
							result = true
						}
					}
				},
				["5"] = {
					P = {
						["无"] = {
							["畏"] = {
								result = true
							}
						},
						["独"] = {
							["立"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["6"] = {
			F = {
				["5"] = {
					P = {
						["无"] = {
							["畏"] = {
								result = true
							}
						}
					},
					["中"] = {
						["途"] = {
							["岛"] = {
								result = true
							}
						}
					},
					["无"] = {
						["畏"] = {
							result = true
						}
					},
					["独"] = {
						["立"] = {
							result = true
						}
					}
				}
			}
		},
		A = {
			["7"] = {
				["4"] = {
					["版"] = {
						["假"] = {
							["币"] = {
								result = true
							}
						},
						["真"] = {
							["币"] = {
								result = true
							}
						}
					}
				}
			},
			C = {
				K = {
					result = true
				}
			}
		},
		B = {
			["妹"] = {
				["妹"] = {
					result = true
				}
			}
		},
		C = {
			["2"] = {
				["成"] = {
					["人"] = {
						["频"] = {
							["道"] = {
								result = true
							}
						}
					}
				}
			}
		},
		F = {
			X = {
				["气"] = {
					["枪"] = {
						result = true
					}
				},
				["氣"] = {
					["槍"] = {
						result = true
					}
				}
			}
		},
		L = {
			G = {
				["妈"] = {
					B = {
						["发"] = {
							["抡"] = {
								result = true
							}
						}
					}
				},
				["媽"] = {
					B = {
						["發"] = {
							["掄"] = {
								result = true
							}
						}
					}
				}
			}
		},
		M = {
			["2"] = {
				["三"] = {
					["唑"] = {
						["仑"] = {
							result = true
						}
					}
				},
				["强"] = {
					["奸"] = {
						["粉"] = {
							result = true
						}
					}
				},
				["粉"] = {
					result = true
				},
				["药"] = {
					result = true
				}
			},
			R = {
				Q = {
					["丰"] = {
						["满"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			}
		},
		N = {
			F = {
				A = {
					L = {
						["步"] = {
							["枪"] = {
								result = true
							}
						},
						["真"] = {
							["狗"] = {
								result = true
							}
						}
					}
				},
				N = {
					P = {
						["手"] = {
							["槍"] = {
								result = true
							}
						}
					}
				}
			}
		},
		P = {
			["4"] = {
				["5"] = {
					["解"] = {
						["放"] = {
							["者"] = {
								result = true
							}
						}
					}
				}
			}
		},
		U = {
			C = {
				K = {
					Y = {
						O = {
							U = {
								result = true
							}
						}
					}
				}
			}
		},
		X = {
			["?"] = {
				["角"] = {
					["斗"] = {
						["士"] = {
							result = true
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					result = true
				},
				["皇"] = {
					["专"] = {
						result = true
					}
				}
			},
			["氣"] = {
				["皇"] = {
					result = true
				}
			},
			["角"] = {
				["斗"] = {
					["士"] = {
						["配"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			},
			["革"] = {
				["命"] = {
					["者"] = {
						["气"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		a = {
			["开"] = {
				["头"] = {
					result = true
				}
			}
		},
		c = {
			["2"] = {
				["影"] = {
					["片"] = {
						result = true
					}
				}
			}
		},
		i = {
			n = {
				g = {
					["霸"] = {
						result = true,
						["专"] = {
							result = true
						}
					}
				}
			},
			v = {
				e = {
					["仔"] = {
						result = true
					}
				}
			}
		},
		["奶"] = {
			["江"] = {
				["伊"] = {
					["涵"] = {
						result = true
					}
				}
			}
		},
		["票"] = {
			result = true
		}
	},
	G = {
		["."] = {
			M = {
				result = true
			}
		},
		["1"] = {
			["小"] = {
				["黄"] = {
					["蜂"] = {
						["斧"] = {
							["头"] = {
								result = true
							}
						}
					}
				}
			}
		},
		A = {
			M = {
				O = {
					["狗"] = {
						["粮"] = {
							result = true
						}
					}
				}
			},
			N = {
				result = true,
				["学"] = {
					["生"] = {
						["妹"] = {
							result = true
						}
					}
				}
			}
		},
		F = {
			W = {
				["穿"] = {
					["透"] = {
						result = true,
						["工"] = {
							["具"] = {
								result = true
							}
						}
					}
				}
			},
			X = {
				["人"] = {
					["皮"] = {
						["面"] = {
							["具"] = {
								result = true
							}
						}
					}
				},
				["仿"] = {
					["真"] = {
						["面"] = {
							["具"] = {
								result = true
							}
						}
					}
				}
			}
		},
		G = {
			["导"] = {
				["航"] = {
					result = true
				}
			}
		},
		H = {
			B = {
				["专"] = {
					result = true
				},
				["催"] = {
					["情"] = {
						["水"] = {
							result = true
						}
					}
				},
				["药"] = {
					result = true
				},
				["迷"] = {
					["奸"] = {
						["水"] = {
							result = true
						}
					}
				}
			}
		},
		L = {
			O = {
				C = {
					K = {
						result = true,
						["转"] = {
							["让"] = {
								result = true
							}
						}
					}
				}
			}
		},
		M = {
			["美"] = {
				["国"] = {
					result = true
				},
				["國"] = {
					result = true
				}
			},
			["邮"] = {
				["件"] = {
					result = true
				}
			},
			["郵"] = {
				["件"] = {
					result = true
				}
			}
		},
		P = {
			S = {
				["屏"] = {
					["蔽"] = {
						["器"] = {
							result = true
						}
					}
				},
				["探"] = {
					["测"] = {
						["器"] = {
							result = true
						}
					}
				}
			}
		},
		R = {
			E = {
				["代"] = {
					["考"] = {
						result = true
					}
				},
				["枪"] = {
					["手"] = {
						result = true
					}
				},
				["答"] = {
					["案"] = {
						result = true
					}
				}
			}
		},
		S = {
			M = {
				["监"] = {
					["听"] = {
						result = true
					}
				}
			}
		},
		T = {
			R = {
				X = {
					["情"] = {
						["色"] = {
							["站"] = {
								result = true
							}
						}
					}
				}
			}
		},
		V = {
			["电"] = {
				["影"] = {
					result = true
				}
			}
		},
		e = {
			n = {
				e = {
					r = {
						a = {
							t = {
								i = {
									o = {
										n = {
											s = {
												[" "] = {
													o = {
														f = {
															[" "] = {
																L = {
																	i = {
																		f = {
																			e = {
																				result = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		r = {
			e = {
				["考"] = {
					["生"] = {
						["信"] = {
							["息"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["Η"] = {
			B = {
				["迷"] = {
					["情"] = {
						["水"] = {
							result = true,
							["专"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["。"] = {
			M = {
				result = true
			}
		},
		["大"] = {
			["奶"] = {
				["秘"] = {
					["书"] = {
						result = true
					}
				}
			}
		},
		["水"] = {
			["爆"] = {
				result = true
			}
		},
		["点"] = {
			["高"] = {
				["潮"] = {
					result = true
				}
			}
		},
		["罩"] = {
			["杯"] = {
				["女"] = {
					["教"] = {
						["师"] = {
							result = true
						}
					}
				},
				["爆"] = {
					["乳"] = {
						["天"] = {
							["使"] = {
								result = true
							}
						}
					}
				},
				["美"] = {
					["爆"] = {
						["乳"] = {
							result = true
						}
					}
				}
			}
		}
	},
	H = {
		["4"] = {
			["6"] = {
				["1"] = {
					["0"] = {
						result = true
					}
				}
			}
		},
		D = {
			["9"] = {
				["0"] = {
					["开"] = {
						["头"] = {
							result = true
						}
					},
					["版"] = {
						result = true,
						["假"] = {
							["币"] = {
								result = true
							}
						}
					}
				}
			},
			H = {
				B = {
					["假"] = {
						B = {
							result = true
						},
						["币"] = {
							result = true
						},
						["钱"] = {
							["币"] = {
								result = true
							}
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["小"] = {
						["游"] = {
							["戏"] = {
								result = true
							}
						}
					}
				}
			}
		},
		I = {
			G = {
				H = {
					["药"] = {
						["直"] = {
							["销"] = {
								result = true
							}
						}
					}
				}
			}
		},
		K = {
			["3"] = {
				["3"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["4"] = {
				["5"] = {
					["手"] = {
						["槍"] = {
							result = true
						}
					}
				}
			},
			P = {
				["3"] = {
					["0"] = {
						["手"] = {
							["槍"] = {
								result = true
							}
						}
					}
				},
				["7"] = {
					["手"] = {
						["槍"] = {
							result = true
						}
					}
				},
				["9"] = {
					S = {
						["手"] = {
							["槍"] = {
								result = true
							}
						}
					},
					["手"] = {
						["槍"] = {
							result = true
						}
					}
				}
			},
			U = {
				S = {
					P = {
						["手"] = {
							["槍"] = {
								result = true
							}
						}
					}
				}
			}
		},
		P = {
			["激"] = {
				result = true
			}
		},
		U = {
			["1"] = {
				["0"] = {
					["0"] = {
						["快"] = {
							["开"] = {
								result = true
							}
						}
					}
				}
			},
			["6"] = {
				["6"] = {
					["快"] = {
						["开"] = {
							result = true
						}
					},
					["第"] = {
						["3"] = {
							["代"] = {
								result = true
							}
						}
					}
				}
			}
		},
		a = {
			p = {
				p = {
					y = {
						["水"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			w = {
				k = {
					["夜"] = {
						["鹰"] = {
							["版"] = {
								result = true
							}
						}
					}
				}
			}
		},
		b = {
			["开"] = {
				["头"] = {
					result = true
				}
			}
		},
		d = {
			["开"] = {
				["头"] = {
					result = true
				}
			}
		},
		e = {
			a = {
				v = {
					e = {
						n = {
							s = {
								result = true
							}
						}
					}
				}
			}
		},
		i = {
			["8"] = {
				["成"] = {
					["人"] = {
						["影"] = {
							["片"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["乱"] = {
			["军"] = {
				["团"] = {
					result = true
				}
			}
		},
		["动"] = {
			["漫"] = {
				["8"] = {
					["8"] = {
						["8"] = {
							result = true
						}
					}
				},
				["性"] = {
					["交"] = {
						result = true
					}
				}
			}
		},
		["動"] = {
			["漫"] = {
				result = true
			}
		},
		["影"] = {
			result = true
		},
		["成"] = {
			["人"] = {
				["小"] = {
					["游"] = {
						["戏"] = {
							result = true
						}
					}
				}
			}
		},
		["日"] = {
			["本"] = {
				["动"] = {
					["漫"] = {
						H = {
							result = true
						}
					}
				}
			}
		},
		["服"] = {
			["务"] = {
				result = true
			},
			["務"] = {
				result = true
			}
		},
		["淫"] = {
			["乱"] = {
				["乳"] = {
					["娘"] = {
						result = true
					}
				}
			}
		},
		["游"] = {
			["戏"] = {
				result = true
			}
		},
		["漫"] = {
			["收"] = {
				["集"] = {
					["箱"] = {
						result = true
					}
				}
			},
			["画"] = {
				result = true,
				["在"] = {
					["线"] = {
						["看"] = {
							result = true
						}
					}
				},
				["电"] = {
					["子"] = {
						["书"] = {
							result = true
						}
					}
				},
				["集"] = {
					["锦"] = {
						result = true
					}
				}
			},
			["畫"] = {
				result = true
			}
		},
		["激"] = {
			["情"] = {
				result = true
			}
		},
		["片"] = {
			result = true,
			["网"] = {
				["站"] = {
					result = true
				}
			}
		},
		["电"] = {
			["影"] = {
				result = true,
				["在"] = {
					["线"] = {
						result = true,
						["看"] = {
							result = true
						}
					}
				},
				["射"] = {
					["精"] = {
						result = true
					}
				},
				["集"] = {
					["锦"] = {
						result = true
					}
				}
			}
		},
		["画"] = {
			result = true
		},
		["网"] = {
			["站"] = {
				result = true
			}
		},
		["罩"] = {
			["杯"] = {
				["爆"] = {
					["乳"] = {
						result = true
					}
				}
			}
		},
		["色"] = {
			["小"] = {
				["说"] = {
					result = true
				}
			}
		},
		["電"] = {
			["影"] = {
				result = true
			}
		}
	},
	I = {
		["3"] = {
			I = {
				["猪"] = {
					result = true
				}
			}
		},
		B = {
			O = {
				["爱"] = {
					["博"] = {
						result = true
					}
				}
			}
		},
		P = {
			A = {
				D = {
					["电"] = {
						["视"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			},
			["攻"] = {
				["击"] = {
					["器"] = {
						result = true
					}
				}
			}
		},
		S = {
			["组"] = {
				["织"] = {
					result = true
				}
			}
		}
	},
	J = {
		B = {
			["靠"] = {
				result = true
			}
		},
		I = {
			A = {
				["钱"] = {
					["币"] = {
						result = true
					}
				}
			}
		},
		J = {
			["操"] = {
				["逼"] = {
					result = true
				}
			}
		},
		K = {
			["生"] = {
				["調"] = {
					["教"] = {
						["佑"] = {
							["香"] = {
								result = true
							}
						}
					}
				}
			}
		},
		P = {
			["屄"] = {
				["屄"] = {
					["特"] = {
						["写"] = {
							result = true
						}
					}
				},
				["赋"] = {
					result = true
				}
			},
			["爆"] = {
				["乳"] = {
					["人"] = {
						["妻"] = {
							result = true
						}
					},
					["娘"] = {
						result = true
					}
				},
				["双"] = {
					["穴"] = {
						result = true
					}
				}
			},
			["表"] = {
				["姐"] = {
					["性"] = {
						["欲"] = {
							result = true
						}
					},
					["的"] = {
						["乳"] = {
							["房"] = {
								result = true
							}
						},
						["内"] = {
							["裤"] = {
								result = true
							}
						}
					},
					["被"] = {
						["射"] = {
							result = true
						}
					},
					["让"] = {
						["我"] = {
							["爽"] = {
								result = true
							}
						}
					}
				}
			}
		},
		U = {
			N = {
				E = {
					["4"] = {
						["事"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			}
		},
		Z = {
			["女"] = {
				["模"] = {
					result = true
				}
			}
		},
		j = {
			["插"] = {
				["入"] = {
					["嫩"] = {
						["穴"] = {
							result = true
						}
					}
				}
			}
		},
		["大"] = {
			["哈"] = {
				["遗"] = {
					["产"] = {
						result = true
					}
				}
			}
		},
		["奸"] = {
			["电"] = {
				["影"] = {
					result = true
				}
			}
		},
		["总"] = {
			["病"] = {
				["危"] = {
					result = true
				}
			}
		},
		["泽"] = {
			["民"] = {
				result = true,
				[" "] = {
					["死"] = {
						result = true
					}
				}
			}
		},
		["绵"] = {
			["恒"] = {
				result = true
			}
		},
		["罩"] = {
			["杯"] = {
				["姐"] = {
					["姐"] = {
						result = true
					}
				}
			}
		}
	},
	K = {
		["&"] = {
			["粉"] = {
				result = true
			}
		},
		["2"] = {
			K = {
				["3"] = {
					["香"] = {
						["料"] = {
							result = true
						}
					}
				}
			},
			["精"] = {
				["炼"] = {
					["粉"] = {
						result = true
					}
				}
			},
			["飞"] = {
				["叶"] = {
					["子"] = {
						result = true
					}
				}
			},
			["香"] = {
				["料"] = {
					["叶"] = {
						["子"] = {
							["花"] = {
								result = true
							}
						}
					}
				}
			},
			["鼠"] = {
				["尾"] = {
					["草"] = {
						result = true
					}
				}
			}
		},
		["3"] = {
			["专"] = {
				["用"] = {
					["叶"] = {
						["子"] = {
							["花"] = {
								result = true
							}
						}
					}
				}
			},
			["精"] = {
				["炼"] = {
					["粉"] = {
						result = true
					}
				}
			}
		},
		["5"] = {
			["手"] = {
				["槍"] = {
					result = true
				}
			}
		},
		["6"] = {
			["窃"] = {
				["听"] = {
					["器"] = {
						result = true
					}
				}
			}
		},
		["7"] = {
			["娛"] = {
				["樂"] = {
					["城"] = {
						result = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["="] = {
			["粉"] = {
				result = true
			}
		},
		K = {
			["3"] = {
				["药"] = {
					result = true
				}
			},
			["娱"] = {
				["乐"] = {
					result = true
				}
			},
			["骚"] = {
				["网"] = {
					result = true
				}
			}
		},
		T = {
			V = {
				["女"] = {
					["孩"] = {
						result = true
					}
				},
				["裸"] = {
					["体"] = {
						["门"] = {
							result = true
						}
					}
				}
			}
		},
		Y = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		i = {
			n = {
				g = {
					["萨"] = {
						["格"] = {
							["尔"] = {
								result = true
							}
						}
					}
				}
			}
		},
		n = {
			e = {
				s = {
					e = {
						k = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["仔"] = {
			result = true
		},
		["姐"] = {
			result = true
		},
		["房"] = {
			result = true
		},
		["歌"] = {
			["聊"] = {
				["天"] = {
					["打"] = {
						["屁"] = {
							result = true
						}
					}
				}
			}
		},
		["粉"] = {
			["4"] = {
				["号"] = {
					result = true
				}
			},
			["专"] = {
				result = true
			},
			["价"] = {
				["格"] = {
					result = true
				}
			},
			["低"] = {
				["价"] = {
					["现"] = {
						["货"] = {
							result = true
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					result = true,
					["麻"] = {
						["古"] = {
							result = true
						}
					}
				}
			},
			["售"] = {
				result = true
			},
			["四"] = {
				["号"] = {
					["白"] = {
						["粉"] = {
							result = true
						}
					}
				}
			},
			["摇"] = {
				["头"] = {
					["丸"] = {
						result = true
					}
				}
			},
			["教"] = {
				["程"] = {
					result = true
				}
			},
			["有"] = {
				["售"] = {
					result = true
				},
				["货"] = {
					result = true
				}
			},
			["海"] = {
				["洛"] = {
					["因"] = {
						result = true
					}
				}
			},
			["牙"] = {
				["签"] = {
					result = true
				}
			},
			["猪"] = {
				["肉"] = {
					result = true,
					["冰"] = {
						result = true
					}
				}
			},
			["缅"] = {
				["甸"] = {
					["冰"] = {
						result = true
					}
				}
			},
			["联"] = {
				["系"] = {
					result = true
				}
			},
			["货"] = {
				["源"] = {
					result = true
				}
			},
			["进"] = {
				["货"] = {
					["渠"] = {
						["道"] = {
							result = true
						}
					}
				}
			},
			["送"] = {
				["货"] = {
					result = true,
					["上"] = {
						["门"] = {
							result = true
						}
					}
				}
			},
			["麻"] = {
				["黄"] = {
					["素"] = {
						result = true
					}
				}
			}
		}
	},
	L = {
		A = {
			["討"] = {
				["論"] = {
					["區"] = {
						result = true
					}
				}
			}
		},
		E = {
			["冲"] = {
				["锋"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		P = {
			["家"] = {
				["族"] = {
					result = true
				}
			}
		},
		R = {
			["匕"] = {
				["首"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		S = {
			D = {
				["审"] = {
					["问"] = {
						["药"] = {
							result = true
						}
					}
				},
				["新"] = {
					["型"] = {
						["毒"] = {
							["品"] = {
								result = true
							}
						}
					}
				},
				["致"] = {
					["幻"] = {
						["剂"] = {
							result = true
						}
					}
				}
			}
		},
		U = {
			O = {
				T = {
					I = {
						result = true
					}
				}
			}
		},
		X = {
			B = {
				result = true,
				[" "] = {
					["挪"] = {
						["威"] = {
							result = true
						}
					}
				},
				["和"] = {
					["平"] = {
						result = true
					}
				}
			}
		},
		i = {
			u = {
				[" "] = {
					X = {
						i = {
							a = {
								b = {
									o = {
										result = true
									}
								},
								o = {
									b = {
										o = {
											result = true
										}
									}
								}
							}
						}
					}
				},
				x = {
					i = {
						a = {
							o = {
								b = {
									o = {
										[" "] = {
											["零"] = {
												["八"] = {
													["宪"] = {
														["章"] = {
															result = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		o = {
			s = {
				e = {
					[" "] = {
						a = {
							n = {
								d = {
									[" "] = {
										h = {
											o = {
												p = {
													e = {
														[" "] = {
															i = {
																n = {
																	[" "] = {
																		C = {
																			h = {
																				i = {
																					n = {
																						a = {
																							result = true
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["月"] = {
			S = {
				["日"] = {
					[" "] = {
						["我"] = {
							["还"] = {
								["活"] = {
									["着"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["詹"] = {
			["姆"] = {
				["士"] = {
					["沙"] = {
						["利"] = {
							["文"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	M = {
		["1"] = {
			["4"] = {
				["狗"] = {
					result = true
				},
				["自"] = {
					["动"] = {
						["步"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["5"] = {
				["手"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["6"] = {
				A = {
					["1"] = {
						result = true
					}
				},
				["消"] = {
					["瘦"] = {
						result = true
					}
				},
				["突"] = {
					["击"] = {
						["步"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["9"] = {
				["0"] = {
					["5"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["1"] = {
					["1"] = {
						result = true,
						["手"] = {
							["槍"] = {
								result = true
							}
						},
						["转"] = {
							["让"] = {
								result = true
							}
						}
					}
				},
				["6"] = {
					["曳"] = {
						["光"] = {
							["弹"] = {
								result = true
							}
						}
					}
				}
			},
			["军"] = {
				["刺"] = {
					result = true
				}
			},
			["步"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["2"] = {
			["1"] = {
				["狗"] = {
					result = true
				},
				["狙"] = {
					["击"] = {
						["步"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["突"] = {
					["击"] = {
						["步"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["3"] = {
				["1"] = {
					["射"] = {
						["孔"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["4"] = {
				["狗"] = {
					result = true
				}
			},
			["5"] = {
				["狙"] = {
					["击"] = {
						["步"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["极"] = {
				["端"] = {
					["武"] = {
						["力"] = {
							result = true
						}
					}
				}
			}
		},
		["3"] = {
			["0"] = {
				["0"] = {
					result = true,
					["气"] = {
						["枪"] = {
							result = true
						}
					},
					["氣"] = {
						["槍"] = {
							result = true
						}
					}
				}
			},
			["冲"] = {
				["锋"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["瞄"] = {
				["准"] = {
					["镜"] = {
						result = true
					}
				}
			}
		},
		["4"] = {
			A = {
				["1"] = {
					["卡"] = {
						["宾"] = {
							["枪"] = {
								result = true
							}
						}
					},
					["真"] = {
						["狗"] = {
							result = true
						}
					}
				}
			},
			["狗"] = {
				result = true
			},
			["的"] = {
				["消"] = {
					["音"] = {
						["器"] = {
							result = true
						}
					}
				}
			}
		},
		["6"] = {
			["0"] = {
				["手"] = {
					["狗"] = {
						result = true
					}
				}
			}
		},
		["7"] = {
			["0"] = {
				["0"] = {
					["步"] = {
						["枪"] = {
							result = true
						}
					},
					["狙"] = {
						["击"] = {
							["狗"] = {
								result = true
							}
						}
					}
				}
			},
			["刺"] = {
				["刀"] = {
					result = true
				}
			},
			["搜"] = {
				["服"] = {
					result = true
				}
			}
		},
		["8"] = {
			["2"] = {
				A = {
					["1"] = {
						["机"] = {
							["枪"] = {
								result = true
							}
						},
						["枪"] = {
							result = true
						}
					}
				},
				["原"] = {
					["型"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["9"] = {
			["0"] = {
				result = true,
				["气"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["2"] = {
				F = {
					["式"] = {
						["手"] = {
							["枪"] = {
								result = true
							},
							["槍"] = {
								result = true
							}
						}
					}
				}
			},
			D = {
				["8"] = {
					["0"] = {
						["军"] = {
							["刀"] = {
								result = true
							},
							["刺"] = {
								result = true
							},
							["枪"] = {
								result = true
							}
						},
						["軍"] = {
							["刀"] = {
								result = true
							},
							["斧"] = {
								result = true
							},
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["军"] = {
				["刀"] = {
					result = true
				},
				["刺"] = {
					result = true
				}
			},
			["式"] = {
				["9"] = {
					m = {
						m = {
							result = true
						}
					}
				}
			},
			["战"] = {
				["术"] = {
					["军"] = {
						["刀"] = {
							result = true
						}
					}
				}
			},
			["长"] = {
				["枪"] = {
					["专"] = {
						result = true
					}
				}
			}
		},
		B = {
			["0"] = {
				["1"] = {
					C = {
						result = true
					}
				}
			},
			A = {
				["代"] = {
					["考"] = {
						result = true
					}
				},
				["考"] = {
					["生"] = {
						["信"] = {
							["息"] = {
								result = true
							}
						}
					}
				},
				["试"] = {
					["题"] = {
						["有"] = {
							["误"] = {
								result = true
							}
						}
					}
				}
			}
		},
		C = {
			C = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		G = {
			["4"] = {
				["2"] = {
					["机"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			P = {
				["1"] = {
					["4"] = {
						["手"] = {
							["狗"] = {
								result = true
							}
						}
					}
				}
			},
			["中"] = {
				["式"] = {
					["排"] = {
						["障"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			},
			["砍"] = {
				["刀"] = {
					result = true
				}
			}
		},
		I = {
			["药"] = {
				result = true
			}
		},
		L = {
			["花"] = {
				result = true,
				["运"] = {
					["动"] = {
						result = true
					}
				},
				["革"] = {
					["命"] = {
						result = true
					}
				}
			},
			["裸"] = {
				["聊"] = {
					["天"] = {
						["室"] = {
							result = true
						}
					}
				}
			}
		},
		M = {
			["㈠"] = {
				["亱"] = {
					["綪"] = {
						["視"] = {
							["频"] = {
								result = true
							}
						}
					}
				}
			},
			["一"] = {
				["夜"] = {
					["情"] = {
						["流"] = {
							["出"] = {
								result = true
							}
						},
						["視"] = {
							["頻"] = {
								result = true
							}
						},
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				}
			},
			["上"] = {
				["門"] = {
					["服"] = {
						["務"] = {
							result = true
						}
					}
				},
				["门"] = {
					result = true,
					["全"] = {
						["套"] = {
							result = true
						}
					},
					["服"] = {
						["务"] = {
							result = true
						}
					},
					["爱"] = {
						["爱"] = {
							result = true
						}
					}
				}
			},
			["丝"] = {
				["秀"] = {
					result = true
				}
			},
			["嫩"] = {
				["穴"] = {
					result = true
				}
			},
			["就"] = {
				["爱"] = {
					["干"] = {
						result = true
					}
				}
			},
			["按"] = {
				["摩"] = {
					["保"] = {
						["健"] = {
							result = true
						}
					},
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["收"] = {
				["费"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					result = true,
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				["小"] = {
					["嫩"] = {
						["穴"] = {
							result = true
						}
					},
					["穴"] = {
						result = true
					}
				},
				["诱"] = {
					["人"] = {
						["双"] = {
							["峰"] = {
								result = true
							}
						}
					}
				}
			},
			["破"] = {
				["处"] = {
					result = true
				},
				["處"] = {
					result = true
				}
			},
			["精"] = {
				["彩"] = {
					["裸"] = {
						["衣"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				result = true
			},
			["脱"] = {
				["衣"] = {
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			},
			["自"] = {
				["拍"] = {
					result = true
				}
			},
			["被"] = {
				["干"] = {
					["小"] = {
						["穴"] = {
							result = true
						}
					}
				}
			},
			["裸"] = {
				["聊"] = {
					result = true
				}
			},
			["视"] = {
				["频"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								result = true
							}
						}
					},
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			},
			["走"] = {
				["光"] = {
					result = true
				}
			}
		},
		O = {
			P = {
				["炸"] = {
					["弹"] = {
						result = true
					}
				}
			}
		},
		P = {
			["1"] = {
				["8"] = {
					["冲"] = {
						["锋"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["4"] = {
				["0"] = {
					["手"] = {
						["狗"] = {
							result = true
						}
					}
				}
			}
		},
		S = {
			N = {
				["密"] = {
					["码"] = {
						["破"] = {
							["解"] = {
								result = true
							}
						}
					}
				}
			}
		},
		T = {
			["虎"] = {
				["牙"] = {
					result = true,
					["专"] = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					},
					["刀"] = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					},
					["忉"] = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					},
					["正"] = {
						["品"] = {
							result = true
						}
					},
					["谁"] = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					}
				}
			}
		},
		X = {
			["强"] = {
				["迫"] = {
					["失"] = {
						["身"] = {
							["水"] = {
								result = true
							}
						}
					}
				}
			}
		},
		Y = {
			["坐"] = {
				["台"] = {
					["少"] = {
						["爷"] = {
							result = true
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					result = true
				}
			}
		},
		c = {
			c = {
				["导"] = {
					["航"] = {
						result = true
					}
				}
			}
		},
		["唛"] = {
			["袖"] = {
				["珍"] = {
					["狗"] = {
						["腿"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["国"] = {
			result = true,
			["指"] = {
				["挥"] = {
					["官"] = {
						result = true
					}
				}
			}
		},
		["字"] = {
			["開"] = {
				["脚"] = {
					result = true
				}
			}
		},
		["牲"] = {
			result = true
		},
		["系"] = {
			["军"] = {
				["枪"] = {
					["专"] = {
						result = true
					}
				}
			}
		}
	},
	N = {
		B = {
			A = {
				["辣"] = {
					["妹"] = {
						["走"] = {
							["光"] = {
								result = true
							}
						}
					}
				}
			},
			o = {
				c = {
					["哌"] = {
						["嗪"] = {
							result = true
						}
					}
				}
			}
		},
		P = {
			C = {
				["靠"] = {
					result = true
				}
			}
		}
	},
	O = {
		K = {
			["1"] = {
				["夜"] = {
					["情"] = {
						result = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		L = {
			["&"] = {
				["秘"] = {
					["书"] = {
						["系"] = {
							["列"] = {
								result = true
							}
						}
					},
					["書"] = {
						["系"] = {
							["列"] = {
								result = true
							}
						}
					}
				}
			},
			["性"] = {
				["感"] = {
					["制"] = {
						["服"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				["性"] = {
					["爱"] = {
						["秘"] = {
							["事"] = {
								result = true
							}
						}
					}
				}
			}
		},
		N = {
			S = {
				result = true,
				["交"] = {
					["友"] = {
						result = true
					}
				},
				["俱"] = {
					["乐"] = {
						["部"] = {
							result = true
						}
					}
				},
				["性"] = {
					["息"] = {
						result = true
					}
				},
				["社"] = {
					["区"] = {
						result = true
					}
				},
				["聊"] = {
					["天"] = {
						["室"] = {
							result = true
						}
					}
				},
				["论"] = {
					["坛"] = {
						result = true
					}
				}
			}
		},
		O = {
			["要"] = {
				X = {
					X = {
						["色"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		V = {
			P = {
				["冲"] = {
					["锋"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["八"] = {
			["宪"] = {
				["章"] = {
					result = true
				}
			}
		},
		["型"] = {
			result = true
		}
	},
	P = {
		["1"] = {
			["1"] = {
				["水"] = {
					["下"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			A = {
				["1"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["2"] = {
			["2"] = {
				["6"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["5"] = {
			["手"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["6"] = {
			["4"] = {
				["手"] = {
					["狗"] = {
						result = true
					}
				}
			}
		},
		["8"] = {
			["3"] = {
				["手"] = {
					["狗"] = {
						result = true
					}
				}
			}
		},
		C = {
			P = {
				["专"] = {
					result = true
				},
				["商"] = {
					["城"] = {
						result = true
					}
				},
				["套"] = {
					["件"] = {
						result = true
					}
				},
				["弹"] = {
					["模"] = {
						result = true
					}
				},
				["支"] = {
					["付"] = {
						["宝"] = {
							result = true
						}
					}
				},
				["新"] = {
					["貴"] = {
						result = true,
						["手"] = {
							["槍"] = {
								result = true
							}
						}
					},
					["贵"] = {
						["气"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["气"] = {
					["枪"] = {
						["图"] = {
							["纸"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						}
					}
				},
				["消"] = {
					["声"] = {
						["器"] = {
							result = true
						}
					}
				},
				["英"] = {
					["国"] = {
						["骚"] = {
							["本"] = {
								result = true
							}
						}
					}
				}
			},
			Z = {
				["山"] = {
					["猪"] = {
						["子"] = {
							["弹"] = {
								result = true
							}
						},
						["汽"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		E = {
			["6"] = {
				["拦"] = {
					["截"] = {
						["器"] = {
							result = true
						}
					}
				}
			},
			T = {
				N = {
					["的"] = {
						["配"] = {
							["方"] = {
								result = true
							}
						}
					}
				}
			}
		},
		K = {
			B = {
				["车"] = {
					["载"] = {
						["机"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			M = {
				S = {
					["重"] = {
						["机"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		L = {
			["媛"] = {
				result = true
			}
		},
		M = {
			["手"] = {
				["枪"] = {
					["弹"] = {
						result = true
					}
				}
			}
		},
		P = {
			I = {
				N = {
					["娛"] = {
						["樂"] = {
							["城"] = {
								result = true
							}
						}
					},
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			},
			K = {
				["售"] = {
					["枪"] = {
						["模"] = {
							result = true
						}
					}
				},
				["气"] = {
					["阀"] = {
						result = true
					}
				},
				["自"] = {
					["动"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["转"] = {
					["让"] = {
						result = true
					}
				}
			},
			L = {
				["冲"] = {
					["锋"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			P = {
				["3"] = {
					["6"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			},
			T = {
				V = {
					["成"] = {
						["人"] = {
							result = true
						}
					}
				}
			},
			["一"] = {
				["点"] = {
					["通"] = {
						result = true
					}
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			}
		},
		T = {
			["8"] = {
				["0"] = {
					["战"] = {
						["术"] = {
							["版"] = {
								result = true
							}
						}
					}
				}
			}
		},
		e = {
			a = {
				c = {
					e = {
						[" "] = {
							P = {
								r = {
									i = {
										z = {
											e = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		i = {
			g = {
				H = {
					e = {
						a = {
							d = {
								[" "] = {
									X = {
										I = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		r = {
			i = {
				z = {
					e = {
						[" "] = {
							f = {
								o = {
									r = {
										[" "] = {
											["2"] = {
												["0"] = {
													["1"] = {
														["0"] = {
															result = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		x = {
			["版"] = {
				result = true,
				["正"] = {
					["品"] = {
						result = true
					}
				}
			}
		},
		["丽"] = {
			Y = {
				result = true
			},
			["媛"] = {
				result = true
			}
		},
		["亚"] = {
			["洲"] = {
				["性"] = {
					["感"] = {
						["骚"] = {
							["妇"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["发"] = {
			["仿"] = {
				["真"] = {
					["大"] = {
						["狗"] = {
							result = true
						}
					}
				}
			},
			["冰"] = {
				["砖"] = {
					result = true
				}
			}
		},
		["夫"] = {
			["妻"] = {
				["交"] = {
					["换"] = {
						result = true
					}
				}
			}
		},
		["性"] = {
			["感"] = {
				["后"] = {
					["小"] = {
						["妹"] = {
							["妹"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["眼"] = {
			result = true
		},
		["红"] = {
			["色"] = {
				["丝"] = {
					["少"] = {
						["妇"] = {
							result = true
						}
					}
				}
			}
		},
		["饮"] = {
			["用"] = {
				["尿"] = {
					["尿"] = {
						result = true
					}
				}
			}
		},
		["黑"] = {
			["丝"] = {
				["控"] = {
					O = {
						L = {
							result = true
						}
					}
				}
			},
			["妹"] = {
				["两"] = {
					["洞"] = {
						["齐"] = {
							["入"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	Q = {
		B = {
			["7"] = {
				["8"] = {
					["枪"] = {
						["支"] = {
							result = true
						}
					},
					["气"] = {
						["枪"] = {
							result = true
						}
					},
					["汽"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			B = {
				["9"] = {
					["5"] = {
						["真"] = {
							["狗"] = {
								result = true
							}
						}
					}
				}
			},
			Z = {
				["9"] = {
					["5"] = {
						["真"] = {
							["狗"] = {
								result = true
							}
						}
					}
				}
			}
		},
		V = {
			O = {
				D = {
					["三"] = {
						["级"] = {
							result = true
						}
					},
					["伦"] = {
						["理"] = {
							result = true
						}
					},
					["幼"] = {
						["交"] = {
							result = true,
							["片"] = {
								result = true
							}
						}
					},
					["援"] = {
						["交"] = {
							["片"] = {
								result = true
							}
						}
					},
					["激"] = {
						["情"] = {
							["电"] = {
								result = true
							}
						}
					},
					["经"] = {
						["典"] = {
							result = true
						}
					},
					["色"] = {
						["播"] = {
							["网"] = {
								result = true
							}
						}
					},
					["電"] = {
						["影"] = {
							result = true
						}
					}
				}
			}
		},
		["五"] = {
			["爷"] = {
				result = true
			}
		},
		["代"] = {
			["理"] = {
				["办"] = {
					["证"] = {
						Q = {
							result = true
						}
					}
				}
			}
		},
		["币"] = {
			result = true
		},
		["播"] = {
			["伦"] = {
				["理"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					result = true
				}
			}
		},
		["激"] = {
			["情"] = {
				["裸"] = {
					["聊"] = {
						result = true
					}
				}
			}
		},
		["群"] = {
			["仙"] = {
				["传"] = {
					result = true
				}
			}
		},
		["袖"] = {
			["珍"] = {
				["手"] = {
					["枪"] = {
						result = true
					}
				}
			}
		}
	},
	R = {
		["4"] = {
			["5"] = {
				["手"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["步"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["6"] = {
			["突"] = {
				["击"] = {
					["步"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		E = {
			["工"] = {
				["人"] = {
					["课"] = {
						result = true
					}
				}
			}
		},
		I = {
			O = {
				["的"] = {
					["高"] = {
						["潮"] = {
							result = true
						}
					}
				}
			}
		},
		K = {
			M = {
				S = {
					["真"] = {
						["狗"] = {
							result = true
						}
					}
				}
			}
		},
		M = {
			B = {
				result = true
			}
		},
		P = {
			K = {
				["7"] = {
					["4"] = {
						["真"] = {
							["狗"] = {
								result = true
							}
						}
					}
				},
				["枪"] = {
					["支"] = {
						result = true
					}
				},
				["突"] = {
					["击"] = {
						["步"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		S = {
			["笔"] = {
				["式"] = {
					["接"] = {
						["收"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["国"] = {
			result = true,
			["指"] = {
				["挥"] = {
					["官"] = {
						result = true
					}
				}
			}
		},
		["靠"] = {
			result = true
		}
	},
	S = {
		A = {
			S = {
				["突"] = {
					["击"] = {
						["刀"] = {
							result = true
						}
					}
				}
			},
			T = {
				["代"] = {
					["考"] = {
						result = true
					}
				},
				["枪"] = {
					["手"] = {
						result = true
					}
				}
			}
		},
		B = {
			["2"] = {
				C = {
					["3"] = {
						["独"] = {
							["立"] = {
								result = true
							}
						}
					},
					["4"] = {
						["独"] = {
							["立"] = {
								result = true
							}
						}
					}
				}
			}
		},
		D = {
			["2"] = {
				["蝴"] = {
					["蝶"] = {
						["炸"] = {
							["弹"] = {
								result = true
							}
						}
					}
				}
			}
		},
		E = {
			X = {
				["动"] = {
					["作"] = {
						["片"] = {
							result = true
						}
					}
				},
				["性"] = {
					["吧"] = {
						["有"] = {
							["你"] = {
								result = true
							}
						}
					}
				},
				["色"] = {
					["情"] = {
						["论"] = {
							["坛"] = {
								result = true
							}
						}
					}
				},
				["裸"] = {
					["聊"] = {
						["妹"] = {
							["妹"] = {
								result = true
							}
						}
					}
				},
				["论"] = {
					["坛"] = {
						result = true
					}
				},
				["诱"] = {
					["惑"] = {
						result = true
					}
				},
				["邪"] = {
					["恶"] = {
						["之"] = {
							["旅"] = {
								result = true
							}
						}
					}
				}
			},
			["情"] = {
				["片"] = {
					result = true
				}
			}
		},
		F = {
			["一"] = {
				["条"] = {
					["龙"] = {
						result = true
					}
				}
			}
		},
		G = {
			M = {
				["营"] = {
					["属"] = {
						["机"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		M = {
			R = {
				T = {
					["蔡"] = {
						result = true
					}
				}
			},
			["丝"] = {
				["袜"] = {
					["美"] = {
						["腿"] = {
							result = true
						}
					}
				}
			},
			["乐"] = {
				["园"] = {
					result = true
				}
			},
			["作"] = {
				["品"] = {
					result = true
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						result = true
					}
				}
			},
			["处"] = {
				["女"] = {
					["淫"] = {
						["水"] = {
							["图"] = {
								result = true
							}
						}
					}
				}
			},
			["女"] = {
				["王"] = {
					["实"] = {
						["录"] = {
							result = true
						}
					},
					["调"] = {
						["教"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["说"] = {
					["网"] = {
						result = true
					}
				}
			},
			["恋"] = {
				["虐"] = {
					["日"] = {
						["记"] = {
							result = true
						}
					}
				}
			},
			["捆"] = {
				["綁"] = {
					result = true
				},
				["绑"] = {
					result = true,
					["抽"] = {
						["插"] = {
							result = true
						}
					},
					["真"] = {
						["人"] = {
							result = true
						}
					},
					["自"] = {
						["拍"] = {
							result = true
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["故"] = {
				["事"] = {
					result = true
				}
			},
			["新"] = {
				["图"] = {
					["作"] = {
						["品"] = {
							result = true
						}
					}
				},
				["圖"] = {
					["作"] = {
						["品"] = {
							result = true
						}
					}
				}
			},
			["男"] = {
				["奴"] = {
					result = true
				}
			},
			["綑"] = {
				["綁"] = {
					result = true
				}
			},
			["继"] = {
				["续"] = {
					["搞"] = {
						["起"] = {
							result = true
						}
					}
				}
			},
			["虐"] = {
				["肛"] = {
					result = true
				}
			},
			["超"] = {
				["友"] = {
					["谊"] = {
						["接"] = {
							["触"] = {
								result = true
							}
						}
					}
				}
			},
			["道"] = {
				["具"] = {
					result = true
				}
			},
			["高"] = {
				["清"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			}
		},
		O = {
			D = {
				["芸"] = {
					["能"] = {
						["人"] = {
							result = true
						}
					}
				}
			},
			G = {
				["野"] = {
					["营"] = {
						["砍"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			}
		},
		R = {
			["2"] = {
				["5"] = {
					["步"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["机"] = {
				["械"] = {
					["刀"] = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					}
				}
			}
		},
		S = {
			H = {
				["翻"] = {
					["墙"] = {
						result = true
					},
					["牆"] = {
						result = true
					}
				}
			}
		},
		V = {
			D = {
				["狙"] = {
					["击"] = {
						["枪"] = {
							result = true
						},
						["气"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		a = {
			b = {
				e = {
					r = {
						["习"] = {
							result = true
						}
					}
				}
			},
			g = {
				e = {
					r = {
						W = {
							a = {
								n = {
									g = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			i = {
				t = {
					o = {
						["真"] = {
							["央"] = {
								result = true
							}
						}
					}
				}
			},
			["格"] = {
				["尔"] = {
					["王"] = {
						result = true
					}
				},
				["爾"] = {
					["王"] = {
						result = true
					}
				}
			}
		},
		e = {
			["色"] = {
				["影"] = {
					["视"] = {
						["网"] = {
							result = true
						}
					}
				},
				["成"] = {
					["人"] = {
						["網"] = {
							result = true
						},
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["型"] = {
			result = true
		},
		["小"] = {
			["姐"] = {
				["按"] = {
					["摩"] = {
						result = true
					}
				}
			}
		},
		["级"] = {
			["圣"] = {
				["女"] = {
					result = true
				}
			},
			["坐"] = {
				["台"] = {
					result = true
				}
			},
			["性"] = {
				["交"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["素"] = {
				["人"] = {
					["生"] = {
						["摄"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["少"] = {
					["女"] = {
						result = true
					}
				}
			},
			["职"] = {
				["素"] = {
					["场"] = {
						["人"] = {
							result = true
						}
					}
				}
			}
		},
		["ｂ"] = {
			result = true
		}
	},
	T = {
		["."] = {
			M = {
				["."] = {
					D = {
						["靠"] = {
							result = true
						}
					}
				}
			}
		},
		["2"] = {
			["5"] = {
				["的"] = {
					["枪"] = {
						["管"] = {
							result = true
						}
					}
				}
			}
		},
		["4"] = {
			["4"] = {
				["步"] = {
					["枪"] = {
						["加"] = {
							["盟"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["7"] = {
			["5"] = {
				["手"] = {
					["槍"] = {
						result = true
					}
				}
			}
		},
		B = {
			F = {
				["1"] = {
					["博"] = {
						["格"] = {
							result = true
						}
					}
				},
				["3"] = {
					["中"] = {
						["途"] = {
							["岛"] = {
								result = true
							}
						}
					},
					["无"] = {
						["畏"] = {
							result = true
						}
					},
					["独"] = {
						["立"] = {
							result = true
						}
					}
				}
			}
		},
		E = {
			N = {
				G = {
					R = {
						E = {
							N = {
								result = true
							}
						}
					}
				}
			}
		},
		I = {
			A = {
				N = {
					["朝"] = {
						result = true
					}
				}
			}
		},
		J = {
			["5"] = {
				["5"] = {
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			},
			["8"] = {
				["8"] = {
					["版"] = {
						["假"] = {
							["币"] = {
								result = true
							}
						},
						["真"] = {
							["币"] = {
								result = true
							}
						}
					}
				}
			}
		},
		M = {
			D = {
				["靠"] = {
					result = true
				}
			}
		},
		N = {
			T = {
				["教"] = {
					["程"] = {
						result = true
					}
				},
				["炸"] = {
					["彈"] = {
						result = true
					}
				},
				["烈"] = {
					["性"] = {
						["炸"] = {
							["药"] = {
								result = true
							},
							["藥"] = {
								result = true
							}
						}
					}
				}
			}
		},
		O = {
			M = {
				["在"] = {
					["线"] = {
						result = true
					}
				}
			}
		},
		T = {
			["手"] = {
				["槍"] = {
					result = true
				}
			},
			["真"] = {
				["人"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			}
		},
		U = {
			B = {
				E = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			}
		},
		V = {
			["套"] = {
				["件"] = {
					result = true
				}
			},
			["梦"] = {
				["工"] = {
					["厂"] = {
						result = true
					}
				}
			},
			["棒"] = {
				result = true
			},
			["电"] = {
				["视"] = {
					["棒"] = {
						result = true,
						["转"] = {
							["让"] = {
								result = true
							}
						}
					}
				}
			},
			["電"] = {
				["視"] = {
					["棒"] = {
						result = true,
						["轉"] = {
							["讓"] = {
								result = true
							}
						}
					}
				}
			}
		},
		W = {
			["版"] = {
				["假"] = {
					B = {
						result = true
					},
					["币"] = {
						result = true
					}
				}
			}
		},
		a = {
			i = {
				w = {
					a = {
						n = {
							["国"] = {
								result = true
							}
						}
					}
				}
			}
		},
		e = {
			l = {
				["假"] = {
					["币"] = {
						result = true
					},
					["钞"] = {
						result = true
					}
				},
				["高"] = {
					["压"] = {
						["气"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		h = {
			e = {
				[" "] = {
					B = {
						e = {
							i = {
								j = {
									i = {
										n = {
											g = {
												[" "] = {
													C = {
														o = {
															n = {
																s = {
																	p = {
																		i = {
																			r = {
																				a = {
																					c = {
																						y = {
																							result = true
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					G = {
						h = {
							o = {
								s = {
									t = {
										[" "] = {
											W = {
												a = {
													r = {
														result = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					P = {
						e = {
							o = {
								p = {
									l = {
										e = {
											s = {
												[" "] = {
													R = {
														e = {
															p = {
																u = {
																	b = {
																		l = {
																			i = {
																				c = {
																					[" "] = {
																						o = {
																							f = {
																								[" "] = {
																									A = {
																										m = {
																											n = {
																												e = {
																													s = {
																														i = {
																															a = {
																																result = true
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		i = {
			a = {
				n = {
					a = {
						n = {
							m = {
								e = {
									n = {
										[" "] = {
											R = {
												e = {
													v = {
														i = {
															s = {
																i = {
																	t = {
																		e = {
																			d = {
																				result = true
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			b = {
				e = {
					t = {
						["国"] = {
							result = true
						},
						["独"] = {
							["立"] = {
								result = true
							}
						}
					}
				}
			}
		},
		n = {
			["爆"] = {
				["子"] = {
					result = true
				}
			}
		},
		u = {
			r = {
				b = {
					o = {
						["涡"] = {
							["喷"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["。"] = {
			M = {
				["。"] = {
					D = {
						result = true,
						["靠"] = {
							result = true
						}
					}
				}
			}
		},
		["型"] = {
			["钥"] = {
				["玛"] = {
					["强"] = {
						["开"] = {
							result = true
						}
					}
				}
			}
		},
		["字"] = {
			A = {
				B = {
					["无"] = {
						["敌"] = {
							result = true
						}
					}
				}
			},
			["十"] = {
				["字"] = {
					["无"] = {
						["敌"] = {
							result = true
						}
					}
				}
			},
			["黑"] = {
				["头"] = {
					result = true
				}
			}
		},
		["裤"] = {
			result = true
		}
	},
	U = {
		G = {
			B = {
				["2"] = {
					["5"] = {
						["猎"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		R = {
			["靠"] = {
				result = true
			}
		},
		S = {
			B = {
				["&"] = {
					["棒"] = {
						result = true
					}
				},
				["棒"] = {
					result = true
				},
				["电"] = {
					["视"] = {
						["棒"] = {
							result = true
						}
					}
				},
				["電"] = {
					["視"] = {
						["棒"] = {
							result = true
						}
					}
				}
			}
		},
		T = {
			["6"] = {
				["刀"] = {
					["有"] = {
						["货"] = {
							result = true
						}
					}
				}
			}
		},
		Z = {
			I = {
				["冲"] = {
					["锋"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		n = {
			d = {
				e = {
					r = {
						[" "] = {
							R = {
								e = {
									d = {
										[" "] = {
											S = {
												k = {
													i = {
														e = {
															s = {
																result = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["型"] = {
			V = {
				I = {
					I = {
						C = {
							result = true
						}
					}
				}
			}
		},
		["影"] = {
			V = {
				C = {
					D = {
						result = true
					}
				}
			}
		},
		["盘"] = {
			["针"] = {
				["孔"] = {
					["摄"] = {
						["像"] = {
							["机"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	V = {
		["5"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		A = {
			N = {
				result = true
			}
		},
		E = {
			["5"] = {
				["8"] = {
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			}
		},
		I = {
			I = {
				I = {
					[" "] = {
						I = {
							X = {
								[" "] = {
									V = {
										I = {
											[" "] = {
												I = {
													V = {
														result = true
													}
												}
											}
										}
									}
								}
							}
						}
					},
					I = {
						X = {
							V = {
								I = {
									I = {
										V = {
											V = {
												I = {
													I = {
														V = {
															result = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				V = {
					["真"] = {
						["相"] = {
							result = true
						}
					}
				}
			},
			P = {
				["特"] = {
					["区"] = {
						result = true
					}
				},
				["聊"] = {
					["天"] = {
						["室"] = {
							result = true
						}
					}
				}
			}
		},
		V = {
			["综"] = {
				["合"] = {
					["娱"] = {
						["乐"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		o = {
			l = {
				["。"] = {
					["1"] = {
						["潮"] = {
							["姬"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["空"] = {
			["姐"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["视"] = {
			["秀"] = {
				result = true
			}
		}
	},
	W = {
		E = {
			B = {
				["战"] = {
					["牌"] = {
						["靠"] = {
							result = true
						}
					}
				}
			}
		},
		K = {
			["綜"] = {
				["合"] = {
					["論"] = {
						["壇"] = {
							result = true
						}
					}
				}
			}
		},
		L = {
			["1"] = {
				["5"] = {
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			}
		},
		M = {
			["步"] = {
				["枪"] = {
					result = true
				}
			}
		},
		P = {
			["随"] = {
				["身"] = {
					["小"] = {
						["直"] = {
							result = true
						}
					}
				}
			}
		},
		a = {
			a = {
				p = {
					["女"] = {
						["教"] = {
							["師"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["彩"] = {
			["票"] = {
				result = true
			}
		},
		["指"] = {
			["名"] = {
				result = true
			}
		},
		["痴"] = {
			["熟"] = {
				["女"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		}
	},
	X = {
		["&"] = {
			["卧"] = {
				["&"] = {
					["底"] = {
						result = true
					}
				}
			},
			["臥"] = {
				["&"] = {
					["底"] = {
						result = true
					}
				}
			}
		},
		["-"] = {
			["包"] = {
				["子"] = {
					result = true
				}
			}
		},
		B = {
			[" "] = {
				["诺"] = {
					["贝"] = {
						["尔"] = {
							result = true
						}
					}
				}
			}
		},
		I = {
			[" "] = {
				["博"] = {
					["士"] = {
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					}
				}
			},
			A = {
				A = {
					V = {
						["论"] = {
							["坛"] = {
								result = true
							}
						}
					}
				}
			},
			["老"] = {
				["大"] = {
					result = true
				}
			}
		},
		J = {
			["平"] = {
				result = true
			}
		},
		M = {
			["8"] = {
				["真"] = {
					["狗"] = {
						result = true
					}
				}
			}
		},
		O = {
			Y = {
				["影"] = {
					["视"] = {
						result = true
					}
				}
			},
			["高"] = {
				["清"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			}
		},
		T = {
			["5"] = {
				["尼"] = {
					["泊"] = {
						["尔"] = {
							result = true
						}
					}
				}
			}
		},
		X = {
			["+"] = {
				["圣"] = {
					["獣"] = {
						["伝"] = {
							result = true
						}
					}
				}
			},
			O = {
				O = {
					["撸"] = {
						result = true
					},
					["电"] = {
						["影"] = {
							["网"] = {
								result = true
							}
						}
					},
					["色"] = {
						["站"] = {
							result = true
						}
					},
					["電"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["宪"] = {
				["章"] = {
					result = true
				}
			},
			["导"] = {
				["航"] = {
					result = true
				}
			},
			["按"] = {
				["摩"] = {
					result = true
				}
			},
			["插"] = {
				["插"] = {
					["情"] = {
						["色"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["网"] = {
				["成"] = {
					["人"] = {
						result = true
					}
				}
			}
		},
		i = {
			J = {
				i = {
					n = {
						g = {
							P = {
								result = true
							}
						}
					}
				}
			},
			V = {
				i = {
					r = {
						u = {
							s = {
								result = true
							}
						}
					}
				}
			},
			j = {
				i = {
					n = {
						result = true
					}
				}
			},
			r = {
				u = {
					s = {
						result = true
					}
				}
			},
			t = {
				a = {
					l = {
						y = {
							result = true
						}
					}
				}
			},
			["主"] = {
				["蓆"] = {
					result = true
				}
			},
			["紧"] = {
				p = {
					i = {
						n = {
							G = {
								result = true
							}
						}
					}
				}
			},
			["胖"] = {
				["子"] = {
					result = true
				}
			}
		},
		["主"] = {
			["席"] = {
				result = true
			},
			["蓆"] = {
				result = true
			}
		},
		["光"] = {
			["暗"] = {
				["宝"] = {
					result = true
				}
			},
			["看"] = {
				["穿"] = {
					["杯"] = {
						["碗"] = {
							result = true
						}
					}
				}
			},
			["透"] = {
				["光"] = {
					["仪"] = {
						result = true
					}
				},
				["视"] = {
					["器"] = {
						result = true
					}
				}
			}
		},
		["卧"] = {
			result = true,
			["#"] = {
				["底"] = {
					["增"] = {
						["强"] = {
							["版"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["圣"] = {
			["上"] = {
				result = true
			}
		},
		["夜"] = {
			["激"] = {
				["情"] = {
					result = true
				}
			}
		},
		["妈"] = {
			["牛"] = {
				["比"] = {
					result = true
				}
			}
		},
		["娘"] = {
			["伦"] = {
				["理"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["媽"] = {
			["牛"] = {
				["比"] = {
					result = true
				}
			}
		},
		["旧"] = {
			["部"] = {
				result = true
			}
		},
		["明"] = {
			["泽"] = {
				result = true
			}
		},
		["時"] = {
			["間"] = {
				["吉"] = {
					["沢"] = {
						["明"] = {
							["歩"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["片"] = {
			["免"] = {
				["费"] = {
					["观"] = {
						["看"] = {
							result = true
						}
					}
				}
			}
		},
		["站"] = {
			["影"] = {
				["视"] = {
					result = true
				}
			}
		},
		["竹"] = {
			["席"] = {
				result = true
			}
		},
		["红"] = {
			["颜"] = {
				["电"] = {
					["影"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["臥"] = {
			["#"] = {
				["底"] = {
					["增"] = {
						["強"] = {
							["版"] = {
								result = true
							}
						}
					}
				}
			},
			["底"] = {
				result = true,
				["第"] = {
					result = true
				}
			}
		},
		["軟"] = {
			["#"] = {
				["件"] = {
					["增"] = {
						["強"] = {
							["版"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["软"] = {
			["#"] = {
				["件"] = {
					["增"] = {
						["强"] = {
							["版"] = {
								result = true
							}
						}
					}
				}
			},
			["件"] = {
				["增"] = {
					["强"] = {
						["版"] = {
							result = true
						}
					}
				}
			}
		},
		["近"] = {
			P = {
				result = true
			}
		}
	},
	Y = {
		F = {
			["航"] = {
				["拍"] = {
					["机"] = {
						result = true
					}
				}
			}
		},
		Y = {
			["弹"] = {
				["弓"] = {
					result = true
				}
			}
		},
		["国"] = {
			["指"] = {
				["挥"] = {
					["官"] = {
						result = true
					}
				}
			}
		},
		["毛"] = {
			result = true
		}
	},
	Z = {
		X = {
			["8"] = {
				["8"] = {
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			}
		},
		h = {
			a = {
				["药"] = {
					["自"] = {
						["造"] = {
							result = true
						}
					}
				}
			}
		},
		["国"] = {
			["指"] = {
				["挥"] = {
					["官"] = {
						result = true
					}
				}
			}
		}
	},
	a = {
		["1"] = {
			["0"] = {
				["0"] = {
					["0"] = {
						["手"] = {
							["拉"] = {
								["狗"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		a = {
			a = {
				["6"] = {
					["2"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				},
				a = {
					v = {
						["肉"] = {
							["棒"] = {
								["屄"] = {
									result = true
								}
							}
						}
					},
					["做"] = {
						["爱"] = {
							result = true
						}
					},
					["级"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				},
				["级"] = {
					["黄"] = {
						["图"] = {
							result = true
						}
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					["美"] = {
						["国"] = {
							result = true
						}
					}
				}
			}
		},
		b = {
			["锡"] = {
				["纸"] = {
					["快"] = {
						["开"] = {
							result = true
						}
					}
				}
			}
		},
		c = {
			a = {
				["肉"] = {
					["棒"] = {
						["淫"] = {
							["水"] = {
								result = true
							}
						}
					}
				}
			},
			q = {
				y = {
					y = {
						["网"] = {
							result = true
						}
					}
				}
			},
			v = {
				["肉"] = {
					["棒"] = {
						["抽"] = {
							["动"] = {
								result = true
							}
						}
					}
				}
			}
		},
		d = {
			m = {
				i = {
					n = {
						["靠"] = {
							result = true
						}
					}
				}
			},
			y = {
				["色"] = {
					["人"] = {
						["阁"] = {
							result = true
						}
					}
				}
			}
		},
		h = {
			o = {
				["黑"] = {
					["客"] = {
						["组"] = {
							["织"] = {
								result = true
							}
						}
					}
				}
			}
		},
		i = {
			["揉"] = {
				["表"] = {
					["妹"] = {
						["的"] = {
							["乳"] = {
								["房"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["液"] = {
				["四"] = {
					["溅"] = {
						result = true
					}
				}
			}
		},
		k = {
			result = true,
			["4"] = {
				["7"] = {
					["低"] = {
						["价"] = {
							result = true
						}
					},
					["便"] = {
						["宜"] = {
							result = true
						}
					},
					["军"] = {
						d = {
							a = {
								o = {
									result = true
								}
							}
						},
						["刀"] = {
							result = true,
							["具"] = {
								["具"] = {
									result = true
								}
							},
							["正"] = {
								["品"] = {
									result = true
								}
							}
						},
						["工"] = {
							["刀"] = {
								result = true
							},
							["忉"] = {
								result = true
							}
						},
						["枪"] = {
							result = true
						}
					},
					["的"] = {
						["便"] = {
							["宜"] = {
								result = true
							}
						}
					}
				}
			},
			["军"] = {
				c = {
					result = true,
					["正"] = {
						["品"] = {
							result = true
						}
					}
				},
				["刺"] = {
					["订"] = {
						["购"] = {
							result = true
						}
					}
				},
				["工"] = {
					["刺"] = {
						result = true,
						["刀"] = {
							result = true
						},
						["忉"] = {
							result = true
						},
						["正"] = {
							["品"] = {
								result = true
							}
						}
					}
				},
				["枪"] = {
					result = true
				}
			}
		},
		l = {
			l = {
				i = {
					n = {
						["賭"] = {
							["場"] = {
								result = true
							}
						},
						["赌"] = {
							["场"] = {
								result = true
							}
						}
					}
				}
			}
		},
		n = {
			d = {
				K = {
					["粉"] = {
						result = true
					}
				}
			}
		},
		q = {
			["综"] = {
				["合"] = {
					["1"] = {
						result = true
					}
				}
			}
		},
		s = {
			["$"] = {
				h = {
					o = {
						l = {
							e = {
								result = true
							}
						}
					}
				}
			},
			p = {
				["野"] = {
					["人"] = {
						["谷"] = {
							["甩"] = {
								["棍"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		u = {
			["彩"] = {
				["票"] = {
					["平"] = {
						["台"] = {
							result = true
						}
					}
				}
			}
		},
		v = {
			i = {
				["免"] = {
					["费"] = {
						["淫"] = {
							["电"] = {
								["影"] = {
									result = true
								}
							}
						}
					}
				},
				["肉"] = {
					["棒"] = {
						["屄"] = {
							result = true
						}
					}
				}
			},
			v = {
				["肉"] = {
					["棒"] = {
						["姚"] = {
							["岚"] = {
								result = true
							}
						},
						["小"] = {
							["穴"] = {
								result = true
							}
						},
						["淫"] = {
							["妻"] = {
								result = true
							}
						},
						["阴"] = {
							["唇"] = {
								result = true
							},
							["户"] = {
								result = true
							},
							["道"] = {
								result = true
							}
						}
					}
				}
			},
			["亚"] = {
				["洲"] = {
					["成"] = {
						["人"] = {
							["网"] = {
								result = true
							}
						}
					},
					["色"] = {
						["图"] = {
							result = true
						}
					}
				}
			},
			["做"] = {
				["爱"] = {
					["换"] = {
						["妻"] = {
							result = true
						}
					}
				}
			},
			["动"] = {
				["漫"] = {
					result = true,
					["在"] = {
						["线"] = {
							result = true
						}
					}
				}
			},
			["午"] = {
				["夜"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["在"] = {
				["线"] = {
					["观"] = {
						["看"] = {
							result = true
						}
					}
				}
			},
			["天"] = {
				["堂"] = {
					result = true,
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["女"] = {
				["优"] = {
					["全"] = {
						["裸"] = {
							["写"] = {
								["真"] = {
									result = true
								}
							}
						}
					},
					["吉"] = {
						["泽"] = {
							["明"] = {
								["步"] = {
									result = true
								}
							}
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["立"] = {
						["花"] = {
							["瞳"] = {
								result = true
							}
						}
					}
				}
			},
			["妓"] = {
				["女"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			},
			["妹"] = {
				["妹"] = {
					result = true
				}
			},
			["小"] = {
				["视"] = {
					["频"] = {
						result = true
					}
				},
				["说"] = {
					result = true
				}
			},
			["影"] = {
				["片"] = {
					result = true,
					["地"] = {
						["址"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["快"] = {
				["播"] = {
					result = true,
					["成"] = {
						["人"] = {
							["网"] = {
								result = true
							}
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					}
				}
			},
			["成"] = {
				["人"] = {
					result = true,
					["电"] = {
						["影"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					},
					["網"] = {
						result = true
					},
					["网"] = {
						result = true
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["播"] = {
				["放"] = {
					["器"] = {
						result = true
					}
				}
			},
			["无"] = {
				["码"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["明"] = {
				["星"] = {
					result = true
				}
			},
			["欧"] = {
				["美"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					["种"] = {
						["子"] = {
							result = true,
							["地"] = {
								["址"] = {
									result = true
								}
							}
						}
					},
					["院"] = {
						result = true
					}
				}
			},
			["直"] = {
				["播"] = {
					result = true,
					["室"] = {
						result = true
					},
					["网"] = {
						result = true
					}
				}
			},
			["种"] = {
				["子"] = {
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["肉"] = {
				["棒"] = {
					["口"] = {
						["交"] = {
							result = true
						}
					},
					["吸"] = {
						["舔"] = {
							result = true
						}
					},
					["套"] = {
						["动"] = {
							result = true
						},
						["弄"] = {
							result = true
						}
					},
					["对"] = {
						["准"] = {
							["穴"] = {
								["口"] = {
									result = true
								}
							}
						}
					},
					["抽"] = {
						["动"] = {
							result = true
						}
					},
					["淫"] = {
						["妻"] = {
							result = true
						},
						["穴"] = {
							result = true
						},
						["笑"] = {
							result = true
						}
					},
					["穴"] = {
						["口"] = {
							result = true
						}
					},
					["肛"] = {
						["交"] = {
							result = true
						}
					},
					["肥"] = {
						["臀"] = {
							result = true
						}
					},
					["阴"] = {
						["精"] = {
							["狂"] = {
								["泄"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["色"] = {
				["中"] = {
					["色"] = {
						result = true
					}
				}
			},
			["萝"] = {
				["莉"] = {
					result = true
				}
			},
			["貼"] = {
				["圖"] = {
					result = true
				}
			},
			["贴"] = {
				["图"] = {
					result = true
				}
			},
			["资"] = {
				["源"] = {
					result = true
				}
			}
		},
		w = {
			p = {
				["仿"] = {
					["真"] = {
						["玩"] = {
							["具"] = {
								["枪"] = {
									result = true
								}
							}
						}
					}
				},
				["气"] = {
					["步"] = {
						["枪"] = {
							result = true,
							["预"] = {
								["订"] = {
									result = true
								}
							}
						}
					}
				},
				["狙"] = {
					["击"] = {
						["枪"] = {
							["模"] = {
								["型"] = {
									result = true
								}
							}
						},
						["步"] = {
							["枪"] = {
								result = true,
								["专"] = {
									result = true
								}
							}
						}
					}
				},
				["配"] = {
					["件"] = {
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["假"] = {
			["币"] = {
				result = true
			},
			["幣"] = {
				result = true
			}
		},
		["型"] = {
			["肉"] = {
				["毒"] = {
					["素"] = {
						result = true
					}
				}
			}
		},
		["左"] = {
			["轮"] = {
				result = true
			}
		},
		["带"] = {
			result = true
		},
		["情"] = {
			["色"] = {
				["网"] = {
					["址"] = {
						result = true
					}
				}
			}
		},
		["片"] = {
			["在"] = {
				["线"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["基"] = {
				["地"] = {
					result = true
				}
			},
			["播"] = {
				["放"] = {
					["器"] = {
						result = true
					}
				}
			},
			["无"] = {
				["码"] = {
					result = true
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						["址"] = {
							result = true
						},
						["站"] = {
							result = true
						}
					}
				}
			},
			["种"] = {
				["子"] = {
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["线"] = {
				["上"] = {
					["看"] = {
						result = true
					}
				}
			},
			["网"] = {
				result = true,
				["站"] = {
					["地"] = {
						["址"] = {
							result = true
						}
					}
				}
			},
			["试"] = {
				["看"] = {
					result = true
				}
			}
		}
	},
	b = {
		["5"] = {
			["0"] = {
				["气"] = {
					["枪"] = {
						["配"] = {
							["件"] = {
								result = true
							}
						}
					}
				},
				["汽"] = {
					["枪"] = {
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				}
			},
			["2"] = {
				["气"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		b = {
			c = {
				["专"] = {
					["访"] = {
						["鲍"] = {
							["彤"] = {
								result = true
							}
						}
					}
				},
				["中"] = {
					["文"] = {
						["天"] = {
							["安"] = {
								["门"] = {
									["母"] = {
										["亲"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			s = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				},
				["汽"] = {
					g = {
						o = {
							u = {
								result = true
							}
						}
					},
					["狗"] = {
						result = true
					}
				},
				["色"] = {
					["情"] = {
						result = true
					}
				}
			},
			["弹"] = {
				["仿"] = {
					["真"] = {
						["抢"] = {
							result = true
						}
					}
				}
			},
			["论"] = {
				["坛"] = {
					result = true
				}
			}
		},
		c = {
			s = {
				["武"] = {
					["器"] = {
						["空"] = {
							["间"] = {
								result = true
							}
						}
					}
				}
			},
			z = {
				["时"] = {
					["时"] = {
						["彩"] = {
							["平"] = {
								["台"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		e = {
			i = {
				j = {
					i = {
						n = {
							g = {
								c = {
									o = {
										m = {
											a = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			t = {
				["3"] = {
					["6"] = {
						["5"] = {
							["仿"] = {
								result = true
							}
						},
						["7"] = {
							["娱"] = {
								["乐"] = {
									result = true
								}
							}
						},
						["8"] = {
							["娱"] = {
								["乐"] = {
									result = true
								}
							}
						}
					},
					["7"] = {
						["0"] = {
							["娱"] = {
								["乐"] = {
									result = true
								}
							}
						},
						["1"] = {
							["娱"] = {
								["乐"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		i = {
			n = {
				g = {
					["毒"] = {
						result = true
					},
					["独"] = {
						result = true,
						["低"] = {
							["价"] = {
								result = true
							}
						}
					}
				}
			}
		},
		l = {
			k = {
				["低"] = {
					["价"] = {
						["气"] = {
							["狗"] = {
								result = true
							}
						}
					}
				},
				["气"] = {
					g = {
						o = {
							u = {
								result = true
							}
						}
					},
					["狗"] = {
						result = true
					}
				}
			},
			o = {
				o = {
					d = {
						s = {
							q = {
								u = {
									a = {
										r = {
											e = {
												result = true
											}
										}
									}
								}
							}
						},
						["广"] = {
							["场"] = {
								result = true
							}
						}
					}
				}
			}
		},
		o = {
			[" "] = {
				x = {
					i = {
						a = {
							o = {
								result = true
							}
						}
					}
				}
			},
			x = {
				i = {
					a = {
						o = {
							l = {
								i = {
									u = {
										result = true
									}
								}
							},
							["刘"] = {
								result = true
							}
						}
					}
				}
			},
			["小"] = {
				["刘"] = {
					result = true
				}
			}
		},
		t = {
			["1"] = {
				["3"] = {
					["1"] = {
						["4"] = {
							["电"] = {
								["影"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["免"] = {
				["费"] = {
					["淫"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					result = true,
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["欲"] = {
				["女"] = {
					result = true
				}
			},
			["淫"] = {
				["色"] = {
					["电"] = {
						["影"] = {
							result = true,
							["免"] = {
								["费"] = {
									result = true
								}
							}
						}
					},
					["贴"] = {
						["图"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			},
			["种"] = {
				["子"] = {
					["合"] = {
						["集"] = {
							result = true
						}
					}
				}
			}
		},
		x = {
			["刘"] = {
				result = true
			}
		},
		y = {
			["大"] = {
				["长"] = {
					["茎"] = {
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	c = {
		["0"] = {
			["2"] = {
				["款"] = {
					["式"] = {
						["抢"] = {
							result = true
						},
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["4"] = {
			["方"] = {
				["法"] = {
					result = true
				}
			},
			["炸"] = {
				["弹"] = {
					result = true,
					["的"] = {
						result = true
					}
				}
			}
		},
		a = {
			o = {
				["靠"] = {
					result = true
				}
			}
		},
		c = {
			n = {
				a = {
					["代"] = {
						["考"] = {
							result = true
						}
					}
				}
			}
		},
		d = {
			j = {
				p = {
					["李"] = {
						["鵬"] = {
							["*"] = {
								result = true
							}
						},
						["鹏"] = {
							["*"] = {
								result = true
							}
						}
					}
				}
			}
		},
		e = {
			t = {
				["4"] = {
					["6"] = {
						["办"] = {
							result = true
						}
					},
					["8"] = {
						result = true
					}
				},
				["成"] = {
					["绩"] = {
						["单"] = {
							result = true
						}
					}
				}
			}
		},
		f = {
			x = {
				["低"] = {
					["价"] = {
						["氣"] = {
							["槍"] = {
								result = true
							}
						}
					}
				},
				["气"] = {
					["抢"] = {
						result = true
					},
					["槍"] = {
						result = true
					}
				},
				["西"] = {
					["班"] = {
						["牙"] = {
							result = true
						}
					}
				}
			},
			["夜"] = {
				["玫"] = {
					["瑰"] = {
						["成"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			}
		},
		g = {
			q = {
				["4"] = {
					p = {
						n = {
							result = true
						}
					}
				}
			}
		},
		h = {
			i = {
				n = {
					k = {
						result = true
					}
				}
			},
			u = {
				["售"] = {
					["怍"] = {
						["葯"] = {
							result = true
						}
					}
				}
			}
		},
		k = {
			c = {
				k = {
					["综"] = {
						["合"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		n = {
			n = {
				["专"] = {
					["访"] = {
						["重"] = {
							["睹"] = {
								["照"] = {
									["片"] = {
										result = true
									}
								}
							}
						}
					}
				},
				["鲍"] = {
					["彤"] = {
						result = true
					}
				}
			}
		},
		o = {
			["2"] = {
				["枪"] = {
					["专"] = {
						result = true
					}
				}
			},
			c = {
				["8"] = {
					["6"] = {
						["影"] = {
							result = true,
							["院"] = {
								result = true
							}
						}
					}
				}
			},
			l = {
				d = {
					[" "] = {
						s = {
							u = {
								m = {
									m = {
										e = {
											r = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			m = {
				["流"] = {
					["氓"] = {
						result = true
					}
				}
			},
			r = {
				e = {
					["习"] = {
						result = true
					},
					["病"] = {
						["危"] = {
							result = true
						}
					}
				}
			}
		},
		p = {
			["9"] = {
				["9"] = {
					["汽"] = {
						["枪"] = {
							result = true
						}
					},
					["配"] = {
						["件"] = {
							result = true,
							["专"] = {
								result = true,
								["供"] = {
									result = true
								}
							},
							["直"] = {
								["销"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		s = {
			["狗"] = {
				["专"] = {
					result = true
				},
				["低"] = {
					["价"] = {
						["专"] = {
							result = true
						}
					}
				}
			}
		},
		t = {
			r = {
				a = {
					c = {
						e = {
							r = {
								result = true
							}
						}
					}
				}
			},
			v = {
				i = {
					p = {
						["6"] = {
							result = true
						}
					}
				}
			}
		},
		["武"] = {
			["汉"] = {
				["信"] = {
					["用"] = {
						["卡"] = {
							["5"] = {
								["2"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	d = {
		["7"] = {
			s = {
				e = {
					["淫"] = {
						["色"] = {
							["贴"] = {
								["图"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["9"] = {
			["军"] = {
				c = {
					["军"] = {
						d = {
							a = {
								o = {
									result = true
								}
							}
						}
					}
				},
				["刺"] = {
					["军"] = {
						["刀"] = {
							result = true
						},
						["工"] = {
							["刀"] = {
								result = true
							}
						}
					}
				},
				["枪"] = {
					["军"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		a = {
			o = {
				result = true,
				["具"] = {
					result = true,
					["专"] = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					},
					["正"] = {
						["品"] = {
							result = true
						}
					},
					["货"] = {
						["到"] = {
							["付"] = {
								["款"] = {
									result = true
								}
							}
						}
					}
				},
				["剑"] = {
					["网"] = {
						B = {
							["手"] = {
								result = true
							}
						}
					}
				}
			}
		},
		d = {
			d = {
				["2"] = {
					["7"] = {
						["淫"] = {
							["淫"] = {
								["网"] = {
									result = true
								}
							}
						}
					}
				},
				["4"] = {
					["2"] = {
						["影"] = {
							result = true,
							["院"] = {
								result = true
							}
						}
					}
				}
			},
			k = {
				["粉"] = {
					result = true
				}
			},
			o = {
				s = {
					["攻"] = {
						["击"] = {
							result = true,
							["器"] = {
								result = true
							}
						}
					}
				}
			}
		},
		e = {
			m = {
				o = {
					c = {
						r = {
							a = {
								c = {
									y = {
										["1"] = {
											["9"] = {
												["8"] = {
													["9"] = {
														result = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		i = {
			c = {
				k = {
					["吕"] = {
						["秀"] = {
							["莲"] = {
								result = true
							}
						}
					},
					["呂"] = {
						["秀"] = {
							["蓮"] = {
								result = true
							}
						}
					}
				}
			},
			e = {
				result = true
			},
			y = {
				["弹"] = {
					["弓"] = {
						["枪"] = {
							result = true
						}
					}
				},
				["爆"] = {
					["炸"] = {
						["箭"] = {
							["头"] = {
								result = true
							}
						}
					}
				},
				["钢"] = {
					["珠"] = {
						["狗"] = {
							result = true
						}
					}
				}
			}
		},
		j = {
			["热"] = {
				["舞"] = {
					result = true
				}
			}
		},
		v = {
			["2"] = {
				["2"] = {
					["2"] = {
						["影"] = {
							["院"] = {
								result = true
							},
							["音"] = {
								result = true
							}
						}
					}
				}
			}
		},
		y = {
			["6"] = {
				["7"] = {
					["激"] = {
						["情"] = {
							result = true
						}
					}
				}
			}
		},
		["仿"] = {
			["真"] = {
				["枪"] = {
					result = true
				}
			}
		}
	},
	e = {
		c = {
			["成"] = {
				["人"] = {
					result = true
				}
			}
		},
		d = {
			["2"] = {
				k = {
					result = true,
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["肉"] = {
						["蒲"] = {
							["团"] = {
								result = true
							}
						}
					}
				}
			}
		},
		i = {
			g = {
				h = {
					t = {
						["仙"] = {
							result = true,
							["靠"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["世"] = {
			["博"] = {
				["娱"] = {
					["乐"] = {
						result = true
					}
				},
				["彩"] = {
					result = true
				}
			}
		},
		["乐"] = {
			["博"] = {
				["官"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["夜"] = {
			["忄"] = {
				["青"] = {
					result = true
				}
			},
			["情"] = {
				result = true,
				["交"] = {
					["友"] = {
						result = true
					}
				},
				["俱"] = {
					["乐"] = {
						["部"] = {
							result = true
						}
					}
				},
				["聊"] = {
					["天"] = {
						["室"] = {
							result = true
						}
					}
				},
				["论"] = {
					["坛"] = {
						result = true
					}
				}
			}
		}
	},
	f = {
		a = {
			n = {
				r = {
					i = {
						["游"] = {
							["行"] = {
								result = true
							}
						}
					}
				}
			}
		},
		f = {
			f = {
				["4"] = {
					["2"] = {
						["影"] = {
							result = true
						}
					}
				}
			}
		},
		m = {
			["2"] = {
				["催"] = {
					["情"] = {
						["药"] = {
							result = true
						}
					}
				}
			}
		},
		r = {
			e = {
				e = {
					["换"] = {
						["肾"] = {
							result = true
						}
					}
				}
			}
		},
		u = {
			c = {
				k = {
					g = {
						f = {
							w = {
								result = true
							}
						}
					},
					i = {
						n = {
							g = {
								result = true
							}
						}
					},
					m = {
						e = {
							result = true
						}
					},
					t = {
						h = {
							e = {
								g = {
									f = {
										w = {
											result = true
										}
									}
								}
							}
						}
					},
					["．"] = {
						["国"] = {
							result = true
						},
						["國"] = {
							result = true
						}
					}
				}
			}
		},
		["黄"] = {
			["色"] = {
				["三"] = {
					["级"] = {
						["小"] = {
							["说"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	g = {
		["1"] = {
			k = {
				r = {
					result = true
				}
			},
			y = {
				f = {
					i = {
						g = {
							result = true
						}
					}
				}
			}
		},
		f = {
			w = {
				["封"] = {
					["锁"] = {
						result = true
					}
				}
			}
		},
		h = {
			b = {
				["水"] = {
					["配"] = {
						["方"] = {
							result = true,
							["专"] = {
								result = true
							}
						}
					}
				},
				["迷"] = {
					["奸"] = {
						["剂"] = {
							result = true
						}
					},
					["情"] = {
						["水"] = {
							result = true
						},
						["药"] = {
							result = true,
							["专"] = {
								result = true
							}
						}
					}
				}
			}
		},
		m = {
			a = {
				t = {
					["替"] = {
						["考"] = {
							result = true
						}
					}
				}
			}
		},
		u = {
			o = {
				["伯"] = {
					["雄"] = {
						["被"] = {
							["抓"] = {
								result = true
							}
						}
					}
				}
			}
		},
		v = {
			["动"] = {
				["漫"] = {
					result = true
				}
			},
			["种"] = {
				["子"] = {
					result = true
				}
			},
			["视"] = {
				["频"] = {
					result = true
				}
			},
			["资"] = {
				["源"] = {
					result = true
				}
			}
		},
		["片"] = {
			["免"] = {
				["费"] = {
					result = true
				}
			}
		}
	},
	h = {
		a = {
			o = {
				x = {
					i = {
						["大"] = {
							["法"] = {
								["好"] = {
									result = true
								}
							}
						}
					}
				}
			},
			p = {
				p = {
					y = {
						["水"] = {
							result = true
						}
					}
				}
			}
		},
		b = {
			o = {
				["论"] = {
					["坛"] = {
						result = true
					}
				}
			}
		},
		i = {
			g = {
				h = {
					["去"] = {
						result = true
					},
					["水"] = {
						result = true
					},
					["粉"] = {
						result = true,
						["出"] = {
							["货"] = {
								result = true
							}
						},
						["到"] = {
							["货"] = {
								result = true
							}
						},
						["手"] = {
							["机"] = {
								result = true
							}
						},
						["教"] = {
							["程"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						},
						["配"] = {
							["方"] = {
								result = true
							}
						}
					},
					["药"] = {
						result = true,
						["专"] = {
							result = true
						}
					}
				}
			}
		},
		o = {
			n = {
				g = {
					k = {
						o = {
							n = {
								g = {
									v = {
										i = {
											g = {
												i = {
													l = {
														result = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		u = {
			["1"] = {
				w = {
					e = {
						n = {
							["1"] = {
								["病"] = {
									["毒"] = {
										["侵"] = {
											["害"] = {
												["中"] = {
													["国"] = {
														result = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["假"] = {
			["币"] = {
				["变"] = {
					["色"] = {
						["油"] = {
							["墨"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["动"] = {
			["漫"] = {
				["快"] = {
					["播"] = {
						result = true,
						["网"] = {
							result = true
						}
					}
				},
				["网"] = {
					result = true
				}
			}
		},
		["卡"] = {
			["通"] = {
				result = true
			}
		},
		["成"] = {
			["人"] = {
				n = {
					p = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["漫"] = {
			["免"] = {
				["费"] = {
					result = true
				}
			}
		},
		["片"] = {
			["网"] = {
				["址"] = {
					result = true
				}
			}
		},
		["站"] = {
			["靠"] = {
				result = true
			}
		},
		["网"] = {
			["地"] = {
				["址"] = {
					result = true
				}
			}
		},
		["美"] = {
			["少"] = {
				["女"] = {
					["漫"] = {
						["画"] = {
							result = true
						}
					}
				}
			}
		}
	},
	i = {
		e = {
			d = {
				["炸"] = {
					["弹"] = {
						result = true
					}
				}
			},
			m = {
				["4"] = {
					["模"] = {
						["型"] = {
							result = true
						}
					}
				}
			}
		},
		l = {
			o = {
				v = {
					e = {
						b = {
							o = {
								x = {
									u = {
										n = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		p = {
			["传"] = {
				["奇"] = {
					["私"] = {
						["服"] = {
							result = true
						}
					}
				}
			}
		},
		s = {
			o = {
				n = {
					t = {
						h = {
							e = {
								["广"] = {
									["场"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		}
	},
	j = {
		["8"] = {
			["靠"] = {
				result = true
			}
		},
		c = {
			["装"] = {
				["备"] = {
					["刀"] = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					}
				}
			}
		},
		i = {
			a = {
				n = {
					["听"] = {
						result = true
					}
				}
			},
			n = {
				g = {
					["用"] = {
						["品"] = {
							["专"] = {
								result = true
							}
						}
					}
				},
				p = {
					i = {
						n = {
							g = {
								result = true
							}
						}
					}
				}
			},
			["漫"] = {
				["画"] = {
					result = true
				}
			}
		},
		p = {
			["游"] = {
				result = true
			}
		},
		z = {
			m = {
				[" "] = {
					["挂"] = {
						result = true
					}
				}
			}
		},
		["冰"] = {
			["砖"] = {
				result = true
			}
		}
	},
	k = {
		[" "] = {
			["粉"] = {
				result = true
			}
		},
		["2"] = {
			["精"] = {
				["灵"] = {
					result = true
				}
			}
		},
		["7"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						["开"] = {
							["户"] = {
								result = true
							}
						}
					}
				}
			}
		},
		a = {
			i = {
				["發"] = {
					["飘"] = {
						result = true
					}
				}
			}
		},
		b = {
			["之"] = {
				["家"] = {
					result = true
				}
			}
		},
		e = {
			l = {
				i = {
					n = {
						g = {
							l = {
								i = {
									n = {
										g = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		f = {
			["供"] = {
				["货"] = {
					result = true
				}
			},
			["技"] = {
				["术"] = {
					["支"] = {
						["持"] = {
							result = true
						}
					}
				}
			},
			["有"] = {
				["售"] = {
					result = true
				},
				["货"] = {
					result = true
				}
			},
			["的"] = {
				result = true
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			}
		},
		i = {
			n = {
				g = {
					["粉"] = {
						result = true
					},
					["霸"] = {
						result = true
					}
				}
			}
		},
		k = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						["网"] = {
							["站"] = {
								result = true
							}
						}
					}
				}
			},
			["粉"] = {
				result = true
			}
		},
		t = {
			v = {
				["小"] = {
					["姐"] = {
						result = true
					}
				},
				["色"] = {
					["播"] = {
						["四"] = {
							["房"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["米"] = {
			["分"] = {
				result = true
			}
		},
		["粉"] = {
			["冰"] = {
				result = true
			},
			["小"] = {
				["冰"] = {
					["砖"] = {
						result = true
					}
				}
			},
			["手"] = {
				["抢"] = {
					result = true
				},
				["枪"] = {
					result = true
				}
			},
			["技"] = {
				["术"] = {
					result = true
				}
			},
			["白"] = {
				["粉"] = {
					result = true
				}
			},
			["製"] = {
				["作"] = {
					result = true
				}
			},
			["麻"] = {
				["古"] = {
					result = true
				}
			}
		}
	},
	l = {
		a = {
			["妹"] = {
				result = true
			}
		},
		i = {
			e = {
				["狗"] = {
					result = true
				}
			},
			u = {
				[" "] = {
					x = {
						i = {
							a = {
								o = {
									[" "] = {
										b = {
											o = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				},
				["0"] = {
					["2"] = {
						["晓"] = {
							["波"] = {
								result = true
							}
						}
					}
				},
				b = {
					o = {
						b = {
							o = {
								result = true
							}
						}
					}
				},
				s = {
					i = {
						["8"] = {
							["9"] = {
								result = true
							}
						},
						T = {
							["恤"] = {
								result = true
							}
						},
						["屠"] = {
							["杀"] = {
								result = true
							}
						},
						["黑"] = {
							["衣"] = {
								result = true
							}
						}
					}
				},
				x = {
					i = {
						a = {
							o = {
								["波"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		k = {
			q = {
				result = true
			}
		},
		o = {
			l = {
				["娱"] = {
					["乐"] = {
						result = true
					}
				}
			}
		},
		u = {
			o = {
				["聊"] = {
					result = true,
					["妹"] = {
						result = true
					},
					["网"] = {
						["站"] = {
							result = true
						}
					},
					["表"] = {
						["演"] = {
							result = true
						}
					}
				}
			}
		},
		x = {
			b = {
				["0"] = {
					["2"] = {
						["和"] = {
							["平"] = {
								["奖"] = {
									result = true
								}
							}
						},
						["宪"] = {
							["章"] = {
								result = true
							}
						}
					}
				},
				["奖"] = {
					result = true
				},
				["得"] = {
					["奖"] = {
						result = true
					}
				}
			},
			["波"] = {
				result = true
			}
		}
	},
	m = {
		["0"] = {
			r = {
				o = {
					result = true
				}
			},
			v = {
				n = {
					result = true
				}
			}
		},
		["1"] = {
			["2"] = {
				m = {
					["3"] = {
						["4"] = {
							result = true
						}
					}
				}
			},
			["4"] = {
				["手"] = {
					["拉"] = {
						["鸡"] = {
							result = true
						}
					}
				}
			},
			["5"] = {
				["."] = {
					p = {
						w = {
							result = true
						}
					}
				}
			},
			["6"] = {
				["仿"] = {
					["真"] = {
						result = true
					}
				}
			},
			["9"] = {
				["1"] = {
					["1"] = {
						["气"] = {
							["密"] = {
								result = true
							}
						}
					}
				}
			},
			["抢"] = {
				["刺"] = {
					result = true
				}
			},
			["枪"] = {
				["刺"] = {
					result = true
				}
			}
		},
		["2"] = {
			["5"] = {
				["8"] = {
					result = true
				}
			}
		},
		["3"] = {
			["长"] = {
				C = {
					["专"] = {
						result = true
					}
				},
				["刺"] = {
					["专"] = {
						result = true
					}
				}
			}
		},
		["4"] = {
			["弓"] = {
				["弩"] = {
					result = true,
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			}
		},
		["9"] = {
			["军"] = {
				d = {
					a = {
						o = {
							["专"] = {
								result = true
							}
						}
					}
				},
				["刀"] = {
					["专"] = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					},
					["具"] = {
						["具"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["长"] = {
				C = {
					["专"] = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					}
				},
				["刺"] = {
					["专"] = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					}
				}
			}
		},
		a = {
			i = {
				y = {
					i = {
						n = {
							result = true
						}
					}
				}
			},
			o = {
				["賊"] = {
					["東"] = {
						result = true
					}
				}
			},
			r = {
				u = {
					i = {
						["电"] = {
							["狗"] = {
								result = true
							}
						}
					}
				}
			},
			z = {
				u = {
					i = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["醉"] = {
				["槍"] = {
					["价"] = {
						["格"] = {
							result = true
						}
					}
				}
			}
		},
		c = {
			c = {
				["色"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			}
		},
		e = {
			i = {
				m = {
					e = {
						i = {
							["穴"] = {
								result = true
							}
						}
					}
				},
				n = {
					v = {
						["嫩"] = {
							["穴"] = {
								result = true
							}
						},
						["插"] = {
							["穴"] = {
								result = true
							}
						},
						["毛"] = {
							["片"] = {
								result = true
							}
						},
						["淫"] = {
							["图"] = {
								result = true
							}
						},
						["潮"] = {
							["吹"] = {
								result = true
							}
						},
						["电"] = {
							["影"] = {
								result = true
							}
						},
						["穴"] = {
							result = true
						}
					}
				}
			}
		},
		i = {
			["昏"] = {
				["药"] = {
					["假"] = {
						B = {
							result = true
						}
					}
				}
			},
			["混"] = {
				["要"] = {
					["假"] = {
						B = {
							result = true
						}
					}
				}
			}
		},
		m = {
			["也"] = {
				["都"] = {
					["是"] = {
						result = true
					}
				}
			},
			["按"] = {
				["摩"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					["穴"] = {
						["贴"] = {
							["图"] = {
								result = true
							}
						}
					},
					["视"] = {
						["屏"] = {
							result = true
						}
					}
				}
			},
			["狂"] = {
				["操"] = {
					result = true
				}
			},
			["的"] = {
				["胸"] = {
					["罩"] = {
						["脱"] = {
							["下"] = {
								result = true
							}
						}
					}
				}
			},
			["真"] = {
				["人"] = {
					["表"] = {
						["演"] = {
							result = true
						}
					}
				}
			},
			["穴"] = {
				["激"] = {
					["情"] = {
						["小"] = {
							["说"] = {
								result = true
							}
						}
					}
				}
			},
			["第"] = {
				["一"] = {
					["次"] = {
						result = true
					}
				}
			},
			["美"] = {
				["圖"] = {
					result = true
				}
			},
			["翘"] = {
				["臀"] = {
					["诱"] = {
						["惑"] = {
							["图"] = {
								result = true
							}
						}
					}
				}
			},
			["脱"] = {
				["的"] = {
					["光"] = {
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				}
			},
			["被"] = {
				["人"] = {
					["插"] = {
						result = true
					}
				}
			},
			["贴"] = {
				["图"] = {
					["网"] = {
						result = true
					}
				}
			},
			["露"] = {
				["底"] = {
					["见"] = {
						["毛"] = {
							["图"] = {
								result = true
							}
						}
					}
				}
			}
		},
		o = {
			l = {
				i = {
					["花"] = {
						result = true,
						["行"] = {
							["动"] = {
								result = true
							}
						}
					}
				}
			},
			["你"] = {
				["全"] = {
					["身"] = {
						result = true
					}
				},
				["鸡"] = {
					["巴"] = {
						result = true
					}
				}
			},
			["擦"] = {
				["小"] = {
					["肥"] = {
						["穴"] = {
							result = true
						}
					}
				}
			}
		},
		p = {
			result = true,
			["3"] = {
				["毒"] = {
					["品"] = {
						result = true
					}
				}
			}
		}
	},
	n = {
		e = {
			w = {
				["唐"] = {
					["人"] = {
						result = true
					}
				}
			}
		},
		o = {
			b = {
				e = {
					l = {
						["1"] = {
							["0"] = {
								["颁"] = {
									["奖"] = {
										result = true
									}
								}
							},
							["2"] = {
								["1"] = {
									["0"] = {
										result = true
									}
								}
							}
						},
						["刘"] = {
							result = true
						}
					}
				}
			}
		},
		["信"] = {
			["用"] = {
				["卡"] = {
					["主"] = {
						["页"] = {
							a = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	o = {
		n = {
			s = {
				["給"] = {
					["錢"] = {
						result = true
					}
				},
				["给"] = {
					["钱"] = {
						result = true
					}
				}
			}
		},
		o = {
			x = {
				x = {
					["人"] = {
						["妻"] = {
							result = true
						}
					}
				}
			}
		},
		["靠"] = {
			result = true
		}
	},
	p = {
		["2"] = {
			p = {
				result = true,
				["体"] = {
					["育"] = {
						["博"] = {
							["彩"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["3"] = {
			y = {
				i = {
					result = true
				}
			}
		},
		["5"] = {
			["9"] = {
				["0"] = {
					d = {
						result = true
					}
				}
			}
		},
		c = {
			p = {
				["专"] = {
					["店"] = {
						result = true
					}
				},
				["安"] = {
					["装"] = {
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				},
				["新"] = {
					["贵"] = {
						["手"] = {
							["抢"] = {
								result = true
							},
							["枪"] = {
								result = true
							},
							["槍"] = {
								result = true
							}
						}
					}
				},
				["气"] = {
					["枪"] = {
						["套"] = {
							["件"] = {
								result = true
							}
						},
						["配"] = {
							["件"] = {
								result = true
							}
						}
					},
					["狗"] = {
						result = true
					}
				},
				["爱"] = {
					["好"] = {
						["者"] = {
							result = true
						}
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				},
				["配"] = {
					["件"] = {
						result = true,
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						},
						["转"] = {
							["让"] = {
								result = true
							}
						}
					}
				},
				["骚"] = {
					["本"] = {
						["套"] = {
							["件"] = {
								result = true
							}
						},
						["配"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			}
		},
		e = {
			n = {
				g = {
					l = {
						i = {
							["媛"] = {
								result = true
							}
						}
					},
					["丽"] = {
						y = {
							u = {
								a = {
									n = {
										result = true
									}
								}
							}
						},
						["媛"] = {
							result = true
						}
					}
				}
			},
			t = {
				n = {
					["制"] = {
						["取"] = {
							result = true
						}
					},
					["的"] = {
						result = true
					}
				}
			}
		},
		i = {
			n = {
				g = {
					j = {
						i = {
							n = {
								x = {
									i = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		p = {
			result = true,
			k = {
				result = true,
				["钢"] = {
					["珠"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["点"] = {
				["点"] = {
					["激"] = {
						["情"] = {
							result = true
						}
					},
					["通"] = {
						result = true
					}
				}
			}
		},
		["自"] = {
			["拍"] = {
				result = true
			}
		}
	},
	q = {
		i = {
			a = {
				n = {
					g = {
						result = true,
						["支"] = {
							["专"] = {
								result = true
							}
						},
						["械"] = {
							result = true
						},
						["模"] = {
							["網"] = {
								result = true
							},
							["网"] = {
								result = true
							}
						},
						["猎"] = {
							result = true
						},
						["网"] = {
							result = true
						},
						["联"] = {
							["系"] = {
								result = true
							}
						}
					},
					["联"] = {
						["系"] = {
							result = true
						}
					}
				}
			},
			e = {
				["听"] = {
					["器"] = {
						result = true
					}
				}
			},
			n = {
				g = {
					["支"] = {
						result = true
					}
				}
			},
			["枪"] = {
				result = true
			},
			["槍"] = {
				result = true,
				["专"] = {
					result = true
				},
				["儿"] = {
					["专"] = {
						result = true
					}
				},
				["專"] = {
					result = true
				}
			},
			["狗"] = {
				result = true,
				["专"] = {
					result = true
				}
			}
		},
		m = {
			["女"] = {
				result = true
			}
		},
		v = {
			o = {
				d = {
					["快"] = {
						["播"] = {
							result = true
						}
					},
					["成"] = {
						["人"] = {
							result = true
						}
					}
				}
			}
		},
		["拿"] = {
			["学"] = {
				["历"] = {
					result = true
				}
			},
			["证"] = {
				result = true
			}
		},
		["色"] = {
			["网"] = {
				result = true
			}
		}
	},
	r = {
		["2"] = {
			["8"] = {
				["沙"] = {
					["色"] = {
						result = true
					}
				}
			}
		},
		i = {
			v = {
				a = {
					l = {
						s = {
							["靠"] = {
								result = true
							}
						}
					}
				}
			}
		},
		u = {
			a = {
				n = {
					j = {
						i = {
							n = {
								z = {
									z = {
										y = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	},
	s = {
		a = {
			d = {
				[" "] = {
					J = {
						u = {
							n = {
								e = {
									result = true
								}
							}
						}
					}
				}
			},
			g = {
				e = {
					["尔"] = {
						["王"] = {
							["萨"] = {
								["戈"] = {
									["尔"] = {
										["王"] = {
											result = true
										}
									}
								}
							}
						}
					},
					["爾"] = {
						["王"] = {
							["薩"] = {
								["戈"] = {
									["爾"] = {
										["王"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			r = {
				s = {
					["风"] = {
						["暴"] = {
							result = true
						}
					}
				}
			}
		},
		e = {
			b = {
				a = {
					["5"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			},
			l = {
				a = {
					n = {
						g = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			x = {
				["大"] = {
					["型"] = {
						["色"] = {
							["站"] = {
								result = true
							}
						}
					}
				},
				["影"] = {
					["片"] = {
						result = true
					}
				},
				["性"] = {
					["药"] = {
						["网"] = {
							result = true
						}
					}
				},
				["情"] = {
					["色"] = {
						result = true
					}
				},
				["成"] = {
					["人"] = {
						["聊"] = {
							["天"] = {
								result = true
							}
						},
						["裸"] = {
							["聊"] = {
								result = true
							}
						}
					}
				},
				["日"] = {
					result = true
				},
				["春"] = {
					["暖"] = {
						["花"] = {
							["开"] = {
								result = true
							}
						}
					}
				},
				["激"] = {
					["情"] = {
						result = true,
						["聊"] = {
							["天"] = {
								result = true
							}
						}
					}
				},
				["真"] = {
					["人"] = {
						["裸"] = {
							["聊"] = {
								result = true
							}
						}
					}
				},
				["站"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				},
				["聊"] = {
					["天"] = {
						["室"] = {
							result = true
						}
					}
				},
				["裸"] = {
					["聊"] = {
						result = true
					}
				},
				["视"] = {
					["频"] = {
						["聊"] = {
							["天"] = {
								result = true
							}
						}
					}
				}
			},
			["中"] = {
				["色"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["站"] = {
				result = true
			}
		},
		h = {
			o = {
				u = {
					["手"] = {
						["狗"] = {
							result = true
						}
					}
				}
			}
		},
		i = {
			m = {
				["卡"] = {
					["复"] = {
						["制"] = {
							result = true
						}
					}
				}
			},
			x = {
				["4"] = {
					result = true
				},
				f = {
					o = {
						u = {
							r = {
								result = true
							}
						}
					}
				},
				["四"] = {
					result = true
				}
			}
		},
		k = {
			y = {
				c = {
					c = {
						["短"] = {
							["信"] = {
								result = true
							}
						},
						["邮"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			}
		},
		m = {
			["2"] = {
				s = {
					w = {
						result = true
					}
				}
			},
			m = {
				result = true
			},
			["~"] = {
				["滴"] = {
					["~"] = {
						["蜡"] = {
							["~"] = {
								result = true
							}
						}
					}
				}
			},
			["一"] = {
				["族"] = {
					result = true
				}
			},
			["交"] = {
				["友"] = {
					result = true
				}
			},
			["器"] = {
				["具"] = {
					result = true
				}
			},
			["女"] = {
				["王"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["工"] = {
				["具"] = {
					result = true
				}
			},
			["无"] = {
				["码"] = {
					["内"] = {
						["射"] = {
							result = true
						}
					}
				}
			},
			["游"] = {
				["戏"] = {
					result = true
				}
			},
			["無"] = {
				["碼"] = {
					["內"] = {
						["射"] = {
							result = true
						}
					}
				}
			},
			["玩"] = {
				["法"] = {
					result = true
				}
			},
			["用"] = {
				["品"] = {
					result = true
				}
			},
			["网"] = {
				["站"] = {
					result = true
				}
			},
			["調"] = {
				["教"] = {
					result = true
				}
			},
			["资"] = {
				["讯"] = {
					result = true
				}
			}
		},
		o = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		p = {
			["色"] = {
				["情"] = {
					["播"] = {
						["放"] = {
							result = true
						}
					}
				}
			}
		},
		s = {
			l = {
				result = true
			},
			s = {
				["视"] = {
					["频"] = {
						["在"] = {
							["线"] = {
								result = true
							}
						}
					}
				}
			}
		},
		t = {
			a = {
				t = {
					e = {
						["囚"] = {
							["徒"] = {
								result = true
							}
						}
					}
				}
			}
		},
		u = {
			c = {
				k = {
					["你"] = {
						["妈"] = {
							["的"] = {
								result = true
							}
						},
						["媽"] = {
							["的"] = {
								result = true
							}
						}
					},
					["紧"] = {
						["萍"] = {
							result = true
						}
					},
					["緊"] = {
						["萍"] = {
							result = true
						}
					}
				}
			}
		},
		z = {
			s = {
				["2"] = {
					["综"] = {
						["合"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["办"] = {
			["证"] = {
				["网"] = {
					result = true
				}
			}
		},
		["娛"] = {
			["樂"] = {
				["城"] = {
					result = true
				}
			}
		},
		["娱"] = {
			["乐"] = {
				["城"] = {
					result = true
				}
			}
		}
	},
	t = {
		["1"] = {
			["2"] = {
				["0"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			}
		},
		a = {
			m = {
				["事"] = {
					["件"] = {
						result = true
					}
				}
			},
			n = {
				k = {
					m = {
						a = {
							n = {
								result = true
							}
						}
					}
				}
			},
			o = {
				b = {
					a = {
						o = {
							["靠"] = {
								result = true
							}
						}
					}
				}
			}
		},
		h = {
			e = {
				t = {
					a = {
						n = {
							k = {
								m = {
									a = {
										n = {
											result = true,
											["6"] = {
												["4"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		i = {
			a = {
				n = {
					a = {
						n = {
							d = {
								o = {
									o = {
										r = {
											["事"] = {
												["件"] = {
													result = true
												}
											}
										}
									}
								}
							},
							m = {
								e = {
									n = {
										[" "] = {
											["1"] = {
												["9"] = {
													["8"] = {
														["9"] = {
															result = true
														}
													}
												}
											}
										},
										["1"] = {
											["9"] = {
												["8"] = {
													["9"] = {
														result = true
													}
												}
											}
										},
										v = {
											i = {
												g = {
													i = {
														l = {
															result = true
														}
													}
												}
											}
										}
									}
								}
							},
							p = {
								r = {
									o = {
										t = {
											e = {
												s = {
													t = {
														result = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		n = {
			t = {
				["?"] = {
					["炸"] = {
						["弹"] = {
							result = true
						}
					}
				},
				["方"] = {
					["法"] = {
						result = true
					}
				},
				["炸"] = {
					["弹"] = {
						result = true
					}
				}
			}
		},
		o = {
			n = {
				g = {
					[" "] = {
						s = {
							h = {
								a = {
									n = {
										g = {
											[" "] = {
												k = {
													u = {
														a = {
															n = {
																[" "] = {
																	y = {
																		i = {
																			result = true
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		t = {
			["现"] = {
				["金"] = {
					["娱"] = {
						["乐"] = {
							result = true
						}
					}
				}
			},
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			}
		},
		w = {
			["1"] = {
				["8"] = {
					result = true
				}
			}
		}
	},
	u = {
		["1"] = {
			["4"] = {
				r = {
					g = {
						a = {
							result = true
						}
					}
				}
			}
		},
		r = {
			b = {
				a = {
					n = {
						["靠"] = {
							result = true
						}
					}
				}
			}
		},
		s = {
			b = {
				result = true
			}
		},
		u = {
			["乐"] = {
				["巴"] = {
					["巴"] = {
						result = true
					}
				}
			}
		},
		["影"] = {
			["魅"] = {
				["力"] = {
					result = true
				}
			}
		},
		["盘"] = {
			["网"] = {
				["络"] = {
					["电"] = {
						["视"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["盤"] = {
			["網"] = {
				["路"] = {
					["電"] = {
						["視"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	v = {
		g = {
			["影"] = {
				["院"] = {
					result = true
				}
			}
		}
	},
	w = {
		g = {
			["武"] = {
				["功"] = {
					result = true
				}
			}
		},
		p = {
			["仿"] = {
				["真"] = {
					["手"] = {
						["拉"] = {
							["狙"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["周"] = {
			["永"] = {
				["康"] = {
					result = true
				}
			}
		}
	},
	x = {
		b = {
			["综"] = {
				["合"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			}
		},
		i = {
			["\\"] = {
				s = {
					["*"] = {
						m = {
							i = {
								n = {
									g = {
										["\\"] = {
											s = {
												["*"] = {
													z = {
														e = {
															result = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			a = {
				o = {
					[" "] = {
						b = {
							o = {
								result = true
							}
						}
					},
					b = {
						o = {
							result = true
						}
					}
				}
			},
			b = {
				a = {
					o = {
						z = {
							i = {
								result = true
							}
						}
					}
				},
				i = {
					g = {
						b = {
							i = {
								g = {
									result = true
								}
							}
						}
					}
				}
			},
			d = {
				a = {
					result = true,
					d = {
						a = {
							result = true
						}
					}
				}
			},
			g = {
				e = {
					result = true
				}
			},
			j = {
				i = {
					n = {
						p = {
							result = true,
							i = {
								n = {
									result = true
								}
							}
						},
						["平"] = {
							result = true
						}
					}
				},
				p = {
					result = true
				}
			},
			m = {
				i = {
					n = {
						z = {
							e = {
								result = true
							}
						}
					}
				}
			},
			x = {
				i = {
					["7"] = {
						["9"] = {
							["2"] = {
								["3"] = {
									result = true
								}
							}
						}
					}
				}
			},
			z = {
				h = {
					o = {
						n = {
							g = {
								x = {
									u = {
										n = {
											result = true
										}
									}
								}
							}
						}
					},
					u = {
						x = {
							i = {
								result = true
							}
						}
					}
				}
			},
			["包"] = {
				["子"] = {
					result = true
				}
			},
			["吾"] = {
				["皇"] = {
					result = true
				}
			},
			["大"] = {
				["傻"] = {
					result = true
				}
			},
			["家"] = {
				["军"] = {
					result = true
				}
			},
			["川"] = {
				["普"] = {
					result = true
				}
			},
			["总"] = {
				["书"] = {
					["记"] = {
						result = true
					}
				}
			},
			["某"] = {
				result = true
			},
			["祝"] = {
				["席"] = {
					result = true
				},
				["洗"] = {
					result = true
				},
				["蓆"] = {
					result = true
				}
			},
			["粑"] = {
				["粑"] = {
					result = true
				}
			},
			["近"] = {
				p = {
					i = {
						n = {
							g = {
								result = true
							}
						}
					}
				},
				["屏"] = {
					result = true
				}
			},
			["进"] = {
				["平"] = {
					result = true
				},
				["瓶"] = {
					result = true
				},
				["缾"] = {
					result = true
				}
			},
			["進"] = {
				["屏"] = {
					result = true
				},
				["缾"] = {
					result = true
				}
			},
			["金"] = {
				["瓶"] = {
					result = true
				}
			}
		},
		o = {
			["电"] = {
				["影"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		u = {
			e = {
				c = {
					h = {
						a = {
							o = {
								["政"] = {
									["治"] = {
										["风"] = {
											["波"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		x = {
			o = {
				o = {
					["欧"] = {
						["美"] = {
							result = true
						}
					}
				}
			},
			x = {
				["高"] = {
					["清"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			},
			["同"] = {
				["居"] = {
					result = true
				}
			},
			["国"] = {
				["际"] = {
					["酒"] = {
						["店"] = {
							result = true
						}
					}
				}
			},
			["尔"] = {
				["王"] = {
					result = true
				}
			},
			["爾"] = {
				["王"] = {
					result = true
				}
			},
			["網"] = {
				result = true
			}
		},
		y = {
			z = {
				["軟"] = {
					["體"] = {
						["王"] = {
							result = true
						}
					}
				}
			}
		},
		["光"] = {
			["押"] = {
				["宝"] = {
					["器"] = {
						result = true
					}
				}
			}
		},
		["到"] = {
			["喷"] = {
				["屎"] = {
					["尿"] = {
						result = true
					}
				}
			}
		},
		["娘"] = {
			result = true
		},
		["手"] = {
			["机"] = {
				["卧"] = {
					["底"] = {
						["软"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["独"] = {
			["裁"] = {
				result = true
			}
		},
		["站"] = {
			["激"] = {
				["情"] = {
					result = true,
					["聊"] = {
						["天"] = {
							["室"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["胖"] = {
			["子"] = {
				result = true
			}
		},
		["臥"] = {
			["底"] = {
				["下"] = {
					["載"] = {
						result = true
					}
				},
				["官"] = {
					["方"] = {
						["網"] = {
							result = true
						}
					}
				},
				["破"] = {
					["解"] = {
						["版"] = {
							result = true
						}
					}
				},
				["軟"] = {
					["體"] = {
						["下"] = {
							["載"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	y = {
		i = {
			n = {
				["穴"] = {
					result = true
				}
			},
			y = {
				i = {
					n = {
						["强"] = {
							["健"] = {
								result = true
							}
						}
					}
				}
			}
		},
		j = {
			result = true
		},
		y = {
			["玛"] = {
				["雅"] = {
					["激"] = {
						["情"] = {
							["贴"] = {
								result = true
							}
						}
					}
				}
			},
			["裸"] = {
				["聊"] = {
					["直"] = {
						["播"] = {
							["间"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["型"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["羟"] = {
			["基"] = {
				["丁"] = {
					["酸"] = {
						result = true
					}
				}
			}
		}
	},
	z = {
		h = {
			o = {
				u = {
					[" "] = {
						y = {
							o = {
								n = {
									g = {
										k = {
											a = {
												n = {
													g = {
														result = true,
														[" "] = {
															c = {
																o = {
																	r = {
																		r = {
																			u = {
																				p = {
																					t = {
																						i = {
																							o = {
																								n = {
																									result = true
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		i = {
			y = {
				a = {
					n = {
						g = {
							["回"] = {
								["忆"] = {
									result = true,
									["录"] = {
										result = true
									}
								}
							},
							["录"] = {
								["音"] = {
									result = true
								}
							},
							["鲍"] = {
								["朴"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		o = {
			n = {
				g = {
					["书"] = {
						["记"] = {
							result = true
						}
					}
				}
			}
		},
		z = {
			y = {
				p = {
					r = {
						i = {
							s = {
								o = {
									n = {
										e = {
											r = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				},
				["秘"] = {
					["密"] = {
						["录"] = {
							["音"] = {
								result = true,
								["回"] = {
									["忆"] = {
										["录"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["真"] = {
			["人"] = {
				["荷"] = {
					["官"] = {
						result = true
					}
				}
			}
		}
	},
	["ā"] = {
		["ｂ"] = {
			["錫"] = {
				["紙"] = {
					["筷"] = {
						["幵"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["γ"] = {
		["羟"] = {
			["丁"] = {
				["酸"] = {
					result = true
				}
			}
		}
	},
	["①"] = {
		["個"] = {
			["脃"] = {
				["琮"] = {
					["匼"] = {
						result = true
					}
				}
			}
		},
		["嗰"] = {
			["铯"] = {
				["導"] = {
					["航"] = {
						result = true
					}
				},
				["綜"] = {
					["合"] = {
						result = true
					}
				}
			}
		},
		["夜"] = {
			["情"] = {
				result = true,
				["鲛"] = {
					["叐"] = {
						["網"] = {
							result = true
						}
					}
				}
			},
			["请"] = {
				result = true
			},
			["铯"] = {
				["萋"] = {
					result = true
				}
			}
		},
		["対"] = {
			["①"] = {
				["裸"] = {
					["窷"] = {
						result = true
					}
				}
			}
		},
		["怼"] = {
			["①"] = {
				["裸"] = {
					["窷"] = {
						result = true
					}
				}
			}
		},
		["懟"] = {
			["１"] = {
				["裸"] = {
					["聊"] = {
						result = true
					}
				}
			}
		},
		["沅"] = {
			["徦"] = {
				["哽"] = {
					["币"] = {
						result = true
					}
				}
			}
		},
		["铯"] = {
			["郦"] = {
				["矢"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			},
			["鲇"] = {
				["媄"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["②"] = {
		["奶"] = {
			["大"] = {
				["赛"] = {
					result = true
				}
			}
		}
	},
	["③"] = {
		["⑥"] = {
			["⑤"] = {
				["恠"] = {
					["綫"] = {
						["投"] = {
							["紸"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["⑤"] = {
		["④"] = {
			["鉽"] = {
				["熗"] = {
					result = true
				}
			}
		},
		["聯"] = {
			["髮"] = {
				["槍"] = {
					result = true
				}
			}
		}
	},
	["⑥"] = {
		["④"] = {
			["售"] = {
				result = true
			},
			["手"] = {
				["槍"] = {
					result = true
				}
			}
		}
	},
	["⑦"] = {
		["⑦"] = {
			["手"] = {
				["槍"] = {
					result = true
				}
			}
		}
	},
	["⑨"] = {
		["②"] = {
			["槍"] = {
				result = true,
				["專"] = {
					result = true
				}
			},
			["熗"] = {
				result = true
			},
			["鉽"] = {
				result = true
			}
		},
		["⑦"] = {
			["激"] = {
				["情"] = {
					["網"] = {
						result = true
					}
				}
			}
		}
	},
	["⒈"] = {
		["屌"] = {
			["丝"] = {
				["色"] = {
					["站"] = {
						["导"] = {
							["航"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["□"] = {
		["习"] = {
			["大"] = {
				["大"] = {
					["□"] = {
						result = true
					}
				}
			}
		}
	},
	["⺌"] = {
		["姐"] = {
			result = true
		}
	},
	["⺗"] = {
		["姐"] = {
			["佺"] = {
				["套"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["こ"] = {
		["う"] = {
			["沢"] = {
				["み"] = {
					["ん"] = {
						result = true
					}
				}
			}
		}
	},
	["し"] = {
		["ゅ"] = {
			["う"] = {
				["近"] = {
					["へ"] = {
						["い"] = {
							result = true
						}
					}
				}
			}
		},
		["笣"] = {
			["ず"] = {
				result = true
			}
		}
	},
	["な"] = {
		["ま"] = {
			["え"] = {
				["木"] = {
					["村"] = {
						["純"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["め"] = {
			["ら"] = {
				["か"] = {
					["な"] = {
						["欲"] = {
							["望"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["ぬ"] = {
		["騷"] = {
			["綜"] = {
				["合"] = {
					result = true
				}
			}
		}
	},
	["の"] = {
		["弩"] = {
			result = true
		},
		["肾"] = {
			result = true
		}
	},
	["ふ"] = {
		["態"] = {
			["誰"] = {
				["尼"] = {
					result = true
				}
			},
			["谁"] = {
				["尼"] = {
					result = true
				}
			}
		}
	},
	["わ"] = {
		["る"] = {
			["し"] = {
				result = true
			}
		}
	},
	["エ"] = {
		["牸"] = {
			["簰"] = {
				["槍"] = {
					result = true
				}
			}
		}
	},
	["シ"] = {
		["ュ"] = {
			["ウ"] = {
				["ニ"] = {
					["ク"] = {
						["ま"] = {
							["ん"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["ㄙ"] = {
		["ㄞ"] = {
			["你"] = {
				["公"] = {
					result = true
				},
				["妈"] = {
					result = true
				},
				["娘"] = {
					result = true
				},
				["媽"] = {
					result = true
				},
				["母"] = {
					result = true
				},
				["爸"] = {
					result = true
				},
				["老"] = {
					["师"] = {
						result = true
					},
					["師"] = {
						result = true
					},
					["母"] = {
						result = true
					}
				}
			}
		}
	},
	["ㄝ"] = {
		["技"] = {
			["師"] = {
				["菔"] = {
					["務"] = {
						result = true
					}
				}
			}
		},
		["茼"] = {
			["性"] = {
				["噯"] = {
					result = true
				}
			}
		}
	},
	["一"] = {
		["元"] = {
			["假"] = {
				["硬"] = {
					["币"] = {
						[" "] = {
							q = {
								q = {
									result = true
								}
							},
							["货"] = {
								["到"] = {
									["付"] = {
										["款"] = {
											result = true
										}
									}
								}
							}
						}
					}
				},
				["钱"] = {
					["出"] = {
						["售"] = {
							[" "] = {
								["货"] = {
									["到"] = {
										["付"] = {
											["款"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["硬"] = {
				["币"] = {
					[" "] = {
						["仿"] = {
							["真"] = {
								["度"] = {
									["超"] = {
										["过"] = {
											H = {
												D = {
													["9"] = {
														["0"] = {
															["版"] = {
																result = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["最"] = {
							["新"] = {
								["版"] = {
									["本"] = {
										[" "] = {
											["钢"] = {
												["芯"] = {
													["镀"] = {
														["镍"] = {
															result = true
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["游"] = {
							["戏"] = {
								["机"] = {
									["上"] = {
										["分"] = {
											result = true
										}
									}
								}
							}
						},
						["版"] = {
							["本"] = {
								["为"] = {
									["最"] = {
										["新"] = {
											["版"] = {
												["本"] = {
													result = true
												}
											}
										}
									}
								}
							}
						},
						["高"] = {
							["仿"] = {
								["真"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["衣"] = {
			["一"] = {
				["带"] = {
					result = true
				}
			}
		}
	},
	["丁"] = {
		["丙"] = {
			["诺"] = {
				["啡"] = {
					["各"] = {
						["地"] = {
							result = true
						}
					}
				}
			}
		},
		["书"] = {
			["苗"] = {
				[" "] = {
					["朱"] = {
						["琳"] = {
							result = true
						}
					}
				},
				["案"] = {
					["朱"] = {
						["琳"] = {
							result = true
						}
					}
				}
			}
		},
		["亥"] = {
			["年"] = {
				["岁"] = {
					["尾"] = {
						result = true
					}
				}
			}
		},
		["关"] = {
			["根"] = {
				["苏"] = {
					["荣"] = {
						result = true
					}
				}
			}
		},
		["加"] = {
			["班"] = {
				result = true
			}
		},
		["励"] = {
			result = true
		},
		["基"] = {
			["苯"] = {
				["代"] = {
					["销"] = {
						result = true
					}
				}
			}
		},
		["字"] = {
			["裤"] = {
				result = true
			}
		},
		["度"] = {
			["?"] = {
				["巴"] = {
					["拉"] = {
						["斯"] = {
							result = true
						}
					}
				}
			},
			["巴"] = {
				["拉"] = {
					["斯"] = {
						result = true
					}
				}
			}
		},
		["春"] = {
			["秋"] = {
				result = true
			}
		},
		["树"] = {
			["苗"] = {
				["朱"] = {
					["琳"] = {
						result = true
					}
				}
			}
		},
		["波"] = {
			["浪"] = {
				result = true
			}
		},
		["涟"] = {
			["漪"] = {
				result = true
			}
		},
		["烯"] = {
			["1"] = {
				result = true
			},
			["酮"] = {
				result = true
			}
		},
		["石"] = {
			["孙"] = {
				result = true
			},
			["孫"] = {
				result = true
			}
		},
		["硫"] = {
			["环"] = {
				["磷"] = {
					result = true,
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			}
		},
		["缅"] = {
			result = true
		},
		["腈"] = {
			["直"] = {
				["销"] = {
					result = true
				}
			}
		},
		["薛"] = {
			["祥"] = {
				["大"] = {
					["秘"] = {
						result = true
					}
				},
				["近"] = {
					["平"] = {
						["秘"] = {
							["书"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["香"] = {
			result = true
		}
	},
	["七"] = {
		["斤"] = {
			p = {
				i = {
					n = {
						g = {
							result = true
						}
					}
				}
			}
		},
		["觔"] = {
			p = {
				i = {
					n = {
						g = {
							result = true
						}
					}
				}
			}
		}
	},
	["三"] = {
		["国"] = {
			["演"] = {
				["疫"] = {
					result = true
				}
			},
			["衍"] = {
				["疫"] = {
					result = true
				}
			}
		},
		["胖"] = {
			["帅"] = {
				["过"] = {
					["总"] = {
						["书"] = {
							["记"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["上"] = {
		["海"] = {
			["代"] = {
				["办"] = {
					["四"] = {
						["六"] = {
							["级"] = {
								["证"] = {
									result = true
								}
							}
						}
					},
					["驾"] = {
						["照"] = {
							["文"] = {
								["凭"] = {
									result = true
								}
							}
						}
					}
				},
				["开"] = {
					["发"] = {
						result = true
					}
				}
			},
			["删"] = {
				["贴"] = {
					["公"] = {
						["司"] = {
							result = true
						}
					}
				}
			},
			["办"] = {
				["六"] = {
					["级"] = {
						["证"] = {
							result = true
						}
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							result = true
						}
					}
				},
				["证"] = {
					result = true,
					[" "] = {
						["毕"] = {
							["业"] = {
								["证"] = {
									result = true
								}
							}
						}
					},
					["/"] = {
						["浦"] = {
							["东"] = {
								["办"] = {
									["证"] = {
										result = true
									}
								}
							}
						}
					},
					["中"] = {
						["心"] = {
							result = true
						}
					},
					["公"] = {
						["司"] = {
							result = true,
							[" "] = {
								["刻"] = {
									["章"] = {
										result = true
									}
								}
							}
						}
					},
					["刻"] = {
						["章"] = {
							result = true,
							q = {
								q = {
									result = true
								}
							},
							["发"] = {
								["票"] = {
									result = true
								}
							}
						}
					},
					["网"] = {
						[" "] = {
							["刻"] = {
								["章"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["各"] = {
				["国"] = {
					["签"] = {
						["证"] = {
							[" "] = {
								["代"] = {
									["办"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["带"] = {
				["开"] = {
					["發"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["签"] = {
				["证"] = {
					["学"] = {
						["历"] = {
							["证"] = {
								["明"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["网"] = {
				["上"] = {
					["办"] = {
						["证"] = {
							result = true,
							q = {
								q = {
									result = true
								}
							}
						}
					}
				}
			},
			["职"] = {
				["称"] = {
					["资"] = {
						["格"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					[" "] = {
						["刻"] = {
							["章"] = {
								result = true
							}
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["信"] = {
						["息"] = {
							["处"] = {
								["理"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["高"] = {
				["仿"] = {
					["真"] = {
						["毕"] = {
							["业"] = {
								["证"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["网"] = {
			["文"] = {
				["凭"] = {
					[" "] = {
						["办"] = {
							["驾"] = {
								["驶"] = {
									["证"] = {
										result = true
									}
								}
							}
						}
					},
					Q = {
						Q = {
							[" "] = {
								["教"] = {
									["育"] = {
										["服"] = {
											["务"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["不"] = {
		["举"] = {
			result = true
		},
		["倫"] = {
			["溺"] = {
				["愛"] = {
					["實"] = {
						["錄"] = {
							result = true
						}
					},
					["録"] = {
						result = true
					}
				}
			}
		},
		["及"] = {
			["格"] = {
				["改"] = {
					["分"] = {
						result = true
					}
				}
			}
		},
		["夜"] = {
			["城"] = {
				result = true
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						result = true
					}
				}
			}
		},
		["大"] = {
			["波"] = {
				result = true
			}
		},
		["姓"] = {
			["习"] = {
				result = true
			},
			["習"] = {
				result = true
			}
		},
		["属"] = {
			["于"] = {
				["中"] = {
					["国"] = {
						result = true
					}
				}
			}
		},
		["得"] = {
			["不"] = {
				["內"] = {
					result = true
				}
			}
		},
		["敢"] = {
			["镇"] = {
				["压"] = {
					result = true
				}
			}
		},
		["欢"] = {
			["迎"] = {
				["你"] = {
					result = true
				}
			}
		},
		["注"] = {
			["册"] = {
				["看"] = {
					["艳"] = {
						["片"] = {
							result = true
						}
					}
				}
			}
		},
		["爱"] = {
			["党"] = {
				result = true
			}
		},
		["能"] = {
			["让"] = {
				["党"] = {
					["替"] = {
						["邓"] = {
							["小"] = {
								["平"] = {
									[" "] = {
										["背"] = {
											["负"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["讲"] = {
			["党"] = {
				["的"] = {
					["错"] = {
						["误"] = {
							result = true
						}
					}
				}
			}
		},
		["锈"] = {
			["钢"] = {
				["伸"] = {
					["缩"] = {
						["警"] = {
							["棍"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["雅"] = {
			["照"] = {
				result = true
			},
			["视"] = {
				["频"] = {
					result = true
				}
			}
		}
	},
	["专"] = {
		["业"] = {
			["公"] = {
				["司"] = {
					[" "] = {
						["本"] = {
							["地"] = {
								["办"] = {
									["证"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["办"] = {
				["证"] = {
					[" "] = {
						["发"] = {
							["票"] = {
								[" "] = {
									["刻"] = {
										["章"] = {
											result = true
										}
									}
								}
							}
						}
					},
					["刻"] = {
						["章"] = {
							["电"] = {
								["话"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["经"] = {
				["销"] = {
					["假"] = {
						["钞"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				["上"] = {
					["办"] = {
						["理"] = {
							["文"] = {
								["凭"] = {
									result = true
								}
							}
						},
						["证"] = {
							[" "] = {
								["刻"] = {
									["章"] = {
										result = true
									}
								}
							}
						}
					}
				},
				["络"] = {
					["证"] = {
						["件"] = {
							["办"] = {
								["理"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					["办"] = {
						["理"] = {
							["中"] = {
								["心"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["卖"] = {
			["各"] = {
				["类"] = {
					["防"] = {
						["身"] = {
							["电"] = {
								["警"] = {
									["棍"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["电"] = {
				["击"] = {
					["器"] = {
						["电"] = {
							["棍"] = {
								["网"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["警"] = {
				["服"] = {
					["手"] = {
						["铐"] = {
							Q = {
								result = true
							},
							["电"] = {
								["警"] = {
									["棍"] = {
										result = true
									}
								}
							}
						}
					},
					["电"] = {
						["警"] = {
							["棍"] = {
								result = true
							}
						}
					}
				},
				["用"] = {
					["手"] = {
						["铐"] = {
							Q = {
								Q = {
									result = true
								}
							}
						}
					}
				}
			},
			["防"] = {
				["身"] = {
					["电"] = {
						["棍"] = {
							result = true
						},
						["警"] = {
							["棍"] = {
								result = true,
								["网"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["高"] = {
				["压"] = {
					["电"] = {
						["击"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["世"] = {
		["界"] = {
			["以"] = {
				["利"] = {
					["亚"] = {
						result = true
					}
				}
			}
		},
		["雄"] = {
			["会"] = {
				result = true
			}
		}
	},
	["丙"] = {
		["二"] = {
			["酸"] = {
				["亚"] = {
					["铊"] = {
						result = true
					}
				},
				["鉈"] = {
					result = true
				},
				["铊"] = {
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			}
		},
		["吡"] = {
			["兰"] = {
				result = true
			}
		},
		["哌"] = {
			["利"] = {
				["定"] = {
					result = true
				}
			}
		},
		["撑"] = {
			["亚"] = {
				["胺"] = {
					result = true
				}
			}
		},
		["炔"] = {
			["醇"] = {
				result = true
			}
		},
		["烯"] = {
			["醛"] = {
				["直"] = {
					["销"] = {
						result = true
					}
				}
			}
		},
		["腈"] = {
			["直"] = {
				["销"] = {
					result = true
				}
			}
		},
		["酮"] = {
			result = true,
			["?"] = {
				result = true
			},
			["合"] = {
				["氰"] = {
					["化"] = {
						["氢"] = {
							result = true
						}
					}
				}
			},
			["氰"] = {
				["醇"] = {
					result = true
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			}
		},
		["铜"] = {
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["丛"] = {
		["林"] = {
			["一"] = {
				result = true
			},
			["二"] = {
				result = true
			},
			["军"] = {
				["刀"] = {
					["专"] = {
						["网"] = {
							result = true
						}
					}
				},
				["工"] = {
					result = true
				}
			},
			["大"] = {
				["砍"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["户"] = {
				["外"] = {
					["军"] = {
						["刀"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["求"] = {
				["生"] = {
					["刀"] = {
						["专"] = {
							result = true
						}
					}
				}
			},
			["砍"] = {
				["刀"] = {
					result = true
				}
			},
			["虎"] = {
				["开"] = {
					["山"] = {
						["刀"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["东"] = {
		["乡"] = {
			["茂"] = {
				["德"] = {
					result = true
				}
			}
		},
		["南"] = {
			["亚"] = {
				[" "] = {
					["文"] = {
						["凭"] = {
							["证"] = {
								["件"] = {
									["刻"] = {
										["章"] = {
											[" "] = {
												["发"] = {
													["票"] = {
														result = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["网"] = {
					["上"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				},
				["证"] = {
					["件"] = {
						[" "] = {
							["刻"] = {
								["章"] = {
									["电"] = {
										["话"] = {
											result = true
										}
									}
								}
							},
							["毕"] = {
								["业"] = {
									["证"] = {
										result = true
									}
								}
							}
						}
					}
				},
				["诚"] = {
					["信"] = {
						["证"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["中"] = {
		["供"] = {
			["中"] = {
				["秧"] = {
					["总"] = {
						["淑"] = {
							["记"] = {
								result = true
							}
						}
					},
					["總"] = {
						["淑"] = {
							["記"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["共"] = {
			["总"] = {
				["书"] = {
					["记"] = {
						result = true
					}
				}
			}
		},
		["出"] = {
			["丽"] = {
				["媛"] = {
					result = true
				}
			}
		},
		["印"] = {
			["边"] = {
				["境"] = {
					result = true
				}
			}
		},
		["国"] = {
			["人"] = {
				["民"] = {
					["主"] = {
						["席"] = {
							result = true
						}
					}
				}
			},
			["害"] = {
				["的"] = {
					result = true
				}
			},
			["泄"] = {
				["露"] = {
					["新"] = {
						["冠"] = {
							["病"] = {
								["毒"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["央"] = {
			["習"] = {
				result = true
			}
		},
		["港"] = {
			result = true
		},
		["澳"] = {
			result = true
		},
		["组"] = {
			["部"] = {
				result = true
			}
		},
		["联"] = {
			["部"] = {
				result = true
			}
		},
		["齣"] = {
			["丽"] = {
				["媛"] = {
					result = true
				}
			},
			["麗"] = {
				["媛"] = {
					result = true
				}
			}
		}
	},
	["丶"] = {
		["习"] = {
			["丶"] = {
				["平"] = {
					["丶"] = {
						["近"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["丹"] = {
		["妮"] = {
			["床"] = {
				["上"] = {
					result = true
				}
			}
		},
		["溪"] = {
			["女"] = {
				["小"] = {
					["屋"] = {
						result = true
					}
				}
			}
		},
		["珠"] = {
			["昂"] = {
				["奔"] = {
					result = true
				}
			}
		},
		["羽"] = {
			["瞳"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["警"] = {
			result = true
		}
	},
	["为"] = {
		["习"] = {
			["卖"] = {
				["命"] = {
					result = true
				}
			}
		}
	},
	["主"] = {
		["习"] = {
			["好"] = {
				["帅"] = {
					result = true
				}
			}
		},
		["了"] = {
			["个"] = {
				["习"] = {
					result = true
				}
			}
		},
		["蓆"] = {
			["懺"] = {
				result = true
			}
		}
	},
	["乎"] = {
		["迈"] = {
			["刁"] = {
				result = true
			}
		},
		["邁"] = {
			["刁"] = {
				result = true
			}
		}
	},
	["乘"] = {
		["骑"] = {
			["按"] = {
				["摩"] = {
					result = true
				}
			}
		},
		["龙"] = {
			["快"] = {
				["婿"] = {
					["冯"] = {
						["绍"] = {
							["东"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["习"] = {
		["*"] = {
			["平"] = {
				result = true
			}
		},
		B = {
			O = {
				S = {
					S = {
						["近"] = {
							["平"] = {
								result = true
							}
						}
					}
				}
			}
		},
		C = {
			o = {
				r = {
					e = {
						result = true
					}
				}
			}
		},
		D = {
			D = {
				result = true
			}
		},
		J = {
			[" "] = {
				["平"] = {
					result = true
				}
			}
		},
		O = {
			["平"] = {
				["傻"] = {
					X = {
						result = true
					}
				}
			}
		},
		X = {
			["平"] = {
				result = true
			}
		},
		_ = {
			["近"] = {
				_ = {
					["平"] = {
						result = true
					}
				}
			}
		},
		b = {
			a = {
				o = {
					result = true
				}
			},
			o = {
				s = {
					s = {
						result = true
					}
				}
			}
		},
		c = {
			e = {
				o = {
					result = true
				}
			}
		},
		d = {
			a = {
				d = {
					a = {
						result = true
					}
				},
				["大"] = {
					result = true
				}
			},
			u = {
				a = {
					n = {
						g = {
							["平"] = {
								result = true
							}
						}
					}
				}
			}
		},
		j = {
			i = {
				n = {
					g = {
						["平"] = {
							result = true
						}
					},
					["平"] = {
						result = true
					},
					["萍"] = {
						result = true
					}
				}
			}
		},
		p = {
			i = {
				n = {
					g = {
						["进"] = {
							result = true
						}
					}
				}
			}
		},
		x = {
			x = {
				result = true
			}
		},
		z = {
			h = {
				o = {
					n = {
						g = {
							["勋"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["じ"] = {
			["ん"] = {
				["ぴ"] = {
					["ん"] = {
						result = true
					}
				}
			}
		},
		["七"] = {
			["帝"] = {
				result = true
			}
		},
		["下"] = {
			["台"] = {
				result = true
			},
			["李"] = {
				["上"] = {
					result = true
				}
			},
			["谁"] = {
				["上"] = {
					result = true
				}
			}
		},
		["中"] = {
			["宗"] = {
				result = true
			},
			["熏"] = {
				result = true
			},
			["燻"] = {
				result = true
			}
		},
		["丸"] = {
			["子"] = {
				result = true
			}
		},
		["主"] = {
			["席"] = {
				["爹"] = {
					["老"] = {
						["伯"] = {
							result = true
						}
					}
				},
				["用"] = {
					["典"] = {
						result = true
					}
				}
			},
			["西"] = {
				result = true
			}
		},
		["乙"] = {
			["己"] = {
				result = true
			}
		},
		["习"] = {
			["八"] = {
				["习"] = {
					["八"] = {
						["习"] = {
							["八"] = {
								["八"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["老"] = {
				result = true
			},
			["蛤"] = {
				["蛤"] = {
					["胡"] = {
						["胡"] = {
							result = true
						}
					}
				}
			}
		},
		["二"] = {
			["婚"] = {
				result = true
			}
		},
		["井"] = {
			["平"] = {
				result = true
			}
		},
		["亿"] = {
			["永"] = {
				["熊"] = {
					result = true
				}
			}
		},
		["仅"] = {
			["平"] = {
				result = true
			}
		},
		["今"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["以"] = {
			["近"] = {
				["平"] = {
					result = true
				}
			}
		},
		["仲"] = {
			["恺"] = {
				result = true
			},
			["熏"] = {
				result = true
			},
			["燻"] = {
				result = true
			}
		},
		["住"] = {
			["习"] = {
				result = true
			},
			["席"] = {
				result = true
			}
		},
		["倒"] = {
			["薄"] = {
				result = true
			}
		},
		["假"] = {
			["动"] = {
				["作"] = {
					result = true
				}
			}
		},
		["储"] = {
			["君"] = {
				result = true
			}
		},
		["先"] = {
			["森"] = {
				result = true
			}
		},
		["八"] = {
			["条"] = {
				result = true
			}
		},
		["公"] = {
			["主"] = {
				result = true
			}
		},
		["净"] = {
			["屏"] = {
				result = true
			}
		},
		["凸"] = {
			["凹"] = {
				result = true
			}
		},
		["切"] = {
			["割"] = {
				["江"] = {
					result = true
				}
			}
		},
		["剁"] = {
			["手"] = {
				result = true
			}
		},
		["前"] = {
			["老"] = {
				["婆"] = {
					result = true
				}
			}
		},
		["剑"] = {
			["平"] = {
				result = true
			},
			["指"] = {
				["贺"] = {
					result = true
				}
			}
		},
		["力"] = {
			["挫"] = {
				["李"] = {
					result = true
				}
			}
		},
		["办"] = {
			["主"] = {
				["任"] = {
					result = true
				}
			}
		},
		["劲"] = {
			["凭"] = {
				result = true
			},
			["坪"] = {
				result = true
			},
			["屏"] = {
				result = true
			},
			["平"] = {
				result = true
			},
			["苹"] = {
				result = true
			}
		},
		["包"] = {
			["子"] = {
				result = true
			},
			["平"] = {
				result = true
			},
			["纸"] = {
				result = true
			}
		},
		["卖"] = {
			["屄"] = {
				result = true
			}
		},
		["发"] = {
			["飙"] = {
				result = true
			}
		},
		["吊"] = {
			["平"] = {
				result = true
			}
		},
		["名"] = {
			["片"] = {
				result = true
			}
		},
		["后"] = {
			["主"] = {
				result = true
			}
		},
		["周"] = {
			["恶"] = {
				["斗"] = {
					result = true
				}
			}
		},
		["和"] = {
			["谐"] = {
				result = true
			}
		},
		["噤"] = {
			["平"] = {
				result = true
			}
		},
		["土"] = {
			["匪"] = {
				result = true
			}
		},
		["圣"] = {
			["上"] = {
				result = true
			},
			["皇"] = {
				result = true
			}
		},
		["堇"] = {
			["平"] = {
				result = true
			}
		},
		["境"] = {
			["平"] = {
				result = true
			},
			["评"] = {
				result = true
			},
			["贫"] = {
				result = true
			}
		},
		["壳"] = {
			["郎"] = {
				result = true
			}
		},
		["壹"] = {
			["壹"] = {
				result = true
			}
		},
		["大"] = {
			d = {
				a = {
					result = true
				}
			},
			["傻"] = {
				result = true
			},
			["厨"] = {
				result = true
			},
			["哒"] = {
				result = true
			},
			["大"] = {
				m = {
					c = {
						result = true
					}
				},
				["夸"] = {
					["我"] = {
						["帅"] = {
							["丶"] = {
								result = true
							}
						}
					}
				},
				["查"] = {
					["房"] = {
						result = true
					}
				},
				["的"] = {
					["小"] = {
						["叔"] = {
							result = true
						}
					},
					["脑"] = {
						["残"] = {
							["粉"] = {
								result = true
							}
						}
					}
				}
			},
			["总"] = {
				["统"] = {
					result = true
				}
			},
			["达"] = {
				result = true
			},
			["魔"] = {
				["王"] = {
					result = true
				}
			}
		},
		["天"] = {
			["皇"] = {
				result = true
			}
		},
		["太"] = {
			["厚"] = {
				result = true
			},
			["岁"] = {
				result = true
			}
		},
		["夶"] = {
			result = true
		},
		["奥"] = {
			["赛"] = {
				["斯"] = {
					["库"] = {
						result = true
					}
				},
				["题"] = {
					["库"] = {
						result = true
					}
				}
			}
		},
		["妗"] = {
			["平"] = {
				result = true
			}
		},
		["姓"] = {
			["大"] = {
				["佬"] = {
					result = true
				}
			}
		},
		["婧"] = {
			["平"] = {
				result = true
			}
		},
		["子"] = {
			["毛"] = {
				["孙"] = {
					result = true
				}
			},
			["规"] = {
				result = true
			}
		},
		["宝"] = {
			["子"] = {
				result = true
			}
		},
		["家"] = {
			["军"] = {
				result = true
			},
			["千"] = {
				["金"] = {
					result = true
				}
			},
			["族"] = {
				result = true
			},
			["财"] = {
				["产"] = {
					result = true
				}
			}
		},
		["宽"] = {
			["衣"] = {
				result = true
			}
		},
		["富"] = {
			["平"] = {
				result = true
			}
		},
		["小"] = {
			["三"] = {
				X = {
					x = {
						["3"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				result = true
			},
			["席"] = {
				result = true
			}
		},
		["尔"] = {
			["布"] = {
				["特"] = {
					result = true
				}
			}
		},
		["尽"] = {
			["屏"] = {
				result = true
			},
			["平"] = {
				result = true
			},
			["评"] = {
				result = true,
				["吓"] = {
					["台"] = {
						result = true
					}
				}
			},
			["频"] = {
				result = true
			}
		},
		["屌"] = {
			["平"] = {
				result = true
			}
		},
		["巴"] = {
			["马"] = {
				result = true
			}
		},
		["巾"] = {
			["平"] = {
				result = true
			},
			["怦"] = {
				result = true
			}
		},
		["平"] = {
			["平"] = {
				result = true
			},
			["近"] = {
				result = true
			}
		},
		["并"] = {
			["平"] = {
				result = true
			}
		},
		["幽"] = {
			["王"] = {
				result = true
			}
		},
		["庆"] = {
			["丰"] = {
				result = true
			}
		},
		["康"] = {
			["熙"] = {
				result = true
			}
		},
		["式"] = {
			["印"] = {
				["记"] = {
					result = true
				}
			},
			["整"] = {
				["党"] = {
					result = true
				}
			},
			["馅"] = {
				["饼"] = {
					result = true
				}
			}
		},
		["强"] = {
			["权"] = {
				result = true
			}
		},
		["当"] = {
			["局"] = {
				result = true
			}
		},
		["徽"] = {
			["宗"] = {
				result = true
			}
		},
		["总"] = {
			["中"] = {
				["央"] = {
					["书"] = {
						["记"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				["保"] = {
					["镖"] = {
						result = true
					}
				}
			},
			["说"] = {
				["我"] = {
					["好"] = {
						["同"] = {
							["志"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["恶"] = {
			["帝"] = {
				result = true
			},
			["畜"] = {
				result = true
			}
		},
		["惯"] = {
			["近"] = {
				["期"] = {
					["平"] = {
						["局"] = {
							result = true
						}
					}
				}
			}
		},
		["打"] = {
			["大"] = {
				result = true
			}
		},
		["拆"] = {
			["婊"] = {
				result = true
			}
		},
		["拉"] = {
			["登"] = {
				result = true
			}
		},
		["拒"] = {
			["见"] = {
				["江"] = {
					result = true
				}
			}
		},
		["招"] = {
			["女"] = {
				["婿"] = {
					result = true
				}
			}
		},
		["拜"] = {
			["毛"] = {
				["陵"] = {
					result = true
				}
			}
		},
		["挂"] = {
			["羊"] = {
				["头"] = {
					result = true
				}
			}
		},
		["擦"] = {
			["屁"] = {
				["股"] = {
					result = true
				}
			}
		},
		["斤"] = {
			["干"] = {
				result = true
			},
			["平"] = {
				result = true
			},
			["瓶"] = {
				result = true
			},
			["萍"] = {
				result = true
			},
			["贫"] = {
				result = true
			}
		},
		["无"] = {
			["赖"] = {
				result = true
			}
		},
		["明"] = {
			["正"] = {
				result = true
			}
		},
		["晋"] = {
			["平"] = {
				result = true
			},
			["缾"] = {
				result = true
			},
			["萍"] = {
				result = true,
				["总"] = {
					["淑"] = {
						["蓟"] = {
							result = true
						}
					}
				}
			}
		},
		["景"] = {
			["坪"] = {
				result = true
			},
			["平"] = {
				result = true
			}
		},
		["晶"] = {
			["平"] = {
				result = true
			}
		},
		["暴"] = {
			["君"] = {
				result = true
			}
		},
		["曾"] = {
			["斗"] = {
				result = true
			}
		},
		["朗"] = {
			["哥"] = {
				result = true
			}
		},
		["末"] = {
			["帝"] = {
				result = true
			}
		},
		["杂"] = {
			["种"] = {
				result = true
			}
		},
		["某"] = {
			result = true,
			["平"] = {
				result = true
			},
			["某"] = {
				result = true
			}
		},
		["核"] = {
			["心"] = {
				result = true
			}
		},
		["梦"] = {
			["帝"] = {
				result = true
			}
		},
		["槿"] = {
			["平"] = {
				result = true
			}
		},
		["步"] = {
			["芳"] = {
				result = true
			}
		},
		["武"] = {
			["宗"] = {
				result = true
			}
		},
		["歪"] = {
			["嘴"] = {
				result = true
			}
		},
		["毛"] = {
			["江"] = {
				result = true
			}
		},
		["氏"] = {
			["天"] = {
				["下"] = {
					result = true
				}
			},
			["新"] = {
				["贵"] = {
					result = true
				}
			},
			["甲"] = {
				["虫"] = {
					result = true
				}
			}
		},
		["汉"] = {
			["奸"] = {
				result = true
			},
			["献"] = {
				["帝"] = {
					result = true
				}
			}
		},
		["江"] = {
			["斗"] = {
				result = true
			},
			["胡"] = {
				result = true
			}
		},
		["泽"] = {
			["东"] = {
				result = true
			}
		},
		["津"] = {
			["品"] = {
				result = true
			},
			["平"] = {
				result = true
			}
		},
		["浸"] = {
			["平"] = {
				result = true
			}
		},
		["渣"] = {
			["平"] = {
				result = true
			}
		},
		["烬"] = {
			["屛"] = {
				result = true
			},
			["平"] = {
				result = true
			},
			["欲"] = {
				result = true
			},
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			},
			["贫"] = {
				result = true
			}
		},
		["煮"] = {
			["席"] = {
				result = true
			}
		},
		["煲"] = {
			["子"] = {
				result = true
			}
		},
		["熊"] = {
			["苹"] = {
				result = true
			},
			["蘋"] = {
				result = true
			}
		},
		["爸"] = {
			["爸"] = {
				result = true
			}
		},
		["特"] = {
			["乐"] = {
				result = true
			},
			["朗"] = {
				result = true
			},
			["楽"] = {
				result = true
			}
		},
		["独"] = {
			["裁"] = {
				result = true
			}
		},
		["猪"] = {
			["头"] = {
				result = true
			}
		},
		["王"] = {
			result = true,
			["储"] = {
				result = true
			}
		},
		["瑾"] = {
			["平"] = {
				result = true
			}
		},
		["由"] = {
			["检"] = {
				result = true
			}
		},
		["甲"] = {
			["虫"] = {
				result = true
			}
		},
		["畜"] = {
			["生"] = {
				result = true
			}
		},
		["的"] = {
			["嫡"] = {
				["系"] = {
					result = true
				}
			},
			["左"] = {
				["倾"] = {
					result = true
				}
			},
			["集"] = {
				["权"] = {
					result = true
				}
			}
		},
		["皇"] = {
			["宽"] = {
				["衣"] = {
					result = true
				}
			},
			["帝"] = {
				result = true
			}
		},
		["盡"] = {
			["平"] = {
				result = true
			}
		},
		["真"] = {
			["面"] = {
				["目"] = {
					result = true
				}
			}
		},
		["矜"] = {
			["平"] = {
				result = true
			}
		},
		["祖"] = {
			result = true
		},
		["禁"] = {
			["刁"] = {
				result = true
			},
			["坪"] = {
				result = true
			},
			["平"] = {
				result = true
			},
			["皮"] = {
				result = true
			},
			["萍"] = {
				result = true
			},
			["言"] = {
				["平"] = {
					result = true
				}
			},
			["評"] = {
				result = true
			},
			["讠"] = {
				["平"] = {
					result = true
				}
			},
			["贫"] = {
				result = true
			},
			["频"] = {
				result = true
			}
		},
		["竖"] = {
			["鸡"] = {
				result = true
			}
		},
		["竟"] = {
			["平"] = {
				result = true
			},
			["瓶"] = {
				result = true
			}
		},
		["竹"] = {
			["席"] = {
				result = true
			}
		},
		["笑"] = {
			["媛"] = {
				["开"] = {
					result = true
				}
			}
		},
		["筋"] = {
			["平"] = {
				result = true
			}
		},
		["答"] = {
			["大"] = {
				result = true
			}
		},
		["箐"] = {
			["平"] = {
				result = true
			}
		},
		["粉"] = {
			["红"] = {
				result = true
			}
		},
		["精"] = {
			["屏"] = {
				result = true
			},
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			},
			["贫"] = {
				result = true
			}
		},
		["糊"] = {
			["宽"] = {
				["衣"] = {
					result = true
				}
			}
		},
		["素"] = {
			["鸡"] = {
				result = true
			}
		},
		["索"] = {
			["里"] = {
				["尼"] = {
					result = true
				}
			}
		},
		["紧"] = {
			["屛"] = {
				result = true
			},
			["平"] = {
				result = true
			},
			["贫"] = {
				result = true
			}
		},
		["组"] = {
			["长"] = {
				result = true
			}
		},
		["经"] = {
			["贫"] = {
				result = true
			}
		},
		["缙"] = {
			["平"] = {
				result = true
			}
		},
		["罕"] = {
			["默"] = {
				["德"] = {
					result = true
				}
			}
		},
		["翠"] = {
			result = true
		},
		["老"] = {
			["下"] = {
				["属"] = {
					result = true
				}
			},
			["平"] = {
				result = true
			}
		},
		["肠"] = {
			["胃"] = {
				result = true
			}
		},
		["肥"] = {
			["崽"] = {
				result = true
			},
			["猪"] = {
				result = true
			}
		},
		["舵"] = {
			["手"] = {
				result = true
			}
		},
		["船"] = {
			["长"] = {
				result = true
			}
		},
		["芭"] = {
			["坪"] = {
				result = true
			}
		},
		["芹"] = {
			["平"] = {
				result = true
			}
		},
		["草"] = {
			["包"] = {
				result = true
			}
		},
		["萎"] = {
			["人"] = {
				result = true
			}
		},
		["蛤"] = {
			result = true
		},
		["衿"] = {
			["平"] = {
				result = true
			}
		},
		["被"] = {
			["软"] = {
				["禁"] = {
					result = true
				}
			},
			["陷"] = {
				["害"] = {
					result = true
				}
			}
		},
		["襟"] = {
			["平"] = {
				result = true
			}
		},
		["见"] = {
			["平"] = {
				result = true
			}
		},
		["觔"] = {
			["干"] = {
				result = true
			},
			["缾"] = {
				result = true
			},
			["萍"] = {
				result = true
			},
			["贫"] = {
				result = true
			}
		},
		["谨"] = {
			["平"] = {
				result = true
			}
		},
		["财"] = {
			["主"] = {
				result = true
			}
		},
		["贼"] = {
			result = true
		},
		["走"] = {
			["毛"] = {
				["路"] = {
					result = true
				}
			}
		},
		["输"] = {
			["妓"] = {
				result = true
			}
		},
		["辶"] = {
			["坵"] = {
				["平"] = {
					result = true
				}
			}
		},
		["边"] = {
			["平"] = {
				result = true
			}
		},
		["达"] = {
			["哒"] = {
				result = true
			}
		},
		["迁"] = {
			["平"] = {
				result = true
			}
		},
		["过"] = {
			["平"] = {
				result = true
			}
		},
		["迈"] = {
			["乎"] = {
				result = true
			},
			["平"] = {
				result = true
			}
		},
		["近"] = {
			P = {
				i = {
					result = true
				}
			},
			x = {
				result = true
			},
			["平"] = {
				["的"] = {
					["弟"] = {
						["弟"] = {
							["习"] = {
								["阳"] = {
									["洋"] = {
										result = true
									}
								}
							}
						}
					}
				},
				["要"] = {
					["死"] = {
						result = true
					}
				}
			},
			["很"] = {
				["平"] = {
					result = true
				}
			}
		},
		["迕"] = {
			["平"] = {
				result = true
			}
		},
		["进"] = {
			["凹"] = {
				result = true
			},
			["平"] = {
				result = true
			},
			["瓶"] = {
				result = true
			}
		},
		["远"] = {
			["仄"] = {
				result = true
			},
			["伞"] = {
				result = true
			},
			["侧"] = {
				result = true
			},
			["凸"] = {
				result = true
			},
			["凹"] = {
				result = true
			},
			["平"] = {
				["大"] = {
					["大"] = {
						result = true
					}
				}
			},
			["歪"] = {
				result = true
			},
			["瓶"] = {
				result = true
			},
			["突"] = {
				result = true
			},
			["缾"] = {
				result = true
			},
			["萍"] = {
				result = true
			},
			["贫"] = {
				result = true
			},
			["高"] = {
				result = true
			}
		},
		["迸"] = {
			["平"] = {
				result = true
			}
		},
		["选"] = {
			["平"] = {
				result = true
			}
		},
		["進"] = {
			["平"] = {
				result = true
			}
		},
		["逼"] = {
			["格"] = {
				result = true
			}
		},
		["那"] = {
			["个"] = {
				["犬"] = {
					["犬"] = {
						result = true
					}
				}
			}
		},
		["重"] = {
			["巡"] = {
				result = true
			},
			["廵"] = {
				result = true
			}
		},
		["金"] = {
			["屏"] = {
				result = true
			},
			["瓶"] = {
				result = true
			},
			["萍"] = {
				result = true
			}
		},
		["釿"] = {
			["苹"] = {
				result = true
			}
		},
		["银"] = {
			["平"] = {
				result = true
			}
		},
		["镜"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			},
			["萍"] = {
				result = true
			},
			["贫"] = {
				result = true
			}
		},
		["阿"] = {
			["斗"] = {
				result = true
			}
		},
		["青"] = {
			["天"] = {
				result = true
			}
		},
		["静"] = {
			["平"] = {
				result = true
			},
			["瓶"] = {
				result = true
			},
			["萍"] = {
				result = true
			}
		},
		["靳"] = {
			["平"] = {
				result = true
			}
		},
		["靼"] = {
			["靼"] = {
				result = true
			}
		},
		["颈"] = {
			["平"] = {
				result = true
			},
			["评"] = {
				result = true
			}
		},
		["颠"] = {
			["峯"] = {
				result = true
			}
		},
		["高"] = {
			["压"] = {
				result = true
			}
		},
		["鲸"] = {
			["平"] = {
				result = true
			}
		},
		["鸡"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["鸣"] = {
			["泽"] = {
				result = true
			}
		},
		["麻"] = {
			["麻"] = {
				result = true
			}
		}
	},
	["买"] = {
		["假"] = {
			["钱"] = {
				["联"] = {
					["系"] = {
						result = true
					}
				}
			}
		},
		["卖"] = {
			[" "] = {
				["批"] = {
					["发"] = {
						["假"] = {
							["币"] = {
								result = true
							}
						}
					}
				}
			},
			["假"] = {
				["钱"] = {
					[" "] = {
						["假"] = {
							["钞"] = {
								result = true
							}
						}
					}
				}
			},
			["台"] = {
				["湾"] = {
					["版"] = {
						["假"] = {
							["人"] = {
								["民"] = {
									["币"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["广"] = {
			["州"] = {
				["定"] = {
					["额"] = {
						["醱"] = {
							["票"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["乳"] = {
		["贴"] = {
			result = true
		}
	},
	["二"] = {
		["包"] = {
			["子"] = {
				x = {
					i = {
						result = true
					}
				}
			}
		},
		["百"] = {
			["五"] = {
				result = true
			},
			["金"] = {
				["卖"] = {
					["子"] = {
						result = true
					}
				},
				["賣"] = {
					["子"] = {
						result = true
					}
				}
			}
		}
	},
	["五"] = {
		["大"] = {
			["诉"] = {
				["求"] = {
					result = true
				}
			}
		},
		["陷"] = {
			["莲"] = {
				["仁"] = {
					result = true
				}
			},
			["蓮"] = {
				["仁"] = {
					result = true
				}
			}
		}
	},
	["井"] = {
		["苹"] = {
			result = true
		},
		["蘋"] = {
			result = true
		}
	},
	["交"] = {
		["欢"] = {
			result = true
		}
	},
	["产"] = {
		["党"] = {
			result = true
		},
		["汽"] = {
			["气"] = {
				["枪"] = {
					["厂"] = {
						result = true
					}
				}
			}
		}
	},
	["京"] = {
		["平"] = {
			["啊"] = {
				result = true
			}
		},
		["疲"] = {
			["丽"] = {
				["近"] = {
					result = true
				}
			}
		}
	},
	["亲"] = {
		["自"] = {
			["戴"] = {
				["口"] = {
					["罩"] = {
						result = true
					}
				}
			}
		}
	},
	["人"] = {
		["为"] = {
			["控"] = {
				["制"] = {
					["确"] = {
						["诊"] = {
							["人"] = {
								["数"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["大"] = {
			["反"] = {
				["习"] = {
					result = true
				},
				["習"] = {
					result = true
				}
			}
		},
		["民"] = {
			["圣"] = {
				["殿"] = {
					["教"] = {
						result = true
					}
				}
			}
		}
	},
	["亻"] = {
		["弋"] = {
			["发"] = {
				["巾"] = {
					["占"] = {
						result = true
					}
				}
			},
			["开"] = {
				result = true
			}
		},
		["方"] = {
			["真"] = {
				["木"] = {
					["仓"] = {
						result = true
					}
				}
			}
		}
	},
	["仁"] = {
		["波"] = {
			["切"] = {
				result = true
			}
		}
	},
	["仇"] = {
		["人"] = {
			["的"] = {
				["老"] = {
					["婆"] = {
						result = true
					}
				}
			}
		},
		["道"] = {
			["人"] = {
				result = true
			}
		}
	},
	["仈"] = {
		["旗"] = {
			["娯"] = {
				["泺"] = {
					["蛧"] = {
						result = true
					}
				}
			}
		}
	},
	["从"] = {
		["天"] = {
			["安"] = {
				["门"] = {
					["事"] = {
						["件"] = {
							["到"] = {
								["0"] = {
									["8"] = {
										["宪"] = {
											["章"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["赵"] = {
			["紫"] = {
				["阳"] = {
					["看"] = {
						["中"] = {
							["共"] = {
								["与"] = {
									["良"] = {
										["心"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["仓"] = {
		["井"] = {
			["空"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["库"] = {
			["强"] = {
				["奸"] = {
					result = true
				}
			}
		},
		["持"] = {
			["茜"] = {
				result = true,
				["电"] = {
					["驴"] = {
						result = true
					}
				}
			}
		},
		["敷"] = {
			["里"] = {
				["惠"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["本"] = {
			["麻"] = {
				["衣"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["枪"] = {
			result = true
		},
		["泽"] = {
			["七"] = {
				["海"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["田"] = {
			["和"] = {
				["来"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["老"] = {
			["师"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["警"] = {
			["空"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			}
		}
	},
	["代"] = {
		["@"] = {
			["@"] = {
				["孕"] = {
					["@"] = {
						["@"] = {
							result = true
						}
					}
				}
			}
		},
		["为"] = {
			["发"] = {
				["票"] = {
					result = true
				}
			}
		},
		["亓"] = {
			["做"] = {
				["账"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["建"] = {
				["材"] = {
					["费"] = {
						["发"] = {
							["票"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["人"] = {
			result = true,
			["了"] = {
				["仇"] = {
					result = true
				}
			},
			["出"] = {
				["气"] = {
					result = true
				},
				["氣"] = {
					result = true
				}
			},
			["報"] = {
				["仇"] = {
					result = true
				},
				["復"] = {
					result = true
				}
			},
			["寻"] = {
				["仇"] = {
					result = true
				}
			},
			["报"] = {
				["仇"] = {
					result = true
				},
				["复"] = {
					result = true
				}
			}
		},
		["做"] = {
			["假"] = {
				["证"] = {
					["件"] = {
						result = true
					}
				}
			},
			["发"] = {
				["票"] = {
					result = true
				}
			},
			["账"] = {
				["票"] = {
					result = true
				}
			}
		},
		["写"] = {
			["经"] = {
				["济"] = {
					["学"] = {
						["论"] = {
							["文"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["出"] = {
			["学"] = {
				["历"] = {
					result = true
				}
			}
		},
		["刘"] = {
			["领"] = {
				["奖"] = {
					result = true
				}
			}
		},
		["删"] = {
			["帖"] = {
				["子"] = {
					result = true
				}
			},
			["网"] = {
				["站"] = {
					result = true
				}
			}
		},
		["制"] = {
			result = true
		},
		["刻"] = {
			["萝"] = {
				["卜"] = {
					["章"] = {
						result = true
					}
				}
			}
		},
		["办"] = {
			["二"] = {
				["代"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								result = true
							}
						}
					},
					["防"] = {
						["伪"] = {
							["身"] = {
								["份"] = {
									["证"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["会"] = {
				["计"] = {
					["证"] = {
						result = true
					}
				}
			},
			["信"] = {
				["用"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["假"] = {
				["文"] = {
					["凭"] = {
						result = true
					}
				},
				["证"] = {
					[" "] = {
						["学"] = {
							["历"] = {
								["证"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["各"] = {
				["类"] = {
					["证"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["学"] = {
				["位"] = {
					["证"] = {
						result = true
					}
				}
			},
			["文"] = {
				["凭"] = {
					["学"] = {
						["历"] = {
							[" "] = {
								["学"] = {
									["籍"] = {
										["档"] = {
											["案"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["网"] = {
				result = true
			},
			["证"] = {
				result = true,
				["件"] = {
					[" "] = {
						["上"] = {
							["网"] = {
								["文"] = {
									["凭"] = {
										result = true
									}
								}
							}
						},
						["刻"] = {
							["章"] = {
								Q = {
									Q = {
										result = true
									}
								}
							}
						},
						["学"] = {
							["位"] = {
								["认"] = {
									["证"] = {
										result = true
									}
								}
							},
							["历"] = {
								["认"] = {
									["证"] = {
										result = true
									}
								}
							}
						},
						["车"] = {
							["牌"] = {
								["执"] = {
									["照"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["身"] = {
				["份"] = {
					["正"] = {
						result = true
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["驾"] = {
				["照"] = {
					result = true
				},
				["驶"] = {
					["正"] = {
						result = true
					},
					["证"] = {
						result = true
					}
				}
			},
			["高"] = {
				["仿"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["发"] = {
			result = true,
			["票"] = {
				result = true
			}
		},
		["号"] = {
			["收"] = {
				["集"] = {
					["总"] = {
						["汇"] = {
							result = true
						}
					}
				}
			}
		},
		["售"] = {
			result = true
		},
		["大"] = {
			["连"] = {
				["开"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				}
			}
		},
		["开"] = {
			f = {
				a = {
					p = {
						i = {
							a = {
								o = {
									result = true
								}
							}
						}
					}
				}
			},
			["全"] = {
				["国"] = {
					["各"] = {
						["地"] = {
							["各"] = {
								["行"] = {
									["各"] = {
										["业"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["北"] = {
				["京"] = {
					["地"] = {
						["税"] = {
							["发"] = {
								["票"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["发"] = {
				result = true,
				["嘌"] = {
					result = true
				},
				["漂"] = {
					result = true
				},
				["票"] = {
					Q = {
						Q = {
							result = true
						}
					}
				},
				["！"] = {
					["票"] = {
						result = true
					}
				}
			},
			["咨"] = {
				["询"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["国"] = {
				["税"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				},
				["际"] = {
					["货"] = {
						["运"] = {
							["发"] = {
								["票"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["山"] = {
				["东"] = {
					["地"] = {
						["税"] = {
							["发"] = {
								["票"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["广"] = {
				["西"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["普"] = {
				["通"] = {
					["商"] = {
						["品"] = {
							["销"] = {
								["售"] = {
									["发"] = {
										["票"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["河"] = {
				["北"] = {
					["地"] = {
						["税"] = {
							["发"] = {
								["票"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["法"] = {
				["票"] = {
					result = true
				}
			},
			["税"] = {
				["票"] = {
					Q = {
						Q = {
							result = true
						}
					}
				}
			}
		},
		["找"] = {
			["发"] = {
				["票"] = {
					result = true
				}
			}
		},
		["报"] = {
			["名"] = {
				["考"] = {
					["试"] = {
						result = true
					}
				}
			}
		},
		["拌"] = {
			["二"] = {
				["代"] = {
					["身"] = {
						["份"] = {
							["正"] = {
								result = true
							}
						}
					}
				}
			},
			["学"] = {
				["位"] = {
					["正"] = {
						result = true
					}
				}
			},
			["文"] = {
				["凭"] = {
					result = true
				}
			},
			["身"] = {
				["份"] = {
					["正"] = {
						result = true
					}
				}
			}
		},
		["挂"] = {
			result = true
		},
		["接"] = {
			["单"] = {
				["位"] = {
					result = true
				}
			}
		},
		["收"] = {
			["汽"] = {
				["狗"] = {
					result = true
				}
			},
			["狗"] = {
				["狗"] = {
					["粮"] = {
						result = true
					}
				}
			}
		},
		["栲"] = {
			result = true
		},
		["炼"] = {
			result = true
		},
		["理"] = {
			["办"] = {
				["证"] = {
					result = true,
					[" "] = {
						["刻"] = {
							["章"] = {
								["电"] = {
									["话"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["发"] = {
				["漂"] = {
					result = true
				},
				["票"] = {
					result = true
				}
			},
			["开"] = {
				["发"] = {
					["票"] = {
						result = true
					}
				},
				["法"] = {
					["票"] = {
						result = true
					}
				},
				["票"] = {
					result = true
				}
			},
			["投"] = {
				["票"] = {
					result = true
				}
			},
			["法"] = {
				["票"] = {
					result = true
				}
			}
		},
		["神"] = {
			["Ａ"] = {
				["Ｂ"] = {
					["钥"] = {
						["匙"] = {
							result = true
						}
					}
				}
			}
		},
		["練"] = {
			result = true
		},
		["练"] = {
			result = true
		},
		["考"] = {
			["网"] = {
				result = true
			}
		},
		["表"] = {
			result = true
		},
		["言"] = {
			["马"] = {
				["汉"] = {
					["茂"] = {
						result = true
					}
				}
			}
		},
		["谢"] = {
			["类"] = {
				["固"] = {
					["醇"] = {
						result = true
					}
				}
			}
		},
		["辦"] = {
			["信"] = {
				["用"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["證"] = {
				result = true
			}
		},
		["进"] = {
			["口"] = {
				["气"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["追"] = {
			["债"] = {
				result = true
			},
			["債"] = {
				result = true
			}
		},
		["链"] = {
			result = true
		},
		["销"] = {
			["二"] = {
				["代"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["元"] = {
				["宝"] = {
					result = true
				}
			}
		},
		["開"] = {
			["广"] = {
				["州"] = {
					["税"] = {
						["票"] = {
							result = true
						}
					},
					["货"] = {
						["物"] = {
							["销"] = {
								["售"] = {
									["發"] = {
										["票"] = {
											result = true
										}
									}
								}
							}
						}
					},
					["醱"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["醱"] = {
				["票"] = {
					result = true,
					["㊣"] = {
						result = true
					}
				}
			}
		},
		["骂"] = {
			result = true
		}
	},
	["仦"] = {
		["姐"] = {
			["信"] = {
				["息"] = {
					["服"] = {
						result = true
					}
				}
			}
		}
	},
	["仯"] = {
		["囡"] = {
			["亂"] = {
				["囵"] = {
					["Ａ"] = {
						["∨"] = {
							["爿"] = {
								result = true
							}
						}
					}
				}
			},
			["初"] = {
				["液"] = {
					result = true,
					["摤"] = {
						["爿"] = {
							result = true
						}
					},
					["脃"] = {
						["爿"] = {
							result = true
						}
					}
				}
			}
		},
		["妇"] = {
			["笣"] = {
				["液"] = {
					result = true
				}
			},
			["齙"] = {
				["亱"] = {
					result = true
				}
			}
		}
	},
	["仲"] = {
		["勋"] = {
			["之"] = {
				["子"] = {
					result = true
				}
			},
			["习"] = {
				result = true
			},
			["刁"] = {
				result = true
			}
		},
		["勳"] = {
			["之"] = {
				["子"] = {
					result = true
				}
			},
			["刁"] = {
				result = true
			},
			["習"] = {
				result = true
			}
		}
	},
	["仺"] = {
		["丼"] = {
			["悾"] = {
				["兂"] = {
					["碼"] = {
						["丅"] = {
							["載"] = {
								result = true
							}
						}
					}
				},
				["筷"] = {
					["播"] = {
						["種"] = {
							["孒"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["仿"] = {
		["伪"] = {
			["都"] = {
				["和"] = {
					["真"] = {
						["币"] = {
							["一"] = {
								["样"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["真"] = {
			["枪"] = {
				["售"] = {
					["卖"] = {
						result = true
					}
				}
			}
		}
	},
	["伊"] = {
		["斯"] = {
			["兰"] = {
				["原"] = {
					["教"] = {
						["旨"] = {
							["主"] = {
								["义"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["会"] = {
		["翠"] = {
			result = true
		}
	},
	["传"] = {
		["召"] = {
			["大"] = {
				["法"] = {
					["会"] = {
						result = true
					}
				}
			}
		},
		["回"] = {
			["良"] = {
				["玉"] = {
					["正"] = {
						["在"] = {
							["被"] = {
								["调"] = {
									["查"] = {
										result = true
									}
								}
							}
						}
					},
					["被"] = {
						["查"] = {
							result = true
						}
					}
				}
			}
		},
		["感"] = {
			["器"] = {
				["引"] = {
					["爆"] = {
						["武"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["播"] = {
			["法"] = {
				["轮"] = {
					["功"] = {
						result = true
					}
				}
			}
		},
		["李"] = {
			["小"] = {
				["琳"] = {
					["涉"] = {
						["三"] = {
							["峡"] = {
								["腐"] = {
									["败"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["禧"] = {
			G = {
				i = {
					f = {
						t = {
							result = true
						}
					}
				}
			}
		}
	},
	["伪"] = {
		["娘"] = {
			result = true
		},
		["男"] = {
			result = true
		}
	},
	["伯"] = {
		["颜"] = {
			result = true
		}
	},
	["伴"] = {
		["游"] = {
			result = true
		},
		["花"] = {
			["眠"] = {
				result = true,
				["在"] = {
					["线"] = {
						result = true
					}
				}
			}
		}
	},
	["佈"] = {
		["雷"] = {
			["爾"] = {
				result = true
			}
		}
	},
	["低"] = {
		["价"] = {
			p = {
				p = {
					k = {
						result = true
					}
				}
			},
			["删"] = {
				["帖"] = {
					result = true
				}
			},
			["失"] = {
				["身"] = {
					["粉"] = {
						result = true
					}
				}
			},
			["子"] = {
				["弹"] = {
					result = true
				}
			},
			["手"] = {
				["枪"] = {
					result = true
				}
			},
			["钢"] = {
				["珠"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["麻"] = {
				["醉"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["價"] = {
			["金"] = {
				["幣"] = {
					result = true
				}
			}
		},
		["收"] = {
			["费"] = {
				["删"] = {
					["帖"] = {
						result = true
					}
				}
			}
		},
		["胸"] = {
			["自"] = {
				["慰"] = {
					result = true
				}
			}
		},
		["销"] = {
			["大"] = {
				["量"] = {
					["步"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["阻"] = {
			["爆"] = {
				["破"] = {
					["炸"] = {
						["弹"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["你"] = {
		["习"] = {
			["书"] = {
				["记"] = {
					result = true
				}
			}
		}
	},
	["佰"] = {
		["傢"] = {
			["楽"] = {
				["赌"] = {
					["博"] = {
						result = true
					}
				}
			}
		},
		["度"] = {
			result = true
		}
	},
	["侒"] = {
		["楽"] = {
			["死"] = {
				["葯"] = {
					result = true
				}
			}
		},
		["迺"] = {
			["優"] = {
				["孒"] = {
					result = true
				}
			}
		},
		["防"] = {
			["兂"] = {
				["敵"] = {
					["灞"] = {
						["仼"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["供"] = {
		["应"] = {
			["2"] = {
				["0"] = {
					["1"] = {
						["1"] = {
							["高"] = {
								["考"] = {
									["名"] = {
										["单"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["假"] = {
				["幣"] = {
					result = true
				}
			}
		}
	},
	["侧"] = {
		["杠"] = {
			["杆"] = {
				["式"] = {
					result = true
				}
			}
		},
		["舷"] = {
			result = true
		},
		["试"] = {
			["号"] = {
				result = true
			}
		}
	},
	["便"] = {
		["利"] = {
			["7"] = {
				["8"] = {
					["8"] = {
						["7"] = {
							result = true
						}
					}
				}
			}
		},
		["宜"] = {
			["三"] = {
				["唑"] = {
					["仑"] = {
						result = true
					}
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["小"] = {
				["姐"] = {
					result = true
				}
			},
			["水"] = {
				["果"] = {
					["冰"] = {
						result = true
					}
				}
			}
		},
		["捷"] = {
			["办"] = {
				["正"] = {
					["网"] = {
						result = true
					}
				},
				["证"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["携"] = {
			["式"] = {
				["努"] = {
					result = true
				},
				["弓"] = {
					["努"] = {
						result = true
					},
					["弩"] = {
						result = true
					}
				},
				["弩"] = {
					result = true
				}
			},
			["雷"] = {
				["管"] = {
					result = true
				}
			}
		},
		["民"] = {
			["办"] = {
				["证"] = {
					result = true,
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["係"] = {
		["儘"] = {
			["貧"] = {
				result = true
			}
		},
		["精"] = {
			["品"] = {
				result = true
			}
		},
		["緊"] = {
			["缾"] = {
				result = true
			}
		},
		["重"] = {
			["廵"] = {
				result = true
			}
		}
	},
	["促"] = {
		["中"] = {
			["国"] = {
				["公"] = {
					["布"] = {
						["遇"] = {
							["难"] = {
								["者"] = {
									["名"] = {
										["单"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["保"] = {
		["二"] = {
			["十"] = {
				["年"] = {
					["二"] = {
						["十"] = {
							["万"] = {
								result = true
							}
						}
					},
					["到"] = {
						["期"] = {
							result = true
						}
					},
					["已"] = {
						["到"] = {
							["期"] = {
								result = true,
								["邓"] = {
									["小"] = {
										["平"] = {
											result = true
										}
									}
								}
							}
						}
					},
					["稳"] = {
						["定"] = {
							result = true,
							["已"] = {
								["到"] = {
									["期"] = {
										result = true
									}
								}
							},
							["杀"] = {
								result = true,
								["二"] = {
									["十"] = {
										["万"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["亭"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			}
		},
		["健"] = {
			result = true,
			["上"] = {
				["門"] = {
					result = true
				},
				["门"] = {
					result = true
				}
			},
			["信"] = {
				["息"] = {
					result = true
				}
			},
			["充"] = {
				["气"] = {
					["娃"] = {
						["娃"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["全"] = {
				["套"] = {
					["上"] = {
						["门"] = {
							result = true
						}
					}
				}
			},
			["品"] = {
				["名"] = {
					["单"] = {
						result = true
					}
				},
				["数"] = {
					["据"] = {
						["专"] = {
							result = true
						},
						["直"] = {
							["销"] = {
								result = true
							}
						}
					}
				},
				["资"] = {
					["料"] = {
						result = true
					},
					["源"] = {
						result = true
					}
				}
			},
			["图"] = {
				["库"] = {
					result = true
				}
			},
			["女"] = {
				["上"] = {
					["門"] = {
						result = true
					},
					["门"] = {
						result = true
					}
				}
			},
			["按"] = {
				["全"] = {
					["套"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				},
				["摩"] = {
					result = true,
					["会"] = {
						["所"] = {
							result = true
						}
					}
				}
			},
			["服"] = {
				result = true,
				["务"] = {
					result = true
				}
			},
			["特"] = {
				["殊"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			}
		},
		["养"] = {
			["小"] = {
				["美"] = {
					["眉"] = {
						result = true
					}
				}
			}
		},
		["单"] = {
			["分"] = {
				["析"] = {
					["仪"] = {
						result = true
					},
					["器"] = {
						result = true
					}
				}
			}
		},
		["卫"] = {
			["台"] = {
				["湾"] = {
					result = true
				}
			}
		},
		["單"] = {
			["分"] = {
				["析"] = {
					["儀"] = {
						result = true
					},
					["器"] = {
						result = true
					}
				}
			}
		},
		["姆"] = {
			["被"] = {
				["虐"] = {
					["待"] = {
						result = true
					}
				}
			}
		},
		["存"] = {
			["编"] = {
				["队"] = {
					result = true
				}
			}
		},
		["守"] = {
			["女"] = {
				["兒"] = {
					["2"] = {
						H = {
							result = true
						}
					}
				}
			}
		},
		["定"] = {
			["萨"] = {
				["斯"] = {
					["病"] = {
						["例"] = {
							result = true
						}
					}
				}
			}
		},
		["密"] = {
			["9"] = {
				["换"] = {
					["肾"] = {
						["0"] = {
							result = true
						}
					}
				}
			}
		},
		["射"] = {
			["视"] = {
				["频"] = {
					result = true
				}
			}
		},
		["山"] = {
			["代"] = {
				["办"] = {
					["驾"] = {
						["驶"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["假"] = {
				["币"] = {
					result = true
				}
			}
		},
		["平"] = {
			["安"] = {
				result = true
			}
		},
		["得"] = {
			["安"] = {
				result = true,
				["密"] = {
					["云"] = {
						result = true
					}
				},
				["强"] = {
					["开"] = {
						["工"] = {
							["具"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["德"] = {
			["信"] = {
				["国"] = {
					["际"] = {
						["调"] = {
							["查"] = {
								result = true
							}
						}
					}
				}
			},
			["安"] = {
				["极"] = {
					["速"] = {
						["快"] = {
							["开"] = {
								result = true
							}
						}
					}
				},
				["瞬"] = {
					["开"] = {
						result = true
					}
				}
			}
		},
		["护"] = {
			["记"] = {
				["者"] = {
					["委"] = {
						["员"] = {
							["会"] = {
								result = true
							}
						}
					}
				}
			},
			["钓"] = {
				["鱼"] = {
					["岛"] = {
						result = true
					}
				}
			}
		},
		["持"] = {
			["党"] = {
				["的"] = {
					["纯"] = {
						["洁"] = {
							["性"] = {
								result = true
							}
						}
					}
				}
			},
			["正"] = {
				["念"] = {
					result = true
				}
			}
		},
		["时"] = {
			["捷"] = {
				["博"] = {
					["彩"] = {
						result = true
					}
				}
			}
		},
		["留"] = {
			["泉"] = {
				["州"] = {
					["港"] = {
						result = true
					}
				}
			}
		},
		["真"] = {
			["?"] = {
				["发"] = {
					["票"] = {
						result = true
					}
				},
				["税"] = {
					["票"] = {
						result = true
					}
				}
			},
			["发"] = {
				p = {
					i = {
						a = {
							o = {
								result = true
							}
						}
					}
				},
				["漂"] = {
					result = true
				},
				["票"] = {
					result = true,
					["代"] = {
						["开"] = {
							result = true
						}
					}
				},
				["税"] = {
					["票"] = {
						["发"] = {
							["票"] = {
								result = true
							}
						}
					}
				}
			},
			["学"] = {
				["历"] = {
					["证"] = {
						["办"] = {
							["理"] = {
								result = true
							}
						}
					}
				}
			},
			["拿"] = {
				["证"] = {
					result = true
				}
			},
			["有"] = {
				["效"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					}
				}
			},
			["机"] = {
				["打"] = {
					result = true
				}
			},
			["法"] = {
				["票"] = {
					result = true
				}
			},
			["税"] = {
				["票"] = {
					result = true
				}
			}
		},
		["福"] = {
			["寺"] = {
				result = true,
				["、"] = {
					["北"] = {
						["四"] = {
							["环"] = {
								result = true
							}
						}
					},
					["撞"] = {
						["桥"] = {
							result = true
						}
					},
					["车"] = {
						["祸"] = {
							result = true
						}
					}
				},
				["法"] = {
					["拉"] = {
						["利"] = {
							result = true
						}
					}
				}
			}
		},
		["罗"] = {
			["的"] = {
				["性"] = {
					["复"] = {
						["苏"] = {
							result = true
						}
					}
				}
			}
		},
		["證"] = {
			["很"] = {
				["像"] = {
					["學"] = {
						["生"] = {
							["妹"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["证"] = {
			["你"] = {
				["打"] = {
					["飞"] = {
						["机"] = {
							result = true
						}
					}
				}
			},
			["信"] = {
				["誉"] = {
					result = true,
					["枪"] = {
						result = true
					}
				}
			},
			["刺"] = {
				["激"] = {
					["无"] = {
						["比"] = {
							result = true
						}
					}
				}
			},
			["见"] = {
				["红"] = {
					result = true
				}
			},
			["通"] = {
				["过"] = {
					result = true
				}
			}
		},
		["过"] = {
			result = true
		},
		["险"] = {
			["人"] = {
				["员"] = {
					["数"] = {
						["据"] = {
							result = true
						}
					}
				},
				["数"] = {
					["据"] = {
						result = true
					}
				}
			},
			["从"] = {
				["业"] = {
					["资"] = {
						["格"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["客"] = {
				["户"] = {
					["数"] = {
						["据"] = {
							["专"] = {
								result = true
							}
						}
					},
					["资"] = {
						["料"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["数"] = {
				["据"] = {
					result = true
				}
			},
			["柜"] = {
				["书"] = {
					result = true,
					["密"] = {
						["云"] = {
							result = true
						}
					}
				},
				["大"] = {
					["拉"] = {
						["码"] = {
							["器"] = {
								result = true
							}
						}
					}
				},
				["小"] = {
					["拉"] = {
						["码"] = {
							["器"] = {
								result = true
							}
						}
					}
				},
				["工"] = {
					["具"] = {
						["类"] = {
							result = true
						}
					}
				},
				["详"] = {
					["解"] = {
						result = true
					}
				}
			},
			["用"] = {
				["户"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					},
					["数"] = {
						["据"] = {
							result = true
						}
					},
					["资"] = {
						["料"] = {
							result = true
						}
					}
				}
			}
		},
		["障"] = {
			["私"] = {
				["有"] = {
					["产"] = {
						["权"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["俺"] = {
		["也"] = {
			["去"] = {
				["爱"] = {
					result = true
				},
				["电"] = {
					["影"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["去"] = {
			["也"] = {
				["5"] = {
					["9"] = {
						["1"] = {
							["7"] = {
								result = true
							}
						}
					}
				},
				Q = {
					V = {
						result = true
					}
				},
				["婷"] = {
					["婷"] = {
						result = true
					}
				},
				["官"] = {
					["网"] = {
						result = true
					}
				},
				["快"] = {
					["播"] = {
						result = true
					}
				},
				["成"] = {
					["人"] = {
						result = true,
						["影"] = {
							["视"] = {
								result = true
							}
						},
						["社"] = {
							["区"] = {
								result = true
							}
						},
						["网"] = {
							result = true
						}
					}
				},
				["电"] = {
					["影"] = {
						["网"] = {
							result = true
						}
					}
				},
				["综"] = {
					["合"] = {
						["社"] = {
							["区"] = {
								result = true
							}
						}
					}
				},
				["网"] = {
					result = true
				},
				["色"] = {
					["中"] = {
						["色"] = {
							result = true
						}
					}
				},
				["ａ"] = {
					["ｖ"] = {
						result = true
					}
				}
			},
			["撸"] = {
				["啦"] = {
					result = true
				}
			}
		}
	},
	["俾"] = {
		["斯"] = {
			["麦"] = {
				result = true
			}
		}
	},
	["倉"] = {
		["持"] = {
			["茜"] = {
				result = true
			}
		},
		["木"] = {
			["杏"] = {
				result = true
			}
		},
		["本"] = {
			["麻"] = {
				["衣"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["老"] = {
			["師"] = {
				["種"] = {
					["子"] = {
						result = true
					}
				}
			}
		}
	},
	["倍"] = {
		["他"] = {
			["美"] = {
				["沙"] = {
					["朵"] = {
						result = true
					}
				},
				["罗"] = {
					["定"] = {
						result = true
					}
				}
			}
		}
	},
	["倒"] = {
		["车"] = {
			["经"] = {
				["济"] = {
					["学"] = {
						result = true
					}
				}
			}
		}
	},
	["假"] = {
		["传"] = {
			["习"] = {
				["旨"] = {
					result = true
				}
			}
		},
		["傳"] = {
			["習"] = {
				["旨"] = {
					result = true
				}
			}
		},
		["币"] = {
			[" "] = {
				["视"] = {
					["频"] = {
						["看"] = {
							["货"] = {
								result = true
							}
						}
					}
				}
			},
			["("] = {
				["台"] = {
					["湾"] = {
						["最"] = {
							["新"] = {
								["版"] = {
									[")"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["代"] = {
				["理"] = {
					result = true
				}
			},
			["出"] = {
				["售"] = {
					[" "] = {
						["假"] = {
							["钱"] = {
								result = true
							}
						}
					}
				}
			},
			["批"] = {
				["发"] = {
					result = true
				}
			},
			["销"] = {
				["售"] = {
					[" "] = {
						["高"] = {
							["仿"] = {
								["真"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["硬"] = {
			["币"] = {
				Q = {
					Q = {
						result = true
					}
				}
			}
		},
		["钞"] = {
			[" "] = {
				["一"] = {
					["元"] = {
						["硬"] = {
							["币"] = {
								result = true
							}
						}
					}
				},
				["凹"] = {
					["凸"] = {
						["质"] = {
							["感"] = {
								result = true
							}
						}
					}
				},
				["迷"] = {
					["奸"] = {
						["药"] = {
							result = true
						}
					}
				}
			},
			["存"] = {
				["进"] = {
					A = {
						T = {
							M = {
								["机"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["特"] = {
				["征"] = {
					["码"] = {
						result = true
					}
				}
			}
		},
		["钱"] = {
			[" "] = {
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				}
			},
			["="] = {
				["假"] = {
					["币"] = {
						result = true
					}
				}
			},
			Q = {
				Q = {
					result = true
				}
			},
			["价"] = {
				["格"] = {
					result = true
				}
			},
			["出"] = {
				["售"] = {
					[" "] = {
						["北"] = {
							["京"] = {
								result = true
							}
						}
					}
				}
			},
			["批"] = {
				["发"] = {
					result = true
				}
			}
		}
	},
	["偏"] = {
		["向"] = {
			["蝠"] = {
				["山"] = {
					["行"] = {
						result = true
					}
				}
			}
		}
	},
	["偙"] = {
		["啯"] = {
			["呦"] = {
				["呦"] = {
					["雧"] = {
						["团"] = {
							["軍"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["側"] = {
		["杠"] = {
			["杆"] = {
				["式"] = {
					result = true
				}
			},
			["桿"] = {
				["鉽"] = {
					result = true
				}
			}
		},
		["那"] = {
			result = true
		},
		["釭"] = {
			["杆"] = {
				["鉽"] = {
					result = true
				}
			}
		}
	},
	["傀"] = {
		["儡"] = {
			["习"] = {
				result = true
			},
			["習"] = {
				result = true
			}
		}
	},
	["傍"] = {
		["晚"] = {
			["打"] = {
				["飞"] = {
					["机"] = {
						result = true
					}
				}
			}
		}
	},
	["傢"] = {
		["寶"] = {
			["溫"] = {
				result = true
			}
		}
	},
	["储"] = {
		["君"] = {
			result = true
		},
		["户"] = {
			["信"] = {
				["息"] = {
					result = true
				}
			}
		}
	},
	["催"] = {
		["*"] = {
			["昏"] = {
				["药"] = {
					result = true
				}
			}
		},
		["@"] = {
			["情"] = {
				["@"] = {
					["药"] = {
						result = true
					}
				}
			}
		},
		["凊"] = {
			["药"] = {
				result = true
			}
		},
		["情"] = {
			result = true,
			["水"] = {
				["配"] = {
					["方"] = {
						result = true
					}
				}
			}
		},
		["收"] = {
			["账"] = {
				["款"] = {
					result = true
				}
			}
		},
		["昏"] = {
			["药"] = {
				result = true
			}
		},
		["泪"] = {
			["剂"] = {
				result = true
			},
			["喷"] = {
				["射"] = {
					["器"] = {
						result = true,
						["1"] = {
							result = true
						}
					}
				},
				["雾"] = {
					["剂"] = {
						result = true
					}
				}
			},
			["器"] = {
				result = true
			}
		},
		["眠"] = {
			result = true,
			["药"] = {
				result = true
			}
		}
	},
	["傲"] = {
		["人"] = {
			["身"] = {
				["姿"] = {
					["迷"] = {
						["乱"] = {
							result = true
						}
					}
				}
			}
		},
		["柄"] = {
			result = true
		},
		["神"] = {
			["傳"] = {
				result = true
			}
		}
	},
	["傻"] = {
		["偪"] = {
			["習"] = {
				["總"] = {
					result = true
				}
			}
		},
		["毕"] = {
			result = true
		}
	},
	["僮"] = {
		["熵"] = {
			["髖"] = {
				["医"] = {
					result = true
				}
			}
		}
	},
	["儤"] = {
		["ㄌ"] = {
			["強"] = {
				["幵"] = {
					["エ"] = {
						["具"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["儲"] = {
		["蓄"] = {
			["卡"] = {
				result = true
			}
		}
	},
	["充"] = {
		["气"] = {
			["仿"] = {
				["真"] = {
					["娃"] = {
						["娃"] = {
							result = true
						}
					}
				}
			},
			["娃"] = {
				["娃"] = {
					result = true,
					["惠"] = {
						["子"] = {
							result = true
						}
					},
					["未"] = {
						["来"] = {
							result = true
						}
					},
					["爱"] = {
						["莉"] = {
							["丝"] = {
								result = true
							}
						}
					},
					["索"] = {
						["菲"] = {
							["娅"] = {
								result = true
							}
						}
					},
					["葵"] = {
						["儿"] = {
							result = true
						}
					},
					["贝"] = {
						result = true
					},
					["贤"] = {
						["爱"] = {
							result = true
						}
					}
				}
			},
			["性"] = {
				result = true
			},
			["玩"] = {
				["偶"] = {
					result = true
				}
			}
		},
		["氣"] = {
			["性"] = {
				result = true
			}
		}
	},
	["光"] = {
		["复"] = {
			["武"] = {
				["汉"] = {
					[","] = {
						["时"] = {
							["代"] = {
								["革"] = {
									["命"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["香"] = {
				["港"] = {
					result = true
				}
			}
		}
	},
	["兎"] = {
		["子"] = {
			["王"] = {
				result = true
			}
		}
	},
	["兔"] = {
		["子"] = {
			["王"] = {
				result = true
			}
		}
	},
	["党"] = {
		["中"] = {
			["央"] = {
				[" "] = {
					["无"] = {
						["法"] = {
							["给"] = {
								["出"] = {
									["答"] = {
										["案"] = {
											result = true
										}
									}
								}
							}
						}
					}
				},
				["政"] = {
					["治"] = {
						["局"] = {
							[" "] = {
								["一"] = {
									["意"] = {
										["孤"] = {
											["行"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["凌"] = {
			["驾"] = {
				["于"] = {
					["司"] = {
						["法"] = {
							result = true
						}
					}
				}
			}
		},
		["卫"] = {
			["兵"] = {
				result = true
			}
		},
		["员"] = {
			result = true
		},
		["存"] = {
			["在"] = {
				["是"] = {
					["祸"] = {
						["根"] = {
							result = true
						}
					}
				}
			}
		},
		["政"] = {
			["一"] = {
				["把"] = {
					["手"] = {
						result = true
					}
				}
			}
		},
		["替"] = {
			["邓"] = {
				["小"] = {
					["平"] = {
						[" "] = {
							["千"] = {
								["古"] = {
									["骂"] = {
										["名"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["校"] = {
			["安"] = {
				["插"] = {
					["亲"] = {
						["信"] = {
							result = true
						}
					}
				}
			}
		},
		["根"] = {
			["烂"] = {
				["掉"] = {
					result = true
				}
			}
		},
		["棍"] = {
			["官"] = {
				result = true,
				["僚"] = {
					result = true
				}
			}
		},
		["求"] = {
			["榮"] = {
				result = true
			},
			["荣"] = {
				result = true
			}
		},
		["的"] = {
			["傀"] = {
				["儡"] = {
					result = true
				}
			}
		},
		["要"] = {
			["完"] = {
				["蛋"] = {
					result = true
				}
			}
		},
		["退"] = {
			result = true
		},
		["风"] = {
			["日"] = {
				["下"] = {
					result = true
				}
			}
		},
		["魁"] = {
			["江"] = {
				["泽"] = {
					["民"] = {
						result = true
					}
				}
			},
			["泽"] = {
				["民"] = {
					result = true
				}
			}
		},
		["魔"] = {
			["教"] = {
				result = true
			}
		}
	},
	["全"] = {
		["国"] = {
			["人"] = {
				["大"] = {
					["副"] = {
						["委"] = {
							["员"] = {
								["长"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["各"] = {
				["地"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["八"] = {
		["一"] = {
			["广"] = {
				["场"] = {
					result = true,
					["2"] = {
						["0"] = {
							["号"] = {
								result = true
							},
							["日"] = {
								result = true
							}
						}
					},
					["二"] = {
						["十"] = {
							result = true
						}
					}
				}
			},
			["式"] = {
				["军"] = {
					["刺"] = {
						result = true
					}
				},
				["刺"] = {
					["刀"] = {
						result = true
					}
				}
			}
		},
		["九"] = {
			[" "] = {
				["6"] = {
					["4"] = {
						result = true
					}
				},
				["六"] = {
					["四"] = {
						result = true
					}
				},
				["动"] = {
					["乱"] = {
						result = true
					}
				},
				["学"] = {
					["潮"] = {
						result = true
					}
				}
			},
			["6"] = {
				["4"] = {
					result = true
				}
			},
			["七"] = {
				["十"] = {
					["二"] = {
						[" "] = {
							["八"] = {
								["八"] = {
									["六"] = {
										["十"] = {
											["四"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["事"] = {
				["件"] = {
					result = true
				}
			},
			["六"] = {
				["四"] = {
					result = true,
					[" "] = {
						t = {
							["恤"] = {
								result = true
							}
						},
						["文"] = {
							["化"] = {
								["衫"] = {
									result = true
								}
							}
						},
						["血"] = {
							["衣"] = {
								result = true
							}
						},
						["黑"] = {
							["衣"] = {
								result = true
							}
						}
					},
					T = {
						["恤"] = {
							result = true
						}
					},
					["文"] = {
						["化"] = {
							["衫"] = {
								result = true
							}
						}
					},
					["黑"] = {
						["衣"] = {
							result = true
						}
					}
				}
			},
			["关"] = {
				["键"] = {
					["词"] = {
						result = true
					}
				}
			},
			["办"] = {
				["证"] = {
					["博"] = {
						["客"] = {
							result = true
						}
					},
					["集"] = {
						["团"] = {
							result = true
						}
					}
				}
			},
			["动"] = {
				["乱"] = {
					result = true
				}
			},
			["学"] = {
				["运"] = {
					result = true
				}
			},
			["學"] = {
				["潮"] = {
					result = true
				}
			},
			["屠"] = {
				["城"] = {
					result = true
				}
			},
			["工"] = {
				["自"] = {
					["联"] = {
						["领"] = {
							["袖"] = {
								["韩"] = {
									["东"] = {
										["方"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["年"] = {
				[" "] = {
					["六"] = {
						["四"] = {
							result = true
						}
					}
				},
				["事"] = {
					["件"] = {
						result = true
					}
				},
				["杀"] = {
					["害"] = {
						["学"] = {
							["生"] = {
								result = true
							}
						}
					}
				},
				["的"] = {
					["广"] = {
						["场"] = {
							result = true
						}
					}
				},
				["血"] = {
					["腥"] = {
						["镇"] = {
							["压"] = {
								result = true,
								["六"] = {
									["四"] = {
										["事"] = {
											["件"] = {
												result = true
											}
										},
										["天"] = {
											["安"] = {
												["门"] = {
													result = true
												}
											}
										}
									},
									["月"] = {
										["四"] = {
											["日"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["柳"] = {
				["丝"] = {
					result = true
				}
			},
			["武"] = {
				["力"] = {
					["镇"] = {
						["压"] = {
							result = true
						}
					}
				}
			},
			["民"] = {
				["主"] = {
					result = true,
					["运"] = {
						["动"] = {
							result = true
						}
					}
				},
				["运"] = {
					result = true
				}
			},
			["游"] = {
				["行"] = {
					result = true
				}
			},
			["用"] = {
				["兵"] = {
					result = true
				}
			},
			["血"] = {
				["案"] = {
					result = true
				}
			},
			["运"] = {
				["动"] = {
					result = true
				}
			},
			["運"] = {
				["動"] = {
					result = true
				}
			},
			["重"] = {
				["演"] = {
					result = true
				}
			},
			["風"] = {
				["波"] = {
					result = true
				}
			},
			["骚"] = {
				["乱"] = {
					result = true
				}
			}
		},
		["仙"] = {
			result = true,
			["靠"] = {
				result = true
			}
		},
		["八"] = {
			["女"] = {
				["孩"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["十"] = {
			["年"] = {
				["代"] = {
					["末"] = {
						result = true
					}
				}
			}
		},
		["千"] = {
			["草"] = {
				["奈"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["嘎"] = {
			result = true
		},
		["四"] = {
			["纲"] = {
				["领"] = {
					result = true
				}
			}
		},
		["大"] = {
			["胜"] = {
				result = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["平"] = {
			["方"] = {
				result = true,
				["事"] = {
					["件"] = {
						result = true,
						[" "] = {
							["\""] = {
								["二"] = {
									["十"] = {
										["周"] = {
											["年"] = {
												["\""] = {
													result = true
												}
											}
										}
									}
								}
							}
						},
						["二"] = {
							["十"] = {
								["周"] = {
									["年"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["度"] = {
			["網"] = {
				result = true
			}
		},
		["廓"] = {
			["街"] = {
				["大"] = {
					["昭"] = {
						["寺"] = {
							result = true
						}
					}
				}
			}
		},
		["德"] = {
			["八"] = {
				["念"] = {
					result = true
				}
			}
		},
		["方"] = {
			["国"] = {
				["际"] = {
					["资"] = {
						["讯"] = {
							result = true
						}
					}
				}
			},
			["科"] = {
				["信"] = {
					["部"] = {
						result = true
					}
				}
			}
		},
		["旗"] = {
			["娛"] = {
				["樂"] = {
					["網"] = {
						result = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["网"] = {
						result = true,
						["集"] = {
							["锦"] = {
								result = true
							}
						}
					}
				}
			},
			["文"] = {
				["化"] = {
					["台"] = {
						["湾"] = {
							result = true
						}
					}
				}
			}
		},
		["木"] = {
			["泽"] = {
				["梨"] = {
					["花"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["正"] = {
			["安"] = {
				["已"] = {
					["果"] = {
						["电"] = {
							["驴"] = {
								result = true
							}
						},
						["電"] = {
							["驢"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["步"] = {
			["电"] = {
				["影"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["甲"] = {
			["基"] = {
				["焦"] = {
					["磷"] = {
						["酰"] = {
							["胺"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["百"] = {
			["元"] = {
				["包"] = {
					["拿"] = {
						["学"] = {
							["历"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["码"] = {
			["中"] = {
				["特"] = {
					result = true
				}
			}
		},
		["神"] = {
			["优"] = {
				result = true,
				["无"] = {
					["码"] = {
						result = true,
						["动"] = {
							["画"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["老"] = {
			["下"] = {
				["令"] = {
					["天"] = {
						["安"] = {
							["门"] = {
								["文"] = {
									["件"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["股"] = {
			["重"] = {
				["弓"] = {
					result = true
				}
			}
		},
		["色"] = {
			["天"] = {
				["堂"] = {
					result = true
				}
			}
		},
		["路"] = {
			result = true,
			["军"] = {
				result = true
			}
		},
		["轴"] = {
			["飞"] = {
				["行"] = {
					["器"] = {
						result = true
					}
				}
			}
		},
		["连"] = {
			["发"] = {
				["猎"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["零"] = {
			["⑨"] = {
				["零"] = {
					["网"] = {
						result = true
					}
				}
			},
			["欢"] = {
				["夜"] = {
					result = true
				}
			}
		},
		["马"] = {
			["国"] = {
				["际"] = {
					result = true
				}
			},
			["精"] = {
				["品"] = {
					["弹"] = {
						["弓"] = {
							result = true
						}
					}
				}
			},
			["高"] = {
				["手"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["兮"] = {
		["大"] = {
			["王"] = {
				result = true
			}
		},
		["晉"] = {
			["平"] = {
				result = true
			}
		},
		["晋"] = {
			["平"] = {
				result = true
			}
		},
		["瑾"] = {
			["貧"] = {
				result = true
			},
			["贫"] = {
				result = true
			}
		},
		["禁"] = {
			["平"] = {
				result = true
			}
		},
		["靜"] = {
			["平"] = {
				result = true
			}
		}
	},
	["兰"] = {
		["州"] = {
			["办"] = {
				["证"] = {
					result = true,
					["服"] = {
						["务"] = {
							["中"] = {
								["心"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["网"] = {
				["上"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["共"] = {
		["青"] = {
			["团"] = {
				["王"] = {
					["宝"] = {
						["森"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["兵"] = {
		["变"] = {
			result = true
		},
		["器"] = {
			result = true
		},
		["运"] = {
			result = true
		}
	},
	["典"] = {
		["当"] = {
			["槍"] = {
				["支"] = {
					["弹"] = {
						["药"] = {
							result = true
						}
					}
				}
			}
		},
		["礼"] = {
			[" "] = {
				["张"] = {
					["万"] = {
						["钧"] = {
							result = true
						}
					}
				}
			}
		},
		["藏"] = {
			result = true
		}
	},
	["内"] = {
		["奥"] = {
			result = true
		},
		["港"] = {
			result = true
		}
	},
	["冊"] = {
		["老"] = {
			result = true
		},
		["那"] = {
			result = true,
			["娘"] = {
				["餓"] = {
					["比"] = {
						result = true
					}
				}
			}
		}
	},
	["册"] = {
		["老"] = {
			result = true
		}
	},
	["冫"] = {
		["斤"] = {
			["干"] = {
				result = true
			}
		}
	},
	["冰"] = {
		["."] = {
			K = {
				["."] = {
					["古"] = {
						result = true
					}
				}
			}
		},
		["@"] = {
			d = {
				u = {
					result = true
				}
			}
		},
		K = {
			["粉"] = {
				result = true
			}
		},
		S = {
			result = true
		},
		d = {
			u = {
				result = true
			}
		},
		["Δ"] = {
			["毒"] = {
				result = true
			}
		},
		["古"] = {
			result = true
		},
		["妹"] = {
			result = true,
			["服"] = {
				["务"] = {
					result = true
				}
			}
		},
		["局"] = {
			result = true
		},
		["毒"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["各"] = {
				["地"] = {
					result = true
				}
			},
			["在"] = {
				["线"] = {
					result = true
				}
			},
			["教"] = {
				["程"] = {
					result = true
				}
			},
			["方"] = {
				["法"] = {
					result = true
				}
			},
			["片"] = {
				result = true
			},
			["麻"] = {
				["古"] = {
					result = true
				}
			}
		},
		["油"] = {
			result = true,
			["4"] = {
				["号"] = {
					result = true
				}
			}
		},
		["火"] = {
			["两"] = {
				["重"] = {
					["天"] = {
						result = true
					}
				}
			},
			["全"] = {
				["套"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["兩"] = {
				["重"] = {
					["天"] = {
						result = true
					}
				}
			}
		},
		["狗"] = {
			result = true
		},
		["石"] = {
			["配"] = {
				["方"] = {
					result = true
				}
			}
		},
		["磚"] = {
			result = true
		},
		["糖"] = {
			["?"] = {
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								result = true
							}
						}
					}
				}
			},
			["专"] = {
				result = true
			},
			["冰"] = {
				result = true,
				["壶"] = {
					result = true
				}
			},
			["少"] = {
				["量"] = {
					result = true
				}
			},
			["麻"] = {
				["黄"] = {
					["素"] = {
						result = true
					}
				}
			}
		},
		["肉"] = {
			["麻"] = {
				["粉"] = {
					result = true
				}
			}
		},
		["蝳"] = {
			result = true
		},
		["鉆"] = {
			result = true
		},
		["钻"] = {
			result = true
		},
		["麻"] = {
			result = true,
			k = {
				result = true
			},
			["古"] = {
				result = true
			}
		}
	},
	["冲"] = {
		["亚"] = {
			["美"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["击"] = {
			["弹"] = {
				result = true
			}
		},
		["子"] = {
			result = true
		},
		["气"] = {
			["娃"] = {
				["娃"] = {
					result = true
				}
			}
		},
		["田"] = {
			["杏"] = {
				["梨"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			}
		},
		["账"] = {
			["专"] = {
				["用"] = {
					["票"] = {
						result = true
					}
				}
			},
			["发"] = {
				result = true
			}
		},
		["那"] = {
			["翼"] = {
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["锋"] = {
			["手"] = {
				["枪"] = {
					result = true
				}
			},
			["抢"] = {
				result = true
			},
			["机"] = {
				["槍"] = {
					["代"] = {
						["理"] = {
							result = true
						}
					}
				}
			},
			["枪"] = {
				T = {
					E = {
						L = {
							result = true
						}
					}
				},
				["弹"] = {
					result = true
				}
			},
			["狗"] = {
				result = true
			}
		}
	},
	["冷"] = {
		["静"] = {
			["习"] = {
				["左"] = {
					result = true
				}
			}
		},
		["靜"] = {
			["習"] = {
				["左"] = {
					result = true
				}
			}
		}
	},
	["凉"] = {
		["加"] = {
			["河"] = {
				result = true
			}
		},
		["家"] = {
			["河"] = {
				result = true
			}
		}
	},
	["処"] = {
		["ㄝ"] = {
			["の"] = {
				["誘"] = {
					["惑"] = {
						result = true
					}
				}
			},
			["丄"] = {
				["冂"] = {
					["苞"] = {
						["夜"] = {
							result = true
						}
					}
				}
			},
			["嫩"] = {
				["穴"] = {
					["奸"] = {
						["婬"] = {
							result = true
						}
					}
				}
			},
			["幵"] = {
				["苞"] = {
					["視"] = {
						["頻"] = {
							result = true
						}
					}
				}
			},
			["破"] = {
				["処"] = {
					["直"] = {
						["播"] = {
							result = true
						}
					}
				}
			}
		},
		["囡"] = {
			["亓"] = {
				["苞"] = {
					["視"] = {
						["频"] = {
							result = true
						}
					}
				}
			}
		},
		["女"] = {
			result = true
		}
	},
	["凹"] = {
		["凸"] = {
			["刁"] = {
				["凹"] = {
					result = true
				}
			}
		}
	},
	["出"] = {
		["#"] = {
			["售"] = {
				A = {
					K = {
						["4"] = {
							["7"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["$"] = {
			["售"] = {
				["指"] = {
					["纹"] = {
						["膜"] = {
							result = true
						}
					}
				}
			}
		},
		["*"] = {
			["售"] = {
				["气"] = {
					["枪"] = {
						result = true
					},
					["狗"] = {
						result = true
					}
				},
				["狙"] = {
					["击"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["5"] = {
			["4"] = {
				["式"] = {
					result = true,
					["枪"] = {
						result = true
					}
				}
			}
		},
		["7"] = {
			["7"] = {
				["手"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["?"] = {
			["售"] = {
				["5"] = {
					["4"] = {
						["式"] = {
							result = true
						}
					}
				},
				["?"] = {
					["假"] = {
						["?"] = {
							["币"] = {
								result = true
							}
						}
					}
				}
			}
		},
		B = {
			B = {
				["弹"] = {
					result = true
				},
				["枪"] = {
					result = true
				}
			}
		},
		["^"] = {
			["售"] = {
				["硬"] = {
					["币"] = {
						result = true
					}
				}
			}
		},
		f = {
			["售"] = {
				["冰"] = {
					d = {
						u = {
							result = true
						}
					}
				}
			}
		},
		k = {
			["售"] = {
				["假"] = {
					["币"] = {
						["公"] = {
							["司"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["三"] = {
			["棱"] = {
				["尖"] = {
					["刀"] = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["业"] = {
			["主"] = {
				["资"] = {
					["料"] = {
						result = true
					}
				}
			}
		},
		["公"] = {
			["民"] = {
				["信"] = {
					["息"] = {
						result = true
					}
				}
			}
		},
		["千"] = {
			result = true
		},
		["台"] = {
			["小"] = {
				["姐"] = {
					result = true
				}
			}
		},
		["售"] = {
			[" "] = {
				["假"] = {
					["币"] = {
						["公"] = {
							["司"] = {
								result = true
							}
						}
					}
				},
				["水"] = {
					["印"] = {
						["与"] = {
							["金"] = {
								["属"] = {
									["线"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["1"] = {
				["1"] = {
					["年"] = {
						["高"] = {
							["考"] = {
								["考"] = {
									["生"] = {
										["信"] = {
											["息"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["2"] = {
				["0"] = {
					["1"] = {
						["1"] = {
							["年"] = {
								["全"] = {
									["国"] = {
										["高"] = {
											["考"] = {
												["生"] = {
													["名"] = {
														["单"] = {
															result = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			C = {
				["1"] = {
					E = {
						["假"] = {
							["币"] = {
								result = true
							}
						}
					}
				}
			},
			J = {
				I = {
					A = {
						["币"] = {
							result = true
						}
					}
				}
			},
			["一"] = {
				["元"] = {
					["人"] = {
						["民"] = {
							["币"] = {
								result = true
							}
						}
					},
					["硬"] = {
						["币"] = {
							result = true
						}
					}
				}
			},
			["上"] = {
				["海"] = {
					["高"] = {
						["考"] = {
							["生"] = {
								["信"] = {
									["息"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["假"] = {
				[" "] = {
					B = {
						I = {
							result = true
						}
					}
				},
				["."] = {
					["钞"] = {
						result = true
					}
				},
				["2"] = {
					["钞"] = {
						result = true
					}
				},
				["人"] = {
					["民"] = {
						["币"] = {
							["1"] = {
								["0"] = {
									["0"] = {
										result = true
									}
								}
							}
						}
					}
				},
				["币"] = {
					[" "] = {
						["变"] = {
							["色"] = {
								["油"] = {
									["墨"] = {
										result = true
									}
								}
							}
						}
					},
					["."] = {
						["假"] = {
							["钱"] = {
								result = true
							}
						}
					},
					["假"] = {
						["钞"] = {
							Q = {
								Q = {
									[" "] = {
										["假"] = {
											["硬"] = {
												["币"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["钞"] = {
					[" "] = {
						["假"] = {
							["钱"] = {
								[" "] = {
									["硬"] = {
										["币"] = {
											result = true
										}
									}
								}
							}
						}
					}
				},
				["钱"] = {
					[" "] = {
						["过"] = {
							["机"] = {
								["版"] = {
									result = true
								}
							}
						}
					},
					["电"] = {
						[" "] = {
							["人"] = {
								["民"] = {
									["币"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["北"] = {
				["京"] = {
					["高"] = {
						["考"] = {
							["落"] = {
								["榜"] = {
									["生"] = {
										["名"] = {
											["单"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["台"] = {
				["湾"] = {
					["版"] = {
						["高"] = {
							["仿"] = {
								["真"] = {
									["假"] = {
										["钞"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["国"] = {
				["产"] = {
					["高"] = {
						["压"] = {
							["电"] = {
								["警"] = {
									["棍"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["山"] = {
				["西"] = {
					["高"] = {
						["考"] = {
							["考"] = {
								["生"] = {
									["名"] = {
										["单"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["朝"] = {
				["鲜"] = {
					["版"] = {
						["高"] = {
							["仿"] = {
								["真"] = {
									["假"] = {
										["钞"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["热"] = {
				["缚"] = {
					["纸"] = {
						[" "] = {
							["假"] = {
								result = true
							}
						}
					}
				}
			},
			["票"] = {
				["据"] = {
					result = true
				}
			},
			["考"] = {
				["生"] = {
					["信"] = {
						["息"] = {
							[" "] = {
								Q = {
									Q = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["警"] = {
				["用"] = {
					["手"] = {
						["铐"] = {
							Q = {
								Q = {
									result = true
								}
							}
						}
					},
					["装"] = {
						["备"] = {
							["手"] = {
								["铐"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["过"] = {
				["机"] = {
					["假"] = {
						["币"] = {
							result = true
						}
					}
				}
			},
			["酒"] = {
				["店"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["高"] = {
				["仿"] = {
					["真"] = {
						["假"] = {
							["钞"] = {
								result = true
							}
						}
					},
					["纸"] = {
						["币"] = {
							result = true
						}
					}
				},
				["考"] = {
					["名"] = {
						["单"] = {
							result = true
						}
					}
				}
			}
		},
		["国"] = {
			["签"] = {
				["证"] = {
					[" "] = {
						["刻"] = {
							["章"] = {
								["办"] = {
									["证"] = {
										result = true
									}
								},
								["电"] = {
									["话"] = {
										result = true
									}
								}
							}
						},
						["办"] = {
							["证"] = {
								["电"] = {
									["话"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["场"] = {
			["小"] = {
				["姐"] = {
					result = true
				}
			}
		},
		["尘"] = {
			["子"] = {
				result = true
			}
		},
		["差"] = {
			["和"] = {
				["女"] = {
					["友"] = {
						["玩"] = {
							result = true
						}
					}
				}
			},
			["必"] = {
				["读"] = {
					result = true
				}
			}
		},
		["式"] = {
			["手"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["德"] = {
			["军"] = {
				["用"] = {
					["匕"] = {
						["首"] = {
							result = true
						}
					}
				}
			}
		},
		["手"] = {
			["小"] = {
				["口"] = {
					["径"] = {
						result = true
					}
				}
			},
			["德"] = {
				["国"] = {
					["夜"] = {
						["鹰"] = {
							result = true
						}
					}
				}
			},
			["枪"] = {
				result = true
			}
		},
		["扫"] = {
			["描"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["枪"] = {
			result = true
		},
		["武"] = {
			["器"] = {
				result = true
			},
			["士"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["气"] = {
			["豞"] = {
				result = true
			}
		},
		["水"] = {
			["管"] = {
				result = true
			}
		},
		["火"] = {
			result = true
		},
		["炸"] = {
			["药"] = {
				result = true
			}
		},
		["狙"] = {
			["击"] = {
				["步"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["猎"] = {
			result = true,
			["枪"] = {
				["手"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["玞"] = {
			["枪"] = {
				result = true
			}
		},
		["电"] = {
			["视"] = {
				["棒"] = {
					result = true
				}
			}
		},
		["租"] = {
			A = {
				V = {
					["女"] = {
						["优"] = {
							result = true
						}
					}
				}
			},
			["乳"] = {
				["胶"] = {
					["人"] = {
						["皮"] = {
							result = true
						}
					},
					["脸"] = {
						["皮"] = {
							result = true
						}
					},
					["面"] = {
						["具"] = {
							result = true
						},
						["皮"] = {
							result = true
						}
					}
				}
			},
			["人"] = {
				["皮"] = {
					["面"] = {
						["具"] = {
							result = true
						}
					}
				},
				["造"] = {
					["脸"] = {
						["皮"] = {
							result = true
						}
					},
					["面"] = {
						["皮"] = {
							result = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["人"] = {
						["皮"] = {
							result = true
						}
					},
					["脸"] = {
						["皮"] = {
							result = true
						}
					},
					["面"] = {
						["具"] = {
							result = true
						},
						["皮"] = {
							result = true
						}
					}
				}
			},
			["易"] = {
				["容"] = {
					["人"] = {
						["皮"] = {
							result = true
						}
					},
					["脸"] = {
						["皮"] = {
							result = true
						}
					},
					["面"] = {
						["具"] = {
							result = true
						},
						["皮"] = {
							result = true
						}
					}
				}
			},
			["汽"] = {
				["车"] = {
					["罢"] = {
						["工"] = {
							result = true
						}
					}
				}
			},
			["狙"] = {
				["击"] = {
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["硅"] = {
				["胶"] = {
					["人"] = {
						["皮"] = {
							result = true
						}
					},
					["脸"] = {
						["皮"] = {
							result = true
						}
					},
					["面"] = {
						["具"] = {
							result = true
						},
						["皮"] = {
							result = true
						}
					}
				}
			},
			["身"] = {
				["份"] = {
					["证"] = {
						["信"] = {
							["息"] = {
								result = true
							}
						}
					}
				}
			},
			["高"] = {
				["仿"] = {
					["人"] = {
						["皮"] = {
							result = true
						}
					},
					["真"] = {
						["人"] = {
							["皮"] = {
								result = true
							}
						},
						["脸"] = {
							["皮"] = {
								result = true
							}
						},
						["面"] = {
							["具"] = {
								result = true
							},
							["皮"] = {
								result = true
							}
						}
					},
					["脸"] = {
						["皮"] = {
							result = true
						}
					},
					["面"] = {
						["具"] = {
							result = true
						},
						["皮"] = {
							result = true
						}
					}
				}
			}
		},
		["臺"] = {
			["小"] = {
				["妹"] = {
					result = true
				}
			},
			["打"] = {
				["炮"] = {
					result = true
				}
			}
		},
		["街"] = {
			["带"] = {
				["出"] = {
					["场"] = {
						result = true,
						["?"] = {
							result = true
						}
					}
				}
			}
		},
		["货"] = {
			result = true,
			["火"] = {
				["工"] = {
					["品"] = {
						["技"] = {
							["术"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["身"] = {
			["份"] = {
				["证"] = {
					result = true
				}
			}
		},
		["軌"] = {
			["調"] = {
				["查"] = {
					result = true
				}
			}
		},
		["轨"] = {
			result = true,
			["女"] = {
				["人"] = {
					result = true,
					["的"] = {
						["自"] = {
							["白"] = {
								result = true
							}
						}
					}
				}
			},
			["的"] = {
				["绝"] = {
					["色"] = {
						["少"] = {
							["妇"] = {
								result = true
							}
						}
					}
				}
			},
			["诱"] = {
				["惑"] = {
					result = true
				}
			},
			["调"] = {
				["查"] = {
					result = true
				}
			}
		},
		["错"] = {
			["啦"] = {
				result = true
			}
		},
		["雷"] = {
			["管"] = {
				result = true
			}
		},
		["電"] = {
			["視"] = {
				["棒"] = {
					result = true
				}
			}
		},
		["麻"] = {
			["醉"] = {
				["枪"] = {
					result = true
				}
			}
		}
	},
	["刀"] = {
		["具"] = {
			result = true
		},
		["刀"] = {
			["网"] = {
				result = true
			}
		},
		["剑"] = {
			["?"] = {
				["英"] = {
					["雄"] = {
						result = true
					}
				}
			},
			["军"] = {
				["刺"] = {
					result = true
				}
			},
			["匕"] = {
				["首"] = {
					["网"] = {
						result = true
					}
				}
			},
			["网"] = {
				result = true,
				["匕"] = {
					["首"] = {
						result = true
					}
				}
			},
			["英"] = {
				["雄"] = {
					result = true
				}
			}
		},
		["劍"] = {
			["英"] = {
				["雄"] = {
					result = true
				}
			},
			["？"] = {
				["英"] = {
					["雄"] = {
						result = true
					}
				}
			}
		},
		["努"] = {
			["网"] = {
				result = true
			}
		},
		["友"] = {
			["吧"] = {
				result = true
			}
		},
		["奴"] = {
			result = true,
			["丛"] = {
				["林"] = {
					["虎"] = {
						["专"] = {
							result = true
						}
					}
				}
			},
			["放"] = {
				["血"] = {
					["刺"] = {
						result = true
					}
				}
			},
			["有"] = {
				["货"] = {
					result = true
				}
			},
			["版"] = {
				["大"] = {
					["白"] = {
						["鲨"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				result = true
			}
		},
		["宝"] = {
			["斋"] = {
				["名"] = {
					["品"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["客"] = {
			["栈"] = {
				result = true
			},
			["谷"] = {
				result = true
			}
		},
		["尧"] = {
			result = true
		},
		["弩"] = {
			["官"] = {
				["方"] = {
					["网"] = {
						result = true,
						["站"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				result = true
			}
		},
		["手"] = {
			["枪"] = {
				result = true
			}
		},
		["斤"] = {
			["平"] = {
				result = true
			}
		},
		["斧"] = {
			["专"] = {
				result = true
			},
			["子"] = {
				result = true
			}
		},
		["梦"] = {
			["网"] = {
				result = true
			}
		},
		["特"] = {
			["军"] = {
				["品"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["琅"] = {
			["玕"] = {
				result = true
			}
		},
		["璎"] = {
			["珞"] = {
				result = true
			}
		},
		["白"] = {
			["凤"] = {
				result = true
			}
		},
		["网"] = {
			result = true,
			["军"] = {
				["刀"] = {
					["专"] = {
						result = true
					},
					["网"] = {
						result = true
					}
				}
			}
		},
		["行"] = {
			["者"] = {
				["商"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["觔"] = {
			["平"] = {
				result = true
			}
		},
		["货"] = {
			["到"] = {
				["付"] = {
					["款"] = {
						result = true
					}
				}
			}
		},
		["迈"] = {
			["乎"] = {
				result = true
			}
		},
		["迷"] = {
			["世"] = {
				["家"] = {
					result = true
				}
			},
			["商"] = {
				["城"] = {
					result = true
				}
			},
			["天"] = {
				["地"] = {
					result = true
				}
			},
			["汇"] = {
				["户"] = {
					["外"] = {
						["军"] = {
							["品"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["邁"] = {
			["乎"] = {
				result = true
			}
		},
		["锋"] = {
			["气"] = {
				["枪"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["魂"] = {
			["网"] = {
				result = true
			}
		}
	},
	["刁"] = {
		J = {
			[" "] = {
				["平"] = {
					result = true
				}
			}
		},
		c = {
			o = {
				r = {
					e = {
						result = true
					}
				}
			}
		},
		j = {
			i = {
				n = {
					["平"] = {
						result = true
					}
				}
			},
			p = {
				result = true
			}
		},
		["一"] = {
			["尊"] = {
				result = true
			}
		},
		["三"] = {
			["金"] = {
				result = true
			}
		},
		["丫"] = {
			["丫"] = {
				result = true
			}
		},
		["主"] = {
			["蓆"] = {
				result = true
			},
			["西"] = {
				result = true
			}
		},
		["乙"] = {
			["己"] = {
				result = true
			}
		},
		["书"] = {
			["记"] = {
				result = true
			}
		},
		["二"] = {
			["胖"] = {
				result = true
			}
		},
		["井"] = {
			["平"] = {
				result = true
			},
			["榦"] = {
				result = true
			}
		},
		["仲"] = {
			["熏"] = {
				result = true
			},
			["燻"] = {
				result = true
			}
		},
		["保"] = {
			["子"] = {
				result = true
			}
		},
		["儘"] = {
			["品"] = {
				result = true
			},
			["平"] = {
				result = true
			},
			["缾"] = {
				result = true
			},
			["萍"] = {
				result = true
			}
		},
		["剑"] = {
			["平"] = {
				result = true
			}
		},
		["劒"] = {
			["平"] = {
				result = true
			}
		},
		["劤"] = {
			["干"] = {
				result = true
			},
			["榦"] = {
				result = true
			}
		},
		["劲"] = {
			["屏"] = {
				result = true
			}
		},
		["勁"] = {
			["姘"] = {
				result = true
			},
			["屏"] = {
				result = true
			},
			["直"] = {
				result = true
			},
			["萍"] = {
				result = true
			}
		},
		["包"] = {
			["平"] = {
				result = true
			}
		},
		["噠"] = {
			["噠"] = {
				result = true
			}
		},
		["境"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["壹"] = {
			["尊"] = {
				result = true
			}
		},
		["大"] = {
			["傻"] = {
				result = true
			},
			["大"] = {
				result = true
			}
		},
		["太"] = {
			["太"] = {
				result = true
			},
			["子"] = {
				result = true
			}
		},
		["孢"] = {
			["子"] = {
				result = true
			}
		},
		["家"] = {
			["军"] = {
				result = true
			}
		},
		["尽"] = {
			["品"] = {
				result = true
			},
			["平"] = {
				result = true
			},
			["瓶"] = {
				result = true
			},
			["萍"] = {
				result = true
			}
		},
		["庆"] = {
			["丰"] = {
				result = true
			},
			["峯"] = {
				result = true
			},
			["峰"] = {
				result = true
			}
		},
		["总"] = {
			result = true,
			["如"] = {
				["是"] = {
					["说"] = {
						result = true
					}
				}
			}
		},
		["恰"] = {
			["恰"] = {
				result = true
			}
		},
		["惜"] = {
			["萍"] = {
				result = true
			}
		},
		["慶"] = {
			["峯"] = {
				result = true
			},
			["豐"] = {
				result = true
			}
		},
		["打"] = {
			["打"] = {
				result = true
			}
		},
		["敬"] = {
			["評"] = {
				result = true
			}
		},
		["斤"] = {
			["乎"] = {
				result = true
			},
			["伞"] = {
				result = true
			},
			["呯"] = {
				result = true
			},
			["品"] = {
				result = true
			},
			["秤"] = {
				result = true
			},
			["蚲"] = {
				result = true
			},
			["评"] = {
				result = true
			}
		},
		["明"] = {
			["澤"] = {
				result = true
			}
		},
		["晉"] = {
			["平"] = {
				result = true
			},
			["憑"] = {
				result = true
			}
		},
		["晋"] = {
			["凭"] = {
				result = true
			},
			["平"] = {
				result = true
			}
		},
		["晶"] = {
			["蘋"] = {
				result = true
			}
		},
		["書"] = {
			["記"] = {
				result = true
			}
		},
		["某"] = {
			["某"] = {
				result = true
			}
		},
		["毛"] = {
			result = true
		},
		["氏"] = {
			["军"] = {
				["团"] = {
					result = true
				}
			}
		},
		["泽"] = {
			["东"] = {
				result = true
			}
		},
		["澤"] = {
			["東"] = {
				result = true
			}
		},
		["烬"] = {
			["瓶"] = {
				result = true
			}
		},
		["煑"] = {
			result = true
		},
		["煮"] = {
			result = true
		},
		["煲"] = {
			["子"] = {
				result = true
			}
		},
		["燼"] = {
			["缾"] = {
				result = true
			}
		},
		["爹"] = {
			result = true
		},
		["特"] = {
			["勒"] = {
				result = true
			}
		},
		["犬"] = {
			result = true
		},
		["狍"] = {
			["子"] = {
				result = true
			}
		},
		["狗"] = {
			["平"] = {
				result = true
			}
		},
		["猪"] = {
			["席"] = {
				result = true
			}
		},
		["禁"] = {
			["凭"] = {
				result = true
			},
			["屏"] = {
				result = true
			},
			["憑"] = {
				result = true
			},
			["苹"] = {
				result = true
			},
			["蘋"] = {
				result = true
			},
			["貧"] = {
				result = true
			},
			["贫"] = {
				result = true
			}
		},
		["竹"] = {
			["席"] = {
				result = true
			}
		},
		["精"] = {
			["干"] = {
				result = true
			},
			["平"] = {
				result = true
			},
			["榦"] = {
				result = true
			},
			["瓶"] = {
				result = true
			}
		},
		["紧"] = {
			["贫"] = {
				result = true
			}
		},
		["經"] = {
			["平"] = {
				result = true
			}
		},
		["維"] = {
			["尼"] = {
				result = true
			}
		},
		["緊"] = {
			["貧"] = {
				result = true
			}
		},
		["總"] = {
			result = true,
			["日"] = {
				["記"] = {
					result = true
				}
			},
			["書"] = {
				["記"] = {
					result = true
				}
			}
		},
		["维"] = {
			["尼"] = {
				result = true
			}
		},
		["老"] = {
			["大"] = {
				result = true
			}
		},
		["胖"] = {
			result = true,
			["子"] = {
				result = true
			}
		},
		["胞"] = {
			["子"] = {
				result = true
			}
		},
		["胫"] = {
			["苹"] = {
				result = true
			}
		},
		["脛"] = {
			["蘋"] = {
				result = true
			}
		},
		["芹"] = {
			["苹"] = {
				result = true
			},
			["蘋"] = {
				result = true
			}
		},
		["茎"] = {
			["苹"] = {
				result = true
			},
			["蘋"] = {
				result = true
			}
		},
		["荤"] = {
			["军"] = {
				result = true
			}
		},
		["莖"] = {
			["蘋"] = {
				result = true
			}
		},
		["葷"] = {
			["軍"] = {
				result = true
			}
		},
		["蛮"] = {
			["帝"] = {
				result = true
			}
		},
		["蠻"] = {
			["帝"] = {
				result = true
			}
		},
		["裦"] = {
			["子"] = {
				result = true
			}
		},
		["褒"] = {
			["子"] = {
				result = true
			}
		},
		["觔"] = {
			["乎"] = {
				result = true
			},
			["伞"] = {
				result = true
			},
			["千"] = {
				result = true
			},
			["呯"] = {
				result = true
			},
			["品"] = {
				result = true
			},
			["坪"] = {
				result = true
			},
			["屏"] = {
				result = true
			},
			["榦"] = {
				result = true
			},
			["玶"] = {
				result = true
			},
			["秤"] = {
				result = true
			},
			["繖"] = {
				result = true
			},
			["缾"] = {
				result = true
			},
			["蘋"] = {
				result = true
			},
			["蚲"] = {
				result = true
			},
			["評"] = {
				result = true
			},
			["评"] = {
				result = true
			},
			["韆"] = {
				result = true
			}
		},
		["講"] = {
			["平"] = {
				result = true
			}
		},
		["豬"] = {
			["蓆"] = {
				result = true
			}
		},
		["走"] = {
			["斤"] = {
				["平"] = {
					result = true
				}
			},
			["觔"] = {
				["平"] = {
					result = true
				}
			}
		},
		["辶"] = {
			["干"] = {
				result = true
			},
			["平"] = {
				result = true
			},
			["斤"] = {
				["苹"] = {
					result = true
				}
			},
			["榦"] = {
				result = true
			},
			["觔"] = {
				["苹"] = {
					result = true
				},
				["蘋"] = {
					result = true
				}
			}
		},
		["辻"] = {
			["乎"] = {
				result = true
			}
		},
		["迀"] = {
			["乎"] = {
				result = true
			}
		},
		["迁"] = {
			["乎"] = {
				result = true
			},
			["伞"] = {
				result = true
			},
			["平"] = {
				result = true
			},
			["竿"] = {
				result = true
			}
		},
		["迈"] = {
			["乎"] = {
				result = true
			}
		},
		["近"] = {
			result = true,
			["干"] = {
				result = true
			},
			["平"] = {
				result = true
			},
			["東"] = {
				result = true
			},
			["蘋"] = {
				result = true
			},
			["評"] = {
				result = true
			},
			["韆"] = {
				result = true
			}
		},
		["返"] = {
			["平"] = {
				result = true
			}
		},
		["进"] = {
			["凭"] = {
				result = true
			},
			["坪"] = {
				result = true
			},
			["夹"] = {
				result = true
			},
			["平"] = {
				result = true,
				["吓"] = {
					["抬"] = {
						result = true
					}
				}
			},
			["枰"] = {
				result = true
			},
			["裌"] = {
				result = true
			},
			["评"] = {
				["下"] = {
					["台"] = {
						result = true
					}
				}
			},
			["贫"] = {
				result = true
			},
			["远"] = {
				result = true
			}
		},
		["远"] = {
			p = {
				i = {
					n = {
						g = {
							result = true
						}
					}
				}
			},
			["东"] = {
				result = true
			},
			["乱"] = {
				result = true
			},
			["了"] = {
				["很"] = {
					["皱"] = {
						result = true
					}
				}
			},
			["仄"] = {
				result = true
			},
			["呯"] = {
				result = true
			},
			["园"] = {
				result = true
			},
			["坑"] = {
				result = true
			},
			["斜"] = {
				result = true
			},
			["来"] = {
				result = true
			},
			["瓶"] = {
				result = true
			},
			["皱"] = {
				result = true
			},
			["缾"] = {
				result = true
			},
			["萍"] = {
				result = true
			},
			["陡"] = {
				result = true
			},
			["高"] = {
				result = true
			}
		},
		["迸"] = {
			["蘋"] = {
				result = true
			},
			["評"] = {
				result = true
			}
		},
		["進"] = {
			["乎"] = {
				result = true
			},
			["坪"] = {
				result = true
			},
			["屏"] = {
				result = true
			},
			["憑"] = {
				result = true
			},
			["枰"] = {
				result = true
			},
			["榦"] = {
				result = true
			},
			["繖"] = {
				result = true
			},
			["萍"] = {
				result = true
			},
			["蘋"] = {
				result = true
			},
			["裌"] = {
				result = true
			},
			["貧"] = {
				result = true
			},
			["遠"] = {
				result = true
			}
		},
		["遠"] = {
			["亂"] = {
				result = true
			},
			["了"] = {
				["很"] = {
					["皺"] = {
						result = true
					}
				}
			},
			["仄"] = {
				result = true
			},
			["來"] = {
				result = true
			},
			["呯"] = {
				result = true
			},
			["園"] = {
				result = true
			},
			["斜"] = {
				result = true
			},
			["東"] = {
				result = true
			},
			["枰"] = {
				result = true
			},
			["皺"] = {
				result = true
			},
			["缾"] = {
				result = true
			},
			["萍"] = {
				result = true
			},
			["阬"] = {
				result = true
			},
			["陡"] = {
				result = true
			},
			["高"] = {
				result = true
			}
		},
		["遷"] = {
			["乎"] = {
				result = true
			},
			["平"] = {
				result = true
			},
			["竿"] = {
				result = true
			},
			["繖"] = {
				result = true
			}
		},
		["邁"] = {
			["乎"] = {
				result = true
			}
		},
		["那"] = {
			["个"] = {
				["犬"] = {
					["犬"] = {
						result = true
					}
				}
			}
		},
		["金"] = {
			["屏"] = {
				result = true
			},
			["蘋"] = {
				result = true
			},
			["評"] = {
				result = true
			},
			["评"] = {
				result = true
			}
		},
		["静"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["靜"] = {
			["缾"] = {
				result = true
			}
		},
		["鞑"] = {
			["靼"] = {
				result = true
			}
		},
		["韃"] = {
			["靼"] = {
				result = true
			}
		},
		["鮑"] = {
			["子"] = {
				result = true
			}
		},
		["鷄"] = {
			["平"] = {
				result = true
			}
		},
		["鸡"] = {
			["平"] = {
				result = true
			}
		},
		["麂"] = {
			["頻"] = {
				result = true
			},
			["频"] = {
				result = true
			}
		},
		["麅"] = {
			["子"] = {
				result = true
			}
		},
		["麥"] = {
			["子"] = {
				result = true
			}
		},
		["麦"] = {
			["子"] = {
				result = true
			}
		}
	},
	["刃"] = {
		["迁"] = {
			["乎"] = {
				result = true
			}
		},
		["近"] = {
			["乎"] = {
				result = true
			}
		},
		["遷"] = {
			["乎"] = {
				result = true
			}
		}
	},
	["刅"] = {
		["徦"] = {
			["姃"] = {
				["電"] = {
					["話"] = {
						result = true
					}
				}
			}
		},
		["駕"] = {
			["燳"] = {
				result = true
			}
		}
	},
	["创"] = {
		["世"] = {
			["刀"] = {
				["具"] = {
					["网"] = {
						result = true
					}
				}
			},
			["归"] = {
				["来"] = {
					V = {
						["1"] = {
							result = true
						}
					}
				}
			}
		},
		["惠"] = {
			["期"] = {
				["刊"] = {
					["发"] = {
						["表"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["意"] = {
			["打"] = {
				["火"] = {
					["机"] = {
						result = true
					}
				}
			},
			["鹰"] = {
				["翔"] = {
					result = true
				}
			}
		},
		["维"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			}
		},
		["艺"] = {
			["期"] = {
				["刊"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["初"] = {
		["一"] = {
			["博"] = {
				["士"] = {
					["太"] = {
						["子"] = {
							["党"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["中"] = {
			S = {
				result = true
			},
			["生"] = {
				["领"] = {
					["导"] = {
						["全"] = {
							["世"] = {
								["界"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["二"] = {
			["辣"] = {
				["妹"] = {
					result = true
				}
			}
		},
		["击"] = {
			["平"] = {
				result = true
			}
		},
		["博"] = {
			["连"] = {
				["讠"] = {
					result = true
				}
			}
		},
		["哥"] = {
			["初"] = {
				["女"] = {
					["初"] = {
						["夜"] = {
							["情"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["夏"] = {
			["青"] = {
				["姦"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["夜"] = {
			result = true,
			["性"] = {
				["爱"] = {
					result = true
				}
			},
			["的"] = {
				["屄"] = {
					result = true
				}
			}
		},
		["始"] = {
			["转"] = {
				["注"] = {
					result = true
				}
			}
		},
		["愽"] = {
			["連"] = {
				["訁"] = {
					result = true
				}
			}
		},
		["拍"] = {
			["写"] = {
				["真"] = {
					["的"] = {
						["水"] = {
							["妹"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["流"] = {
			["出"] = {
				["ロ"] = {
					["リ"] = {
						["プ"] = {
							["リ"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["犬"] = {
			result = true
		},
		["美"] = {
			["沙"] = {
				["希"] = {
					result = true,
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["脱"] = {
			["熟"] = {
				["女"] = {
					result = true
				}
			}
		},
		["霜"] = {
			result = true
		},
		["音"] = {
			["实"] = {
				result = true
			}
		}
	},
	["删"] = {
		["国"] = {
			["掩"] = {
				["疫"] = {
					result = true
				}
			},
			["演"] = {
				["疫"] = {
					result = true
				}
			}
		}
	},
	["別"] = {
		["他"] = {
			["媽"] = {
				["的"] = {
					["裝"] = {
						result = true
					}
				}
			}
		}
	},
	["别"] = {
		["他"] = {
			["妈"] = {
				["的"] = {
					["装"] = {
						result = true
					}
				}
			}
		},
		["摸"] = {
			["我"] = {
				result = true
			}
		}
	},
	["到"] = {
		["#"] = {
			["槍"] = {
				g = {
					o = {
						u = {
							["电"] = {
								result = true
							}
						}
					}
				}
			}
		},
		k = {
			["粉"] = {
				result = true
			}
		},
		["假"] = {
			B = {
				result = true
			},
			["币"] = {
				result = true
			}
		},
		["冰"] = {
			["毒"] = {
				result = true
			}
		},
		["好"] = {
			["枪"] = {
				result = true
			}
		},
		["手"] = {
			["枪"] = {
				result = true
			}
		},
		["期"] = {
			["杀"] = {
				["二"] = {
					["十"] = {
						["万"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			},
			["邓"] = {
				["小"] = {
					["平"] = {
						result = true
					}
				}
			}
		},
		["枪"] = {
			result = true
		},
		["槍"] = {
			result = true,
			["$"] = {
				["电"] = {
					result = true
				}
			},
			g = {
				o = {
					u = {
						["电"] = {
							result = true
						}
					}
				}
			},
			["儿"] = {
				["电"] = {
					result = true
				}
			},
			["电"] = {
				result = true
			},
			["電"] = {
				result = true
			}
		},
		["汽"] = {
			["枪"] = {
				result = true
			}
		},
		["真"] = {
			["枪"] = {
				result = true
			}
		},
		["葯"] = {
			result = true
		},
		["蒾"] = {
			["情"] = {
				result = true
			}
		}
	},
	["刺"] = {
		["刀"] = {
			result = true,
			["正"] = {
				["品"] = {
					result = true
				}
			}
		},
		["史"] = {
			["薄"] = {
				["氏"] = {
					result = true
				}
			}
		},
		["客"] = {
			j = {
				u = {
					n = {
						["刀"] = {
							result = true
						}
					}
				}
			},
			["刀"] = {
				result = true
			}
		},
		["枪"] = {
			["支"] = {
				result = true
			}
		},
		["激"] = {
			["偷"] = {
				["情"] = {
					result = true
				}
			},
			["图"] = {
				["书"] = {
					["馆"] = {
						result = true
					}
				}
			},
			["大"] = {
				["喷"] = {
					["潮"] = {
						result = true
					}
				}
			},
			["性"] = {
				["爱"] = {
					["高"] = {
						["潮"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				["口"] = {
					["爆"] = {
						result = true
					}
				}
			}
		},
		["玫"] = {
			["瑰"] = {
				["革"] = {
					["命"] = {
						result = true
					}
				}
			}
		}
	},
	["刻"] = {
		["章"] = {
			[" "] = {
				["户"] = {
					["口"] = {
						["本"] = {
							[" "] = {
								["身"] = {
									["份"] = {
										["证"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["办"] = {
				["证"] = {
					[" "] = {
						["上"] = {
							["网"] = {
								["学"] = {
									["历"] = {
										result = true
									}
								},
								["文"] = {
									["凭"] = {
										result = true
									}
								}
							}
						},
						["学"] = {
							["籍"] = {
								["档"] = {
									["案"] = {
										result = true
									}
								}
							}
						},
						["教"] = {
							["育"] = {
								["服"] = {
									["务"] = {
										result = true
									}
								}
							}
						},
						["文"] = {
							["凭"] = {
								["学"] = {
									["历"] = {
										result = true
									}
								}
							}
						},
						["真"] = {
							["实"] = {
								["文"] = {
									["凭"] = {
										result = true
									}
								}
							}
						}
					},
					["件"] = {
						q = {
							q = {
								result = true
							}
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								["电"] = {
									["话"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["发"] = {
				["票"] = {
					["证"] = {
						["件"] = {
							["文"] = {
								["凭"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["創"] = {
		["意"] = {
			["鷹"] = {
				["翔"] = {
					result = true
				}
			}
		}
	},
	["办"] = {
		["."] = {
			["假"] = {
				result = true
			},
			["证"] = {
				result = true
			}
		},
		["1"] = {
			["理"] = {
				["1"] = {
					["证"] = {
						["1"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["8"] = {
			["正"] = {
				result = true
			},
			["证"] = {
				result = true
			}
		},
		["@"] = {
			["假"] = {
				["@"] = {
					["証"] = {
						result = true
					}
				}
			}
		},
		M = {
			["证"] = {
				Y = {
					["件"] = {
						result = true
					}
				}
			}
		},
		["^"] = {
			["证"] = {
				["网"] = {
					result = true
				}
			}
		},
		j = {
			i = {
				a = {
					["身"] = {
						["份"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		z = {
			h = {
				e = {
					n = {
						g = {
							result = true,
							["件"] = {
								result = true
							}
						},
						["学"] = {
							["历"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["上"] = {
			["网"] = {
				["文"] = {
					["凭"] = {
						result = true,
						[" "] = {
							["学"] = {
								["历"] = {
									result = true
								}
							}
						},
						["中"] = {
							["智"] = {
								["教"] = {
									["育"] = {
										result = true
									}
								}
							}
						},
						["到"] = {
							["启"] = {
								["而"] = {
									["思"] = {
										result = true
									}
								}
							}
						},
						["北"] = {
							["京"] = {
								["博"] = {
									["远"] = {
										result = true
									}
								}
							}
						},
						["学"] = {
							["历"] = {
								result = true
							}
						},
						["腾"] = {
							["飞"] = {
								["教"] = {
									["育"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["专"] = {
			["科"] = {
				["文"] = {
					["平"] = {
						result = true
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["个"] = {
			["假"] = {
				["文"] = {
					["凭"] = {
						result = true
					}
				},
				["证"] = {
					result = true
				}
			},
			["大"] = {
				["专"] = {
					["学"] = {
						["历"] = {
							result = true
						}
					}
				}
			}
		},
		["中"] = {
			["级"] = {
				["会"] = {
					["计"] = {
						["师"] = {
							result = true
						}
					}
				}
			}
		},
		["义"] = {
			["务"] = {
				["兵"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["事"] = {
			["复"] = {
				["仇"] = {
					result = true
				}
			}
		},
		["二"] = {
			["代"] = {
				["假"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								result = true
							}
						}
					}
				},
				["身"] = {
					["份"] = {
						["证"] = {
							result = true
						}
					}
				}
			},
			["级"] = {
				["建"] = {
					["造"] = {
						["师"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["件"] = {
			result = true
		},
		["会"] = {
			["计"] = {
				["师"] = {
					result = true
				},
				["证"] = {
					result = true,
					q = {
						result = true
					}
				}
			}
		},
		["侦"] = {
			["察"] = {
				["正"] = {
					["警"] = {
						["察"] = {
							["正"] = {
								result = true
							}
						}
					}
				},
				["证"] = {
					["警"] = {
						["察"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["信"] = {
			["用"] = {
				["卡"] = {
					result = true
				}
			}
		},
		["假"] = {
			result = true,
			z = {
				h = {
					e = {
						n = {
							g = {
								result = true
							}
						}
					}
				}
			},
			["二"] = {
				["代"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["会"] = {
				["计"] = {
					["证"] = {
						result = true
					}
				}
			},
			["军"] = {
				["官"] = {
					["证"] = {
						result = true
					}
				},
				["牌"] = {
					result = true
				},
				["警"] = {
					["官"] = {
						["证"] = {
							result = true
						}
					}
				}
			},
			["出"] = {
				["生"] = {
					["证"] = {
						result = true
					}
				}
			},
			["医"] = {
				["师"] = {
					["资"] = {
						["格"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["四"] = {
				["级"] = {
					["证"] = {
						result = true
					}
				}
			},
			["大"] = {
				["专"] = {
					["毕"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["存"] = {
				["单"] = {
					result = true
				}
			},
			["学"] = {
				["位"] = {
					["证"] = {
						result = true,
						["书"] = {
							result = true
						}
					}
				},
				["历"] = {
					result = true,
					["证"] = {
						result = true
					}
				},
				["生"] = {
					["证"] = {
						result = true
					}
				}
			},
			["定"] = {
				["期"] = {
					["存"] = {
						["单"] = {
							result = true
						}
					}
				}
			},
			["导"] = {
				["游"] = {
					["正"] = {
						result = true
					},
					["证"] = {
						result = true
					}
				}
			},
			["户"] = {
				["口"] = {
					["本"] = {
						result = true
					}
				}
			},
			["房"] = {
				["产"] = {
					["正"] = {
						result = true
					},
					["证"] = {
						result = true
					}
				}
			},
			["护"] = {
				["照"] = {
					result = true
				}
			},
			["文"] = {
				["凭"] = {
					result = true,
					["证"] = {
						result = true
					}
				}
			},
			["本"] = {
				["科"] = {
					["毕"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["正"] = {
				result = true,
				["件"] = {
					["学"] = {
						["位"] = {
							["正"] = {
								result = true
							}
						}
					}
				},
				["刻"] = {
					["章"] = {
						result = true
					}
				},
				["正"] = {
					["件"] = {
						["正"] = {
							["书"] = {
								result = true
							}
						}
					}
				}
			},
			["毕"] = {
				["业"] = {
					["正"] = {
						result = true
					},
					["証"] = {
						result = true
					},
					["證"] = {
						result = true
					},
					["证"] = {
						result = true
					}
				}
			},
			["离"] = {
				["婚"] = {
					["证"] = {
						result = true
					}
				}
			},
			["结"] = {
				["婚"] = {
					["正"] = {
						result = true
					},
					["证"] = {
						result = true
					}
				}
			},
			["英"] = {
				["语"] = {
					["六"] = {
						["级"] = {
							["正"] = {
								result = true
							},
							["证"] = {
								result = true
							}
						}
					},
					["四"] = {
						["级"] = {
							["正"] = {
								result = true
							},
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["营"] = {
				["业"] = {
					["执"] = {
						["照"] = {
							result = true
						}
					}
				}
			},
			["言"] = {
				["正"] = {
					result = true
				}
			},
			["証"] = {
				result = true,
				["件"] = {
					q = {
						result = true
					}
				}
			},
			["警"] = {
				["官"] = {
					["証"] = {
						result = true
					},
					["证"] = {
						result = true
					}
				},
				["察"] = {
					["证"] = {
						result = true
					}
				}
			},
			["记"] = {
				["者"] = {
					["证"] = {
						result = true
					}
				}
			},
			["证"] = {
				["*"] = {
					result = true
				},
				["?"] = {
					result = true
				},
				["中"] = {
					["心"] = {
						result = true
					}
				},
				["书"] = {
					result = true
				},
				["件"] = {
					result = true,
					[" "] = {
						["学"] = {
							["位"] = {
								["证"] = {
									result = true
								}
							}
						}
					},
					["学"] = {
						["位"] = {
							["证"] = {
								result = true
							}
						}
					}
				},
				["公"] = {
					["司"] = {
						result = true
					}
				},
				["刻"] = {
					["章"] = {
						result = true
					}
				},
				["服"] = {
					["务"] = {
						result = true
					}
				},
				["网"] = {
					result = true
				},
				["证"] = {
					result = true,
					["件"] = {
						["证"] = {
							["书"] = {
								result = true
							}
						}
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				}
			},
			["资"] = {
				["格"] = {
					["证"] = {
						result = true
					}
				}
			},
			["身"] = {
				["份"] = {
					["正"] = {
						["网"] = {
							result = true
						}
					},
					["証"] = {
						result = true
					},
					["证"] = {
						result = true,
						Q = {
							["证"] = {
								result = true
							}
						},
						["件"] = {
							Q = {
								result = true
							}
						},
						["网"] = {
							result = true
						}
					}
				}
			},
			["车"] = {
				["牌"] = {
					result = true
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["驾"] = {
				["照"] = {
					result = true
				},
				["驶"] = {
					["証"] = {
						result = true
					},
					["证"] = {
						result = true
					}
				}
			}
		},
		["全"] = {
			["日"] = {
				["制"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					}
				}
			},
			["类"] = {
				["证"] = {
					["件"] = {
						result = true
					}
				}
			}
		},
		["公"] = {
			["室"] = {
				["丝"] = {
					["袜"] = {
						result = true
					}
				},
				["偷"] = {
					["情"] = {
						result = true
					}
				},
				["制"] = {
					["服"] = {
						["性"] = {
							["爱"] = {
								result = true
							}
						}
					}
				},
				["大"] = {
					["炮"] = {
						result = true
					}
				},
				["女"] = {
					["郎"] = {
						["淫"] = {
							["乱"] = {
								result = true
							}
						}
					}
				},
				["性"] = {
					["欲"] = {
						result = true
					}
				},
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["激"] = {
					["情"] = {
						["无"] = {
							["码"] = {
								result = true
							}
						}
					}
				},
				["的"] = {
					["凌"] = {
						["虐"] = {
							result = true
						}
					},
					["沙"] = {
						["发"] = {
							result = true
						}
					},
					["诱"] = {
						["惑"] = {
							result = true
						}
					}
				},
				["职"] = {
					["员"] = {
						["淫"] = {
							["乱"] = {
								result = true
							}
						}
					}
				},
				["调"] = {
					["情"] = {
						result = true,
						["集"] = {
							["锦"] = {
								result = true
							}
						}
					}
				}
			},
			["用"] = {
				["品"] = {
					["发"] = {
						["&"] = {
							["票"] = {
								result = true
							}
						},
						["票"] = {
							result = true
						}
					},
					["法"] = {
						["票"] = {
							result = true
						}
					},
					["票"] = {
						result = true
					}
				}
			}
		},
		["六"] = {
			["级"] = {
				["成"] = {
					["绩"] = {
						["单"] = {
							result = true
						}
					}
				},
				["正"] = {
					result = true
				},
				["证"] = {
					result = true,
					[" "] = {
						["办"] = {
							["身"] = {
								["份"] = {
									["证"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["军"] = {
			["官"] = {
				["正"] = {
					result = true
				},
				["证"] = {
					result = true
				}
			},
			["残"] = {
				["証"] = {
					result = true
				}
			},
			["证"] = {
				result = true
			}
		},
		["初"] = {
			["级"] = {
				["会"] = {
					["计"] = {
						["师"] = {
							result = true
						}
					}
				}
			}
		},
		["加"] = {
			["油"] = {
				["票"] = {
					result = true
				}
			}
		},
		["医"] = {
			["师"] = {
				["资"] = {
					["格"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["厷"] = {
			["室"] = {
				["調"] = {
					["情"] = {
						result = true
					}
				}
			}
		},
		["台"] = {
			["湾"] = {
				["身"] = {
					["份"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["各"] = {
			["种"] = {
				["职"] = {
					["称"] = {
						["证"] = {
							result = true
						}
					}
				},
				["证"] = {
					["件"] = {
						result = true
					}
				}
			},
			["级"] = {
				["学"] = {
					["位"] = {
						["证"] = {
							result = true
						}
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							result = true
						}
					}
				},
				["真"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					}
				},
				["签"] = {
					["证"] = {
						result = true
					}
				},
				["证"] = {
					["刻"] = {
						["章"] = {
							result = true
						}
					}
				},
				["身"] = {
					["份"] = {
						["证"] = {
							result = true
						}
					}
				},
				["驾"] = {
					["照"] = {
						result = true
					}
				}
			}
		},
		["四"] = {
			["六"] = {
				["级"] = {
					result = true,
					[" "] = {
						["学"] = {
							["位"] = {
								["证"] = {
									result = true
								}
							}
						},
						["毕"] = {
							["业"] = {
								["证"] = {
									result = true
								}
							}
						},
						["真"] = {
							["文"] = {
								["凭"] = {
									result = true
								}
							}
						},
						["签"] = {
							["证"] = {
								result = true
							}
						},
						["身"] = {
							["份"] = {
								["证"] = {
									result = true
								}
							}
						},
						["驾"] = {
							["照"] = {
								result = true
							}
						}
					},
					["?"] = {
						["签"] = {
							["证"] = {
								result = true
							}
						},
						["驾"] = {
							["照"] = {
								result = true
							}
						}
					},
					["学"] = {
						["位"] = {
							["正"] = {
								result = true
							},
							["证"] = {
								result = true
							}
						}
					},
					["正"] = {
						result = true,
						["刻"] = {
							["章"] = {
								result = true
							}
						}
					},
					["毕"] = {
						["业"] = {
							["正"] = {
								result = true
							},
							["证"] = {
								result = true
							}
						}
					},
					["真"] = {
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					},
					["签"] = {
						["正"] = {
							result = true
						},
						["证"] = {
							result = true
						}
					},
					["证"] = {
						result = true,
						[" "] = {
							["刻"] = {
								["章"] = {
									result = true
								}
							}
						},
						["刻"] = {
							["章"] = {
								result = true
							}
						}
					},
					["身"] = {
						["份"] = {
							["正"] = {
								result = true
							},
							["证"] = {
								result = true
							}
						}
					},
					["驾"] = {
						["照"] = {
							result = true
						}
					}
				}
			},
			["级"] = {
				["成"] = {
					["绩"] = {
						["单"] = {
							result = true
						}
					}
				},
				["正"] = {
					result = true
				},
				["证"] = {
					result = true
				}
			}
		},
		["国"] = {
			["外"] = {
				["大"] = {
					["学"] = {
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["大"] = {
			["专"] = {
				["证"] = {
					result = true
				}
			},
			["学"] = {
				["文"] = {
					["凭"] = {
						result = true
					}
				}
			}
		},
		["套"] = {
			["牌"] = {
				["手"] = {
					["续"] = {
						result = true
					}
				}
			}
		},
		["学"] = {
			["位"] = {
				["正"] = {
					result = true,
					["刻"] = {
						["章"] = {
							result = true
						}
					},
					["毕"] = {
						["业"] = {
							["正"] = {
								result = true
							}
						}
					},
					["真"] = {
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					},
					["签"] = {
						["正"] = {
							result = true
						}
					},
					["身"] = {
						["份"] = {
							["正"] = {
								result = true
							}
						}
					},
					["驾"] = {
						["照"] = {
							result = true
						}
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							result = true
						}
					}
				},
				["真"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					}
				},
				["签"] = {
					["证"] = {
						result = true
					}
				},
				["證"] = {
					result = true
				},
				["认"] = {
					["证"] = {
						result = true
					}
				},
				["证"] = {
					result = true,
					[" "] = {
						["刻"] = {
							["章"] = {
								result = true
							}
						},
						["毕"] = {
							["业"] = {
								["证"] = {
									result = true
								}
							}
						},
						["真"] = {
							["文"] = {
								["凭"] = {
									result = true
								}
							}
						},
						["签"] = {
							["证"] = {
								result = true
							}
						},
						["身"] = {
							["份"] = {
								["证"] = {
									result = true
								}
							}
						},
						["驾"] = {
							["照"] = {
								result = true
							}
						}
					},
					["?"] = {
						["刻"] = {
							["章"] = {
								result = true
							}
						},
						["签"] = {
							["证"] = {
								result = true
							}
						},
						["驾"] = {
							["照"] = {
								result = true
							}
						}
					},
					Q = {
						result = true
					},
					["刻"] = {
						["章"] = {
							result = true
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					},
					["真"] = {
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					},
					["签"] = {
						["证"] = {
							result = true
						}
					},
					["身"] = {
						["份"] = {
							["证"] = {
								result = true
							}
						}
					},
					["驾"] = {
						["照"] = {
							result = true
						}
					}
				},
				["身"] = {
					["份"] = {
						["证"] = {
							result = true
						}
					}
				},
				["驾"] = {
					["照"] = {
						result = true
					}
				}
			},
			["历"] = {
				result = true,
				["办"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					},
					["身"] = {
						["份"] = {
							["证"] = {
								result = true
							}
						}
					}
				},
				["正"] = {
					["件"] = {
						result = true
					}
				},
				["证"] = {
					result = true,
					["书"] = {
						result = true
					},
					["件"] = {
						result = true
					}
				}
			},
			["生"] = {
				["证"] = {
					result = true
				}
			}
		},
		["工"] = {
			["程"] = {
				["师"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["律"] = {
			["&"] = {
				["师"] = {
					["执"] = {
						["业"] = {
							["證"] = {
								result = true
							}
						}
					}
				}
			},
			["师"] = {
				["执"] = {
					["$"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					},
					["业"] = {
						["正"] = {
							result = true
						},
						["證"] = {
							result = true
						},
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["徦"] = {
			["證"] = {
				["件"] = {
					["學"] = {
						["莅"] = {
							["證"] = {
								result = true
							}
						}
					}
				},
				["電"] = {
					["話"] = {
						result = true
					}
				}
			}
		},
		["成"] = {
			["绩"] = {
				["单"] = {
					result = true
				}
			}
		},
		["房"] = {
			["产"] = {
				["证"] = {
					result = true
				}
			}
		},
		["托"] = {
			["福"] = {
				["证"] = {
					result = true
				}
			}
		},
		["执"] = {
			["业"] = {
				["证"] = {
					result = true
				}
			}
		},
		["技"] = {
			["术"] = {
				["等"] = {
					["级"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["护"] = {
			["士"] = {
				["资"] = {
					["格"] = {
						["证"] = {
							result = true
						}
					}
				}
			},
			["照"] = {
				result = true
			}
		},
		["报"] = {
			["到"] = {
				["証"] = {
					result = true
				}
			}
		},
		["收"] = {
			["入"] = {
				["正"] = {
					["？"] = {
						["明"] = {
							result = true
						}
					}
				},
				["证"] = {
					["明"] = {
						result = true
					}
				}
			}
		},
		["教"] = {
			["师"] = {
				["资"] = {
					["格"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["文"] = {
			["凭"] = {
				result = true,
				[" "] = {
					["北"] = {
						["京"] = {
							["博"] = {
								["远"] = {
									result = true
								}
							}
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								[" "] = {
									["身"] = {
										["份"] = {
											["证"] = {
												result = true
											}
										}
									}
								}
							}
						}
					},
					["腾"] = {
						["飞"] = {
							["教"] = {
								["育"] = {
									result = true
								}
							}
						}
					}
				},
				Q = {
					Q = {
						[" "] = {
							["上"] = {
								["网"] = {
									["学"] = {
										["历"] = {
											result = true
										}
									}
								}
							},
							["学"] = {
								["籍"] = {
									["档"] = {
										["案"] = {
											result = true
										}
									}
								}
							}
						}
					}
				},
				["上"] = {
					["网"] = {
						["学"] = {
							["历"] = {
								result = true
							}
						}
					}
				},
				["刻"] = {
					["章"] = {
						result = true,
						["电"] = {
							["话"] = {
								result = true
							}
						}
					}
				},
				["办"] = {
					["真"] = {
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					}
				},
				["北"] = {
					["京"] = {
						["博"] = {
							["远"] = {
								result = true
							}
						}
					}
				},
				["各"] = {
					["地"] = {
						["博"] = {
							["远"] = {
								result = true
							}
						}
					}
				},
				["学"] = {
					["籍"] = {
						["档"] = {
							["案"] = {
								result = true
							}
						}
					}
				},
				["找"] = {
					["华"] = {
						["北"] = {
							["教"] = {
								["育"] = {
									result = true
								}
							}
						}
					}
				},
				["来"] = {
					["易"] = {
						["得"] = {
							["优"] = {
								["教"] = {
									["育"] = {
										result = true
									}
								}
							}
						}
					}
				},
				["腾"] = {
					["飞"] = {
						["教"] = {
							["育"] = {
								result = true
							}
						}
					}
				},
				["顺"] = {
					["义"] = {
						["博"] = {
							["远"] = {
								result = true
							}
						}
					}
				}
			},
			["平"] = {
				result = true
			}
		},
		["本"] = {
			["凭"] = {
				result = true
			},
			["科"] = {
				["报"] = {
					["到"] = {
						["证"] = {
							result = true
						}
					}
				},
				["文"] = {
					["$"] = {
						["凭"] = {
							result = true
						}
					},
					["凭"] = {
						result = true,
						["保"] = {
							["真"] = {
								result = true
							}
						},
						["證"] = {
							result = true
						}
					},
					["平"] = {
						result = true
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["正"] = {
			result = true,
			["中"] = {
				["心"] = {
					result = true
				},
				["智"] = {
					["教"] = {
						["育"] = {
							result = true
						}
					}
				}
			},
			["件"] = {
				["刻"] = {
					["章"] = {
						result = true,
						["手"] = {
							["机"] = {
								result = true
							}
						}
					}
				},
				["文"] = {
					["凭"] = {
						result = true
					}
				}
			},
			["公"] = {
				["司"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			},
			["刻"] = {
				["章"] = {
					result = true,
					["公"] = {
						["司"] = {
							result = true
						}
					},
					["毕"] = {
						["业"] = {
							["正"] = {
								result = true
							}
						}
					}
				}
			},
			["办"] = {
				["文"] = {
					["凭"] = {
						result = true
					}
				}
			},
			["华"] = {
				["北"] = {
					["教"] = {
						["育"] = {
							result = true
						}
					}
				}
			},
			["发"] = {
				["票"] = {
					result = true
				}
			},
			["当"] = {
				["面"] = {
					["交"] = {
						["易"] = {
							result = true
						}
					}
				}
			},
			["文"] = {
				["凭"] = {
					result = true
				}
			},
			["易"] = {
				["得"] = {
					["优"] = {
						["教"] = {
							["育"] = {
								result = true
							}
						}
					}
				}
			},
			["毕"] = {
				["业"] = {
					["正"] = {
						result = true
					}
				}
			},
			["网"] = {
				result = true,
				["刻"] = {
					["章"] = {
						result = true
					}
				}
			},
			["联"] = {
				["系"] = {
					result = true
				}
			},
			["视"] = {
				["频"] = {
					result = true
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			},
			["身"] = {
				["份"] = {
					["正"] = {
						result = true
					}
				}
			},
			["集"] = {
				["团"] = {
					result = true
				}
			},
			["驾"] = {
				["驶"] = {
					["正"] = {
						result = true
					}
				}
			}
		},
		["武"] = {
			["警"] = {
				["证"] = {
					result = true
				}
			}
		},
		["毕"] = {
			["业"] = {
				result = true,
				["$"] = {
					["证"] = {
						["找"] = {
							result = true
						}
					}
				},
				["刻"] = {
					["章"] = {
						result = true
					}
				},
				["学"] = {
					["位"] = {
						["双"] = {
							["证"] = {
								result = true
							}
						}
					},
					["历"] = {
						result = true
					}
				},
				["正"] = {
					result = true,
					["刻"] = {
						["章"] = {
							result = true
						}
					},
					["找"] = {
						result = true
					},
					["真"] = {
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					},
					["签"] = {
						["正"] = {
							result = true
						}
					},
					["身"] = {
						["份"] = {
							["正"] = {
								result = true
							}
						}
					},
					["驾"] = {
						["照"] = {
							result = true
						},
						["驶"] = {
							["正"] = {
								result = true
							}
						}
					}
				},
				["签"] = {
					["证"] = {
						result = true
					}
				},
				["证"] = {
					[" "] = {
						["刻"] = {
							["章"] = {
								result = true,
								["电"] = {
									["话"] = {
										result = true
									}
								}
							}
						},
						["真"] = {
							["文"] = {
								["凭"] = {
									result = true
								}
							}
						},
						["签"] = {
							["证"] = {
								result = true
							}
						},
						["身"] = {
							["份"] = {
								["证"] = {
									result = true
								}
							}
						},
						["驾"] = {
							["照"] = {
								result = true
							},
							["驶"] = {
								["证"] = {
									result = true
								}
							}
						}
					},
					Q = {
						Q = {
							result = true
						}
					}
				},
				["身"] = {
					["份"] = {
						["证"] = {
							result = true
						}
					}
				},
				["驾"] = {
					["驶"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["澳"] = {
			["门"] = {
				["身"] = {
					["份"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["理"] = {
			b = {
				e = {
					c = {
						["证"] = {
							["书"] = {
								result = true
							}
						}
					}
				}
			},
			c = {
				["1"] = {
					["驾"] = {
						["驶"] = {
							["本"] = {
								result = true
							}
						}
					}
				}
			},
			z = {
				h = {
					e = {
						n = {
							g = {
								result = true
							}
						}
					}
				}
			},
			["一"] = {
				["级"] = {
					["建"] = {
						["造"] = {
							["师"] = {
								result = true
							}
						}
					}
				}
			},
			["上"] = {
				["网"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					}
				}
			},
			["专"] = {
				["八"] = {
					["证"] = {
						["书"] = {
							result = true
						}
					}
				},
				["科"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					}
				}
			},
			["中"] = {
				["级"] = {
					["工"] = {
						["程"] = {
							["师"] = {
								result = true
							}
						}
					}
				}
			},
			["了"] = {
				["毕"] = {
					["业"] = {
						["证"] = {
							result = true
						}
					}
				}
			},
			["二"] = {
				["代"] = {
					["证"] = {
						["件"] = {
							result = true
						}
					},
					["身"] = {
						["份"] = {
							["證"] = {
								result = true
							},
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["从"] = {
				["业"] = {
					["资"] = {
						["格"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["户"] = {
						["口"] = {
							["本"] = {
								result = true
							}
						}
					},
					["证"] = {
						["件"] = {
							result = true
						}
					},
					["身"] = {
						["份"] = {
							["证"] = {
								result = true
							}
						}
					},
					["驾"] = {
						["驶"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["企"] = {
				["业"] = {
					["公"] = {
						["章"] = {
							result = true
						}
					}
				}
			},
			["会"] = {
				["计"] = {
					["师"] = {
						["&"] = {
							["证"] = {
								result = true
							}
						},
						["文"] = {
							["凭"] = {
								result = true
							}
						},
						["正"] = {
							result = true
						},
						["证"] = {
							result = true,
							Q = {
								result = true
							}
						}
					},
					["正"] = {
						result = true
					},
					["证"] = {
						result = true
					},
					["资"] = {
						["格"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["保"] = {
				["真"] = {
					["凭"] = {
						["文"] = {
							result = true
						}
					},
					["学"] = {
						["历"] = {
							["证"] = {
								result = true
							}
						}
					},
					["文"] = {
						["凭"] = {
							result = true
						}
					}
				}
			},
			["假"] = {
				result = true,
				["1"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								result = true
							}
						}
					}
				},
				["会"] = {
					["计"] = {
						["师"] = {
							["证"] = {
								result = true
							}
						},
						["证"] = {
							result = true
						}
					}
				},
				["冒"] = {
					["身"] = {
						["份"] = {
							["證"] = {
								result = true
							},
							["证"] = {
								result = true
							}
						}
					}
				},
				["军"] = {
					["官"] = {
						["证"] = {
							result = true
						}
					}
				},
				["发"] = {
					["票"] = {
						result = true
					}
				},
				["四"] = {
					["六"] = {
						["级"] = {
							["证"] = {
								result = true
							}
						}
					}
				},
				["存"] = {
					["款"] = {
						["证"] = {
							["明"] = {
								result = true
							}
						}
					}
				},
				["学"] = {
					["位"] = {
						["证"] = {
							result = true
						}
					},
					["历"] = {
						result = true,
						["正"] = {
							["书"] = {
								result = true
							}
						},
						["证"] = {
							["书"] = {
								result = true
							},
							["件"] = {
								result = true
							}
						}
					},
					["生"] = {
						["证"] = {
							result = true
						}
					}
				},
				["户"] = {
					["口"] = {
						["办"] = {
							result = true
						},
						["本"] = {
							result = true
						}
					}
				},
				["房"] = {
					["产"] = {
						["正"] = {
							result = true
						},
						["证"] = {
							result = true
						}
					}
				},
				["护"] = {
					["照"] = {
						result = true,
						["价"] = {
							["格"] = {
								result = true
							}
						},
						["网"] = {
							result = true
						}
					}
				},
				["文"] = {
					["凭"] = {
						result = true,
						["证"] = {
							["书"] = {
								result = true
							}
						}
					}
				},
				["机"] = {
					["动"] = {
						["车"] = {
							["证"] = {
								result = true
							}
						}
					}
				},
				["正"] = {
					result = true,
					["件"] = {
						result = true
					},
					["刻"] = {
						["章"] = {
							result = true
						}
					}
				},
				["残"] = {
					["疾"] = {
						["证"] = {
							result = true
						}
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							result = true,
							["书"] = {
								result = true
							}
						}
					}
				},
				["的"] = {
					["户"] = {
						["口"] = {
							["办"] = {
								result = true
							}
						}
					}
				},
				["离"] = {
					["婚"] = {
						["正"] = {
							result = true
						},
						["证"] = {
							result = true
						}
					}
				},
				["等"] = {
					["级"] = {
						["证"] = {
							result = true,
							["书"] = {
								result = true
							}
						}
					}
				},
				["结"] = {
					["婚"] = {
						["正"] = {
							result = true
						},
						["证"] = {
							result = true
						}
					}
				},
				["言"] = {
					["正"] = {
						result = true,
						["咨"] = {
							["询"] = {
								result = true
							}
						}
					}
				},
				["証"] = {
					result = true
				},
				["警"] = {
					["察"] = {
						["正"] = {
							result = true
						},
						["证"] = {
							result = true
						}
					}
				},
				["证"] = {
					result = true,
					["书"] = {
						result = true
					},
					["件"] = {
						result = true
					},
					["公"] = {
						["司"] = {
							result = true
						}
					},
					["刻"] = {
						["章"] = {
							result = true
						}
					}
				},
				["资"] = {
					["格"] = {
						["证"] = {
							result = true
						}
					}
				},
				["身"] = {
					["份"] = {
						result = true,
						["證"] = {
							result = true
						},
						["证"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					}
				},
				["驾"] = {
					["照"] = {
						result = true
					},
					["驶"] = {
						["证"] = {
							result = true
						}
					}
				}
			},
			["健"] = {
				["康"] = {
					["正"] = {
						result = true
					},
					["证"] = {
						result = true
					}
				}
			},
			["六"] = {
				["级"] = {
					["证"] = {
						["书"] = {
							result = true
						}
					}
				}
			},
			["军"] = {
				["人"] = {
					["证"] = {
						["件"] = {
							result = true
						}
					}
				},
				["官"] = {
					["正"] = {
						result = true
					},
					["证"] = {
						result = true
					}
				},
				["牌"] = {
					result = true
				},
				["车"] = {
					["车"] = {
						["牌"] = {
							result = true
						}
					}
				}
			},
			["凭"] = {
				["文"] = {
					result = true
				}
			},
			["出"] = {
				["国"] = {
					["证"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["刻"] = {
				["章"] = {
					["网"] = {
						result = true
					}
				}
			},
			["北"] = {
				["京"] = {
					["驾"] = {
						["驶"] = {
							["正"] = {
								result = true
							},
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["医"] = {
				["师"] = {
					["证"] = {
						result = true,
						q = {
							result = true
						}
					},
					["资"] = {
						["格"] = {
							["正"] = {
								result = true
							},
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["博"] = {
				["思"] = {
					result = true
				}
			},
			["各"] = {
				["地"] = {
					["证"] = {
						["件"] = {
							result = true
						}
					},
					["驾"] = {
						["驶"] = {
							["证"] = {
								result = true
							}
						}
					}
				},
				["种"] = {
					result = true,
					["假"] = {
						["证"] = {
							result = true
						}
					},
					["文"] = {
						["凭"] = {
							result = true
						}
					},
					["正"] = {
						["件"] = {
							result = true
						}
					},
					["毕"] = {
						["业"] = {
							["正"] = {
								result = true
							},
							["证"] = {
								result = true
							}
						}
					},
					["证"] = {
						["书"] = {
							result = true
						},
						["件"] = {
							result = true
						}
					}
				},
				["类"] = {
					Z = {
						["件"] = {
							result = true
						}
					},
					["操"] = {
						["作"] = {
							["正"] = {
								result = true
							},
							["证"] = {
								result = true
							}
						}
					},
					["档"] = {
						["案"] = {
							result = true
						}
					},
					["正"] = {
						["件"] = {
							result = true
						}
					},
					["証"] = {
						["件"] = {
							result = true
						}
					},
					["证"] = {
						["件"] = {
							result = true
						}
					},
					["资"] = {
						["格"] = {
							["正"] = {
								result = true
							},
							["证"] = {
								result = true
							}
						}
					}
				},
				["高"] = {
					["校"] = {
						result = true
					}
				}
			},
			["四"] = {
				["六"] = {
					["级"] = {
						["证"] = {
							result = true,
							["书"] = {
								result = true
							}
						}
					}
				},
				["级"] = {
					["六"] = {
						["级"] = {
							result = true
						}
					},
					["证"] = {
						result = true,
						["书"] = {
							result = true
						}
					}
				}
			},
			["国"] = {
				["内"] = {
					["外"] = {
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					},
					["文"] = {
						["凭"] = {
							result = true
						}
					}
				},
				["外"] = {
					["学"] = {
						["位"] = {
							result = true
						},
						["历"] = {
							result = true
						}
					},
					["文"] = {
						["凭"] = {
							result = true
						}
					},
					["正"] = {
						["书"] = {
							result = true
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					},
					["证"] = {
						["书"] = {
							result = true
						}
					}
				},
				["安"] = {
					["正"] = {
						result = true,
						["警"] = {
							["察"] = {
								result = true
							}
						}
					},
					["证"] = {
						result = true,
						["警"] = {
							["察"] = {
								result = true
							}
						}
					}
				}
			},
			["壹"] = {
				["代"] = {
					["身"] = {
						["份"] = {
							["證"] = {
								result = true
							},
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["外"] = {
				["国"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["大"] = {
				["专"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					}
				},
				["学"] = {
					["学"] = {
						["位"] = {
							["证"] = {
								result = true
							}
						}
					},
					["文"] = {
						["凭"] = {
							result = true,
							["证"] = {
								result = true
							}
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					}
				},
				["额"] = {
					["信"] = {
						["用"] = {
							["卡"] = {
								result = true
							}
						}
					}
				}
			},
			["套"] = {
				["号"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["学"] = {
				["位"] = {
					["学"] = {
						["历"] = {
							result = true
						}
					},
					["正"] = {
						["书"] = {
							result = true
						}
					},
					["证"] = {
						result = true,
						["书"] = {
							result = true
						}
					}
				},
				["历"] = {
					result = true,
					[" "] = {
						["四"] = {
							["六"] = {
								["级"] = {
									["证"] = {
										result = true
									}
								}
							}
						},
						["计"] = {
							["算"] = {
								["机"] = {
									["等"] = {
										["级"] = {
											["证"] = {
												result = true
											}
										}
									}
								}
							}
						}
					},
					["文"] = {
						["凭"] = {
							result = true
						}
					},
					["正"] = {
						["明"] = {
							result = true
						}
					},
					["证"] = {
						result = true,
						["明"] = {
							result = true
						}
					}
				},
				["士"] = {
					["学"] = {
						["位"] = {
							result = true,
							["证"] = {
								result = true
							}
						}
					}
				},
				["生"] = {
					["卡"] = {
						result = true
					},
					["正"] = {
						result = true
					},
					["证"] = {
						result = true
					}
				}
			},
			["居"] = {
				["住"] = {
					["正"] = {
						result = true
					},
					["证"] = {
						result = true
					}
				}
			},
			["幽"] = {
				["灵"] = {
					result = true
				}
			},
			["建"] = {
				["造"] = {
					["师"] = {
						["证"] = {
							result = true,
							["明"] = {
								result = true
							}
						}
					}
				}
			},
			["律"] = {
				["师"] = {
					["正"] = {
						result = true
					},
					["证"] = {
						result = true
					}
				}
			},
			["徦"] = {
				["戶"] = {
					["ロ"] = {
						["办"] = {
							result = true
						}
					}
				},
				["警"] = {
					["嚓"] = {
						["證"] = {
							result = true
						}
					}
				}
			},
			["成"] = {
				["教"] = {
					["毕"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["户"] = {
				["口"] = {
					result = true,
					["本"] = {
						result = true
					}
				},
				["籍"] = {
					["证"] = {
						["明"] = {
							result = true
						}
					}
				}
			},
			["护"] = {
				["理"] = {
					["学"] = {
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					}
				}
			},
			["教"] = {
				["师"] = {
					["资"] = {
						["格"] = {
							["正"] = {
								result = true
							},
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["文"] = {
				result = true,
				["凭"] = {
					["学"] = {
						["位"] = {
							result = true
						}
					},
					["证"] = {
						["书"] = {
							result = true
						}
					},
					["资"] = {
						["格"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["新"] = {
				["版"] = {
					["警"] = {
						["官"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["暂"] = {
				["住"] = {
					["证"] = {
						result = true
					}
				}
			},
			["本"] = {
				["科"] = {
					["假"] = {
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					},
					["学"] = {
						["位"] = {
							result = true
						},
						["历"] = {
							result = true
						}
					},
					["文"] = {
						["凭"] = {
							result = true
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					},
					["证"] = {
						result = true,
						["书"] = {
							result = true
						}
					}
				}
			},
			["正"] = {
				result = true,
				["件"] = {
					result = true
				},
				["规"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["毕"] = {
				["业"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					},
					["正"] = {
						result = true,
						["书"] = {
							result = true
						}
					},
					["证"] = {
						result = true,
						[" "] = {
							["刻"] = {
								["章"] = {
									["办"] = {
										["证"] = {
											result = true
										}
									}
								}
							}
						},
						["书"] = {
							result = true
						},
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					}
				}
			},
			["民"] = {
				["办"] = {
					["学"] = {
						["历"] = {
							result = true
						}
					}
				}
			},
			["海"] = {
				["外"] = {
					["学"] = {
						["位"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["澬"] = {
				["格"] = {
					["證"] = {
						result = true
					}
				}
			},
			["留"] = {
				["学"] = {
					["学"] = {
						["历"] = {
							result = true
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["畢"] = {
				["業"] = {
					["證"] = {
						["お"] = {
							result = true
						}
					}
				}
			},
			["皖"] = {
				["牌"] = {
					["年"] = {
						["审"] = {
							result = true
						}
					}
				}
			},
			["真"] = {
				["上"] = {
					["网"] = {
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					}
				},
				["会"] = {
					["计"] = {
						["正"] = {
							result = true
						},
						["证"] = {
							result = true
						}
					}
				},
				["凭"] = {
					["文"] = {
						result = true
					}
				},
				["学"] = {
					["历"] = {
						result = true,
						["证"] = {
							["书"] = {
								result = true
							}
						}
					}
				},
				["实"] = {
					["凭"] = {
						["文"] = {
							result = true
						}
					},
					["学"] = {
						["历"] = {
							result = true
						}
					},
					["教"] = {
						["师"] = {
							["证"] = {
								result = true
							}
						}
					},
					["文"] = {
						["凭"] = {
							[" "] = {
								["华"] = {
									["北"] = {
										["教"] = {
											["育"] = {
												result = true
											}
										}
									}
								}
							},
							Q = {
								Q = {
									result = true
								}
							}
						}
					},
					["毕"] = {
						["业"] = {
							["正"] = {
								result = true
							},
							["证"] = {
								result = true
							}
						}
					},
					["职"] = {
						["称"] = {
							["证"] = {
								result = true
							}
						}
					},
					["证"] = {
						["件"] = {
							result = true
						}
					},
					["身"] = {
						["份"] = {
							["證"] = {
								result = true
							},
							["证"] = {
								result = true
							}
						}
					}
				},
				["文"] = {
					["凭"] = {
						result = true,
						["学"] = {
							["历"] = {
								result = true
							}
						}
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							result = true,
							q = {
								result = true
							}
						}
					}
				},
				["身"] = {
					["份"] = {
						["證"] = {
							result = true
						},
						["证"] = {
							result = true
						}
					}
				}
			},
			["研"] = {
				["究"] = {
					["生"] = {
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					}
				}
			},
			["社"] = {
				["保"] = {
					["挂"] = {
						["靠"] = {
							result = true
						}
					},
					["补"] = {
						["交"] = {
							result = true
						}
					}
				}
			},
			["票"] = {
				["据"] = {
					result = true
				}
			},
			["离"] = {
				["婚"] = {
					["正"] = {
						result = true
					},
					["证"] = {
						result = true
					}
				}
			},
			["等"] = {
				["级"] = {
					["证"] = {
						result = true
					}
				}
			},
			["精"] = {
				["仿"] = {
					["身"] = {
						["份"] = {
							["證"] = {
								result = true
							},
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["经"] = {
				["济"] = {
					["师"] = {
						result = true,
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					}
				}
			},
			["结"] = {
				["婚"] = {
					["正"] = {
						result = true
					},
					["证"] = {
						result = true
					}
				}
			},
			["统"] = {
				["考"] = {
					["正"] = {
						["书"] = {
							result = true
						}
					},
					["证"] = {
						["书"] = {
							result = true
						}
					}
				}
			},
			["职"] = {
				["业"] = {
					["职"] = {
						["称"] = {
							["证"] = {
								result = true
							}
						}
					},
					["资"] = {
						["格"] = {
							["证"] = {
								result = true
							}
						}
					}
				},
				["称"] = {
					["证"] = {
						["书"] = {
							result = true
						}
					}
				}
			},
			["自"] = {
				["考"] = {
					["文"] = {
						["@"] = {
							["凭"] = {
								result = true
							}
						},
						["凭"] = {
							result = true
						}
					},
					["正"] = {
						["书"] = {
							result = true
						}
					},
					["证"] = {
						result = true,
						["书"] = {
							result = true
						}
					}
				}
			},
			["英"] = {
				["国"] = {
					["毕"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					}
				},
				["语"] = {
					["四"] = {
						["级"] = {
							["证"] = {
								result = true
							}
						}
					},
					["等"] = {
						["级"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["裑"] = {
				["份"] = {
					["證"] = {
						["手"] = {
							["機"] = {
								result = true
							}
						}
					}
				}
			},
			["證"] = {
				result = true
			},
			["警"] = {
				["员"] = {
					["证"] = {
						result = true
					}
				},
				["官"] = {
					["証"] = {
						result = true
					},
					["证"] = {
						result = true
					}
				},
				["察"] = {
					result = true,
					["正"] = {
						result = true
					},
					["证"] = {
						result = true
					}
				}
			},
			["认"] = {
				["证"] = {
					["学"] = {
						["位"] = {
							result = true
						}
					},
					["证"] = {
						["书"] = {
							result = true
						}
					}
				}
			},
			["记"] = {
				["者"] = {
					["证"] = {
						result = true
					}
				}
			},
			["证"] = {
				result = true,
				["$"] = {
					["件"] = {
						result = true
					}
				},
				["书"] = {
					result = true
				},
				["件"] = {
					Q = {
						result = true
					}
				},
				["公"] = {
					["章"] = {
						result = true
					}
				}
			},
			["财"] = {
				["务"] = {
					["公"] = {
						["章"] = {
							result = true
						}
					}
				}
			},
			["资"] = {
				["格"] = {
					["正"] = {
						result = true
					},
					["证"] = {
						result = true,
						["书"] = {
							result = true
						},
						["密"] = {
							["云"] = {
								result = true
							}
						}
					}
				}
			},
			["身"] = {
				["份"] = {
					["正"] = {
						result = true,
						["手"] = {
							["机"] = {
								result = true
							}
						}
					},
					["證"] = {
						result = true
					},
					["证"] = {
						result = true,
						[" "] = {
							["手"] = {
								["机"] = {
									result = true
								}
							}
						},
						["保"] = {
							["真"] = {
								result = true
							}
						},
						["手"] = {
							["机"] = {
								result = true
							}
						}
					}
				}
			},
			["车"] = {
				["牌"] = {
					result = true
				}
			},
			["醫"] = {
				["師"] = {
					["澬"] = {
						["格"] = {
							["證"] = {
								result = true
							}
						}
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["雅"] = {
				["思"] = {
					["证"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["顺"] = {
				["义"] = {
					["驾"] = {
						["驶"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["驾"] = {
				["照"] = {
					result = true
				},
				["驶"] = {
					["证"] = {
						result = true
					}
				}
			},
			["高"] = {
				["仿"] = {
					["会"] = {
						["计"] = {
							["证"] = {
								result = true
							}
						}
					},
					["假"] = {
						["证"] = {
							["件"] = {
								result = true
							}
						}
					},
					["军"] = {
						["官"] = {
							["证"] = {
								result = true
							}
						}
					},
					["四"] = {
						["级"] = {
							["证"] = {
								result = true
							}
						}
					},
					["学"] = {
						["位"] = {
							["证"] = {
								result = true
							}
						}
					},
					["户"] = {
						["口"] = {
							["本"] = {
								result = true
							}
						}
					},
					["护"] = {
						["照"] = {
							result = true
						}
					},
					["文"] = {
						["凭"] = {
							result = true
						}
					},
					["本"] = {
						["科"] = {
							["证"] = {
								result = true
							}
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					},
					["真"] = {
						["证"] = {
							["件"] = {
								result = true
							}
						}
					},
					["硕"] = {
						["士"] = {
							["证"] = {
								result = true
							}
						}
					},
					["等"] = {
						["级"] = {
							["证"] = {
								result = true
							}
						}
					},
					["警"] = {
						["官"] = {
							["证"] = {
								result = true
							}
						}
					},
					["证"] = {
						result = true,
						["书"] = {
							result = true
						},
						["件"] = {
							result = true
						}
					},
					["资"] = {
						["格"] = {
							["证"] = {
								result = true
							}
						}
					},
					["身"] = {
						["份"] = {
							["證"] = {
								result = true
							},
							["证"] = {
								result = true
							}
						}
					},
					["驾"] = {
						["照"] = {
							result = true
						},
						["驶"] = {
							["证"] = {
								result = true
							}
						}
					}
				},
				["校"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					}
				},
				["等"] = {
					["院"] = {
						["校"] = {
							["毕"] = {
								["业"] = {
									["证"] = {
										result = true
									}
								}
							}
						}
					}
				},
				["级"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					}
				}
			}
		},
		["甲"] = {
			["章"] = {
				result = true
			},
			["证"] = {
				result = true
			}
		},
		["畢"] = {
			["業"] = {
				["證"] = {
					result = true
				}
			}
		},
		["监"] = {
			["理"] = {
				["工"] = {
					["程"] = {
						["师"] = {
							result = true
						}
					}
				}
			}
		},
		["真"] = {
			result = true,
			["会"] = {
				["计"] = {
					["证"] = {
						q = {
							result = true
						}
					}
				}
			},
			["学"] = {
				["&"] = {
					["历"] = {
						result = true
					}
				},
				["历"] = {
					result = true,
					["密"] = {
						["云"] = {
							result = true
						}
					},
					["文"] = {
						["凭"] = {
							result = true
						}
					},
					["证"] = {
						result = true
					}
				}
			},
			["实"] = {
				["大"] = {
					["学"] = {
						["学"] = {
							["历"] = {
								result = true
							}
						}
					}
				},
				["学"] = {
					["历"] = {
						result = true
					}
				},
				["文"] = {
					["凭"] = {
						result = true,
						["学"] = {
							["历"] = {
								result = true
							}
						}
					}
				}
			},
			["文"] = {
				["凭"] = {
					result = true,
					[" "] = {
						["办"] = {
							["真"] = {
								["学"] = {
									["历"] = {
										Q = {
											Q = {
												result = true
											}
										}
									}
								}
							}
						}
					},
					["办"] = {
						["学"] = {
							["历"] = {
								result = true
							}
						}
					}
				}
			},
			["本"] = {
				["科"] = {
					["毕"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["毕"] = {
				["业"] = {
					["正"] = {
						result = true
					},
					["证"] = {
						result = true
					}
				}
			},
			["畢"] = {
				["業"] = {
					["证"] = {
						result = true
					}
				}
			},
			["自"] = {
				["考"] = {
					result = true
				}
			}
		},
		["研"] = {
			["本"] = {
				["科"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					}
				}
			},
			["硕"] = {
				["士"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					}
				}
			}
		},
		["硕"] = {
			["士"] = {
				["文"] = {
					["凭"] = {
						result = true
					}
				}
			}
		},
		["禅"] = {
			result = true
		},
		["离"] = {
			["婚"] = {
				["正"] = {
					result = true
				},
				["证"] = {
					result = true
				}
			}
		},
		["統"] = {
			["招"] = {
				["夲"] = {
					["萪"] = {
						["呅"] = {
							["凴"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["统"] = {
			["招"] = {
				["文"] = {
					["凭"] = {
						result = true
					}
				},
				["本"] = {
					["科"] = {
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["职"] = {
			["^"] = {
				["称"] = {
					["证"] = {
						result = true
					}
				}
			},
			["称"] = {
				["$"] = {
					["证"] = {
						result = true
					}
				},
				["正"] = {
					result = true
				},
				["证"] = {
					result = true,
					["密"] = {
						["云"] = {
							result = true
						}
					}
				}
			},
			["证"] = {
				result = true
			}
		},
		["自"] = {
			["考"] = {
				["文"] = {
					["凭"] = {
						result = true
					}
				}
			}
		},
		["英"] = {
			["%"] = {
				["语"] = {
					["六"] = {
						["级"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["语"] = {
				["六"] = {
					["$"] = {
						["级"] = {
							["证"] = {
								result = true
							}
						}
					},
					[":"] = {
						["级"] = {
							["证"] = {
								result = true
							}
						}
					},
					["级"] = {
						["正"] = {
							result = true
						},
						["证"] = {
							result = true
						}
					}
				},
				["四"] = {
					["六"] = {
						result = true
					},
					["级"] = {
						result = true,
						["证"] = {
							["书"] = {
								result = true
							}
						}
					}
				},
				["等"] = {
					["级"] = {
						["证"] = {
							result = true,
							["书"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["营"] = {
			["口"] = {
				["驾"] = {
					["照"] = {
						result = true
					}
				}
			}
		},
		["蝉"] = {
			result = true
		},
		["証"] = {
			result = true
		},
		["證"] = {
			result = true,
			["件"] = {
				["刻"] = {
					["璋"] = {
						["手"] = {
							["機"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["警"] = {
			["&"] = {
				["官"] = {
					["证"] = {
						result = true
					}
				}
			},
			["官"] = {
				["证"] = {
					result = true,
					["电"] = {
						result = true
					}
				}
			},
			["察"] = {
				["正"] = {
					result = true
				},
				["证"] = {
					result = true,
					["样"] = {
						["本"] = {
							result = true
						}
					}
				}
			},
			["证"] = {
				result = true
			}
		},
		["讠"] = {
			["正"] = {
				result = true
			}
		},
		["计"] = {
			["算"] = {
				["机"] = {
					["三"] = {
						["级"] = {
							["证"] = {
								result = true
							}
						}
					},
					["二"] = {
						["级"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["证"] = {
			[" "] = {
				["中"] = {
					["智"] = {
						["教"] = {
							["育"] = {
								result = true
							}
						}
					}
				},
				["华"] = {
					["北"] = {
						["教"] = {
							["育"] = {
								result = true
							}
						}
					}
				},
				["易"] = {
					["得"] = {
						["优"] = {
							["教"] = {
								["育"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["%"] = {
				["件"] = {
					result = true
				}
			},
			["9"] = {
				["8"] = {
					["中"] = {
						["心"] = {
							result = true
						}
					}
				}
			},
			["?"] = {
				["中"] = {
					["智"] = {
						["教"] = {
							["育"] = {
								result = true
							}
						}
					}
				},
				["华"] = {
					["北"] = {
						["教"] = {
							["育"] = {
								result = true
							}
						}
					}
				}
			},
			V = {
				F = {
					["网"] = {
						result = true
					}
				}
			},
			["专"] = {
				["站"] = {
					result = true
				}
			},
			["业"] = {
				["务"] = {
					result = true
				}
			},
			["中"] = {
				["心"] = {
					result = true
				},
				["智"] = {
					["教"] = {
						["育"] = {
							result = true
						}
					}
				}
			},
			["书"] = {
				result = true
			},
			["代"] = {
				["理"] = {
					result = true
				}
			},
			["件"] = {
				["保"] = {
					["真"] = {
						result = true
					}
				},
				["公"] = {
					["司"] = {
						result = true
					}
				},
				["刻"] = {
					["章"] = {
						result = true,
						[" "] = {
							["手"] = {
								["机"] = {
									result = true
								}
							}
						},
						["手"] = {
							["机"] = {
								result = true
							}
						}
					}
				},
				["文"] = {
					["凭"] = {
						result = true,
						[" "] = {
							["高"] = {
								["仿"] = {
									["真"] = {
										["假"] = {
											["证"] = {
												["件"] = {
													result = true
												}
											}
										}
									}
								}
							}
						},
						["学"] = {
							["历"] = {
								["认"] = {
									["证"] = {
										result = true
									}
								}
							}
						}
					}
				},
				["机"] = {
					["构"] = {
						result = true
					}
				},
				["网"] = {
					result = true
				}
			},
			["优"] = {
				["惠"] = {
					["保"] = {
						["真"] = {
							result = true
						}
					}
				}
			},
			["保"] = {
				["真"] = {
					result = true
				}
			},
			["先"] = {
				["锋"] = {
					result = true
				}
			},
			["公"] = {
				["司"] = {
					Q = {
						Q = {
							result = true
						}
					},
					["电"] = {
						["话"] = {
							result = true
						}
					}
				}
			},
			["六"] = {
				["级"] = {
					["证"] = {
						["书"] = {
							result = true
						}
					}
				}
			},
			["函"] = {
				["授"] = {
					["英"] = {
						["语"] = {
							["四"] = {
								result = true
							}
						}
					}
				}
			},
			["刻"] = {
				["公"] = {
					["章"] = {
						result = true
					}
				},
				["章"] = {
					[" "] = {
						["教"] = {
							["育"] = {
								["咨"] = {
									["询"] = {
										result = true
									}
								}
							}
						},
						["毕"] = {
							["业"] = {
								["证"] = {
									result = true
								}
							}
						}
					},
					["中"] = {
						["心"] = {
							result = true
						}
					},
					["有"] = {
						["限"] = {
							["公"] = {
								["司"] = {
									result = true
								}
							}
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					},
					["电"] = {
						["话"] = {
							[" "] = {
								["毕"] = {
									["业"] = {
										["证"] = {
											result = true
										}
									}
								}
							}
						}
					},
					["网"] = {
						result = true
					}
				}
			},
			["办"] = {
				["文"] = {
					["凭"] = {
						result = true
					}
				},
				["理"] = {
					["业"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["华"] = {
				["北"] = {
					["教"] = {
						["育"] = {
							result = true
						}
					}
				}
			},
			["发"] = {
				["票"] = {
					result = true,
					q = {
						q = {
							result = true
						}
					}
				}
			},
			["各"] = {
				["种"] = {
					["*"] = {
						["*"] = {
							q = {
								result = true
							}
						}
					},
					q = {
						result = true
					}
				}
			},
			["学"] = {
				["位"] = {
					["证"] = {
						result = true
					}
				}
			},
			["客"] = {
				["服"] = {
					result = true
				}
			},
			["当"] = {
				["面"] = {
					["交"] = {
						["易"] = {
							result = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["高"] = {
						["考"] = {
							result = true
						}
					}
				}
			},
			["执"] = {
				["照"] = {
					result = true
				}
			},
			["找"] = {
				["华"] = {
					["北"] = {
						["教"] = {
							["育"] = {
								result = true
							}
						}
					}
				}
			},
			["文"] = {
				["凭"] = {
					result = true
				}
			},
			["易"] = {
				["得"] = {
					["优"] = {
						["教"] = {
							["育"] = {
								result = true
							}
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					result = true,
					["中"] = {
						["心"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					}
				}
			},
			["查"] = {
				["询"] = {
					result = true
				}
			},
			["样"] = {
				["品"] = {
					result = true
				}
			},
			["毕"] = {
				["业"] = {
					["证"] = {
						result = true
					}
				}
			},
			["热"] = {
				["线"] = {
					result = true
				}
			},
			["物"] = {
				["美"] = {
					["价"] = {
						["廉"] = {
							result = true
						}
					}
				}
			},
			["直"] = {
				["通"] = {
					["车"] = {
						result = true
					}
				}
			},
			["结"] = {
				["业"] = {
					["证"] = {
						result = true
					}
				}
			},
			["网"] = {
				[" "] = {
					["身"] = {
						["份"] = {
							["证"] = {
								[" "] = {
									["文"] = {
										["凭"] = {
											result = true
										}
									}
								}
							}
						}
					}
				},
				["刻"] = {
					["章"] = {
						result = true
					}
				},
				["站"] = {
					result = true
				}
			},
			["联"] = {
				["系"] = {
					result = true
				}
			},
			["自"] = {
				["学"] = {
					["考"] = {
						["试"] = {
							result = true
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					result = true
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				},
				["真"] = {
					["价"] = {
						["实"] = {
							result = true
						}
					}
				}
			},
			["身"] = {
				["份"] = {
					["证"] = {
						result = true
					}
				}
			},
			["车"] = {
				["牌"] = {
					result = true
				}
			},
			["集"] = {
				["团"] = {
					result = true
				}
			},
			["驾"] = {
				["驶"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["资"] = {
			["格"] = {
				["証"] = {
					result = true
				}
			}
		},
		["身"] = {
			["*"] = {
				["份"] = {
					["证"] = {
						result = true
					}
				}
			},
			["份"] = {
				["正"] = {
					result = true
				},
				["証"] = {
					result = true
				},
				["證"] = {
					result = true
				},
				["证"] = {
					result = true,
					[" "] = {
						["驾"] = {
							["驶"] = {
								["证"] = {
									[" "] = {
										["健"] = {
											["康"] = {
												["证"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					},
					["?"] = {
						result = true
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					},
					["高"] = {
						["仿"] = {
							result = true
						}
					}
				}
			}
		},
		["部"] = {
			["队"] = {
				["军"] = {
					["牌"] = {
						result = true
					}
				}
			}
		},
		["银"] = {
			["行"] = {
				["卡"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			}
		},
		["雅"] = {
			["思"] = {
				["证"] = {
					result = true
				}
			}
		},
		["駕"] = {
			["照"] = {
				result = true
			}
		},
		["驾"] = {
			["照"] = {
				result = true
			},
			["驶"] = {
				["証"] = {
					result = true
				},
				["证"] = {
					result = true
				}
			}
		},
		["高"] = {
			["中"] = {
				["毕"] = {
					["业"] = {
						["正"] = {
							result = true
						}
					}
				}
			},
			["仿"] = {
				["假"] = {
					["证"] = {
						result = true
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							result = true
						}
					}
				},
				["真"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								result = true
							}
						}
					}
				},
				["证"] = {
					result = true,
					["件"] = {
						result = true
					}
				},
				["身"] = {
					["份"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["劫"] = {
		["持"] = {
			result = true
		}
	},
	["勃"] = {
		["朗"] = {
			["宁"] = {
				result = true
			}
		},
		["起"] = {
			result = true
		}
	},
	["勤"] = {
		["远"] = {
			["习"] = {
				result = true
			}
		}
	},
	["勻"] = {
		["大"] = {
			["大"] = {
				result = true
			},
			["犬"] = {
				result = true
			}
		},
		["太"] = {
			["犬"] = {
				result = true
			}
		},
		["特"] = {
			["勒"] = {
				result = true
			}
		},
		["觔"] = {
			["平"] = {
				result = true
			}
		},
		["近"] = {
			["繖"] = {
				result = true
			}
		},
		["返"] = {
			["卒"] = {
				result = true
			}
		},
		["遠"] = {
			["凸"] = {
				result = true
			}
		},
		["邁"] = {
			["乎"] = {
				result = true
			}
		}
	},
	["匀"] = {
		["大"] = {
			["大"] = {
				result = true
			}
		},
		["太"] = {
			["犬"] = {
				result = true
			}
		},
		["斤"] = {
			["平"] = {
				result = true
			}
		},
		["特"] = {
			["勒"] = {
				result = true
			}
		},
		["觔"] = {
			["平"] = {
				result = true
			}
		},
		["迈"] = {
			["乎"] = {
				result = true
			}
		},
		["近"] = {
			["伞"] = {
				result = true
			},
			["平"] = {
				result = true
			}
		},
		["返"] = {
			["卒"] = {
				result = true
			}
		},
		["远"] = {
			["凸"] = {
				result = true
			}
		}
	},
	["包"] = {
		["#"] = {
			["养"] = {
				["情"] = {
					["妇"] = {
						result = true
					}
				}
			}
		},
		p = {
			i = {
				result = true
			}
		},
		["不"] = {
			["同"] = {
				result = true
			}
		},
		["世"] = {
			["荣"] = {
				result = true
			}
		},
		["仔"] = {
			result = true
		},
		["你"] = {
			["射"] = {
				result = true
			},
			["爽"] = {
				["到"] = {
					["射"] = {
						result = true
					}
				}
			}
		},
		["养"] = {
			result = true,
			["&"] = {
				["情"] = {
					["妇"] = {
						result = true
					}
				}
			},
			m = {
				m = {
					result = true
				}
			},
			["价"] = {
				["格"] = {
					["表"] = {
						result = true
					}
				}
			},
			["小"] = {
				result = true
			},
			["情"] = {
				["妇"] = {
					result = true
				}
			},
			["鸭"] = {
				["子"] = {
					result = true
				}
			}
		},
		["叙"] = {
			["定"] = {
				result = true
			}
		},
		["夜"] = {
			["上"] = {
				["门"] = {
					result = true
				}
			},
			["信"] = {
				["息"] = {
					result = true
				}
			},
			["全"] = {
				["套"] = {
					["服"] = {
						["务"] = {
							result = true
						},
						["務"] = {
							result = true
						}
					}
				}
			},
			["多"] = {
				["少"] = {
					["钱"] = {
						result = true
					}
				}
			},
			["女"] = {
				["上"] = {
					["门"] = {
						result = true
					}
				}
			},
			["妓"] = {
				["女"] = {
					["打"] = {
						["炮"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["妹"] = {
					result = true
				},
				["姐"] = {
					["通"] = {
						["宵"] = {
							["陪"] = {
								result = true
							}
						}
					}
				}
			},
			["少"] = {
				["妇"] = {
					["上"] = {
						["门"] = {
							result = true
						}
					}
				}
			},
			["性"] = {
				["交"] = {
					["易"] = {
						result = true
					}
				},
				["服"] = {
					["务"] = {
						result = true
					}
				}
			},
			["打"] = {
				["炮"] = {
					result = true,
					["服"] = {
						["务"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					}
				}
			},
			["按"] = {
				["摩"] = {
					result = true
				}
			},
			["援"] = {
				["交"] = {
					["女"] = {
						["上"] = {
							["门"] = {
								result = true
							}
						}
					}
				}
			},
			["时"] = {
				result = true
			},
			["服"] = {
				["务"] = {
					result = true
				}
			},
			["每"] = {
				["晚"] = {
					["8"] = {
						["0"] = {
							["元"] = {
								result = true
							}
						}
					}
				}
			},
			["热"] = {
				["线"] = {
					result = true
				}
			},
			["特"] = {
				["殊"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			}
		},
		["婆"] = {
			result = true
		},
		["子"] = {
			["3"] = {
				["年"] = {
					result = true
				}
			},
			["4"] = {
				["年"] = {
					result = true
				}
			},
			["三"] = {
				["年"] = {
					result = true
				}
			},
			["下"] = {
				["台"] = {
					result = true
				}
			},
			["习"] = {
				result = true
			},
			["元"] = {
				["年"] = {
					result = true
				}
			},
			["吾"] = {
				["皇"] = {
					result = true
				}
			},
			["四"] = {
				["年"] = {
					result = true
				}
			},
			["国"] = {
				["王"] = {
					result = true
				}
			},
			["圣"] = {
				["上"] = {
					result = true
				}
			},
			["夕"] = {
				result = true
			},
			["大"] = {
				["傻"] = {
					result = true
				},
				["大"] = {
					["、"] = {
						["、"] = {
							result = true
						}
					}
				}
			},
			["是"] = {
				["上"] = {
					["帝"] = {
						result = true
					}
				}
			},
			["末"] = {
				["年"] = {
					result = true
				}
			},
			["禁"] = {
				["禁"] = {
					result = true
				}
			},
			["精"] = {
				["評"] = {
					result = true
				},
				["评"] = {
					result = true
				}
			},
			["经"] = {
				["济"] = {
					["学"] = {
						result = true
					}
				}
			}
		},
		["射"] = {
			result = true,
			["包"] = {
				["爽"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				result = true
			},
			["视"] = {
				["频"] = {
					result = true
				}
			}
		},
		["帝"] = {
			result = true
		},
		["开"] = {
			["增"] = {
				["值"] = {
					["税"] = {
						["发"] = {
							["票"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["房"] = {
			["公"] = {
				["主"] = {
					result = true
				}
			},
			["自"] = {
				["拍"] = {
					result = true
				}
			}
		},
		["拿"] = {
			["学"] = {
				["历"] = {
					result = true
				}
			}
		},
		["撒"] = {
			["币"] = {
				result = true
			},
			["幣"] = {
				result = true
			}
		},
		["河"] = {
			["区"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				}
			}
		},
		["治"] = {
			["性"] = {
				["病"] = {
					result = true
				}
			}
		},
		["消"] = {
			d = {
				["费"] = {
					["包"] = {
						["赌"] = {
							["博"] = {
								result = true
							}
						}
					}
				}
			},
			["费"] = {
				[" "] = {
					["包"] = {
						["赌"] = {
							["博"] = {
								result = true
							}
						}
					}
				},
				["包"] = {
					["赌"] = {
						["博"] = {
							result = true
						}
					}
				}
			}
		},
		["爽"] = {
			["包"] = {
				["射"] = {
					result = true,
					["保"] = {
						["舒"] = {
							["服"] = {
								result = true
							}
						}
					}
				}
			},
			["爆"] = {
				["射"] = {
					result = true
				}
			}
		},
		["特"] = {
			["勒"] = {
				result = true
			}
		},
		["脱"] = {
			["包"] = {
				["射"] = {
					result = true
				}
			}
		},
		["色"] = {
			["吧"] = {
				["综"] = {
					["合"] = {
						result = true,
						["区"] = {
							result = true
						}
					}
				}
			}
		},
		["若"] = {
			["行"] = {
				result = true
			}
		},
		["过"] = {
			result = true,
			["验"] = {
				["钞"] = {
					["假"] = {
						["钞"] = {
							result = true
						}
					}
				}
			}
		},
		["遵"] = {
			["信"] = {
				result = true
			}
		}
	},
	["匕"] = {
		["首"] = {
			["三"] = {
				["棱"] = {
					["军"] = {
						["刺"] = {
							result = true
						}
					}
				}
			},
			["专"] = {
				result = true,
				["店"] = {
					result = true,
					["正"] = {
						["品"] = {
							result = true
						}
					}
				},
				["网"] = {
					result = true,
					["正"] = {
						["品"] = {
							result = true
						}
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				}
			},
			["刀"] = {
				["具"] = {
					result = true
				}
			},
			["刺"] = {
				["刀"] = {
					result = true
				}
			},
			["式"] = {
				["麻"] = {
					["醉"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["枪"] = {
				result = true
			},
			["正"] = {
				["品"] = {
					result = true
				}
			},
			["猎"] = {
				["刀"] = {
					result = true
				}
			},
			["直"] = {
				["销"] = {
					result = true
				}
			},
			["蝴"] = {
				["蝶"] = {
					["甩"] = {
						["刀"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["转"] = {
				["让"] = {
					result = true
				}
			},
			["麻"] = {
				["醉"] = {
					["枪"] = {
						result = true
					}
				}
			}
		}
	},
	["北"] = {
		["%"] = {
			["漂"] = {
				result = true
			},
			["票"] = {
				result = true
			}
		},
		["乃"] = {
			["優"] = {
				["子"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["無"] = {
						["碼"] = {
							result = true
						}
					}
				}
			}
		},
		["京"] = {
			["代"] = {
				["办"] = {
					["四"] = {
						["六"] = {
							["级"] = {
								["证"] = {
									result = true
								}
							}
						}
					},
					["驾"] = {
						["照"] = {
							["文"] = {
								["凭"] = {
									result = true
								}
							}
						}
					}
				},
				["开"] = {
					["发"] = {
						result = true
					}
				}
			},
			["出"] = {
				["售"] = {
					["假"] = {
						["钱"] = {
							result = true
						}
					}
				}
			},
			["删"] = {
				["贴"] = {
					["公"] = {
						["司"] = {
							result = true
						}
					}
				}
			},
			["办"] = {
				["六"] = {
					["级"] = {
						["证"] = {
							result = true
						}
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							result = true
						}
					}
				},
				["证"] = {
					result = true,
					[" "] = {
						["驾"] = {
							["驶"] = {
								["证"] = {
									result = true
								}
							}
						}
					},
					q = {
						q = {
							result = true
						}
					},
					["中"] = {
						["心"] = {
							result = true
						}
					},
					["公"] = {
						["司"] = {
							result = true
						}
					},
					["刻"] = {
						["章"] = {
							result = true,
							["发"] = {
								["票"] = {
									result = true
								}
							}
						}
					},
					["集"] = {
						["团"] = {
							["/"] = {
								["网"] = {
									["上"] = {
										["办"] = {
											["证"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["各"] = {
				["国"] = {
					["签"] = {
						["证"] = {
							[" "] = {
								["代"] = {
									["办"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["开"] = {
				["机"] = {
					["打"] = {
						["发"] = {
							["票"] = {
								result = true
							}
						}
					}
				}
			},
			["签"] = {
				["证"] = {
					["学"] = {
						["历"] = {
							["证"] = {
								["明"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["网"] = {
				["上"] = {
					["办"] = {
						["证"] = {
							result = true,
							q = {
								q = {
									result = true
								}
							}
						}
					}
				}
			},
			["职"] = {
				["称"] = {
					["资"] = {
						["格"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["信"] = {
						["息"] = {
							["处"] = {
								["理"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["高"] = {
				["仿"] = {
					["真"] = {
						["毕"] = {
							["业"] = {
								["证"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["冥"] = {
			["树"] = {
				["妖"] = {
					result = true
				}
			}
		},
		["冰"] = {
			["弓"] = {
				["弩"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["卡"] = {
			["罗"] = {
				["莱"] = {
					["纳"] = {
						result = true
					}
				}
			}
		},
		["原"] = {
			["多"] = {
				["香"] = {
					["子"] = {
						result = true,
						["种"] = {
							["子"] = {
								result = true
							}
						},
						["種"] = {
							["子"] = {
								result = true
							}
						},
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				}
			},
			["志"] = {
				["帆"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["惠"] = {
				["里"] = {
					["香"] = {
						["种"] = {
							["子"] = {
								result = true
							},
							["紫"] = {
								result = true
							}
						}
					}
				}
			},
			["梨"] = {
				["奈"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["四"] = {
			["环"] = {
				["、"] = {
					["撞"] = {
						["桥"] = {
							result = true
						}
					}
				}
			}
		},
		["城"] = {
			["未"] = {
				["响"] = {
					["枪"] = {
						[" "] = {
							["东"] = {
								["线"] = {
									["无"] = {
										["战"] = {
											["事"] = {
												result = true
											}
										}
									}
								}
							}
						},
						["东"] = {
							["线"] = {
								["无"] = {
									["战"] = {
										["事"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["安"] = {
			["一"] = {
				["夜"] = {
					["情"] = {
						result = true
					}
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["普"] = {
				["敦"] = {
					result = true
				}
			}
		},
		["岛"] = {
			["优"] = {
				result = true
			},
			["纪"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["峰"] = {
			["对"] = {
				["讲"] = {
					["机"] = {
						result = true
					}
				}
			}
		},
		["島"] = {
			["優"] = {
				["下"] = {
					["載"] = {
						result = true
					}
				}
			}
		},
		["川"] = {
			["亚"] = {
				["矢"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["亜"] = {
				["矢"] = {
					result = true
				}
			},
			["友"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["景"] = {
				["子"] = {
					result = true
				}
			},
			["沙"] = {
				["香"] = {
					["无"] = {
						["码"] = {
							result = true
						},
						["马"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["瞳"] = {
				result = true,
				["上"] = {
					["原"] = {
						["亚"] = {
							["衣"] = {
								result = true
							}
						}
					}
				},
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["無"] = {
					["碼"] = {
						result = true
					}
				}
			}
		},
		["影"] = {
			["门"] = {
				result = true
			}
		},
		["斗"] = {
			["星"] = {
				["论"] = {
					["坛"] = {
						result = true
					}
				}
			}
		},
		["方"] = {
			["先"] = {
				["锋"] = {
					["军"] = {
						["忉"] = {
							result = true
						}
					}
				}
			}
		},
		["朝"] = {
			["冰"] = {
				result = true
			},
			["鮮"] = {
				["冰"] = {
					result = true,
					["毒"] = {
						result = true
					}
				}
			},
			["鲜"] = {
				result = true,
				["冰"] = {
					result = true
				}
			}
		},
		["村"] = {
			["由"] = {
				["里"] = {
					["香"] = {
						["无"] = {
							["码"] = {
								result = true
							}
						},
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["条"] = {
			["忠"] = {
				["胜"] = {
					result = true
				}
			},
			["里"] = {
				["美"] = {
					result = true
				}
			},
			["香"] = {
				["理"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["麻"] = {
				["妃"] = {
					result = true,
					["1"] = {
						G = {
							B = {
								result = true
							}
						}
					},
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["骚"] = {
						["水"] = {
							["出"] = {
								result = true
							}
						}
					},
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["條"] = {
			["香"] = {
				["理"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["麻"] = {
				["妃"] = {
					result = true,
					["1"] = {
						G = {
							B = {
								result = true
							}
						}
					},
					["無"] = {
						["碼"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["欧"] = {
			["金"] = {
				["发"] = {
					["诱"] = {
						["惑"] = {
							result = true
						}
					}
				}
			}
		},
		["流"] = {
			["办"] = {
				["会"] = {
					["计"] = {
						["师"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["海"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["舰"] = {
				["队"] = {
					["袭"] = {
						["胡"] = {
							["事"] = {
								["件"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["辦"] = {
				["證"] = {
					result = true
				}
			}
		},
		["疆"] = {
			result = true
		},
		["碚"] = {
			["区"] = {
				["专"] = {
					["业"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["票"] = {
			K = {
				["粉"] = {
					result = true
				}
			},
			["假"] = {
				["证"] = {
					result = true
				}
			}
		},
		["美"] = {
			["中"] = {
				["文"] = {
					["网"] = {
						result = true
					}
				}
			},
			["仙"] = {
				["人"] = {
					["球"] = {
						["碱"] = {
							result = true
						}
					}
				}
			},
			["论"] = {
				["坛"] = {
					result = true
				}
			}
		},
		["野"] = {
			["光"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["镇"] = {
			["办"] = {
				["证"] = {
					["件"] = {
						result = true
					}
				}
			}
		},
		["风"] = {
			["陆"] = {
				["肆"] = {
					["贰"] = {
						["拾"] = {
							["周"] = {
								["年"] = {
									["纪"] = {
										["念"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["千"] = {
		x = {
			i = {
				["曼"] = {
					result = true
				}
			}
		}
	},
	["半"] = {
		["圆"] = {
			["刮"] = {
				["*"] = {
					["刀"] = {
						result = true
					},
					["叨"] = {
						["%"] = {
							result = true
						}
					}
				},
				d = {
					a = {
						o = {
							result = true
						}
					}
				},
				["刀"] = {
					result = true,
					["具"] = {
						["具"] = {
							result = true
						}
					},
					["密"] = {
						["云"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			},
			["锁"] = {
				["无"] = {
					["敌"] = {
						["霸"] = {
							["王"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["壁"] = {
			["西"] = {
				["南"] = {
					["一"] = {
						["柱"] = {
							["倾"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["夜"] = {
			["和"] = {
				["老"] = {
					["婆"] = {
						result = true
					}
				}
			}
		},
		["岛"] = {
			["国"] = {
				["际"] = {
					result = true
				}
			}
		},
		["平"] = {
			["弹"] = {
				["头"] = {
					result = true
				}
			}
		},
		["成"] = {
			["品"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				}
			}
		},
		["推"] = {
			["半"] = {
				["就"] = {
					result = true
				}
			}
		},
		["方"] = {
			["形"] = {
				["酸"] = {
					result = true
				}
			}
		},
		["条"] = {
			result = true
		},
		["羽"] = {
			["之"] = {
				["觔"] = {
					["平"] = {
						result = true
					}
				}
			},
			["大"] = {
				["大"] = {
					result = true
				}
			},
			["帝"] = {
				result = true
			},
			["精"] = {
				["瓶"] = {
					result = true
				},
				["缾"] = {
					result = true
				}
			}
		},
		["自"] = {
			["动"] = {
				result = true,
				p = {
					c = {
						p = {
							result = true
						}
					}
				},
				["卡"] = {
					["宾"] = {
						["枪"] = {
							result = true
						}
					},
					["巴"] = {
						["枪"] = {
							result = true
						}
					}
				},
				["射"] = {
					["击"] = {
						result = true
					}
				},
				["开"] = {
					["锁"] = {
						["工"] = {
							["具"] = {
								result = true
							}
						},
						["枪"] = {
							result = true
						}
					}
				},
				["式"] = {
					["枪"] = {
						result = true
					},
					["步"] = {
						["枪"] = {
							result = true
						}
					}
				},
				["手"] = {
					["枪"] = {
						result = true
					}
				},
				["步"] = {
					result = true,
					["枪"] = {
						result = true
					}
				},
				["狙"] = {
					["击"] = {
						["步"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["猎"] = {
					["枪"] = {
						result = true
					}
				},
				["突"] = {
					["击"] = {
						["枪"] = {
							result = true
						}
					}
				},
				["霰"] = {
					["弹"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["動"] = {
				result = true,
				["手"] = {
					["槍"] = {
						["‎"] = {
							result = true
						}
					}
				}
			}
		},
		["裸"] = {
			["江"] = {
				["山"] = {
					result = true
				}
			},
			["浪"] = {
				["漫"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["证"] = {
			result = true
		},
		["路"] = {
			["擒"] = {
				["君"] = {
					result = true
				}
			}
		},
		["车"] = {
			["5"] = {
				["克"] = {
					result = true
				}
			}
		}
	},
	["华"] = {
		["衣"] = {
			["兄"] = {
				["弟"] = {
					result = true
				}
			}
		}
	},
	["卑"] = {
		["猥"] = {
			["病"] = {
				["栋"] = {
					result = true
				}
			}
		}
	},
	["单"] = {
		["仁"] = {
			["平"] = {
				result = true
			}
		},
		["刃"] = {
			["毒"] = {
				["剑"] = {
					result = true
				}
			}
		},
		["双"] = {
			["筒"] = {
				["猎"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["管"] = {
				["猎"] = {
					g = {
						o = {
							u = {
								result = true
							}
						}
					},
					["枪"] = {
						result = true
					},
					["狗"] = {
						result = true
					}
				},
				["立"] = {
					["式"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["发"] = {
			["麻"] = {
				["醉"] = {
					["抢"] = {
						result = true
					},
					["枪"] = {
						result = true
					}
				}
			}
		},
		["号"] = {
			["客"] = {
				result = true
			}
		},
		["挑"] = {
			["王"] = {
				["五"] = {
					["星"] = {
						["宏"] = {
							["辉"] = {
								result = true
							}
						}
					}
				},
				["破"] = {
					["解"] = {
						result = true
					}
				}
			}
		},
		["排"] = {
			["弹"] = {
				["匣"] = {
					result = true
				}
			}
		},
		["机"] = {
			["版"] = {
				["性"] = {
					["爱"] = {
						["游"] = {
							["戏"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["管"] = {
			result = true
		},
		["线"] = {
			["视"] = {
				["频"] = {
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			}
		},
		["肩"] = {
			["载"] = {
				["物"] = {
					result = true
				}
			}
		},
		["色"] = {
			["天"] = {
				["堂"] = {
					result = true
				}
			}
		},
		["频"] = {
			["汽"] = {
				["车"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["漆"] = {
				["车"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["卖"] = {
		["国"] = {
			["逆"] = {
				["贼"] = {
					["习"] = {
						["近"] = {
							["平"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["钱"] = {
			Q = {
				Q = {
					result = true
				}
			},
			["联"] = {
				["系"] = {
					result = true
				}
			}
		}
	},
	["南"] = {
		["京"] = {
			["代"] = {
				["开"] = {
					["税"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["删"] = {
				["贴"] = {
					["公"] = {
						["司"] = {
							result = true
						}
					}
				}
			},
			["办"] = {
				["证"] = {
					result = true
				}
			},
			["负"] = {
				["面"] = {
					["信"] = {
						["息"] = {
							["处"] = {
								["理"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["海"] = {
			["仲"] = {
				["裁"] = {
					result = true
				}
			}
		},
		["韩"] = {
			[" "] = {
				["出"] = {
					["售"] = {
						["假"] = {
							["币"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["博"] = {
		["世"] = {
			["界"] = {
				result = true
			}
		},
		["中"] = {
			["乐"] = {
				result = true
			},
			["娱"] = {
				["乐"] = {
					["诚"] = {
						result = true
					}
				}
			}
		},
		["久"] = {
			result = true
		},
		["之"] = {
			["道"] = {
				result = true
			}
		},
		["乐"] = {
			result = true,
			["大"] = {
				["赌"] = {
					["场"] = {
						result = true
					}
				}
			}
		},
		["九"] = {
			result = true
		},
		["企"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			}
		},
		["你"] = {
			["发"] = {
				result = true
			}
		},
		["信"] = {
			["教"] = {
				["育"] = {
					["中"] = {
						["心"] = {
							result = true
						}
					}
				}
			},
			["通"] = {
				result = true
			}
		},
		["克"] = {
			result = true
		},
		["发"] = {
			["期"] = {
				["刊"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["士"] = {
			["后"] = {
				["唱"] = {
					["歌"] = {
						result = true
					}
				}
			},
			["学"] = {
				["历"] = {
					result = true
				}
			},
			["攷"] = {
				["试"] = {
					["荅"] = {
						["案"] = {
							result = true
						}
					}
				}
			}
		},
		["娛"] = {
			["樂"] = {
				["城"] = {
					result = true
				}
			}
		},
		["娱"] = {
			["乐"] = {
				["城"] = {
					result = true
				}
			}
		},
		["学"] = {
			["教"] = {
				["育"] = {
					["机"] = {
						["构"] = {
							result = true
						}
					}
				}
			}
		},
		["宇"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			}
		},
		["宝"] = {
			["金"] = {
				result = true
			}
		},
		["客"] = {
			["大"] = {
				["赛"] = {
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["帖"] = {
				["子"] = {
					["删"] = {
						["除"] = {
							result = true
						}
					}
				}
			},
			["自"] = {
				["动"] = {
					["删"] = {
						["帖"] = {
							result = true
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["删"] = {
						["除"] = {
							result = true
						}
					}
				}
			}
		},
		["尔"] = {
			["伦"] = {
				result = true
			}
		},
		["弈"] = {
			["真"] = {
				["人"] = {
					result = true
				}
			}
		},
		["彩"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			},
			["網"] = {
				["路"] = {
					result = true
				}
			},
			["网"] = {
				["络"] = {
					result = true
				}
			},
			["赌"] = {
				["场"] = {
					result = true
				}
			}
		},
		["必"] = {
			["发"] = {
				["娱"] = {
					["乐"] = {
						result = true
					}
				}
			}
		},
		["格"] = {
			result = true
		},
		["涛"] = {
			["高"] = {
				["等"] = {
					["教"] = {
						["育"] = {
							result = true
						}
					}
				}
			}
		},
		["牛"] = {
			result = true
		},
		["狗"] = {
			result = true
		},
		["盈"] = {
			result = true
		},
		["睿"] = {
			["学"] = {
				["历"] = {
					["教"] = {
						["育"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["粉"] = {
			result = true
		},
		["网"] = {
			["期"] = {
				["刊"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["艺"] = {
			["教"] = {
				["育"] = {
					["中"] = {
						["心"] = {
							result = true
						}
					}
				}
			}
		},
		["虎"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["谈"] = {
			["网"] = {
				result = true
			}
		},
		["辉"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			}
		},
		["达"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["运"] = {
			["彩"] = {
				result = true
			}
		},
		["远"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			},
			["高"] = {
				["等"] = {
					["教"] = {
						["育"] = {
							result = true
						}
					}
				}
			}
		},
		["金"] = {
			["棋"] = {
				["牌"] = {
					result = true
				}
			}
		},
		["闻"] = {
			["出"] = {
				["版"] = {
					["社"] = {
						result = true
					}
				}
			}
		}
	},
	["占"] = {
		["中"] = {
			["三"] = {
				["子"] = {
					result = true
				}
			}
		}
	},
	["卡"] = {
		["扎"] = {
			["习"] = {
				result = true
			}
		},
		["紮"] = {
			["習"] = {
				result = true
			}
		}
	},
	["厕"] = {
		["所"] = {
			["偷"] = {
				result = true
			},
			["嫖"] = {
				["妓"] = {
					result = true
				}
			},
			["帝"] = {
				result = true
			},
			["拍"] = {
				["有"] = {
					["点"] = {
						["假"] = {
							result = true
						}
					}
				}
			},
			["自"] = {
				["慰"] = {
					result = true
				}
			},
			["门"] = {
				result = true,
				["视"] = {
					["频"] = {
						result = true
					}
				}
			}
		},
		["洞"] = {
			result = true
		}
	},
	["原"] = {
		["料"] = {
			["为"] = {
				["医"] = {
					["用"] = {
						["涤"] = {
							["棉"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["厠"] = {
		["洞"] = {
			result = true
		}
	},
	["厨"] = {
		["女"] = {
			["馍"] = {
				result = true
			}
		},
		["房"] = {
			["做"] = {
				["爱"] = {
					["以"] = {
						["报"] = {
							["复"] = {
								result = true
							}
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					result = true
				}
			},
			["炸"] = {
				["弹"] = {
					result = true
				}
			},
			["秀"] = {
				result = true
			},
			["肉"] = {
				["搏"] = {
					result = true
				}
			},
			["里"] = {
				["做"] = {
					["爱"] = {
						result = true
					}
				}
			}
		}
	},
	["去"] = {
		["中"] = {
			["国"] = {
				["化"] = {
					result = true
				}
			}
		},
		["哪"] = {
			["里"] = {
				["买"] = {
					["假"] = {
						["钞"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["参"] = {
		["战"] = {
			["次"] = {
				["数"] = {
					result = true
				}
			}
		}
	},
	["叉"] = {
		["叉"] = {
			["叉"] = {
				["网"] = {
					result = true
				}
			}
		}
	},
	["双"] = {
		["十"] = {
			result = true
		}
	},
	["反"] = {
		["习"] = {
			["分"] = {
				["裂"] = {
					result = true
				}
			},
			["势"] = {
				["力"] = {
					result = true
				}
			},
			["同"] = {
				["盟"] = {
					result = true
				}
			},
			["集"] = {
				["团"] = {
					result = true
				}
			}
		},
		["庆"] = {
			["复"] = {
				["民"] = {
					result = true
				}
			}
		},
		["慶"] = {
			["復"] = {
				["民"] = {
					result = true
				}
			}
		},
		["習"] = {
			["分"] = {
				["裂"] = {
					result = true
				}
			},
			["勢"] = {
				["力"] = {
					result = true
				}
			},
			["衕"] = {
				["盟"] = {
					result = true
				}
			},
			["集"] = {
				["糰"] = {
					result = true
				}
			}
		}
	},
	["叐"] = {
		["畾"] = {
			["彩"] = {
				["乜"] = {
					["稥"] = {
						result = true
					}
				}
			}
		}
	},
	["发"] = {
		["哨"] = {
			["人"] = {
				["艾"] = {
					["芬"] = {
						result = true
					}
				}
			}
		},
		["票"] = {
			[" "] = {
				["管"] = {
					["理"] = {
						result = true
					}
				}
			},
			["代"] = {
				["开"] = {
					["保"] = {
						["真"] = {
							result = true
						}
					}
				}
			},
			["顾"] = {
				["问"] = {
					["有"] = {
						["限"] = {
							["公"] = {
								["司"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["变"] = {
		["号"] = {
			["呼"] = {
				["叫"] = {
					result = true
				}
			},
			["平"] = {
				["台"] = {
					result = true
				}
			},
			["王"] = {
				result = true,
				["官"] = {
					["方"] = {
						result = true
					}
				}
			},
			["软"] = {
				["件"] = {
					result = true,
					["手"] = {
						["机"] = {
							["版"] = {
								result = true
							}
						}
					},
					["电"] = {
						["脑"] = {
							["版"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["态"] = {
			A = {
				V = {
					result = true
				}
			},
			["修"] = {
				["士"] = {
					result = true
				}
			},
			["制"] = {
				["服"] = {
					result = true
				}
			},
			["受"] = {
				["精"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["另"] = {
				["内"] = {
					result = true
				}
			},
			["处"] = {
				["女"] = {
					["射"] = {
						["精"] = {
							result = true
						}
					}
				}
			},
			["女"] = {
				["子"] = {
					["监"] = {
						["狱"] = {
							result = true
						}
					}
				}
			},
			["妹"] = {
				["控"] = {
					["世"] = {
						["习"] = {
							["习"] = {
								result = true
							}
						}
					}
				}
			},
			["家"] = {
				["族"] = {
					result = true
				}
			},
			["小"] = {
				["姐"] = {
					["群"] = {
						["交"] = {
							result = true
						}
					}
				}
			},
			["心"] = {
				["魔"] = {
					["女"] = {
						["仲"] = {
							["村"] = {
								result = true
							}
						}
					}
				}
			},
			["护"] = {
				["士"] = {
					result = true
				}
			},
			["淫"] = {
				["乱"] = {
					["中"] = {
						["出"] = {
							result = true
						}
					}
				},
				["贱"] = {
					["女"] = {
						result = true
					}
				},
				["魔"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					}
				}
			},
			["满"] = {
				["足"] = {
					["你"] = {
						result = true
					}
				}
			},
			["狂"] = {
				["人"] = {
					result = true
				}
			},
			["的"] = {
				["妈"] = {
					["妈"] = {
						result = true
					}
				}
			},
			["老"] = {
				["婆"] = {
					result = true,
					["杂"] = {
						["记"] = {
							result = true
						}
					}
				}
			},
			["色"] = {
				["情"] = {
					result = true
				}
			},
			["辣"] = {
				["椒"] = {
					result = true
				}
			},
			["集"] = {
				["锦"] = {
					result = true
				}
			},
			["风"] = {
				["俗"] = {
					["娘"] = {
						result = true
					}
				}
			}
		},
		["性"] = {
			["晓"] = {
				["薇"] = {
					result = true
				}
			}
		},
		["牌"] = {
			["器"] = {
				result = true
			}
		},
		["装"] = {
			["胶"] = {
				["衣"] = {
					result = true
				}
			}
		}
	},
	["口"] = {
		["角"] = {
			result = true
		}
	},
	["叨"] = {
		["倶"] = {
			["貨"] = {
				["菿"] = {
					["苻"] = {
						["窾"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["叮"] = {
		["当"] = {
			["玩"] = {
				["具"] = {
					result = true
				}
			}
		}
	},
	["可"] = {
		["过"] = {
			["机"] = {
				["假"] = {
					["钞"] = {
						Q = {
							Q = {
								result = true
							}
						}
					},
					["钱"] = {
						Q = {
							Q = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["台"] = {
		["湾"] = {
			[" "] = {
				["出"] = {
					["售"] = {
						["假"] = {
							["钱"] = {
								result = true
							}
						}
					}
				}
			},
			["住"] = {
				["民"] = {
					["自"] = {
						["决"] = {
							result = true
						}
					}
				}
			},
			["团"] = {
				["结"] = {
					["联"] = {
						["盟"] = {
							result = true
						}
					}
				}
			},
			["地"] = {
				["位"] = {
					["未"] = {
						["定"] = {
							result = true
						}
					}
				}
			},
			["政"] = {
				["府"] = {
					result = true
				}
			},
			["版"] = {
				["伪"] = {
					["钞"] = {
						[" "] = {
							["最"] = {
								["新"] = {
									D = {
										["版"] = {
											result = true
										}
									}
								}
							}
						}
					}
				},
				["假"] = {
					["人"] = {
						["民"] = {
							["币"] = {
								["出"] = {
									["售"] = {
										Q = {
											Q = {
												result = true
											}
										}
									}
								}
							}
						}
					},
					["币"] = {
						Q = {
							Q = {
								result = true
							}
						}
					}
				}
			},
			["离"] = {
				["岛"] = {
					result = true
				}
			}
		},
		["联"] = {
			["党"] = {
				result = true
			}
		}
	},
	["司"] = {
		["法"] = {
			["院"] = {
				result = true
			}
		}
	},
	["叺"] = {
		["閄"] = {
			["閞"] = {
				["鎻"] = {
					["厡"] = {
						["理"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["叼"] = {
		["叼"] = {
			["呦"] = {
				["ㄝ"] = {
					result = true
				}
			},
			["幼"] = {
				["女"] = {
					result = true
				}
			}
		},
		["同"] = {
			["志"] = {
				result = true
			}
		},
		["嘿"] = {
			result = true,
			["导"] = {
				["航"] = {
					result = true
				}
			}
		},
		["尽"] = {
			["瓶"] = {
				result = true
			}
		},
		["敬"] = {
			["平"] = {
				result = true
			}
		},
		["斤"] = {
			["平"] = {
				result = true
			}
		},
		["毛"] = {
			result = true
		},
		["禁"] = {
			["平"] = {
				result = true
			}
		},
		["苍"] = {
			["警"] = {
				["空"] = {
					result = true
				}
			}
		},
		["觔"] = {
			["评"] = {
				result = true
			}
		},
		["近"] = {
			result = true,
			["平"] = {
				["主"] = {
					["蓆"] = {
						result = true
					}
				}
			},
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			},
			["蚲"] = {
				result = true
			},
			["評"] = {
				result = true
			},
			["评"] = {
				result = true
			}
		},
		["金"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		}
	},
	["吃"] = {
		["下"] = {
			["一"] = {
				["群"] = {
					["妖"] = {
						["男"] = {
							result = true
						}
					}
				}
			}
		},
		["大"] = {
			["奶"] = {
				["女"] = {
					result = true
				}
			}
		},
		["女"] = {
			["人"] = {
				["肉"] = {
					result = true
				}
			}
		},
		["着"] = {
			["吃"] = {
				["着"] = {
					["就"] = {
						["去"] = {
							["了"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["翔"] = {
			result = true
		},
		["腊"] = {
			["肉"] = {
				["包"] = {
					result = true
				}
			}
		},
		["雞"] = {
			["巴"] = {
				result = true
			}
		},
		["饭"] = {
			["~"] = {
				["肾"] = {
					["~"] = {
						["源"] = {
							result = true
						}
					}
				}
			},
			["也"] = {
				["犯"] = {
					["罪"] = {
						result = true
					}
				}
			}
		}
	},
	["各"] = {
		["类"] = {
			["防"] = {
				["身"] = {
					["器"] = {
						["材"] = {
							["专"] = {
								["卖"] = {
									result = true
								}
							}
						}
					},
					["电"] = {
						["棍"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["吊"] = {
		["京"] = {
			["平"] = {
				result = true
			}
		},
		["你"] = {
			["妈"] = {
				result = true
			}
		},
		["坠"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["奶"] = {
			result = true
		},
		["子"] = {
			result = true
		},
		["带"] = {
			["丝"] = {
				["袜"] = {
					["阴"] = {
						["毛"] = {
							["黑"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["同"] = {
		["商"] = {
			["宽"] = {
				["衣"] = {
					result = true
				}
			}
		}
	},
	["吡"] = {
		["利"] = {
			["啶"] = {
				result = true
			}
		},
		["咯"] = {
			["戊"] = {
				["酮"] = {
					result = true
				}
			}
		}
	},
	["吸"] = {
		j = {
			i = {
				n = {
					["瓶"] = {
						result = true
					}
				}
			}
		},
		["—"] = {
			["精"] = {
				["瓶"] = {
					result = true
				}
			}
		},
		["儘"] = {
			["品"] = {
				result = true
			},
			["貧"] = {
				result = true
			}
		},
		["勁"] = {
			["缾"] = {
				result = true
			}
		},
		["包"] = {
			["子"] = {
				result = true
			}
		},
		["哒"] = {
			["哒"] = {
				result = true
			}
		},
		["噠"] = {
			["噠"] = {
				result = true
			}
		},
		["大"] = {
			["大"] = {
				result = true
			}
		},
		["尽"] = {
			["品"] = {
				result = true
			},
			["贫"] = {
				result = true
			}
		},
		["并"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["斤"] = {
			["平"] = {
				result = true
			}
		},
		["烬"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["燼"] = {
			["缾"] = {
				result = true
			}
		},
		["竝"] = {
			["缾"] = {
				result = true
			}
		},
		["精"] = {
			["缾"] = {
				result = true
			}
		},
		["紧"] = {
			["平"] = {
				result = true
			}
		},
		["經"] = {
			["屏"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["緊"] = {
			["平"] = {
				result = true
			}
		},
		["经"] = {
			["屏"] = {
				result = true
			},
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["茎"] = {
			["缾"] = {
				result = true
			}
		},
		["莖"] = {
			["泙"] = {
				result = true
			}
		},
		["血"] = {
			["的"] = {
				["熙"] = {
					["進"] = {
						["屏"] = {
							result = true
						}
					}
				}
			}
		},
		["襟"] = {
			["評"] = {
				result = true
			},
			["评"] = {
				result = true
			}
		},
		["觔"] = {
			["平"] = {
				result = true
			}
		},
		["近"] = {
			["品"] = {
				result = true
			},
			["萍"] = {
				result = true
			}
		},
		["远"] = {
			["平"] = {
				result = true
			}
		},
		["進"] = {
			["凸"] = {
				result = true
			},
			["平"] = {
				result = true
			},
			["憑"] = {
				result = true
			},
			["竝"] = {
				["瓦"] = {
					result = true
				}
			},
			["萍"] = {
				result = true
			}
		},
		["遠"] = {
			["平"] = {
				result = true
			}
		},
		["金"] = {
			["苹"] = {
				result = true
			},
			["蘋"] = {
				result = true
			}
		},
		["鷄"] = {
			["頻"] = {
				result = true
			}
		},
		["鸡"] = {
			["频"] = {
				result = true
			}
		}
	},
	["吹"] = {
		["尘"] = {
			["狗"] = {
				result = true
			}
		},
		["火"] = {
			["机"] = {
				["焊"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["蕭"] = {
			result = true
		}
	},
	["吾"] = {
		["皇"] = {
			["习"] = {
				result = true
			}
		}
	},
	["呆"] = {
		B = {
			["骗"] = {
				["子"] = {
					result = true
				}
			}
		},
		["子"] = {
			result = true
		},
		["板"] = {
			["发"] = {
				["票"] = {
					result = true
				}
			}
		},
		["比"] = {
			result = true
		},
		["逼"] = {
			result = true
		}
	},
	["周"] = {
		["方"] = {
			["挺"] = {
				["习"] = {
					result = true
				}
			}
		}
	},
	["呮"] = {
		["冇"] = {
			["貼"] = {
				["图"] = {
					["岖"] = {
						result = true
					}
				}
			}
		}
	},
	["咑"] = {
		["手"] = {
			result = true
		},
		["猎"] = {
			["裝"] = {
				["备"] = {
					result = true
				}
			}
		},
		["獵"] = {
			["熗"] = {
				result = true
			},
			["裝"] = {
				["備"] = {
					result = true
				}
			}
		},
		["袅"] = {
			["芞"] = {
				["槍"] = {
					result = true
				}
			}
		}
	},
	["咧"] = {
		["嘴"] = {
			["书"] = {
				["记"] = {
					result = true
				}
			},
			["書"] = {
				["記"] = {
					result = true
				}
			}
		}
	},
	["哀"] = {
		["姉"] = {
			["妹"] = {
				result = true
			}
		},
		["悼"] = {
			["日"] = {
				result = true
			}
		}
	},
	["哈"] = {
		["尔"] = {
			["滨"] = {
				["网"] = {
					["上"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["哒"] = {
		["懒"] = {
			result = true
		},
		["攋"] = {
			result = true
		},
		["来"] = {
			result = true
		},
		["濑"] = {
			result = true
		},
		["癞"] = {
			result = true
		},
		["睐"] = {
			result = true
		},
		["籁"] = {
			result = true
		},
		["莱"] = {
			result = true
		},
		["襰"] = {
			result = true
		}
	},
	["哧"] = {
		["裸"] = {
			["狆"] = {
				["國"] = {
					result = true
				}
			}
		}
	},
	["哪"] = {
		["有"] = {
			["代"] = {
				["开"] = {
					["商"] = {
						["品"] = {
							["销"] = {
								["售"] = {
									["發"] = {
										["票"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["里"] = {
			["卖"] = {
				["假"] = {
					["钞"] = {
						result = true
					}
				}
			},
			["可"] = {
				["以"] = {
					["买"] = {
						["到"] = {
							["假"] = {
								["币"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["有"] = {
				["假"] = {
					["钱"] = {
						["出"] = {
							["售"] = {
								result = true
							}
						}
					}
				},
				["出"] = {
					["售"] = {
						["假"] = {
							["钱"] = {
								["厂"] = {
									["家"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["能"] = {
				["买"] = {
					["到"] = {
						["假"] = {
							["币"] = {
								result = true
							},
							["钱"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["唐"] = {
		["纳"] = {
			["德"] = {
				["·"] = {
					["特"] = {
						["朗"] = {
							["普"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["唱"] = {
		["出"] = {
			["1"] = {
				["句"] = {
					["大"] = {
						["实"] = {
							["话"] = {
								result = true
							}
						}
					}
				}
			},
			["一"] = {
				["句"] = {
					["大"] = {
						["实"] = {
							["话"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["红"] = {
			["打"] = {
				["黑"] = {
					result = true
				}
			}
		}
	},
	["啇"] = {
		["坵"] = {
			["啴"] = {
				["車"] = {
					["蛧"] = {
						result = true
					}
				}
			}
		}
	},
	["啪"] = {
		["啪"] = {
			["啪"] = {
				result = true
			}
		}
	},
	["啴"] = {
		["潑"] = {
			["射"] = {
				["蛧"] = {
					["熗"] = {
						result = true
					}
				}
			},
			["帶"] = {
				["套"] = {
					["消"] = {
						["汸"] = {
							["熗"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["芶"] = {
			result = true
		}
	},
	["啵"] = {
		["啵"] = {
			["情"] = {
				["色"] = {
					result = true
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			}
		}
	},
	["喂"] = {
		["你"] = {
			["熊"] = {
				result = true
			}
		}
	},
	["喉"] = {
		["舌"] = {
			["习"] = {
				result = true
			},
			["帝"] = {
				result = true
			}
		}
	},
	["喜"] = {
		["京"] = {
			["平"] = {
				result = true
			}
		},
		["儘"] = {
			["萍"] = {
				result = true
			}
		},
		["净"] = {
			["平"] = {
				result = true
			}
		},
		["剑"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["劒"] = {
			["缾"] = {
				result = true
			}
		},
		["尽"] = {
			["萍"] = {
				result = true
			}
		},
		["斤"] = {
			["瓶"] = {
				result = true
			}
		},
		["淨"] = {
			["平"] = {
				result = true
			}
		},
		["禁"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			},
			["評"] = {
				result = true
			}
		},
		["精"] = {
			["評"] = {
				result = true
			},
			["评"] = {
				result = true
			}
		},
		["經"] = {
			["缾"] = {
				result = true
			}
		},
		["经"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["觔"] = {
			["缾"] = {
				result = true
			}
		},
		["近"] = {
			["屏"] = {
				result = true
			},
			["評"] = {
				result = true
			},
			["评"] = {
				result = true
			}
		},
		["进"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			},
			["苹"] = {
				result = true
			},
			["萍"] = {
				result = true
			}
		},
		["進"] = {
			["缾"] = {
				result = true
			},
			["萍"] = {
				result = true
			},
			["蘋"] = {
				result = true
			}
		},
		["金"] = {
			["凭"] = {
				result = true
			},
			["憑"] = {
				result = true
			},
			["苹"] = {
				result = true
			},
			["蘋"] = {
				result = true
			}
		},
		["鏡"] = {
			["評"] = {
				result = true
			}
		},
		["镜"] = {
			["评"] = {
				result = true
			}
		},
		["静"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["靜"] = {
			["缾"] = {
				result = true
			}
		}
	},
	["喠"] = {
		["慶"] = {
			["樓"] = {
				["鳳"] = {
					result = true
				}
			},
			["蒾"] = {
				["幻"] = {
					["葯"] = {
						result = true
					}
				}
			}
		}
	},
	["單"] = {
		["發"] = {
			["手"] = {
				["槍"] = {
					result = true
				}
			},
			["麻"] = {
				["醉"] = {
					["手"] = {
						["槍"] = {
							result = true
						}
					},
					["槍"] = {
						result = true
					}
				}
			}
		},
		["管"] = {
			["五"] = {
				["連"] = {
					["發"] = {
						["獵"] = {
							["槍"] = {
								result = true
							}
						}
					}
				}
			},
			["平"] = {
				["式"] = {
					result = true
				}
			},
			["獵"] = {
				["槍"] = {
					result = true,
					["專"] = {
						["汽"] = {
							["槍"] = {
								result = true
							}
						}
					}
				},
				["狗"] = {
					result = true
				}
			},
			["立"] = {
				["式"] = {
					result = true
				}
			}
		},
		["肩"] = {
			["載"] = {
				["物"] = {
					result = true
				}
			}
		},
		["髮"] = {
			["射"] = {
				["網"] = {
					["槍"] = {
						result = true
					}
				}
			},
			["帶"] = {
				["套"] = {
					["銷"] = {
						["防"] = {
							["槍"] = {
								result = true
							}
						}
					}
				}
			},
			["式"] = {
				["的"] = {
					["手"] = {
						["槍"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["嗏"] = {
		["魚"] = {
			["論"] = {
				["壇"] = {
					result = true
				}
			}
		}
	},
	["嗒"] = {
		["攋"] = {
			result = true
		},
		["来"] = {
			result = true
		},
		["濑"] = {
			result = true
		},
		["癞"] = {
			result = true
		},
		["睐"] = {
			result = true
		},
		["籁"] = {
			result = true
		},
		["莱"] = {
			result = true
		},
		["襰"] = {
			result = true
		},
		["赖"] = {
			result = true
		}
	},
	["嘻"] = {
		["近"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["进"] = {
			["贫"] = {
				result = true
			}
		}
	},
	["噁"] = {
		["政"] = {
			["隱"] = {
				result = true
			}
		}
	},
	["噹"] = {
		["代"] = {
			["秦"] = {
				["始"] = {
					["皇"] = {
						result = true
					}
				}
			}
		},
		["金"] = {
			["慎"] = {
				["上"] = {
					result = true
				}
			}
		}
	},
	["囍"] = {
		["儘"] = {
			["萍"] = {
				result = true
			}
		},
		["净"] = {
			["评"] = {
				result = true
			}
		},
		["勁"] = {
			["平"] = {
				result = true
			}
		},
		["尽"] = {
			["萍"] = {
				result = true
			}
		},
		["淨"] = {
			["評"] = {
				result = true
			}
		},
		["紧"] = {
			["品"] = {
				result = true
			}
		},
		["緊"] = {
			["品"] = {
				result = true
			}
		},
		["进"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["進"] = {
			["缾"] = {
				result = true
			}
		},
		["金"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["靜"] = {
			["平"] = {
				result = true
			}
		}
	},
	["四"] = {
		["六"] = {
			["级"] = {
				["学"] = {
					["位"] = {
						["证"] = {
							[" "] = {
								["办"] = {
									["证"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["回"] = {
		["族"] = {
			["就"] = {
				["是"] = {
					["伊"] = {
						["斯"] = {
							["兰"] = {
								["教"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["国"] = {
		["台"] = {
			["办"] = {
				result = true
			}
		},
		["号"] = {
			["为"] = {
				["习"] = {
					result = true
				}
			},
			["爲"] = {
				["习"] = {
					result = true
				}
			}
		},
		["家"] = {
			["军"] = {
				["委"] = {
					["主"] = {
						["席"] = {
							result = true
						}
					}
				}
			},
			["总"] = {
				["主"] = {
					["席"] = {
						result = true
					}
				}
			},
			["欠"] = {
				["他"] = {
					["一"] = {
						["个"] = {
							["道"] = {
								["歉"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["國"] = {
		["號"] = {
			["爲"] = {
				["習"] = {
					result = true
				}
			}
		}
	},
	["土"] = {
		["肥"] = {
			["原"] = {
				["贤"] = {
					["二"] = {
						result = true
					}
				}
			}
		}
	},
	["圣"] = {
		["上"] = {
			["习"] = {
				result = true
			},
			["帝"] = {
				result = true
			}
		}
	},
	["在"] = {
		["此"] = {
			["一"] = {
				["疫"] = {
					result = true
				}
			}
		},
		["线"] = {
			["办"] = {
				["理"] = {
					["证"] = {
						["件"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["地"] = {
		["下"] = {
			["保"] = {
				["安"] = {
					["队"] = {
						result = true
					},
					["隊"] = {
						result = true
					}
				}
			},
			["党"] = {
				["牛"] = {
					["宜"] = {
						["宁"] = {
							result = true
						}
					}
				}
			},
			["城"] = {
				["与"] = {
					["勇"] = {
						["士"] = {
							result = true
						}
					}
				}
			},
			["室"] = {
				["里"] = {
					["的"] = {
						["春"] = {
							["风"] = {
								result = true
							}
						}
					}
				}
			},
			["律"] = {
				["师"] = {
					["服"] = {
						["务"] = {
							["点"] = {
								result = true
							}
						}
					}
				}
			},
			["福"] = {
				["彩"] = {
					["赌"] = {
						["球"] = {
							result = true
						}
					}
				}
			},
			["警"] = {
				["队"] = {
					result = true
				},
				["隊"] = {
					result = true
				}
			},
			["赌"] = {
				["博"] = {
					result = true
				}
			},
			["金"] = {
				["属"] = {
					["探"] = {
						["测"] = {
							["仪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["勤"] = {
			["训"] = {
				["练"] = {
					result = true
				}
			}
		},
		["匹"] = {
			["哌"] = {
				["酮"] = {
					result = true
				}
			}
		},
		["区"] = {
			["了"] = {
				["事"] = {
					result = true
				}
			},
			["做"] = {
				["假"] = {
					["证"] = {
						result = true
					}
				}
			},
			["双"] = {
				["响"] = {
					result = true
				}
			},
			["要"] = {
				["账"] = {
					result = true
				}
			}
		},
		["富"] = {
			["反"] = {
				["坏"] = {
					["右"] = {
						result = true
					}
				}
			}
		},
		["恩"] = {
			["丙"] = {
				["胺"] = {
					result = true
				}
			}
		},
		["方"] = {
			["发"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			},
			["税"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			}
		},
		["板"] = {
			["条"] = {
				result = true
			}
		},
		["狱"] = {
			["召"] = {
				["唤"] = {
					result = true
				}
			},
			["守"] = {
				["护"] = {
					["犬"] = {
						result = true
					}
				}
			}
		},
		["球"] = {
			["人"] = {
				["博"] = {
					["彩"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["文"] = {
				["明"] = {
					result = true
				}
			}
		},
		["皮"] = {
			["地"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["磅"] = {
			["调"] = {
				["校"] = {
					["器"] = {
						result = true
					}
				}
			},
			["遥"] = {
				result = true
			}
		},
		["税"] = {
			["发"] = {
				["票"] = {
					result = true,
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			},
			["票"] = {
				result = true,
				["据"] = {
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			},
			["税"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			},
			["通"] = {
				["用"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["髮"] = {
				["票"] = {
					result = true,
					Q = {
						Q = {
							result = true
						}
					}
				},
				["税"] = {
					["票"] = {
						["发"] = {
							["票"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["美"] = {
			["沙"] = {
				["朵"] = {
					result = true
				}
			},
			["露"] = {
				result = true
			}
		},
		["芬"] = {
			["诺"] = {
				["辛"] = {
					result = true
				},
				["酯"] = {
					result = true
				}
			}
		},
		["藏"] = {
			["王"] = {
				["菩"] = {
					["萨"] = {
						result = true
					}
				}
			}
		},
		["西"] = {
			["泮"] = {
				["片"] = {
					["专"] = {
						result = true
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				}
			}
		},
		["铁"] = {
			["暴"] = {
				["徒"] = {
					result = true
				}
			}
		},
		["雷"] = {
			["方"] = {
				["法"] = {
					result = true
				}
			}
		},
		["高"] = {
			["辛"] = {
				["直"] = {
					["销"] = {
						result = true
					}
				}
			}
		}
	},
	["坂"] = {
		["上"] = {
			["友"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["丼"] = {
			["痲"] = {
				["衣"] = {
					result = true
				}
			},
			["眞"] = {
				["藜"] = {
					result = true
				}
			}
		},
		["井"] = {
			["真"] = {
				["弓"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				},
				["梨"] = {
					result = true
				}
			},
			["麻"] = {
				["衣"] = {
					result = true
				}
			}
		},
		["卷"] = {
			["明"] = {
				["日"] = {
					["香"] = {
						["种"] = {
							["子"] = {
								result = true
							},
							["紫"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["口"] = {
			["华"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["枫"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["巻"] = {
			["里"] = {
				["緒"] = {
					["菜"] = {
						["无"] = {
							["码"] = {
								result = true
							}
						},
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["惊"] = {
			["真"] = {
				["理"] = {
					["绘"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["本"] = {
			["晶"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["田"] = {
			["办"] = {
				["毕"] = {
					["业"] = {
						["证"] = {
							result = true
						}
					}
				},
				["证"] = {
					result = true
				}
			}
		},
		["警"] = {
			["真"] = {
				["弓"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				},
				["梨"] = {
					result = true
				}
			},
			["麻"] = {
				["衣"] = {
					result = true
				}
			}
		}
	},
	["坑"] = {
		["爹"] = {
			result = true
		}
	},
	["垫"] = {
		["江"] = {
			["县"] = {
				["办"] = {
					["证"] = {
						result = true
					}
				}
			}
		}
	},
	["埃"] = {
		["及"] = {
			M = {
				L = {
					H = {
						result = true
					}
				}
			},
			["颜"] = {
				["色"] = {
					["革"] = {
						["命"] = {
							result = true
						}
					}
				}
			}
		},
		["里"] = {
			["希"] = {
				["雷"] = {
					["德"] = {
						["尔"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["城"] = {
		["关"] = {
			["白"] = {
				["冰"] = {
					["黄"] = {
						["冰"] = {
							result = true
						}
					}
				}
			},
			["迷"] = {
				["幻"] = {
					["药"] = {
						result = true
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						result = true
					}
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["口"] = {
			["县"] = {
				["办"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["崎"] = {
			result = true,
			["麻"] = {
				["理"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["市"] = {
			["猎"] = {
				["人"] = {
					["弓"] = {
						["弩"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["本"] = {
			["久"] = {
				["美"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["池"] = {
			result = true
		},
		["爱"] = {
			["奈"] = {
				result = true
			}
		},
		["都"] = {
			["做"] = {
				["假"] = {
					["证"] = {
						result = true
					}
				}
			},
			["气"] = {
				["枪"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["隍"] = {
			["庙"] = {
				["路"] = {
					result = true
				}
			}
		},
		["麻"] = {
			["美"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				},
				["種"] = {
					["子"] = {
						result = true
					}
				}
			}
		}
	},
	["基"] = {
		["友"] = {
			result = true
		}
	},
	["堤"] = {
		["沙"] = {
			["耶"] = {
				["香"] = {
					["无"] = {
						["码"] = {
							result = true
						},
						["马"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["莎"] = {
			["也"] = {
				["加"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["報"] = {
		["仇"] = {
			result = true,
			Q = {
				result = true
			},
			["公"] = {
				["司"] = {
					result = true
				}
			},
			["毀"] = {
				["容"] = {
					result = true
				}
			},
			["電"] = {
				["話"] = {
					result = true
				}
			}
		},
		["復"] = {
			result = true
		},
		["碼"] = {
			["聊"] = {
				["天"] = {
					["室"] = {
						result = true
					}
				}
			}
		}
	},
	["处"] = {
		["男"] = {
			["心"] = {
				["经"] = {
					result = true
				}
			}
		}
	},
	["変"] = {
		["态"] = {
			["受"] = {
				["精"] = {
					result = true
				}
			},
			["若"] = {
				["妻"] = {
					["日"] = {
						["记"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["夕"] = {
		["儘"] = {
			["萍"] = {
				result = true
			}
		},
		["尽"] = {
			["萍"] = {
				result = true
			}
		},
		["斤"] = {
			["平"] = {
				result = true
			}
		},
		["觔"] = {
			["平"] = {
				result = true
			}
		}
	},
	["多"] = {
		["删"] = {
			["兴"] = {
				["邦"] = {
					result = true
				}
			}
		},
		["难"] = {
			["穿"] = {
				["邦"] = {
					result = true
				}
			}
		}
	},
	["大"] = {
		["%"] = {
			F = {
				A = {
					["弟"] = {
						["%"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["*"] = {
			F = {
				A = {
					result = true,
					["弟"] = {
						["*"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["6"] = {
			["知"] = {
				["识"] = {
					["分"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		B = {
			["私"] = {
				["服"] = {
					result = true
				}
			}
		},
		F = {
			A = {
				["弟"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		j = {
			["8"] = {
				result = true
			},
			j = {
				result = true
			}
		},
		["三"] = {
			["暑"] = {
				["假"] = {
					["网"] = {
						["吧"] = {
							result = true
						}
					}
				}
			}
		},
		["丑"] = {
			["风"] = {
				["流"] = {
					["记"] = {
						result = true
					}
				}
			}
		},
		["专"] = {
			["文"] = {
				result = true
			},
			["毕"] = {
				["业"] = {
					["证"] = {
						result = true
					}
				}
			},
			["永"] = {
				["久"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					}
				}
			}
		},
		["世"] = {
			["界"] = {
				["娱"] = {
					["乐"] = {
						result = true
					}
				}
			}
		},
		["东"] = {
			["亚"] = {
				result = true,
				["共"] = {
					["荣"] = {
						result = true
					}
				}
			},
			["方"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["中"] = {
			["华"] = {
				result = true
			},
			["華"] = {
				["情"] = {
					["色"] = {
						["網"] = {
							result = true
						}
					}
				}
			}
		},
		["久"] = {
			["保"] = {
				["玲"] = {
					result = true
				}
			}
		},
		["乱"] = {
			["交"] = {
				b = {
					t = {
						result = true
					}
				},
				r = {
					m = {
						v = {
							b = {
								result = true
							}
						}
					}
				}
			},
			["幼"] = {
				["交"] = {
					result = true
				}
			}
		},
		["亂"] = {
			["交"] = {
				result = true
			}
		},
		["五"] = {
			["碼"] = {
				["情"] = {
					["色"] = {
						["網"] = {
							result = true
						}
					}
				}
			}
		},
		["人"] = {
			["の"] = {
				["隠"] = {
					["れ"] = {
						["汤"] = {
							result = true
						}
					}
				}
			},
			["保"] = {
				["健"] = {
					["室"] = {
						result = true
					}
				}
			},
			["爱"] = {
				["鸡"] = {
					["巴"] = {
						result = true
					}
				}
			}
		},
		["会"] = {
			["堂"] = {
				result = true
			}
		},
		["佬"] = {
			["娱"] = {
				["乐"] = {
					result = true,
					["注"] = {
						["册"] = {
							result = true
						}
					}
				}
			},
			["撸"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["保"] = {
			["健"] = {
				result = true
			}
		},
		["傻"] = {
			["习"] = {
				result = true
			},
			["習"] = {
				result = true
			}
		},
		["全"] = {
			["药"] = {
				["网"] = {
					result = true
				}
			}
		},
		["军"] = {
			["区"] = {
				["司"] = {
					["令"] = {
						["员"] = {
							result = true
						}
					}
				}
			}
		},
		["冢"] = {
			["久"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["冰"] = {
			["砖"] = {
				result = true,
				["现"] = {
					["货"] = {
						result = true
					}
				}
			},
			["磚"] = {
				result = true
			}
		},
		["力"] = {
			["丸"] = {
				result = true
			},
			["插"] = {
				["大"] = {
					["鸡"] = {
						["巴"] = {
							result = true
						}
					}
				}
			},
			["神"] = {
				["直"] = {
					["刀"] = {
						result = true
					}
				}
			}
		},
		["功"] = {
			["率"] = {
				["频"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["卵"] = {
			["子"] = {
				result = true
			},
			["泡"] = {
				result = true
			}
		},
		["原"] = {
			["兰"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["发"] = {
			["真"] = {
				["钱"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["叔"] = {
			["我"] = {
				["爱"] = {
					["你"] = {
						result = true
					}
				}
			}
		},
		["口"] = {
			["径"] = {
				["射"] = {
					["击"] = {
						["用"] = {
							["品"] = {
								result = true
							}
						}
					}
				},
				["狙"] = {
					["击"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["吗"] = {
			result = true
		},
		["和"] = {
			["1"] = {
				["9"] = {
					["4"] = {
						["5"] = {
							["版"] = {
								result = true
							}
						}
					}
				}
			},
			["扶"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["咪"] = {
			["咪"] = {
				result = true,
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["电"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["唐"] = {
			["安"] = {
				["防"] = {
					result = true
				}
			},
			["宫"] = {
				result = true
			},
			["豪"] = {
				["侠"] = {
					result = true
				}
			},
			["风"] = {
				["云"] = {
					result = true
				}
			}
		},
		["图"] = {
			["群"] = {
				["淫"] = {
					["篇"] = {
						result = true
					}
				}
			}
		},
		["土"] = {
			["炮"] = {
				result = true
			}
		},
		["地"] = {
			["影"] = {
				["院"] = {
					result = true
				}
			},
			["紅"] = {
				result = true
			},
			["红"] = {
				result = true,
				["2"] = {
					["0"] = {
						["0"] = {
							["响"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["型"] = {
			["两"] = {
				["用"] = {
					["努"] = {
						result = true
					},
					["弩"] = {
						result = true
					}
				}
			},
			["弓"] = {
				["弩"] = {
					result = true,
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			},
			["弩"] = {
				result = true
			},
			["弯"] = {
				["刀"] = {
					result = true
				}
			},
			["狩"] = {
				["猎"] = {
					["弩"] = {
						result = true
					}
				}
			},
			["猎"] = {
				["刀"] = {
					result = true
				}
			},
			["色"] = {
				["站"] = {
					result = true
				}
			},
			["黄"] = {
				["站"] = {
					result = true
				}
			}
		},
		["城"] = {
			["子"] = {
				["肾"] = {
					result = true
				}
			},
			["真"] = {
				["澄"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["黑"] = {
				["枪"] = {
					["的"] = {
						result = true
					}
				}
			}
		},
		["堀"] = {
			["香"] = {
				["奈"] = {
					result = true
				}
			}
		},
		["塚"] = {
			["咲"] = {
				result = true,
				["高"] = {
					["清"] = {
						result = true
					}
				}
			}
		},
		["壹"] = {
			["印"] = {
				["章"] = {
					result = true
				}
			}
		},
		["大"] = {
			[" "] = {
				["混"] = {
					["账"] = {
						["至"] = {
							["极"] = {
								result = true
							}
						}
					}
				}
			},
			["两"] = {
				["次"] = {
					["婚"] = {
						["姻"] = {
							result = true
						}
					}
				}
			},
			["二"] = {
				["次"] = {
					["婚"] = {
						["姻"] = {
							result = true
						}
					}
				}
			},
			["名"] = {
				["片"] = {
					result = true
				}
			},
			["大"] = {
				["包"] = {
					["子"] = {
						result = true
					}
				}
			},
			["夹"] = {
				["菜"] = {
					result = true
				}
			},
			["婚"] = {
				["姻"] = {
					["史"] = {
						result = true
					}
				}
			},
			["有"] = {
				["几"] = {
					["次"] = {
						["婚"] = {
							["姻"] = {
								result = true
							}
						}
					}
				}
			},
			["柯"] = {
				["小"] = {
					["明"] = {
						result = true
					}
				},
				["零"] = {
					["零"] = {
						result = true
					}
				}
			},
			["跳"] = {
				["跳"] = {
					["虎"] = {
						result = true
					}
				}
			},
			["驴"] = {
				result = true
			},
			["麻"] = {
				["麻"] = {
					result = true
				}
			}
		},
		["失"] = {
			["禁"] = {
				result = true
			}
		},
		["女"] = {
			["乃"] = {
				result = true
			}
		},
		["奶"] = {
			result = true
		},
		["妈"] = {
			["油"] = {
				result = true
			}
		},
		["妞"] = {
			result = true
		},
		["姐"] = {
			["影"] = {
				["院"] = {
					result = true
				}
			}
		},
		["威"] = {
			["力"] = {
				["弓"] = {
					["努"] = {
						result = true,
						["专"] = {
							result = true
						}
					},
					["弩"] = {
						result = true,
						["专"] = {
							result = true
						}
					}
				}
			}
		},
		["娱"] = {
			["乐"] = {
				["城"] = {
					result = true
				}
			}
		},
		["字"] = {
			["报"] = {
				result = true
			}
		},
		["学"] = {
			["上"] = {
				["网"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					}
				}
			},
			["专"] = {
				["科"] = {
					["学"] = {
						["历"] = {
							result = true
						}
					}
				}
			},
			["代"] = {
				["考"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			},
			["妹"] = {
				["裸"] = {
					["聊"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["文"] = {
				["凭"] = {
					result = true
				}
			},
			["校"] = {
				["鸡"] = {
					result = true
				}
			},
			["法"] = {
				["学"] = {
					["院"] = {
						result = true
					}
				}
			},
			["生"] = {
				["包"] = {
					["夜"] = {
						result = true
					}
				}
			},
			["直"] = {
				["招"] = {
					result = true
				}
			},
			["骚"] = {
				["货"] = {
					["陈"] = {
						["静"] = {
							result = true
						}
					}
				}
			}
		},
		["學"] = {
			["生"] = {
				result = true
			}
		},
		["官"] = {
			["人"] = {
				["导"] = {
					["航"] = {
						result = true
					}
				}
			}
		},
		["宝"] = {
			["刀"] = {
				result = true
			}
		},
		["家"] = {
			["乐"] = {
				["博"] = {
					["彩"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["玩"] = {
				result = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				},
				["料"] = {
					["料"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["赢"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["小"] = {
			["冰"] = {
				["砖"] = {
					result = true,
					["售"] = {
						result = true
					}
				}
			},
			["型"] = {
				["麻"] = {
					["醉"] = {
						["弩"] = {
							result = true
						}
					}
				}
			},
			["壮"] = {
				["阳"] = {
					["保"] = {
						["健"] = {
							result = true
						}
					}
				}
			},
			["车"] = {
				["拦"] = {
					["截"] = {
						["器"] = {
							result = true
						}
					}
				}
			}
		},
		["尺"] = {
			["度"] = {
				result = true
			}
		},
		["屁"] = {
			["股"] = {
				["的"] = {
					["骚"] = {
						["女"] = {
							["人"] = {
								result = true
							}
						}
					}
				},
				["观"] = {
					["音"] = {
						["坐"] = {
							["莲"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["层"] = {
			["功"] = {
				result = true
			}
		},
		["屌"] = {
			["3"] = {
				P = {
					result = true
				}
			},
			["小"] = {
				["穴"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["展"] = {
			["宏"] = {
				["图"] = {
					["证"] = {
						["件"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["屠"] = {
			["杀"] = {
				result = true,
				["木"] = {
					["樨"] = {
						["地"] = {
							result = true
						}
					}
				}
			}
		},
		["山"] = {
			["出"] = {
				["品"] = {
					result = true
				}
			},
			["户"] = {
				["外"] = {
					["刀"] = {
						["具"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["岛"] = {
			["喜"] = {
				["代"] = {
					["叶"] = {
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["帝"] = {
			A = {
				V = {
					["成"] = {
						["人"] = {
							result = true
						}
					}
				}
			},
			["撸"] = {
				result = true,
				s = {
					e = {
						x = {
							result = true
						}
					}
				}
			}
		},
		["帮"] = {
			["轰"] = {
				result = true
			}
		},
		["德"] = {
			["印"] = {
				["刷"] = {
					result = true
				}
			}
		},
		["战"] = {
			["亚"] = {
				["州"] = {
					["少"] = {
						["妇"] = {
							result = true
						}
					}
				}
			},
			["娇"] = {
				["美"] = {
					["人"] = {
						["妖"] = {
							result = true
						}
					}
				}
			},
			["烈"] = {
				["火"] = {
					["纹"] = {
						["身"] = {
							["男"] = {
								result = true
							}
						}
					}
				}
			},
			["白"] = {
				["人"] = {
					result = true
				}
			},
			["黑"] = {
				["人"] = {
					result = true
				}
			}
		},
		["户"] = {
			["家"] = {
				["丑"] = {
					result = true
				}
			}
		},
		["技"] = {
			["师"] = {
				["出"] = {
					["台"] = {
						result = true
					}
				}
			},
			["師"] = {
				["出"] = {
					["臺"] = {
						result = true
					}
				}
			}
		},
		["拇"] = {
			["指"] = {
				["猎"] = {
					["刀"] = {
						result = true
					}
				}
			}
		},
		["揭"] = {
			["秘"] = {
				["王"] = {
					["立"] = {
						["军"] = {
							result = true
						}
					}
				}
			}
		},
		["撒"] = {
			["币"] = {
				result = true
			},
			["幣"] = {
				result = true
			}
		},
		["斩"] = {
			["马"] = {
				["刀"] = {
					result = true
				}
			}
		},
		["方"] = {
			["的"] = {
				["嫂"] = {
					["子"] = {
						["素"] = {
							["玫"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["旗"] = {
			["军"] = {
				["品"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["村"] = {
			["結"] = {
				["喜"] = {
					result = true
				}
			}
		},
		["树"] = {
			["营"] = {
				result = true
			}
		},
		["校"] = {
			["花"] = {
				["沉"] = {
					["沦"] = {
						["记"] = {
							result = true
						}
					}
				}
			}
		},
		["森"] = {
			["奈"] = {
				["绪"] = {
					["美"] = {
						result = true
					}
				}
			}
		},
		["椀"] = {
			["寬"] = {
				["儂"] = {
					result = true
				}
			}
		},
		["款"] = {
			[" "] = {
				["威"] = {
					["胁"] = {
						[" "] = {
							["家"] = {
								["宝"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["殿"] = {
			["管"] = {
				["理"] = {
					["员"] = {
						result = true
					}
				}
			}
		},
		["母"] = {
			["牛"] = {
				["娱"] = {
					["乐"] = {
						["论"] = {
							["坛"] = {
								result = true
							}
						}
					}
				},
				["綜"] = {
					["合"] = {
						["網"] = {
							result = true
						}
					}
				},
				["网"] = {
					result = true
				}
			}
		},
		["水"] = {
			["逼"] = {
				result = true
			}
		},
		["汉"] = {
			["二"] = {
				["手"] = {
					["车"] = {
						result = true
					}
				}
			}
		},
		["沙"] = {
			["刀"] = {
				result = true
			}
		},
		["沢"] = {
			["佑"] = {
				["香"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["加"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["法"] = {
			["洪"] = {
				["转"] = {
					result = true
				}
			}
		},
		["泽"] = {
			["佑"] = {
				["香"] = {
					["珍"] = {
						["藏"] = {
							result = true
						}
					}
				}
			},
			["惠"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["萌"] = {
				result = true
			}
		},
		["活"] = {
			["络"] = {
				["胶"] = {
					["囊"] = {
						result = true
					}
				}
			}
		},
		["浦"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["安"] = {
				["娜"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["海"] = {
			["战"] = {
				I = {
					I = {
						result = true
					}
				}
			},
			["戰"] = {
				I = {
					I = {
						result = true
					}
				}
			}
		},
		["淀"] = {
			result = true
		},
		["淫"] = {
			["棍"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["清"] = {
			["帝"] = {
				["国"] = {
					result = true
				}
			}
		},
		["游"] = {
			["行"] = {
				result = true
			}
		},
		["湿"] = {
			["社"] = {
				result = true
			}
		},
		["满"] = {
			["贯"] = {
				result = true
			}
		},
		["火"] = {
			result = true
		},
		["烟"] = {
			result = true
		},
		["煙"] = {
			result = true
		},
		["爆"] = {
			["乳"] = {
				result = true
			}
		},
		["爱"] = {
			["内"] = {
				["射"] = {
					result = true
				}
			}
		},
		["爷"] = {
			["操"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["片"] = {
			["黄"] = {
				["色"] = {
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			}
		},
		["犬"] = {
			result = true
		},
		["狗"] = {
			result = true
		},
		["猎"] = {
			["刀"] = {
				result = true
			}
		},
		["玩"] = {
			["家"] = {
				["娱"] = {
					["乐"] = {
						result = true
					}
				}
			}
		},
		["电"] = {
			["视"] = {
				result = true
			}
		},
		["疫"] = {
			["失"] = {
				["荆"] = {
					["州"] = {
						result = true
					}
				}
			}
		},
		["發"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["白"] = {
			["兄"] = {
				["弟"] = {
					["会"] = {
						result = true
					}
				}
			},
			["鲨"] = {
				["干"] = {
					["扰"] = {
						["器"] = {
							result = true
						}
					}
				},
				["遥"] = {
					["控"] = {
						["器"] = {
							result = true
						}
					}
				}
			}
		},
		["眾"] = {
			["色"] = {
				["情"] = {
					["成"] = {
						["人"] = {
							["網"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["石"] = {
			["光"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["彩"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			}
		},
		["砍"] = {
			["刀"] = {
				result = true
			}
		},
		["碗"] = {
			["宽"] = {
				["侬"] = {
					result = true
				}
			}
		},
		["秘"] = {
			["陈"] = {
				["世"] = {
					["炬"] = {
						result = true
					}
				}
			}
		},
		["秦"] = {
			["王"] = {
				["朝"] = {
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			}
		},
		["管"] = {
			["家"] = {
				["吴"] = {
					["兵"] = {
						result = true
					}
				}
			}
		},
		["粗"] = {
			["雞"] = {
				["巴"] = {
					result = true
				}
			},
			["鸡"] = {
				["巴"] = {
					result = true
				}
			}
		},
		["紀"] = {
			["退"] = {
				["党"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["红"] = {
			K = {
				result = true
			},
			["鹰"] = {
				result = true
			},
			["龙"] = {
				result = true
			}
		},
		["老"] = {
			["板"] = {
				["资"] = {
					["料"] = {
						result = true
					}
				}
			},
			["虎"] = {
				["和"] = {
					["珅"] = {
						result = true
					}
				},
				["李"] = {
					["夫"] = {
						["人"] = {
							["涉"] = {
								["丁"] = {
									["案"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["肉"] = {
			["棍"] = {
				result = true
			},
			["棒"] = {
				result = true
			}
		},
		["胆"] = {
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							result = true
						}
					}
				}
			},
			["写"] = {
				["真"] = {
					result = true
				}
			},
			["日"] = {
				["本"] = {
					["爽"] = {
						["图"] = {
							result = true
						}
					}
				}
			}
		},
		["胸"] = {
			result = true,
			["熟"] = {
				["女"] = {
					["系"] = {
						result = true
					}
				}
			},
			["网"] = {
				["友"] = {
					result = true
				}
			},
			["诱"] = {
				["惑"] = {
					result = true
				}
			}
		},
		["膽"] = {
			["少"] = {
				["女"] = {
					result = true
				}
			}
		},
		["舅"] = {
			[" "] = {
				["李"] = {
					["新"] = {
						["凯"] = {
							result = true
						}
					}
				}
			}
		},
		["色"] = {
			["网"] = {
				result = true
			}
		},
		["花"] = {
			B = {
				result = true
			}
		},
		["菊"] = {
			["花"] = {
				result = true
			}
		},
		["藏"] = {
			["区"] = {
				result = true
			}
		},
		["虐"] = {
			["杀"] = {
				result = true
			}
		},
		["西"] = {
			["洋"] = {
				["博"] = {
					["彩"] = {
						result = true
					}
				}
			}
		},
		["规"] = {
			["模"] = {
				["警"] = {
					["民"] = {
						["冲"] = {
							["突"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["話"] = {
			["西"] = {
				["遊"] = {
					result = true
				}
			}
		},
		["话"] = {
			["战"] = {
				["国"] = {
					result = true
				}
			},
			["春"] = {
				["秋"] = {
					result = true
				}
			},
			["西"] = {
				["游"] = {
					result = true
				}
			}
		},
		["赢"] = {
			["家"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				},
				["赚"] = {
					["钱"] = {
						result = true
					}
				}
			}
		},
		["足"] = {
			["县"] = {
				["办"] = {
					["证"] = {
						result = true
					}
				}
			},
			["汽"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["辽"] = {
			["史"] = {
				["官"] = {
					result = true
				}
			}
		},
		["逃"] = {
			["杀"] = {
				["使"] = {
					["者"] = {
						result = true
					}
				}
			}
		},
		["邑"] = {
			["县"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				}
			}
		},
		["量"] = {
			["出"] = {
				["售"] = {
					[" "] = {
						["假"] = {
							["钞"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["金"] = {
			["湖"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			},
			["鲨"] = {
				result = true
			}
		},
		["闹"] = {
			["天"] = {
				["宫"] = {
					result = true
				}
			}
		},
		["阳"] = {
			["具"] = {
				result = true
			}
		},
		["阴"] = {
			["唇"] = {
				result = true,
				["姐"] = {
					["姐"] = {
						result = true
					}
				},
				["黑"] = {
					["毛"] = {
						["覆"] = {
							["盖"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["陆"] = {
			[" "] = {
				["余"] = {
					["杰"] = {
						result = true
					}
				}
			},
			A = {
				V = {
					["影"] = {
						["讯"] = {
							result = true
						},
						["院"] = {
							result = true
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				},
				["片"] = {
					result = true,
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					}
				}
			},
			a = {
				v = {
					result = true,
					["视"] = {
						["讯"] = {
							result = true
						}
					}
				}
			},
			["七"] = {
				["位"] = {
					["学"] = {
						["人"] = {
							result = true
						}
					}
				}
			},
			["人"] = {
				["不"] = {
					["可"] = {
						["不"] = {
							["知"] = {
								result = true
							}
						}
					}
				},
				["士"] = {
					["六"] = {
						["四"] = {
							result = true
						}
					}
				}
			},
			["伦"] = {
				["理"] = {
					A = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["余"] = {
				["杰"] = {
					result = true
				}
			},
			["免"] = {
				["费"] = {
					["黄"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["入"] = {
				["口"] = {
					result = true
				}
			},
			["动"] = {
				["荡"] = {
					result = true
				}
			},
			["娱"] = {
				["乐"] = {
					["黄"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["嫩"] = {
				["模"] = {
					["写"] = {
						["真"] = {
							result = true
						}
					}
				}
			},
			["学"] = {
				["者"] = {
					["退"] = {
						["党"] = {
							["辞"] = {
								["官"] = {
									["拒"] = {
										["指"] = {
											["派"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				},
				["运"] = {
					result = true
				}
			},
			["强"] = {
				["奸"] = {
					result = true
				}
			},
			["性"] = {
				["淫"] = {
					["穴"] = {
						result = true
					}
				},
				["爱"] = {
					["美"] = {
						["图"] = {
							result = true
						}
					},
					["视"] = {
						["讯"] = {
							result = true
						}
					}
				}
			},
			["情"] = {
				["色"] = {
					["视"] = {
						["讯"] = {
							result = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					A = {
						V = {
							result = true
						}
					},
					a = {
						["片"] = {
							result = true
						}
					},
					["视"] = {
						["讯"] = {
							result = true
						}
					}
				}
			},
			["援"] = {
				["交"] = {
					result = true
				}
			},
			["政"] = {
				["府"] = {
					result = true
				}
			},
			["教"] = {
				["会"] = {
					result = true
				}
			},
			["无"] = {
				["码"] = {
					result = true,
					["片"] = {
						result = true
					}
				}
			},
			["最"] = {
				["色"] = {
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			},
			["毛"] = {
				["片"] = {
					result = true
				}
			},
			["气"] = {
				["枪"] = {
					result = true,
					["专"] = {
						result = true
					}
				}
			},
			["汽"] = {
				["狗"] = {
					["专"] = {
						result = true
					}
				}
			},
			["独"] = {
				["立"] = {
					["作"] = {
						["家"] = {
							[" "] = {
								["异"] = {
									["议"] = {
										["人"] = {
											["士"] = {
												result = true
											}
										}
									}
								}
							},
							["异"] = {
								["议"] = {
									["人"] = {
										["士"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			},
			["的"] = {
				["马"] = {
					["英"] = {
						["九"] = {
							result = true
						}
					}
				}
			},
			["知"] = {
				["识"] = {
					["分"] = {
						["子"] = {
							["五"] = {
								["一"] = {
									["七"] = {
										["宣"] = {
											["言"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["色"] = {
				["情"] = {
					["影"] = {
						["片"] = {
							result = true
						}
					},
					["视"] = {
						["讯"] = {
							result = true
						}
					}
				},
				["片"] = {
					result = true
				},
				["色"] = {
					result = true
				}
			},
			["茉"] = {
				["莉"] = {
					["花"] = {
						["革"] = {
							["命"] = {
								result = true
							}
						}
					}
				}
			},
			["药"] = {
				["业"] = {
					result = true
				}
			},
			["鹿"] = {
				["城"] = {
					result = true,
					["黄"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["黄"] = {
				["网"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			}
		},
		["院"] = {
			["春"] = {
				["意"] = {
					["浓"] = {
						result = true
					}
				}
			}
		},
		["陸"] = {
			["嫩"] = {
				["模"] = {
					["寫"] = {
						["真"] = {
							result = true
						}
					}
				}
			},
			["學"] = {
				["運"] = {
					result = true
				}
			},
			["当"] = {
				["权"] = {
					["者"] = {
						result = true
					}
				}
			},
			["無"] = {
				["碼"] = {
					result = true
				}
			},
			["独"] = {
				["裁"] = {
					["者"] = {
						result = true
					}
				}
			}
		},
		["雞"] = {
			["巴"] = {
				result = true
			}
		},
		["革"] = {
			["命"] = {
				result = true
			},
			["鋼"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["额"] = {
			["垫"] = {
				["资"] = {
					result = true
				}
			}
		},
		["饥"] = {
			["荒"] = {
				["纪"] = {
					["实"] = {
						result = true
					}
				}
			}
		},
		["馬"] = {
			["刀"] = {
				["斧"] = {
					result = true
				}
			},
			["士"] = {
				["革"] = {
					["鋼"] = {
						["刀"] = {
							result = true
						},
						["刺"] = {
							["专"] = {
								result = true
							}
						},
						["斧"] = {
							result = true
						}
					}
				}
			}
		},
		["马"] = {
			["士"] = {
				["革"] = {
					["小"] = {
						["羚"] = {
							["羊"] = {
								result = true
							}
						}
					},
					["猎"] = {
						["刀"] = {
							["专"] = {
								result = true
							}
						}
					},
					["玫"] = {
						["瑰"] = {
							result = true
						}
					},
					["的"] = {
						["钢"] = {
							["刀"] = {
								result = true
							},
							["叨"] = {
								result = true
							}
						}
					},
					["直"] = {
						["刀"] = {
							["专"] = {
								result = true
							}
						}
					},
					["虎"] = {
						["纹"] = {
							result = true
						}
					},
					["钢"] = {
						result = true,
						["枪"] = {
							result = true
						}
					},
					["鹿"] = {
						["角"] = {
							result = true
						}
					}
				}
			},
			["革"] = {
				["钢"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["鸟"] = {
			["气"] = {
				["枪"] = {
					result = true
				}
			},
			["猎"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["麻"] = {
			["与"] = {
				["大"] = {
					["麻"] = {
						["树"] = {
							["脂"] = {
								result = true
							}
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["扣"] = {
				["扣"] = {
					result = true
				}
			},
			["订"] = {
				["购"] = {
					result = true
				}
			}
		},
		["黄"] = {
			["站"] = {
				result = true
			},
			["蜂"] = {
				["狩"] = {
					["猎"] = {
						["弹"] = {
							["弓"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["黑"] = {
			["比"] = {
				result = true
			},
			["色"] = {
				["袜"] = {
					result = true
				}
			},
			["逼"] = {
				["电"] = {
					["影"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["齐"] = {
			["军"] = {
				["刀"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["龟"] = {
			["头"] = {
				["顶"] = {
					["住"] = {
						["花"] = {
							["心"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["天"] = {
		["朝"] = {
			B = {
				O = {
					O = {
						S = {
							result = true
						}
					}
				}
			},
			["主"] = {
				["一"] = {
					["席"] = {
						result = true
					}
				}
			},
			["希"] = {
				["特"] = {
					["勒"] = {
						result = true
					}
				}
			},
			["第"] = {
				["一"] = {
					["歌"] = {
						["姬"] = {
							result = true
						}
					}
				}
			}
		},
		["津"] = {
			["代"] = {
				["办"] = {
					["四"] = {
						["六"] = {
							["级"] = {
								["证"] = {
									result = true
								}
							}
						}
					},
					["驾"] = {
						["照"] = {
							["文"] = {
								["凭"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["出"] = {
				["售"] = {
					["假"] = {
						["钱"] = {
							result = true
						}
					}
				}
			},
			["删"] = {
				["贴"] = {
					["公"] = {
						["司"] = {
							result = true
						}
					}
				}
			},
			["办"] = {
				["六"] = {
					["级"] = {
						["证"] = {
							result = true
						}
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							result = true
						}
					}
				},
				["证"] = {
					["刻"] = {
						["章"] = {
							q = {
								q = {
									result = true
								}
							},
							["发"] = {
								["票"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["各"] = {
				["国"] = {
					["签"] = {
						["证"] = {
							[" "] = {
								["代"] = {
									["办"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["签"] = {
				["证"] = {
					["学"] = {
						["历"] = {
							["证"] = {
								["明"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["网"] = {
				["上"] = {
					["办"] = {
						["证"] = {
							result = true,
							q = {
								q = {
									result = true
								}
							}
						}
					}
				}
			},
			["职"] = {
				["称"] = {
					["资"] = {
						["格"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["信"] = {
						["息"] = {
							["处"] = {
								["理"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["高"] = {
				["仿"] = {
					["真"] = {
						["毕"] = {
							["业"] = {
								["证"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["太"] = {
		["原"] = {
			["增"] = {
				["值"] = {
					["税"] = {
						["发"] = {
							["票"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["阳"] = {
			["花"] = {
				["学"] = {
					["运"] = {
						result = true
					}
				}
			}
		}
	},
	["夲"] = {
		["甶"] = {
			["強"] = {
				["閞"] = {
					["迋"] = {
						result = true
					}
				}
			}
		}
	},
	["夶"] = {
		["万"] = {
			["岁"] = {
				result = true
			}
		},
		["賤"] = {
			["評"] = {
				result = true
			}
		},
		["贱"] = {
			["评"] = {
				result = true
			}
		}
	},
	["奔"] = {
		["腾"] = {
			["网"] = {
				["络"] = {
					["科"] = {
						["技"] = {
							result = true
						}
					}
				}
			}
		},
		["跑"] = {
			["兄"] = {
				["弟"] = {
					["中"] = {
						["奖"] = {
							result = true
						}
					}
				}
			},
			["吧"] = {
				["兄"] = {
					["弟"] = {
						result = true
					}
				}
			}
		},
		["雷"] = {
			["手"] = {
				result = true
			}
		},
		["驰"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			},
			["车"] = {
				["主"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["奚"] = {
		["敬"] = {
			["嫔"] = {
				result = true
			},
			["嬪"] = {
				result = true
			}
		}
	},
	["奥"] = {
		["义"] = {
			["中"] = {
				["出"] = {
					["し"] = {
						["陵"] = {
							["辱"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["克"] = {
			["托"] = {
				["今"] = {
					result = true
				}
			}
		},
		["利"] = {
			["奥"] = {
				result = true
			}
		},
		["塞"] = {
			["斯"] = {
				["库"] = {
					result = true
				}
			}
		},
		["姆"] = {
			["真"] = {
				["理"] = {
					["教"] = {
						result = true
					}
				}
			}
		},
		["山"] = {
			["遥"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			}
		},
		["斯"] = {
			["陆"] = {
				[" "] = {
					["空"] = {
						["椅"] = {
							["子"] = {
								result = true
							}
						}
					}
				},
				["的"] = {
					["空"] = {
						["椅"] = {
							["子"] = {
								result = true
							}
						}
					}
				},
				["空"] = {
					["椅"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["田"] = {
			["唯"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["瑛"] = {
				["二"] = {
					["少"] = {
						["女"] = {
							result = true
						}
					}
				}
			}
		},
		["美"] = {
			["电"] = {
				["子"] = {
					result = true
				}
			}
		},
		["菜"] = {
			["亚"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["运"] = {
			["门"] = {
				["票"] = {
					result = true
				}
			}
		},
		["迪"] = {
			["开"] = {
				["锁"] = {
					result = true
				}
			},
			["强"] = {
				["开"] = {
					result = true,
					["王"] = {
						result = true
					}
				}
			},
			["解"] = {
				["码"] = {
					["器"] = {
						result = true
					}
				}
			}
		},
		["马"] = {
			["哈"] = {
				result = true
			}
		}
	},
	["奧"] = {
		["塞"] = {
			["斯"] = {
				["庫"] = {
					result = true
				}
			}
		},
		["巴"] = {
			["馬"] = {
				result = true
			}
		}
	},
	["女"] = {
		["爰"] = {
			result = true
		}
	},
	["好"] = {
		["好"] = {
			["學"] = {
				["“"] = {
					["習"] = {
						["”"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["姓"] = {
		["习"] = {
			["名"] = {
				["近"] = {
					["平"] = {
						result = true
					}
				}
			}
		}
	},
	["威"] = {
		["而"] = {
			["刚"] = {
				result = true
			}
		}
	},
	["娖"] = {
		["浗"] = {
			["芐"] = {
				["炷"] = {
					result = true
				}
			}
		}
	},
	["娼"] = {
		["妇"] = {
			result = true
		},
		["妓"] = {
			result = true
		}
	},
	["婊"] = {
		["子"] = {
			["靠"] = {
				result = true
			}
		}
	},
	["媳"] = {
		["净"] = {
			["瓶"] = {
				result = true
			}
		},
		["劲"] = {
			["贫"] = {
				result = true
			}
		},
		["勁"] = {
			["貧"] = {
				result = true
			}
		},
		["包"] = {
			["子"] = {
				result = true
			}
		},
		["諫"] = {
			["頻"] = {
				result = true
			}
		},
		["谏"] = {
			["频"] = {
				result = true
			}
		}
	},
	["嫩"] = {
		["模"] = {
			result = true
		}
	},
	["学"] = {
		["位"] = {
			["证"] = {
				[" "] = {
					["刻"] = {
						["章"] = {
							["办"] = {
								["证"] = {
									result = true
								}
							}
						}
					},
					["办"] = {
						["证"] = {
							["电"] = {
								["话"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["宁"] = {
		["夏"] = {
			["办"] = {
				["证"] = {
					["/"] = {
						["银"] = {
							["川"] = {
								["办"] = {
									["证"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["安"] = {
		["乐"] = {
			["死"] = {
				result = true,
				["."] = {
					["配"] = {
						["方"] = {
							result = true
						}
					}
				},
				["慢"] = {
					["性"] = {
						["毒"] = {
							["药"] = {
								result = true
							}
						}
					}
				},
				["氰"] = {
					["化"] = {
						["物"] = {
							result = true
						}
					}
				},
				["的"] = {
					["药"] = {
						result = true
					}
				},
				["药"] = {
					result = true,
					["。"] = {
						result = true
					},
					["品"] = {
						result = true
					},
					["物"] = {
						["在"] = {
							["哪"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					}
				},
				["迷"] = {
					["药"] = {
						result = true
					}
				},
				["配"] = {
					["方"] = {
						result = true,
						["有"] = {
							["售"] = {
								result = true
							}
						}
					}
				}
			},
			["药"] = {
				["物"] = {
					result = true
				}
			}
		},
		["來"] = {
			["美"] = {
				["久"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["全"] = {
			["委"] = {
				["員"] = {
					["會"] = {
						result = true
					}
				}
			},
			["拆"] = {
				["卸"] = {
					result = true
				}
			},
			["肾"] = {
				["源"] = {
					result = true
				}
			},
			["隱"] = {
				["秘"] = {
					result = true
				}
			}
		},
		["利"] = {
			["办"] = {
				["证"] = {
					result = true
				}
			}
		},
		["化"] = {
			["枪"] = {
				["击"] = {
					result = true
				}
			}
		},
		["卓"] = {
			["欧"] = {
				["朋"] = {
					["浏"] = {
						["览"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["国"] = {
			["办"] = {
				["理"] = {
					["毕"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["溜"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				}
			}
		},
		["培"] = {
			["晋"] = {
				["三"] = {
					result = true
				}
			}
		},
		["子"] = {
			["轩"] = {
				result = true
			}
		},
		["定"] = {
			["三"] = {
				["唑"] = {
					["仑"] = {
						result = true
					}
				}
			}
		},
		["德"] = {
			["鲁"] = {
				["坎"] = {
					["宁"] = {
						["安"] = {
							result = true
						}
					}
				}
			}
		},
		["慰"] = {
			["国"] = {
				["外"] = {
					["男"] = {
						["朋"] = {
							["友"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["来"] = {
			["美"] = {
				["久"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["泰"] = {
			["药"] = {
				["业"] = {
					result = true
				}
			}
		},
		["理"] = {
			["会"] = {
				result = true
			}
		},
		["眠"] = {
			["商"] = {
				["城"] = {
					result = true
				}
			},
			["网"] = {
				result = true
			},
			["药"] = {
				["网"] = {
					result = true
				}
			},
			["酮"] = {
				["直"] = {
					["销"] = {
						result = true
					}
				}
			}
		},
		["神"] = {
			["助"] = {
				["眠"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["纳"] = {
			["咖"] = {
				["各"] = {
					["地"] = {
						result = true
					}
				}
			}
		},
		["藤"] = {
			["遥"] = {
				result = true
			}
		},
		["装"] = {
			["卫"] = {
				["星"] = {
					["电"] = {
						["视"] = {
							result = true
						}
					}
				}
			},
			["天"] = {
				["线"] = {
					["节"] = {
						["目"] = {
							result = true
						}
					}
				}
			}
		},
		["裡"] = {
			["佑"] = {
				["加"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["西"] = {
			["優"] = {
				["子"] = {
					result = true
				}
			},
			["油"] = {
				["美"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["由"] = {
				["加"] = {
					["里"] = {
						result = true
					}
				},
				["美"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						},
						["種"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["美"] = {
				["优"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["达"] = {
			["亚"] = {
				["美"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["远"] = {
			["正"] = {
				["规"] = {
					result = true
				}
			}
		},
		["邦"] = {
			["正"] = {
				["将"] = {
					["军"] = {
						result = true
					}
				}
			},
			["证"] = {
				["件"] = {
					["公"] = {
						["司"] = {
							result = true
						}
					}
				}
			}
		},
		["里"] = {
			["佑"] = {
				["加"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["防"] = {
			["克"] = {
				["杀"] = {
					result = true
				}
			},
			["无"] = {
				["敌"] = {
					["霸"] = {
						["王"] = {
							result = true
						}
					}
				}
			},
			["锁"] = {
				["暴"] = {
					["力"] = {
						["工"] = {
							["具"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["陆"] = {
			["麻"] = {
				["古"] = {
					["冰"] = {
						result = true
					}
				}
			}
		},
		["順"] = {
			["辦"] = {
				["證"] = {
					result = true
				}
			}
		},
		["顺"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["办"] = {
				["证"] = {
					result = true
				}
			}
		}
	},
	["官"] = {
		["状"] = {
			["病"] = {
				["毒"] = {
					result = true
				}
			}
		}
	},
	["宝"] = {
		["刀"] = {
			["网"] = {
				result = true
			}
		},
		["威"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			}
		},
		["宝"] = {
			[" "] = {
				["纽"] = {
					["约"] = {
						["时"] = {
							["报"] = {
								result = true
							}
						}
					}
				}
			},
			["五"] = {
				["零"] = {
					["主"] = {
						["论"] = {
							["坛"] = {
								result = true
							}
						}
					}
				}
			},
			["有"] = {
				["偿"] = {
					["送"] = {
						["养"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				["贞"] = {
					["操"] = {
						["带"] = {
							result = true
						}
					}
				}
			}
		},
		["山"] = {
			["区"] = {
				["假"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["岛"] = {
			["导"] = {
				["航"] = {
					result = true
				}
			},
			["色"] = {
				result = true
			}
		},
		["格"] = {
			["丽"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["物"] = {
			["网"] = {
				result = true
			}
		},
		["珠"] = {
			result = true
		},
		["生"] = {
			["奈"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["石"] = {
			["拌"] = {
				["饭"] = {
					result = true
				}
			}
		},
		["贝"] = {
			["在"] = {
				["线"] = {
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			},
			["开"] = {
				["心"] = {
					["网"] = {
						result = true
					},
					["色"] = {
						["播"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["心"] = {
				["水"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			},
			["聊"] = {
				["吧"] = {
					result = true
				}
			},
			["论"] = {
				["坛"] = {
					result = true
				}
			}
		},
		["马"] = {
			X = {
				["6"] = {
					result = true
				}
			},
			["会"] = {
				result = true,
				["线"] = {
					["上"] = {
						["娱"] = {
							["乐"] = {
								result = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			},
			["线"] = {
				["上"] = {
					result = true
				}
			},
			["车"] = {
				["主"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					}
				},
				["司"] = {
					["机"] = {
						result = true
					}
				},
				["撞"] = {
					["人"] = {
						["案"] = {
							result = true
						}
					}
				}
			}
		},
		["龙"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		}
	},
	["宠"] = {
		["物"] = {
			["点"] = {
				["击"] = {
					["抽"] = {
						["奖"] = {
							result = true
						}
					}
				}
			},
			["王"] = {
				["国"] = {
					result = true
				}
			},
			["训"] = {
				["练"] = {
					["师"] = {
						result = true
					}
				}
			}
		},
		["霸"] = {
			["美"] = {
				["男"] = {
					result = true
				}
			}
		}
	},
	["家"] = {
		["宝"] = {
			["温"] = {
				result = true
			}
		}
	},
	["宽"] = {
		["衣"] = {
			["不"] = {
				["宽"] = {
					["农"] = {
						result = true
					}
				}
			},
			["帝"] = {
				result = true
			},
			["皇"] = {
				["帝"] = {
					result = true
				}
			},
			["视"] = {
				["频"] = {
					result = true
				}
			},
			["解"] = {
				["带"] = {
					result = true
				}
			}
		}
	},
	["宾"] = {
		["利"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["馆"] = {
			["办"] = {
				["证"] = {
					result = true
				}
			},
			["发"] = {
				["票"] = {
					result = true
				}
			},
			["小"] = {
				["姐"] = {
					result = true
				}
			},
			["服"] = {
				["务"] = {
					result = true
				}
			},
			["群"] = {
				p = {
					result = true
				}
			}
		}
	},
	["寬"] = {
		["衣"] = {
			["皇"] = {
				["帝"] = {
					result = true
				}
			}
		}
	},
	["寶"] = {
		["來"] = {
			["美"] = {
				["由"] = {
					["紀"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["导"] = {
		["游"] = {
			["证"] = {
				["代"] = {
					["发"] = {
						result = true
					}
				}
			}
		},
		["航"] = {
			["处"] = {
				["女"] = {
					result = true
				}
			},
			["色"] = {
				["站"] = {
					result = true
				}
			}
		}
	},
	["導"] = {
		["彈"] = {
			result = true
		}
	},
	["小"] = {
		["3"] = {
			result = true
		},
		["三"] = {
			result = true
		},
		["姐"] = {
			result = true
		},
		["媳"] = {
			["妇"] = {
				["习"] = {
					["呆"] = {
						["呆"] = {
							result = true
						}
					}
				}
			}
		},
		["熊"] = {
			["劲"] = {
				["频"] = {
					result = true
				}
			},
			["勁"] = {
				["頻"] = {
					result = true
				}
			},
			["維"] = {
				["習"] = {
					result = true
				}
			},
			["维"] = {
				["习"] = {
					result = true
				}
			}
		},
		["眼"] = {
			["佬"] = {
				result = true
			}
		},
		["矶"] = {
			["国"] = {
				["昭"] = {
					result = true
				}
			}
		},
		["能"] = {
			["堆"] = {
				["泥"] = {
					result = true
				}
			}
		}
	},
	["尖"] = {
		["阁"] = {
			["诸"] = {
				["岛"] = {
					result = true
				}
			}
		}
	},
	["尘"] = {
		["欲"] = {
			["香"] = {
				["?"] = {
					["夜"] = {
						["缠"] = {
							["双"] = {
								result = true
							}
						}
					}
				},
				["夜"] = {
					["缠"] = {
						["双"] = {
							result = true
						}
					}
				}
			}
		},
		["诱"] = {
			["2"] = {
				result = true
			}
		}
	},
	["尼"] = {
		["維"] = {
			["習"] = {
				result = true
			}
		},
		["维"] = {
			["习"] = {
				result = true
			}
		}
	},
	["屄"] = {
		["上"] = {
			["梁"] = {
				["山"] = {
					result = true
				}
			}
		},
		["屄"] = {
			["特"] = {
				["寫"] = {
					result = true
				}
			}
		},
		["淫"] = {
			["水"] = {
				result = true
			}
		},
		["直"] = {
			["流"] = {
				["淫"] = {
					["水"] = {
						result = true
					}
				}
			}
		},
		["眼"] = {
			["图"] = {
				result = true
			}
		},
		["穴"] = {
			result = true
		},
		["芯"] = {
			result = true
		},
		["赋"] = {
			result = true
		},
		["高"] = {
			["清"] = {
				result = true
			}
		}
	},
	["屌"] = {
		["丝"] = {
			["搬"] = {
				["砖"] = {
					["工"] = {
						result = true
					}
				}
			},
			["狩"] = {
				["猎"] = {
					result = true,
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				["黑"] = {
					["木"] = {
						["耳"] = {
							result = true
						}
					}
				}
			}
		},
		["你"] = {
			["老"] = {
				["妈"] = {
					result = true
				}
			}
		},
		["样"] = {
			["年"] = {
				["华"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["禁"] = {
			["評"] = {
				result = true
			}
		},
		["穴"] = {
			["专"] = {
				["区"] = {
					result = true
				}
			}
		}
	},
	["屎"] = {
		["包"] = {
			["子"] = {
				result = true,
				["领"] = {
					["导"] = {
						["全"] = {
							["世"] = {
								["界"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["吾"] = {
			["皇"] = {
				["万"] = {
					["岁"] = {
						result = true
					}
				}
			}
		},
		["圣"] = {
			["上"] = {
				result = true
			}
		},
		["进"] = {
			["瓶"] = {
				result = true
			}
		},
		["黃"] = {
			["帝"] = {
				result = true
			}
		},
		["黄"] = {
			["帝"] = {
				result = true
			}
		}
	},
	["山"] = {
		["川"] = {
			["疫"] = {
				["域"] = {
					result = true
				}
			}
		},
		["西"] = {
			["删"] = {
				["贴"] = {
					["公"] = {
						["司"] = {
							result = true
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["信"] = {
						["息"] = {
							["处"] = {
								["理"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["岑"] = {
		["旭"] = {
			result = true
		}
	},
	["岛"] = {
		["峰"] = {
			["鱼"] = {
				["雷"] = {
					["3"] = {
						result = true
					}
				}
			}
		}
	},
	["岸"] = {
		["本"] = {
			["绘"] = {
				["梨"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			}
		},
		["田"] = {
			["香"] = {
				["織"] = {
					result = true
				}
			}
		}
	},
	["島"] = {
		["津"] = {
			["千"] = {
				["秋"] = {
					["电"] = {
						["驴"] = {
							result = true
						}
					}
				}
			}
		},
		["谷"] = {
			["愛"] = {
				["梨"] = {
					B = {
						T = {
							result = true
						}
					}
				}
			}
		}
	},
	["崇"] = {
		["祯"] = {
			["总"] = {
				["统"] = {
					result = true
				}
			}
		}
	},
	["崔"] = {
		["健"] = {
			["一"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["光"] = {
			["明"] = {
				result = true
			}
		},
		["卫"] = {
			["平"] = {
				["刘"] = {
					["晓"] = {
						["波"] = {
							result = true
						}
					}
				}
			}
		},
		["情"] = {
			["水"] = {
				result = true
			},
			["粉"] = {
				result = true
			},
			["药"] = {
				result = true
			},
			["香"] = {
				["水"] = {
					result = true
				}
			}
		},
		["百"] = {
			["泉"] = {
				result = true
			}
		},
		["绿"] = {
			["华"] = {
				result = true
			}
		},
		["逢"] = {
			["9"] = {
				result = true
			},
			["九"] = {
				result = true
			}
		}
	},
	["川"] = {
		["口"] = {
			["爱"] = {
				["理"] = {
					["码"] = {
						result = true
					}
				}
			}
		},
		["娇"] = {
			["网"] = {
				result = true
			}
		},
		["浜"] = {
			["奈"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["滨"] = {
			["奈"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["濱"] = {
			["奈"] = {
				["美"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["藏"] = {
			["路"] = {
				result = true
			}
		}
	},
	["工"] = {
		["商"] = {
			["代"] = {
				["理"] = {
					result = true,
					Q = {
						Q = {
							result = true
						}
					}
				}
			}
		}
	},
	["差"] = {
		["劲"] = {
			["萍"] = {
				result = true
			}
		},
		["勁"] = {
			["萍"] = {
				result = true
			}
		},
		["房"] = {
			["费"] = {
				["发"] = {
					result = true
				}
			}
		}
	},
	["巴"] = {
		["中"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["办"] = {
				["证"] = {
					result = true
				}
			}
		},
		["克"] = {
			["7"] = {
				["3"] = {
					["1"] = {
						result = true
					}
				}
			},
			B = {
				U = {
					C = {
						K = {
							result = true
						}
					}
				}
			},
			["军"] = {
				["刀"] = {
					result = true
				}
			},
			["瑟"] = {
				["式"] = {
					["底"] = {
						["火"] = {
							result = true
						}
					}
				}
			},
			["砍"] = {
				result = true,
				["正"] = {
					["品"] = {
						result = true
					}
				}
			},
			["碳"] = {
				["纤"] = {
					["柄"] = {
						["折"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			},
			["粉"] = {
				["末"] = {
					["钢"] = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					}
				}
			},
			["精"] = {
				["钢"] = {
					result = true,
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			},
			["虎"] = {
				["纹"] = {
					result = true,
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			},
			["金"] = {
				["鹿"] = {
					["猎"] = {
						["刀"] = {
							result = true
						}
					}
				}
			},
			["鹿"] = {
				["角"] = {
					result = true,
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			}
		},
		["南"] = {
			["区"] = {
				["专"] = {
					["业"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["哈"] = {
			["依"] = {
				["教"] = {
					result = true
				}
			}
		},
		["图"] = {
			result = true
		},
		["天"] = {
			["石"] = {
				result = true
			}
		},
		["尔"] = {
			["的"] = {
				["摩"] = {
					result = true
				}
			}
		},
		["格"] = {
			["莱"] = {
				result = true
			}
		},
		["楚"] = {
			["暴"] = {
				["乱"] = {
					result = true
				}
			}
		},
		["比"] = {
			["妥"] = {
				["酸"] = {
					["有"] = {
						["售"] = {
							result = true
						}
					}
				},
				["钠"] = {
					["有"] = {
						["售"] = {
							result = true
						}
					},
					["现"] = {
						["货"] = {
							result = true
						}
					}
				}
			}
		},
		["特"] = {
			["娱"] = {
				["乐"] = {
					result = true,
					["城"] = {
						result = true
					}
				}
			}
		},
		["登"] = {
			["赌"] = {
				["场"] = {
					result = true
				}
			}
		},
		["立"] = {
			["平"] = {
				result = true
			}
		},
		["芬"] = {
			["湾"] = {
				["压"] = {
					["力"] = {
						["测"] = {
							["试"] = {
								result = true
							}
						}
					}
				},
				["对"] = {
					["战"] = {
						["模"] = {
							["式"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["西"] = {
			["禁"] = {
				["果"] = {
					result = true
				}
			}
		},
		["雷"] = {
			["特"] = {
				M = {
					["9"] = {
						["9"] = {
							result = true
						}
					}
				},
				["玩"] = {
					["具"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["黎"] = {
			["夜"] = {
				["兽"] = {
					["交"] = {
						result = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["风"] = {
						["情"] = {
							result = true
						}
					}
				}
			},
			["最"] = {
				["后"] = {
					["的"] = {
						["探"] = {
							["戈"] = {
								result = true
							}
						}
					}
				}
			},
			["欧"] = {
				["来"] = {
					["雅"] = {
						["型"] = {
							["男"] = {
								result = true
							}
						}
					}
				}
			},
			["野"] = {
				["玫"] = {
					["瑰"] = {
						result = true
					}
				}
			},
			["風"] = {
				["情"] = {
					result = true
				}
			},
			["颩"] = {
				["情"] = {
					result = true
				}
			},
			["风"] = {
				["情"] = {
					result = true
				}
			}
		}
	},
	["布"] = {
		["伦"] = {
			["轻"] = {
				["机"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["兰"] = {
			["登"] = {
				["刀"] = {
					result = true
				}
			}
		},
		["局"] = {
			["十"] = {
				["七"] = {
					["大"] = {
						result = true
					}
				}
			}
		},
		["来"] = {
			["尔"] = {
				result = true
			}
		},
		["莱"] = {
			["德"] = {
				["雷"] = {
					result = true
				}
			},
			["恩"] = {
				["泰"] = {
					["伊"] = {
						result = true
					}
				}
			}
		}
	},
	["希"] = {
		["儘"] = {
			["萍"] = {
				result = true
			},
			["評"] = {
				result = true
			}
		},
		["元"] = {
			["首"] = {
				result = true
			}
		},
		["包"] = {
			["子"] = {
				result = true
			}
		},
		["圣"] = {
			["上"] = {
				result = true
			}
		},
		["大"] = {
			["大"] = {
				["大"] = {
					result = true
				}
			}
		},
		["尽"] = {
			["萍"] = {
				result = true
			},
			["评"] = {
				result = true
			}
		},
		["拉"] = {
			["里"] = {
				result = true,
				["·"] = {
					["克"] = {
						["林"] = {
							["顿"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["皇"] = {
			["帝"] = {
				result = true
			}
		},
		["禁"] = {
			["評"] = {
				result = true
			}
		},
		["紧"] = {
			["凭"] = {
				result = true
			}
		},
		["緊"] = {
			["憑"] = {
				result = true
			}
		},
		["金"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["錦"] = {
			["平"] = {
				result = true
			}
		}
	},
	["帝"] = {
		x = {
			i = {
				result = true
			}
		},
		["一"] = {
			["娱"] = {
				["乐"] = {
					result = true,
					["平"] = {
						["台"] = {
							result = true
						}
					}
				}
			}
		},
		["國"] = {
			["傳"] = {
				["奇"] = {
					result = true
				}
			},
			["幼"] = {
				["幼"] = {
					["集"] = {
						["團"] = {
							["軍"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["智"] = {
			["论"] = {
				["文"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["豪"] = {
			["娱"] = {
				["乐"] = {
					result = true,
					["城"] = {
						result = true
					}
				}
			}
		},
		["金"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		}
	},
	["带"] = {
		["出"] = {
			["淫"] = {
				["水"] = {
					result = true
				}
			}
		},
		["刀"] = {
			result = true
		},
		["办"] = {
			result = true
		},
		["套"] = {
			["做"] = {
				["爱"] = {
					result = true
				}
			}
		},
		["开"] = {
			["发"] = {
				["票"] = {
					result = true
				}
			},
			["增"] = {
				["值"] = {
					["税"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["發"] = {
				["漂"] = {
					result = true
				},
				["票"] = {
					result = true
				}
			}
		},
		["弓"] = {
			["弩"] = {
				["刺"] = {
					["超"] = {
						["运"] = {
							["程"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["来"] = {
			["小"] = {
				["姐"] = {
					["齐"] = {
						["做"] = {
							["爱"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["灯"] = {
			["汽"] = {
				["车"] = {
					["快"] = {
						["开"] = {
							result = true
						}
					}
				}
			}
		},
		["炼"] = {
			result = true
		},
		["路"] = {
			["党"] = {
				result = true
			}
		},
		["鱼"] = {
			["馅"] = {
				["包"] = {
					["子"] = {
						result = true
					}
				}
			}
		}
	},
	["席"] = {
		D = {
			a = {
				["大"] = {
					result = true
				}
			}
		},
		c = {
			o = {
				r = {
					e = {
						result = true
					}
				}
			}
		},
		["中"] = {
			["勋"] = {
				result = true
			}
		},
		["主"] = {
			["习"] = {
				result = true
			}
		},
		["京"] = {
			["琕"] = {
				result = true
			}
		},
		["净"] = {
			["瓶"] = {
				result = true
			},
			["苹"] = {
				result = true
			}
		},
		["劲"] = {
			["屏"] = {
				result = true
			},
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["包"] = {
			["子"] = {
				result = true
			}
		},
		["受"] = {
			["伤"] = {
				result = true
			}
		},
		["名"] = {
			["则"] = {
				result = true
			}
		},
		["哒"] = {
			["哒"] = {
				result = true
			}
		},
		["嗒"] = {
			["嗒"] = {
				result = true
			}
		},
		["圣"] = {
			["上"] = {
				result = true
			}
		},
		["堑"] = {
			["聘"] = {
				result = true
			}
		},
		["大"] = {
			d = {
				a = {
					result = true
				}
			},
			["打"] = {
				result = true
			}
		},
		["婧"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["家"] = {
			["有"] = {
				["人"] = {
					["叫"] = {
						["烬"] = {
							["平"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["斤"] = {
			["瓶"] = {
				result = true
			},
			["评"] = {
				result = true
			}
		},
		["晋"] = {
			["屏"] = {
				result = true
			}
		},
		["景"] = {
			["缾"] = {
				result = true
			}
		},
		["槿"] = {
			["屏"] = {
				result = true
			}
		},
		["煮"] = {
			["席"] = {
				result = true
			}
		},
		["猪"] = {
			result = true
		},
		["禁"] = {
			["凭"] = {
				result = true
			}
		},
		["竟"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			},
			["评"] = {
				result = true
			}
		},
		["筋"] = {
			["平"] = {
				result = true
			}
		},
		["紧"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["继"] = {
			["平"] = {
				result = true
			}
		},
		["老"] = {
			["大"] = {
				result = true
			}
		},
		["菁"] = {
			["屏"] = {
				result = true
			}
		},
		["觔"] = {
			["缾"] = {
				result = true
			},
			["萍"] = {
				result = true
			}
		},
		["达"] = {
			["达"] = {
				result = true
			}
		},
		["近"] = {
			["凸"] = {
				result = true
			},
			["歪"] = {
				result = true
			}
		},
		["进"] = {
			["凭"] = {
				result = true
			},
			["频"] = {
				result = true
			}
		},
		["重"] = {
			["熏"] = {
				result = true
			}
		},
		["镜"] = {
			["缾"] = {
				result = true
			},
			["贫"] = {
				result = true
			}
		}
	},
	["帮"] = {
		["个"] = {
			["性"] = {
				["变"] = {
					["号"] = {
						result = true
					}
				}
			}
		},
		["人"] = {
			["专"] = {
				["业"] = {
					["勒"] = {
						["索"] = {
							result = true
						}
					}
				}
			},
			["了"] = {
				["仇"] = {
					result = true,
					["了"] = {
						["事"] = {
							result = true
						}
					}
				},
				["难"] = {
					result = true
				}
			},
			["代"] = {
				["理"] = {
					["敲"] = {
						["诈"] = {
							result = true
						}
					},
					["毁"] = {
						["容"] = {
							result = true
						}
					},
					["绑"] = {
						["架"] = {
							result = true
						}
					}
				}
			},
			["出"] = {
				["气"] = {
					["了"] = {
						["事"] = {
							result = true
						}
					},
					["解"] = {
						["恨"] = {
							result = true
						}
					}
				}
			},
			["办"] = {
				["事"] = {
					["复"] = {
						["仇"] = {
							result = true
						}
					},
					["报"] = {
						["仇"] = {
							result = true
						}
					}
				}
			},
			["勒"] = {
				["索"] = {
					result = true
				}
			},
			["处"] = {
				["理"] = {
					["恩"] = {
						["怨"] = {
							result = true
						}
					}
				}
			},
			["寻"] = {
				["仇"] = {
					["出"] = {
						["气"] = {
							result = true
						}
					}
				}
			},
			["怀"] = {
				["孕"] = {
					result = true
				}
			},
			["打"] = {
				["架"] = {
					result = true,
					["报"] = {
						["仇"] = {
							result = true
						}
					}
				}
			},
			["报"] = {
				["仇"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					},
					["公"] = {
						["司"] = {
							result = true
						}
					},
					["办"] = {
						["事"] = {
							result = true
						}
					},
					["复"] = {
						["仇"] = {
							result = true
						}
					},
					["打"] = {
						["架"] = {
							result = true
						}
					},
					["服"] = {
						["务"] = {
							result = true
						}
					},
					["毁"] = {
						["容"] = {
							result = true
						}
					},
					["联"] = {
						["系"] = {
							result = true
						}
					}
				},
				["复"] = {
					result = true
				}
			},
			["敲"] = {
				["诈"] = {
					result = true
				}
			},
			["杀"] = {
				["人"] = {
					result = true
				}
			},
			["毁"] = {
				["容"] = {
					result = true
				}
			},
			["泄"] = {
				["愤"] = {
					result = true
				}
			},
			["消"] = {
				["灾"] = {
					result = true,
					["报"] = {
						["仇"] = {
							result = true
						}
					}
				}
			},
			["清"] = {
				["债"] = {
					result = true
				}
			},
			["灭"] = {
				["口"] = {
					result = true
				}
			},
			["砍"] = {
				["人"] = {
					result = true
				}
			},
			["绑"] = {
				["架"] = {
					result = true
				}
			},
			["被"] = {
				["欺"] = {
					["负"] = {
						result = true
					}
				}
			},
			["解"] = {
				["决"] = {
					["纠"] = {
						["纷"] = {
							result = true
						}
					}
				}
			},
			["讨"] = {
				["债"] = {
					result = true
				}
			},
			["追"] = {
				["债"] = {
					result = true
				}
			}
		},
		["任"] = {
			["意"] = {
				["变"] = {
					["号"] = {
						result = true
					}
				},
				["改"] = {
					["号"] = {
						result = true
					}
				}
			}
		},
		["会"] = {
			["管"] = {
				["理"] = {
					["员"] = {
						result = true
					}
				}
			}
		},
		["你"] = {
			["替"] = {
				["考"] = {
					result = true
				}
			}
		},
		["助"] = {
			["妻"] = {
				["子"] = {
					["去"] = {
						["偷"] = {
							["情"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["女"] = {
			["性"] = {
				["舔"] = {
					["阴"] = {
						result = true
					}
				}
			}
		},
		["帮"] = {
			["论"] = {
				["文"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["干"] = {
			["将"] = {
				[" "] = {
					["引"] = {
						["渡"] = {
							["回"] = {
								["国"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["彩"] = {
			["信"] = {
				["改"] = {
					["号"] = {
						result = true
					}
				}
			}
		},
		["忙"] = {
			["复"] = {
				["仇"] = {
					result = true
				}
			},
			["打"] = {
				["架"] = {
					["多"] = {
						["少"] = {
							["钱"] = {
								result = true
							}
						}
					}
				}
			},
			["报"] = {
				["仇"] = {
					result = true,
					["的"] = {
						result = true
					}
				}
			},
			["要"] = {
				["账"] = {
					result = true,
					["多"] = {
						["少"] = {
							["钱"] = {
								result = true
							}
						}
					},
					["的"] = {
						result = true
					}
				}
			}
		},
		["您"] = {
			["办"] = {
				["证"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["手"] = {
			["机"] = {
				["改"] = {
					["号"] = {
						result = true
					}
				}
			}
		},
		["指"] = {
			["定"] = {
				["变"] = {
					["号"] = {
						result = true
					}
				}
			}
		},
		["搏"] = {
			["网"] = {
				result = true
			}
		},
		["清"] = {
			["债"] = {
				result = true
			}
		},
		["的"] = {
			["黄"] = {
				["昏"] = {
					result = true
				}
			}
		},
		["短"] = {
			["信"] = {
				["改"] = {
					["号"] = {
						result = true
					}
				}
			}
		},
		["要"] = {
			["账"] = {
				result = true
			}
		}
	},
	["帶"] = {
		["套"] = {
			["肛"] = {
				["交"] = {
					result = true
				}
			}
		}
	},
	["常"] = {
		["委"] = {
			["私"] = {
				["生"] = {
					["子"] = {
						["车"] = {
							["祸"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["年"] = {
			["假"] = {
				B = {
					result = true
				},
				["币"] = {
					result = true
				}
			},
			["出"] = {
				["售"] = {
					["假"] = {
						["币"] = {
							result = true
						}
					}
				}
			}
		},
		["归"] = {
			["云"] = {
				result = true
			}
		},
		["盘"] = {
			["优"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["樱"] = {
				["子"] = {
					result = true
				}
			},
			["铃"] = {
				result = true
			}
		},
		["盤"] = {
			["優"] = {
				["子"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					},
					["迅"] = {
						["雷"] = {
							result = true
						}
					}
				}
			}
		},
		["见"] = {
			["手"] = {
				["枪"] = {
					["子"] = {
						["弹"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["幫"] = {
		["人"] = {
			["专"] = {
				["业"] = {
					["勒"] = {
						["索"] = {
							result = true
						}
					}
				}
			},
			["了"] = {
				["仇"] = {
					result = true
				},
				["難"] = {
					result = true
				}
			},
			["代"] = {
				["理"] = {
					["敲"] = {
						["詐"] = {
							result = true
						}
					},
					["毀"] = {
						["容"] = {
							result = true
						}
					},
					["綁"] = {
						["架"] = {
							result = true
						}
					}
				}
			},
			["出"] = {
				["氣"] = {
					result = true
				}
			},
			["勒"] = {
				["索"] = {
					result = true
				}
			},
			["報"] = {
				["仇"] = {
					result = true,
					["毀"] = {
						["容"] = {
							result = true
						}
					}
				},
				["復"] = {
					result = true
				}
			},
			["專"] = {
				["業"] = {
					["勒"] = {
						["索"] = {
							result = true
						}
					}
				}
			},
			["打"] = {
				["架"] = {
					result = true
				}
			},
			["敲"] = {
				["詐"] = {
					result = true
				}
			},
			["殺"] = {
				["人"] = {
					result = true
				}
			},
			["毀"] = {
				["容"] = {
					result = true
				}
			},
			["消"] = {
				["災"] = {
					result = true
				}
			},
			["清"] = {
				["債"] = {
					result = true
				}
			},
			["砍"] = {
				["人"] = {
					result = true
				}
			},
			["綁"] = {
				["架"] = {
					result = true
				}
			},
			["處"] = {
				["理"] = {
					["恩"] = {
						["怨"] = {
							result = true
						}
					}
				}
			},
			["被"] = {
				["欺"] = {
					["負"] = {
						result = true
					}
				}
			},
			["討"] = {
				["債"] = {
					result = true
				}
			},
			["追"] = {
				["債"] = {
					result = true
				}
			}
		},
		["清"] = {
			["債"] = {
				result = true
			}
		}
	},
	["平"] = {
		["习"] = {
			["近"] = {
				result = true
			}
		},
		["晉"] = {
			["希"] = {
				result = true
			}
		},
		["晋"] = {
			["希"] = {
				result = true
			}
		},
		["沼"] = {
			["骐"] = {
				["一"] = {
					["郎"] = {
						result = true
					}
				}
			}
		},
		["疫"] = {
			["近"] = {
				["人"] = {
					result = true
				}
			}
		},
		["禁"] = {
			["习"] = {
				result = true
			},
			["習"] = {
				result = true
			}
		},
		["習"] = {
			["近"] = {
				result = true
			}
		},
		["近"] = {
			["刁"] = {
				result = true
			},
			["錫"] = {
				result = true
			},
			["锡"] = {
				result = true
			}
		},
		["进"] = {
			["习"] = {
				result = true
			}
		},
		["远"] = {
			["习"] = {
				result = true
			}
		},
		["進"] = {
			["喜"] = {
				result = true
			},
			["習"] = {
				result = true
			}
		},
		["遠"] = {
			["習"] = {
				result = true
			}
		},
		["金"] = {
			["习"] = {
				result = true
			},
			["習"] = {
				result = true
			}
		}
	},
	["年"] = {
		["号"] = {
			["庆"] = {
				["丰"] = {
					result = true
				}
			}
		}
	},
	["广"] = {
		["东"] = {
			["删"] = {
				["贴"] = {
					["公"] = {
						["司"] = {
							result = true
						}
					}
				}
			},
			["办"] = {
				["证"] = {
					["/"] = {
						["广"] = {
							["东"] = {
								["办"] = {
									["证"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["信"] = {
						["息"] = {
							["处"] = {
								["理"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["州"] = {
			["代"] = {
				["办"] = {
					["四"] = {
						["六"] = {
							["级"] = {
								["证"] = {
									result = true
								}
							}
						}
					},
					["驾"] = {
						["照"] = {
							["文"] = {
								["凭"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["办"] = {
				["六"] = {
					["级"] = {
						["证"] = {
							result = true
						}
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							result = true
						}
					}
				},
				["证"] = {
					result = true,
					["中"] = {
						["心"] = {
							result = true
						}
					},
					["公"] = {
						["司"] = {
							result = true
						}
					},
					["刻"] = {
						["章"] = {
							q = {
								q = {
									result = true
								}
							},
							["发"] = {
								["票"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["各"] = {
				["国"] = {
					["签"] = {
						["证"] = {
							[" "] = {
								["代"] = {
									["办"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					["髮"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["签"] = {
				["证"] = {
					["学"] = {
						["历"] = {
							["证"] = {
								["明"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["网"] = {
				["上"] = {
					["办"] = {
						["证"] = {
							[" "] = {
								["刻"] = {
									["章"] = {
										result = true
									}
								}
							},
							q = {
								q = {
									result = true
								}
							}
						}
					}
				}
			},
			["职"] = {
				["称"] = {
					["资"] = {
						["格"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["高"] = {
				["仿"] = {
					["真"] = {
						["毕"] = {
							["业"] = {
								["证"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["田"] = {
			["宏"] = {
				["毅"] = {
					result = true
				}
			}
		}
	},
	["庆"] = {
		["丰"] = {
			["3"] = {
				["年"] = {
					result = true
				}
			},
			["4"] = {
				["年"] = {
					result = true
				}
			},
			["一"] = {
				["朝"] = {
					result = true
				}
			},
			["包"] = {
				["子"] = {
					result = true
				}
			},
			["嘉"] = {
				["庆"] = {
					result = true
				}
			},
			["圣"] = {
				["上"] = {
					result = true
				}
			},
			["大"] = {
				["帝"] = {
					result = true
				}
			},
			["帝"] = {
				result = true
			},
			["年"] = {
				["末"] = {
					result = true
				}
			},
			["朝"] = {
				["药"] = {
					["丸"] = {
						result = true
					}
				}
			},
			["胖"] = {
				["子"] = {
					result = true
				}
			}
		},
		["京"] = {
			["平"] = {
				result = true
			}
		}
	},
	["庇"] = {
		["护"] = {
			["王"] = {
				["立"] = {
					["军"] = {
						result = true
					}
				}
			}
		}
	},
	["床"] = {
		["上"] = {
			["功"] = {
				["夫"] = {
					result = true
				}
			},
			["戏"] = {
				result = true
			},
			["激"] = {
				["情"] = {
					["自"] = {
						["拍"] = {
							["图"] = {
								result = true
							}
						}
					},
					["试"] = {
						["看"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				["淫"] = {
					["荡"] = {
						["少"] = {
							["女"] = {
								result = true
							}
						}
					}
				}
			},
			["自"] = {
				["助"] = {
					["游"] = {
						["戏"] = {
							result = true
						}
					}
				}
			},
			["记"] = {
				["录"] = {
					["大"] = {
						["全"] = {
							result = true
						}
					}
				}
			},
			["诱"] = {
				["惑"] = {
					result = true
				}
			},
			["销"] = {
				["魂"] = {
					["照"] = {
						result = true
					}
				}
			}
		},
		["戏"] = {
			result = true
		}
	},
	["应"] = {
		["勇"] = {
			["就"] = {
				["疫"] = {
					result = true
				}
			},
			["抗"] = {
				["疫"] = {
					result = true
				}
			},
			["救"] = {
				["疫"] = {
					result = true
				}
			},
			["牺"] = {
				["牲"] = {
					result = true
				}
			}
		}
	},
	["底"] = {
		["价"] = {
			["橡"] = {
				["胶"] = {
					["棍"] = {
						result = true
					}
				}
			}
		},
		["力"] = {
			result = true
		},
		["层"] = {
			["生"] = {
				["态"] = {
					result = true
				}
			}
		},
		["火"] = {
			["砧"] = {
				["座"] = {
					result = true
				}
			}
		},
		["缘"] = {
			["枪"] = {
				["弹"] = {
					result = true
				}
			}
		},
		["走"] = {
			["光"] = {
				result = true
			}
		}
	},
	["废"] = {
		["习"] = {
			result = true
		}
	},
	["庸"] = {
		["医"] = {
			result = true
		}
	},
	["廁"] = {
		["奴"] = {
			result = true
		},
		["所"] = {
			["偷"] = {
				["拍"] = {
					result = true
				}
			},
			["盜"] = {
				["攝"] = {
					result = true
				}
			}
		}
	},
	["廗"] = {
		["亓"] = {
			["發"] = {
				["嘌"] = {
					result = true
				}
			}
		}
	},
	["开"] = {
		["东"] = {
			["莞"] = {
				["税"] = {
					["票"] = {
						result = true
					}
				}
			}
		},
		["建"] = {
			["筑"] = {
				["发"] = {
					["票"] = {
						result = true
					}
				}
			}
		},
		["沧"] = {
			["州"] = {
				["醱"] = {
					["票"] = {
						result = true
					}
				}
			}
		}
	},
	["弁"] = {
		["而"] = {
			["钗"] = {
				result = true
			}
		}
	},
	["弓"] = {
		["虽"] = {
			result = true
		}
	},
	["弔"] = {
		["京"] = {
			["平"] = {
				result = true
			}
		}
	},
	["弗"] = {
		["朗"] = {
			["习"] = {
				["斯"] = {
					["科"] = {
						result = true
					}
				}
			},
			["習"] = {
				["斯"] = {
					["科"] = {
						result = true
					}
				}
			}
		}
	},
	["弟"] = {
		["*"] = {
			["子"] = {
				result = true
			}
		},
		["大"] = {
			["勿"] = {
				["勃"] = {
					result = true
				}
			},
			["物"] = {
				["勃"] = {
					result = true
				}
			}
		},
		["弟"] = {
			["淫"] = {
				["奸"] = {
					["姐"] = {
						["姐"] = {
							result = true,
							["穴"] = {
								result = true
							}
						}
					}
				}
			},
			["的"] = {
				["大"] = {
					["肉"] = {
						["棒"] = {
							result = true
						}
					}
				},
				["肉"] = {
					["棒"] = {
						["好"] = {
							["粗"] = {
								result = true
							}
						}
					}
				}
			},
			["粗"] = {
				["大"] = {
					["的"] = {
						["肉"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			},
			["网"] = {
				result = true
			}
		}
	},
	["弱"] = {
		["智"] = {
			result = true
		}
	},
	["弹"] = {
		["刀"] = {
			["首"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["刺"] = {
			["跳"] = {
				["刀"] = {
					result = true
				}
			}
		},
		["劾"] = {
			["习"] = {
				result = true
			}
		},
		["匣"] = {
			["容"] = {
				["量"] = {
					result = true
				}
			}
		},
		["壳"] = {
			["气"] = {
				p = {
					c = {
						p = {
							result = true
						}
					}
				}
			},
			["皿"] = {
				result = true
			}
		},
		["子"] = {
			["枪"] = {
				result = true
			}
		},
		["弓"] = {
			result = true
		},
		["弖"] = {
			["囸"] = {
				["闆"] = {
					result = true
				}
			}
		},
		["方"] = {
			["法"] = {
				result = true
			}
		},
		["珠"] = {
			["仿"] = {
				["真"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["枪"] = {
				["仿"] = {
					["真"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["汽"] = {
				["狗"] = {
					["仿"] = {
						["真"] = {
							["狗"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["簧"] = {
			d = {
				a = {
					o = {
						result = true
					}
				}
			},
			["三"] = {
				["节"] = {
					["甩"] = {
						["棍"] = {
							result = true
						}
					}
				}
			},
			["人"] = {
				["皮"] = {
					result = true
				}
			},
			["刀"] = {
				["正"] = {
					["品"] = {
						result = true
					}
				}
			},
			["刺"] = {
				["专"] = {
					result = true
				}
			},
			["匕"] = {
				result = true
			},
			["叨"] = {
				["匕"] = {
					["渞"] = {
						result = true
					}
				}
			},
			["小"] = {
				["枪"] = {
					result = true
				}
			},
			["式"] = {
				["气"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["扎"] = {
				["刀"] = {
					result = true
				}
			},
			["枪"] = {
				result = true
			},
			["活"] = {
				["塞"] = {
					result = true
				}
			},
			["狗"] = {
				result = true
			},
			["跳"] = {
				["跳"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["钢"] = {
				result = true
			},
			["面"] = {
				["具"] = {
					result = true
				}
			}
		},
		["衬"] = {
			result = true
		},
		["道"] = {
			["学"] = {
				result = true
			}
		},
		["铗"] = {
			["恨"] = {
				["无"] = {
					["肉"] = {
						result = true
					}
				}
			}
		},
		["锅"] = {
			["衬"] = {
				result = true
			}
		}
	},
	["彈"] = {
		["、"] = {
			["枪"] = {
				["专"] = {
					result = true
				}
			}
		},
		["夾"] = {
			result = true
		},
		["弓"] = {
			["正"] = {
				["品"] = {
					result = true
				}
			}
		},
		["枪"] = {
			result = true
		},
		["簧"] = {
			["刀"] = {
				result = true
			},
			["面"] = {
				["具"] = {
					result = true
				}
			}
		},
		["藥"] = {
			["製"] = {
				["造"] = {
					["工"] = {
						["藝"] = {
							["學"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["彐"] = {
		["逅"] = {
			["乎"] = {
				result = true
			}
		}
	},
	["当"] = {
		["今"] = {
			["圣"] = {
				["上"] = {
					result = true
				}
			}
		},
		["代"] = {
			["秦"] = {
				["始"] = {
					["皇"] = {
						result = true
					}
				}
			},
			["邪"] = {
				["淫"] = {
					["现"] = {
						["报"] = {
							["录"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["众"] = {
			["做"] = {
				["爱"] = {
					result = true
				}
			}
		},
		["共"] = {
			["匪"] = {
				["太"] = {
					["爽"] = {
						["了"] = {
							result = true
						}
					}
				}
			}
		},
		["朝"] = {
			[" "] = {
				["宰"] = {
					["相"] = {
						[" "] = {
							["恒"] = {
								["大"] = {
									["地"] = {
										["产"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["金"] = {
			["慎"] = {
				["上"] = {
					result = true
				}
			}
		},
		["面"] = {
			["交"] = {
				["易"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["办"] = {
				["证"] = {
					["交"] = {
						["易"] = {
							result = true
						}
					}
				}
			},
			["换"] = {
				["*"] = {
					["肾"] = {
						result = true
					}
				}
			}
		}
	},
	["彩"] = {
		["乐"] = {
			["吧"] = {
				result = true
			}
		},
		["信"] = {
			result = true
		},
		["名"] = {
			["杏"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["迅"] = {
						["雷"] = {
							result = true
						}
					}
				}
			}
		},
		["女"] = {
			["凛"] = {
				result = true
			}
		},
		["弹"] = {
			["枪"] = {
				result = true
			},
			["汽"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["民"] = {
			["心"] = {
				["水"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			},
			["红"] = {
				["论"] = {
					["坛"] = {
						result = true
					}
				}
			}
		},
		["票"] = {
			["网"] = {
				result = true
			}
		},
		["绘"] = {
			["武"] = {
				["士"] = {
					["刀"] = {
						result = true
					}
				}
			}
		},
		["色"] = {
			["避"] = {
				["孕"] = {
					["套"] = {
						result = true
					}
				}
			}
		},
		["虹"] = {
			["成"] = {
				["人"] = {
					["电"] = {
						["视"] = {
							result = true
						}
					}
				}
			},
			["骑"] = {
				["士"] = {
					result = true
				}
			}
		},
		["訊"] = {
			["."] = {
				["網"] = {
					result = true
				}
			},
			["網"] = {
				result = true
			}
		},
		["讯"] = {
			["."] = {
				["网"] = {
					result = true
				}
			},
			["网"] = {
				result = true
			}
		},
		["运"] = {
			["来"] = {
				result = true
			}
		},
		["金"] = {
			["宏"] = {
				["辉"] = {
					result = true
				}
			}
		},
		["钢"] = {
			["刺"] = {
				result = true
			}
		},
		["霸"] = {
			["王"] = {
				result = true
			}
		},
		["香"] = {
			result = true
		}
	},
	["彭"] = {
		["慄"] = {
			["園"] = {
				result = true
			}
		},
		["立"] = {
			["圓"] = {
				result = true
			},
			["袁"] = {
				result = true
			}
		},
		["綠"] = {
			["園"] = {
				result = true
			}
		},
		["蔴"] = {
			["嘛"] = {
				result = true
			}
		},
		["裏"] = {
			["怨"] = {
				result = true
			}
		},
		["麗"] = {
			y = {
				result = true,
				u = {
					a = {
						n = {
							result = true
						}
					}
				}
			},
			["原"] = {
				result = true
			},
			["圓"] = {
				result = true
			},
			["袁"] = {
				result = true
			}
		}
	},
	["彻"] = {
		["近"] = {
			["平"] = {
				result = true
			}
		}
	},
	["彼"] = {
		["女"] = {
			result = true,
			["の"] = {
				["淫"] = {
					["性"] = {
						["生"] = {
							["活"] = {
								result = true
							}
						}
					}
				}
			},
			["同"] = {
				["栖"] = {
					["生"] = {
						["活"] = {
							result = true
						}
					}
				}
			},
			["彼"] = {
				["女"] = {
					["彼"] = {
						["女"] = {
							result = true
						}
					}
				}
			},
			["見"] = {
				["舞"] = {
					["来"] = {
						["理"] = {
							["由"] = {
								result = true
							}
						}
					}
				}
			},
			["见"] = {
				["舞"] = {
					["来"] = {
						["理"] = {
							["由"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["待"] = {
		["办"] = {
			["假"] = {
				["证"] = {
					result = true
				}
			}
		},
		["炼"] = {
			result = true
		},
		["练"] = {
			result = true
		}
	},
	["後"] = {
		["庭"] = {
			result = true
		}
	},
	["得"] = {
		["安"] = {
			["快"] = {
				["开"] = {
					["工"] = {
						["具"] = {
							result = true
						}
					}
				}
			}
		},
		["此"] = {
			["女"] = {
				["者"] = {
					["得"] = {
						["天"] = {
							["下"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["徜"] = {
		["徉"] = {
			["集"] = {
				result = true
			}
		}
	},
	["從"] = {
		["後"] = {
			["插"] = {
				["入"] = {
					result = true
				}
			}
		}
	},
	["徳"] = {
		["國"] = {
			["⑤"] = {
				["⑧"] = {
					["⑥"] = {
						result = true
					}
				}
			},
			["博"] = {
				["尅"] = {
					["軍"] = {
						["叨"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["德"] = {
		["克"] = {
			["萨"] = {
				["斯"] = {
					result = true
				}
			}
		},
		["军"] = {
			["忉"] = {
				["专"] = {
					result = true
				}
			},
			["用"] = {
				["匕"] = {
					["首"] = {
						result = true
					}
				}
			}
		},
		["啯"] = {
			["⑤"] = {
				["⑧"] = {
					["⑥"] = {
						result = true
					}
				}
			},
			["愽"] = {
				["剋"] = {
					["軍"] = {
						["刀"] = {
							result = true
						}
					}
				}
			}
		},
		["宏"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			}
		},
		["容"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["意"] = {
			["军"] = {
				["刀"] = {
					result = true
				}
			}
		},
		["成"] = {
			["淘"] = {
				["宝"] = {
					["小"] = {
						["号"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["拉"] = {
			["手"] = {
				["狗"] = {
					result = true
				}
			}
		},
		["朗"] = {
			["子"] = {
				result = true
			}
		},
		["梅"] = {
			["因"] = {
				result = true
			}
		},
		["版"] = {
			C = {
				P = {
					["9"] = {
						["9"] = {
							result = true
						}
					}
				}
			}
		},
		["美"] = {
			["罗"] = {
				result = true
			}
		},
		["雷"] = {
			["顿"] = {
				result = true
			}
		}
	},
	["必"] = {
		["胜"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["赢"] = {
			["全"] = {
				["讯"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["达"] = {
			["教"] = {
				["育"] = {
					result = true,
					["机"] = {
						["构"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["忉"] = {
		["剑"] = {
			["匕"] = {
				["首"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["忉"] = {
			["网"] = {
				result = true
			}
		}
	},
	["快"] = {
		["速"] = {
			["办"] = {
				["证"] = {
					[" "] = {
						["上"] = {
							["网"] = {
								["文"] = {
									["凭"] = {
										result = true
									}
								}
							}
						},
						["刻"] = {
							["章"] = {
								Q = {
									Q = {
										result = true
									}
								}
							}
						},
						["学"] = {
							["位"] = {
								["认"] = {
									["证"] = {
										result = true
									}
								},
								["证"] = {
									result = true
								}
							}
						},
						["毕"] = {
							["业"] = {
								["证"] = {
									result = true
								}
							}
						},
						["真"] = {
							["文"] = {
								["凭"] = {
									result = true
								}
							}
						},
						["签"] = {
							["证"] = {
								result = true
							}
						},
						["网"] = {
							["络"] = {
								["办"] = {
									["证"] = {
										result = true
									}
								}
							}
						},
						["身"] = {
							["份"] = {
								["证"] = {
									result = true
								}
							}
						},
						["车"] = {
							["牌"] = {
								["执"] = {
									["照"] = {
										result = true
									}
								}
							}
						},
						["驾"] = {
							["照"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["念"] = {
		["成"] = {
			["了"] = {
				["宽"] = {
					["衣"] = {
						result = true
					}
				}
			},
			["宽"] = {
				["衣"] = {
					result = true
				}
			}
		}
	},
	["性"] = {
		["侵"] = {
			result = true
		},
		["服"] = {
			["务"] = {
				result = true
			}
		}
	},
	["总"] = {
		["有"] = {
			["刁"] = {
				["民"] = {
					["想"] = {
						["害"] = {
							["朕"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["统"] = {
			["府"] = {
				result = true
			}
		},
		["菊"] = {
			result = true
		}
	},
	["恥"] = {
		["辱"] = {
			["醫"] = {
				["護"] = {
					result = true,
					b = {
						t = {
							result = true
						}
					},
					["免"] = {
						["费"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["息"] = {
		["禁"] = {
			["平"] = {
				result = true
			}
		}
	},
	["恶"] = {
		["习"] = {
			["难"] = {
				["改"] = {
					result = true
				}
			}
		},
		["政"] = {
			["隐"] = {
				result = true
			}
		}
	},
	["悲"] = {
		["哀"] = {
			["的"] = {
				["熟"] = {
					["女"] = {
						result = true
					}
				}
			}
		}
	},
	["悼"] = {
		["念"] = {
			["会"] = {
				result = true
			},
			["六"] = {
				["四"] = {
					["万"] = {
						["人"] = {
							["游"] = {
								["行"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["胡"] = {
				["耀"] = {
					["邦"] = {
						result = true
					}
				}
			},
			["自"] = {
				["焚"] = {
					["者"] = {
						result = true
					}
				}
			}
		}
	},
	["惜"] = {
		["晉"] = {
			["平"] = {
				result = true
			}
		},
		["晋"] = {
			["平"] = {
				result = true
			}
		},
		["金"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		}
	},
	["惨"] = {
		["案"] = {
			["木"] = {
				["樨"] = {
					["地"] = {
						result = true
					}
				}
			}
		}
	},
	["愛"] = {
		["乃"] = {
			["ひ"] = {
				["か"] = {
					["る"] = {
						result = true
					}
				}
			}
		},
		["做"] = {
			["愛"] = {
				["綜"] = {
					["合"] = {
						["網"] = {
							result = true
						}
					}
				}
			}
		},
		["内"] = {
			["希"] = {
				B = {
					D = {
						["中"] = {
							["文"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["因"] = {
			["斯"] = {
				["坦"] = {
					result = true
				}
			}
		},
		["圖"] = {
			["公"] = {
				["園"] = {
					result = true
				}
			}
		},
		["女"] = {
			["人"] = {
				result = true
			}
		},
		["妻"] = {
			["淫"] = {
				["穴"] = {
					result = true
				}
			}
		},
		["崗"] = {
			["敬"] = {
				["業"] = {
					result = true
				}
			}
		},
		["川"] = {
			["愛"] = {
				["美"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					}
				}
			}
		},
		["幼"] = {
			["閣"] = {
				result = true
			}
		},
		["性"] = {
			["成"] = {
				["人"] = {
					["綜"] = {
						["合"] = {
							result = true
						}
					}
				}
			}
		},
		["情"] = {
			["服"] = {
				["務"] = {
					["生"] = {
						result = true
					}
				}
			}
		},
		["桑"] = {
			["拿"] = {
				result = true
			}
		},
		["梨"] = {
			b = {
				t = {
					result = true,
					["下"] = {
						["載"] = {
							result = true
						}
					}
				}
			},
			["全"] = {
				["集"] = {
					result = true
				}
			},
			["無"] = {
				["碼"] = {
					result = true,
					["下"] = {
						["載"] = {
							result = true
						}
					}
				}
			},
			["電"] = {
				["驢"] = {
					result = true
				}
			}
		},
		["沢"] = {
			["蓮"] = {
				["痴"] = {
					["女"] = {
						["教"] = {
							["師"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["河"] = {
			result = true
		},
		["液"] = {
			result = true,
			["橫"] = {
				["流"] = {
					result = true
				}
			}
		},
		["的"] = {
			["奉"] = {
				["献"] = {
					result = true
				},
				["獻"] = {
					result = true
				}
			}
		},
		["色"] = {
			c = {
				c = {
					result = true
				}
			}
		},
		["花"] = {
			["沙"] = {
				["也"] = {
					result = true
				}
			}
		},
		["葉"] = {
			["亞"] = {
				["希"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					}
				}
			}
		},
		["蕩"] = {
			["漾"] = {
				["著"] = {
					result = true
				}
			}
		},
		["薇"] = {
			["兒"] = {
				["情"] = {
					["色"] = {
						["網"] = {
							result = true
						}
					}
				}
			}
		},
		["香"] = {
			["裡"] = {
				b = {
					t = {
						result = true
					}
				},
				["全"] = {
					["集"] = {
						result = true
					}
				},
				["無"] = {
					["碼"] = {
						result = true
					}
				},
				["電"] = {
					["驢"] = {
						result = true
					}
				}
			}
		}
	},
	["慈"] = {
		["溪"] = {
			K = {
				["粉"] = {
					result = true
				}
			},
			["职"] = {
				["高"] = {
					result = true
				}
			}
		},
		["禧"] = {
			["野"] = {
				["史"] = {
					["5"] = {
						["集"] = {
							["全"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["慶"] = {
		["京"] = {
			["平"] = {
				result = true
			}
		},
		["豐"] = {
			["胖"] = {
				["子"] = {
					result = true
				}
			}
		}
	},
	["懃"] = {
		["远"] = {
			["习"] = {
				result = true
			}
		},
		["遠"] = {
			["習"] = {
				result = true
			}
		}
	},
	["懪"] = {
		["政"] = {
			result = true
		}
	},
	["戏"] = {
		["大"] = {
			["大"] = {
				result = true
			}
		},
		["精"] = {
			["瓶"] = {
				result = true
			},
			["苹"] = {
				result = true
			}
		},
		["金"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["（"] = {
			["习"] = {
				["）"] = {
					["宽"] = {
						["衣"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["成"] = {
		["$"] = {
			["人"] = {
				["遊"] = {
					["戲"] = {
						result = true
					}
				}
			}
		},
		r = {
			e = {
				n = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			}
		},
		["人"] = {
			["&"] = {
				b = {
					t = {
						result = true
					}
				},
				d = {
					v = {
						d = {
							result = true
						}
					}
				},
				["写"] = {
					["真"] = {
						result = true
					}
				},
				["卡"] = {
					result = true
				},
				["图"] = {
					result = true
				},
				["圖"] = {
					result = true
				},
				["寫"] = {
					["真"] = {
						result = true
					}
				},
				["小"] = {
					result = true
				},
				["影"] = {
					result = true
				},
				["性"] = {
					result = true
				},
				["愛"] = {
					result = true
				},
				["文"] = {
					result = true
				},
				["武"] = {
					result = true
				},
				["游"] = {
					result = true
				},
				["漫"] = {
					result = true
				},
				["爱"] = {
					result = true
				},
				["玩"] = {
					result = true
				},
				["用"] = {
					result = true
				},
				["笑"] = {
					result = true
				},
				["網"] = {
					result = true
				},
				["网"] = {
					result = true
				},
				["聊"] = {
					result = true
				},
				["色"] = {
					result = true
				},
				["視"] = {
					result = true
				},
				["视"] = {
					result = true
				},
				["論"] = {
					result = true
				},
				["论"] = {
					result = true
				},
				["貼"] = {
					result = true
				},
				["贴"] = {
					result = true
				}
			},
			["1"] = {
				["2"] = {
					["3"] = {
						result = true
					}
				}
			},
			["2"] = {
				["0"] = {
					["1"] = {
						["3"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["3"] = {
				D = {
					["游"] = {
						["戏"] = {
							result = true
						}
					}
				}
			},
			["4"] = {
				["0"] = {
					["4"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			},
			["5"] = {
				result = true
			},
			["9"] = {
				["8"] = {
					["色"] = {
						result = true
					}
				}
			},
			A = {
				["*"] = {
					["*"] = {
						["片"] = {
							result = true
						}
					}
				},
				V = {
					result = true,
					["影"] = {
						["院"] = {
							result = true
						}
					},
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				},
				["游"] = {
					["戏"] = {
						result = true
					}
				}
			},
			D = {
				V = {
					D = {
						result = true
					}
				}
			},
			H = {
				["网"] = {
					result = true
				}
			},
			Q = {
				V = {
					O = {
						D = {
							result = true
						}
					}
				}
			},
			T = {
				V = {
					["棒"] = {
						result = true
					}
				}
			},
			U = {
				["盘"] = {
					["电"] = {
						["视"] = {
							["棒"] = {
								result = true
							}
						}
					}
				},
				["盤"] = {
					["電"] = {
						["視"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			},
			Y = {
				Y = {
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			},
			a = {
				v = {
					["大"] = {
						["片"] = {
							result = true
						}
					},
					["片"] = {
						result = true
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				},
				["片"] = {
					["在"] = {
						["线"] = {
							["看"] = {
								result = true
							}
						}
					}
				}
			},
			g = {
				a = {
					m = {
						e = {
							result = true
						}
					}
				}
			},
			h = {
				["动"] = {
					["漫"] = {
						result = true
					},
					["画"] = {
						result = true
					}
				},
				["小"] = {
					["说"] = {
						result = true
					}
				},
				["漫"] = {
					["画"] = {
						result = true
					},
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			y = {
				y = {
					["频"] = {
						["道"] = {
							result = true
						}
					}
				}
			},
			["三"] = {
				["级"] = {
					result = true
				},
				["金"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["专"] = {
				["区"] = {
					result = true
				},
				["升"] = {
					["本"] = {
						result = true
					}
				},
				["用"] = {
					["播"] = {
						["放"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["世"] = {
				["界"] = {
					result = true
				}
			},
			["两"] = {
				["性"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["之"] = {
				["家"] = {
					result = true
				},
				["美"] = {
					result = true
				}
			},
			["书"] = {
				["刊"] = {
					result = true
				}
			},
			["乱"] = {
				["伦"] = {
					result = true
				}
			},
			["乳"] = {
				["交"] = {
					result = true
				}
			},
			["五"] = {
				["月"] = {
					["丁"] = {
						["香"] = {
							result = true
						}
					},
					["天"] = {
						result = true
					}
				}
			},
			["亚"] = {
				["洲"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					}
				}
			},
			["交"] = {
				["流"] = {
					result = true
				}
			},
			["伦"] = {
				["理"] = {
					result = true
				}
			},
			["做"] = {
				["爱"] = {
					result = true
				}
			},
			["偷"] = {
				["拍"] = {
					result = true
				}
			},
			["催"] = {
				["情"] = {
					["网"] = {
						result = true
					}
				}
			},
			["充"] = {
				["气"] = {
					["娃"] = {
						["娃"] = {
							result = true
						}
					}
				}
			},
			["免"] = {
				["费"] = {
					result = true
				}
			},
			["全"] = {
				["裸"] = {
					["艳"] = {
						["照"] = {
							result = true
						}
					}
				},
				["集"] = {
					["电"] = {
						["子"] = {
							["书"] = {
								result = true
							}
						}
					}
				}
			},
			["内"] = {
				["容"] = {
					result = true
				}
			},
			["写"] = {
				["真"] = {
					result = true
				}
			},
			["动"] = {
				["态"] = {
					result = true
				},
				["温"] = {
					result = true
				},
				["漫"] = {
					result = true
				},
				["物"] = {
					["性"] = {
						["交"] = {
							result = true
						}
					}
				},
				["画"] = {
					result = true
				}
			},
			["動"] = {
				["溫"] = {
					result = true
				}
			},
			["午"] = {
				["夜"] = {
					result = true
				},
				["间"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["单"] = {
				["机"] = {
					["游"] = {
						["戏"] = {
							result = true
						}
					}
				}
			},
			["变"] = {
				["态"] = {
					["游"] = {
						["戏"] = {
							result = true
						}
					}
				}
			},
			["台"] = {
				result = true
			},
			["吧"] = {
				result = true
			},
			["品"] = {
				["色"] = {
					["堂"] = {
						result = true
					}
				}
			},
			["商"] = {
				["城"] = {
					result = true
				}
			},
			["器"] = {
				["具"] = {
					result = true
				}
			},
			["图"] = {
				result = true,
				["书"] = {
					result = true
				}
			},
			["在"] = {
				["线"] = {
					result = true
				}
			},
			["地"] = {
				["域"] = {
					result = true
				}
			},
			["基"] = {
				["地"] = {
					result = true
				}
			},
			["夜"] = {
				["色"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				},
				["话"] = {
					result = true
				}
			},
			["大"] = {
				["片"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["天"] = {
				["地"] = {
					result = true
				}
			},
			["夫"] = {
				["妻"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["套"] = {
				["图"] = {
					result = true
				}
			},
			["奶"] = {
				["妈"] = {
					["网"] = {
						result = true
					}
				}
			},
			["妈"] = {
				["妈"] = {
					["网"] = {
						result = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					result = true
				}
			},
			["專"] = {
				["用"] = {
					["播"] = {
						["放"] = {
							["機"] = {
								result = true
							}
						}
					}
				}
			},
			["开"] = {
				["心"] = {
					["色"] = {
						["播"] = {
							result = true
						}
					}
				}
			},
			["影"] = {
				["视"] = {
					result = true
				}
			},
			["快"] = {
				["播"] = {
					result = true
				}
			},
			["性"] = {
				result = true
			},
			["情"] = {
				["色"] = {
					result = true
				}
			},
			["招"] = {
				["妓"] = {
					["网"] = {
						result = true
					}
				}
			},
			["插"] = {
				["漫"] = {
					["画"] = {
						result = true
					}
				},
				["穴"] = {
					result = true
				}
			},
			["播"] = {
				["播"] = {
					result = true
				},
				["放"] = {
					["器"] = {
						result = true
					}
				}
			},
			["撸"] = {
				["成"] = {
					["人"] = {
						result = true
					}
				}
			},
			["操"] = {
				["逼"] = {
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["收"] = {
				["费"] = {
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			},
			["文"] = {
				["學"] = {
					result = true
				}
			},
			["无"] = {
				["码"] = {
					result = true
				}
			},
			["日"] = {
				["本"] = {
					result = true
				}
			},
			["暴"] = {
				["露"] = {
					["色"] = {
						["图"] = {
							result = true
						}
					}
				}
			},
			["有"] = {
				["声"] = {
					["小"] = {
						["说"] = {
							result = true
						}
					}
				},
				["码"] = {
					result = true
				}
			},
			["来"] = {
				["吧"] = {
					result = true
				}
			},
			["欧"] = {
				["美"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["毒"] = {
				["龙"] = {
					["钻"] = {
						result = true
					}
				}
			},
			["洋"] = {
				["妞"] = {
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			},
			["派"] = {
				["对"] = {
					result = true
				}
			},
			["淫"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			},
			["漫"] = {
				result = true
			},
			["炮"] = {
				["图"] = {
					result = true
				}
			},
			["無"] = {
				["碼"] = {
					A = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["照"] = {
				["片"] = {
					result = true
				}
			},
			["煽"] = {
				["情"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["爱"] = {
				["催"] = {
					["情"] = {
						["网"] = {
							result = true
						}
					}
				},
				["情"] = {
					["片"] = {
						result = true
					}
				}
			},
			["爽"] = {
				result = true
			},
			["版"] = {
				["动"] = {
					["画"] = {
						result = true
					}
				},
				["百"] = {
					["度"] = {
						["影"] = {
							["音"] = {
								result = true
							}
						}
					}
				}
			},
			["狼"] = {
				["图"] = {
					result = true
				}
			},
			["电"] = {
				["子"] = {
					["书"] = {
						result = true
					}
				},
				["影"] = {
					["<"] = {
						result = true
					},
					["?"] = {
						["自"] = {
							["输"] = {
								result = true
							}
						}
					},
					B = {
						T = {
							result = true
						}
					},
					H = {
						D = {
							result = true
						}
					},
					["俺"] = {
						["去"] = {
							["也"] = {
								result = true
							}
						}
					},
					["免"] = {
						["费"] = {
							result = true
						}
					},
					["在"] = {
						["线"] = {
							result = true
						}
					},
					["地"] = {
						["址"] = {
							result = true
						}
					},
					["导"] = {
						["航"] = {
							result = true
						}
					},
					["快"] = {
						["播"] = {
							result = true
						}
					},
					["播"] = {
						["放"] = {
							["器"] = {
								result = true
							}
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["论"] = {
						["坛"] = {
							result = true
						}
					},
					["轮"] = {
						["奸"] = {
							result = true
						}
					},
					["院"] = {
						result = true
					}
				},
				["礻"] = {
					["见"] = {
						["木"] = {
							["奉"] = {
								result = true
							}
						}
					}
				}
			},
			["百"] = {
				["強"] = {
					result = true
				}
			},
			["看"] = {
				["片"] = {
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["短"] = {
				["片"] = {
					result = true
				}
			},
			["社"] = {
				["區"] = {
					result = true
				}
			},
			["种"] = {
				["子"] = {
					result = true,
					["资"] = {
						["源"] = {
							result = true
						}
					}
				}
			},
			["第"] = {
				["7"] = {
					["7"] = {
						q = {
							e = {
								result = true
							}
						}
					}
				}
			},
			["線"] = {
				["上"] = {
					["電"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["线"] = {
				["上"] = {
					result = true
				}
			},
			["绿"] = {
				["色"] = {
					["网"] = {
						["址"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				result = true
			},
			["考"] = {
				["试"] = {
					result = true
				}
			},
			["聊"] = {
				result = true,
				["天"] = {
					["室"] = {
						result = true
					}
				}
			},
			["联"] = {
				["盟"] = {
					result = true
				}
			},
			["肾"] = {
				result = true
			},
			["色"] = {
				result = true
			},
			["裸"] = {
				result = true,
				["聊"] = {
					result = true
				}
			},
			["视"] = {
				["讯"] = {
					result = true
				},
				["频"] = {
					["网"] = {
						result = true
					}
				}
			},
			["言"] = {
				["情"] = {
					result = true
				}
			},
			["诱"] = {
				["惑"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["资"] = {
				["源"] = {
					result = true
				}
			},
			["软"] = {
				["件"] = {
					result = true
				}
			},
			["连"] = {
				["导"] = {
					["航"] = {
						result = true
					}
				}
			},
			["遊"] = {
				["戲"] = {
					result = true
				}
			},
			["陪"] = {
				["聊"] = {
					result = true
				}
			},
			["集"] = {
				["锦"] = {
					result = true
				}
			},
			["電"] = {
				["視"] = {
					["棒"] = {
						result = true
					}
				}
			},
			["音"] = {
				["影"] = {
					["先"] = {
						["锋"] = {
							result = true
						}
					}
				}
			},
			["频"] = {
				["道"] = {
					result = true
				}
			},
			["高"] = {
				["清"] = {
					result = true
				},
				["考"] = {
					result = true
				}
			},
			["黄"] = {
				["片"] = {
					result = true
				},
				["站"] = {
					result = true
				},
				["色"] = {
					result = true
				}
			},
			["黑"] = {
				["木"] = {
					["耳"] = {
						result = true
					}
				}
			},
			["４"] = {
				["０"] = {
					["４"] = {
						result = true
					}
				}
			}
		},
		["仁"] = {
			["網"] = {
				result = true
			},
			["网"] = {
				result = true
			},
			["记"] = {
				result = true
			}
		},
		["克"] = {
			["杰"] = {
				result = true
			}
		},
		["功"] = {
			["偷"] = {
				["拍"] = {
					result = true
				}
			}
		},
		["吉"] = {
			["习"] = {
				["汗"] = {
					result = true
				}
			},
			["思"] = {
				["汗"] = {
					result = true
				}
			},
			["習"] = {
				["汗"] = {
					result = true
				}
			}
		},
		["品"] = {
			K = {
				["粉"] = {
					result = true
				}
			},
			["冰"] = {
				result = true,
				["毒"] = {
					result = true
				}
			},
			["摇"] = {
				["头"] = {
					["丸"] = {
						result = true
					}
				}
			},
			["果"] = {
				["子"] = {
					result = true
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						result = true
					}
				}
			},
			["牙"] = {
				["签"] = {
					result = true
				}
			},
			["白"] = {
				["冰"] = {
					result = true
				}
			}
		},
		["娛"] = {
			["色"] = {
				["導"] = {
					["航"] = {
						result = true
					}
				}
			}
		},
		["娱"] = {
			["情"] = {
				["色"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					result = true
				}
			},
			["色"] = {
				["导"] = {
					["航"] = {
						result = true
					}
				}
			}
		},
		["就"] = {
			["教"] = {
				["育"] = {
					["培"] = {
						["训"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["年"] = {
			["人"] = {
				result = true,
				["电"] = {
					["影"] = {
						result = true
					},
					["视"] = {
						result = true
					}
				},
				["网"] = {
					["站"] = {
						result = true
					}
				},
				["频"] = {
					["道"] = {
						result = true
					}
				}
			},
			["网"] = {
				["站"] = {
					result = true
				}
			},
			["野"] = {
				["兔"] = {
					result = true
				}
			}
		},
		["快"] = {
			["播"] = {
				["人"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			}
		},
		["性"] = {
			["社"] = {
				["区"] = {
					result = true
				}
			}
		},
		["本"] = {
			["药"] = {
				result = true
			}
		},
		["濑"] = {
			["心"] = {
				["美"] = {
					result = true
				}
			}
		},
		["瀬"] = {
			["心"] = {
				["美"] = {
					result = true
				}
			}
		},
		["熟"] = {
			["少"] = {
				["妇"] = {
					["带"] = {
						["套"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["妇"] = {
					["与"] = {
						["青"] = {
							["年"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["美"] = {
			["雪"] = {
				["菜"] = {
					result = true
				}
			}
		},
		["考"] = {
			["文"] = {
				["凭"] = {
					result = true
				}
			},
			["答"] = {
				["案"] = {
					result = true
				}
			}
		},
		["都"] = {
			["办"] = {
				["证"] = {
					result = true
				}
			}
		},
		["龙"] = {
			["记"] = {
				result = true
			}
		}
	},
	["我"] = {
		["是"] = {
			["席"] = {
				["大"] = {
					["大"] = {
						result = true
					}
				}
			}
		},
		["爱"] = {
			["习"] = {
				["大"] = {
					result = true
				}
			}
		},
		["系"] = {
			["大"] = {
				["大"] = {
					result = true
				}
			}
		}
	},
	["戲"] = {
		["燼"] = {
			["平"] = {
				result = true
			}
		},
		["精"] = {
			["平"] = {
				result = true
			},
			["缾"] = {
				result = true
			},
			["蘋"] = {
				result = true
			}
		},
		["經"] = {
			["平"] = {
				result = true
			}
		},
		["金"] = {
			["缾"] = {
				result = true
			}
		}
	},
	["戳"] = {
		["比"] = {
			result = true
		},
		["逼"] = {
			result = true
		}
	},
	["戴"] = {
		["套"] = {
			["不"] = {
				["算"] = {
					["强"] = {
						["奸"] = {
							result = true
						}
					}
				}
			}
		},
		["手"] = {
			["套"] = {
				["抠"] = {
					["舒"] = {
						["服"] = {
							result = true
						}
					}
				}
			}
		},
		["斯"] = {
			["大"] = {
				["酒"] = {
					["店"] = {
						result = true
					}
				}
			}
		},
		["晴"] = {
			result = true,
			["2"] = {
				["0"] = {
					["周"] = {
						["年"] = {
							result = true
						}
					}
				}
			},
			["八"] = {
				["九"] = {
					result = true,
					["抗"] = {
						["议"] = {
							result = true
						}
					}
				}
			},
			["六"] = {
				["四"] = {
					result = true
				}
			},
			["南"] = {
				["非"] = {
					result = true,
					["和"] = {
						["解"] = {
							result = true
						}
					}
				}
			},
			["和"] = {
				["解"] = {
					result = true
				}
			},
			["开"] = {
				["名"] = {
					["派"] = {
						result = true
					}
				}
			},
			["条"] = {
				["件"] = {
					result = true
				}
			},
			["正"] = {
				["义"] = {
					result = true
				}
			},
			["民"] = {
				["主"] = {
					["运"] = {
						["动"] = {
							result = true
						}
					}
				}
			},
			["王"] = {
				["丹"] = {
					result = true
				}
			},
			["真"] = {
				["相"] = {
					result = true
				}
			}
		},
		["梦"] = {
			["得"] = {
				["珠"] = {
					["宝"] = {
						["老"] = {
							["板"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["相"] = {
			["龙"] = {
				[" "] = {
					["车"] = {
						["峰"] = {
							result = true
						}
					}
				}
			}
		},
		["秉"] = {
			["囯"] = {
				result = true
			},
			["國"] = {
				result = true
			}
		},
		["笠"] = {
			["增"] = {
				["殖"] = {
					["税"] = {
						["发"] = {
							["票"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["维"] = {
			["托"] = {
				["福"] = {
					["助"] = {
						["攷"] = {
							result = true
						}
					}
				}
			}
		},
		["香"] = {
			["雪"] = {
				result = true
			}
		}
	},
	["户"] = {
		["口"] = {
			["本"] = {
				[" "] = {
					["刻"] = {
						["章"] = {
							["办"] = {
								["证"] = {
									result = true
								}
							}
						}
					},
					["办"] = {
						["证"] = {
							["电"] = {
								["话"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["才"] = {
		["能"] = {
			["到"] = {
				["槍"] = {
					result = true
				}
			}
		},
		["认"] = {
			["识"] = {
				["的"] = {
					["空"] = {
						["姐"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["扒"] = {
		["光"] = {
			result = true
		},
		["开"] = {
			["她"] = {
				["两"] = {
					["扇"] = {
						["阴"] = {
							["唇"] = {
								result = true
							}
						}
					}
				},
				["的"] = {
					["嫩"] = {
						["穴"] = {
							result = true
						},
						["阴"] = {
							["道"] = {
								result = true
							}
						}
					},
					["小"] = {
						["穴"] = {
							["穴"] = {
								result = true
							}
						}
					}
				}
			},
			["嫩"] = {
				["穴"] = {
					result = true
				},
				["阴"] = {
					["道"] = {
						result = true
					}
				}
			},
			["小"] = {
				["穴"] = {
					result = true
				}
			},
			["淫"] = {
				["女"] = {
					["的"] = {
						["骚"] = {
							["逼"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["皮"] = {
			["刀"] = {
				result = true
			}
		},
		["穴"] = {
			["、"] = {
				["干"] = {
					["爆"] = {
						result = true
					}
				}
			}
		}
	},
	["打"] = {
		K = {
			result = true
		},
		["击"] = {
			["康"] = {
				["日"] = {
					["新"] = {
						result = true
					}
				}
			}
		},
		["字"] = {
			["员"] = {
				result = true
			}
		},
		["工"] = {
			["者"] = {
				["俱"] = {
					["乐"] = {
						["部"] = {
							result = true
						}
					}
				}
			}
		},
		["枪"] = {
			["利"] = {
				["器"] = {
					result = true
				}
			}
		},
		["水"] = {
			["软"] = {
				["件"] = {
					["足"] = {
						["球"] = {
							result = true
						}
					}
				}
			}
		},
		["洞"] = {
			result = true
		},
		["牌"] = {
			["粉"] = {
				result = true
			},
			["药"] = {
				result = true
			},
			["赢"] = {
				["钱"] = {
					result = true
				}
			},
			["迷"] = {
				["药"] = {
					result = true
				},
				["葯"] = {
					result = true
				}
			}
		},
		["狗"] = {
			["专"] = {
				result = true
			},
			["弓"] = {
				["努"] = {
					["三"] = {
						["步"] = {
							["倒"] = {
								result = true
							}
						}
					}
				}
			},
			["麻"] = {
				["醉"] = {
					["箭"] = {
						result = true
					}
				}
			}
		},
		["猎"] = {
			result = true,
			["工"] = {
				["具"] = {
					result = true
				}
			},
			["枪"] = {
				result = true
			}
		},
		["獵"] = {
			["槍"] = {
				result = true
			},
			["裝"] = {
				["備"] = {
					result = true
				}
			}
		},
		["砲"] = {
			result = true
		},
		["砸"] = {
			result = true
		},
		["穿"] = {
			["实"] = {
				["心"] = {
					["墙"] = {
						result = true
					}
				}
			}
		},
		["虎"] = {
			result = true
		},
		["造"] = {
			["单"] = {
				["槽"] = {
					["苗"] = {
						["刀"] = {
							result = true
						}
					}
				}
			}
		},
		["野"] = {
			["战"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["钉"] = {
			["子"] = {
				["弹"] = {
					result = true
				}
			}
		},
		["钢"] = {
			["珠"] = {
				["仿"] = {
					["真"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["弹"] = {
					["簧"] = {
						["抢"] = {
							result = true
						}
					}
				},
				["的"] = {
					["玩"] = {
						["具"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["鳥"] = {
			["氣"] = {
				["槍"] = {
					result = true
				}
			}
		},
		["鸟"] = {
			result = true
		},
		["麻"] = {
			["雀"] = {
				result = true
			}
		},
		["黑"] = {
			["房"] = {
				["价"] = {
					["恨"] = {
						result = true
					}
				}
			},
			["英"] = {
				["雄"] = {
					["瓜"] = {
						["爹"] = {
							result = true
						},
						["瓜"] = {
							["爹"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["扛"] = {
		["麦"] = {
			result = true,
			["郎"] = {
				result = true
			}
		}
	},
	["扫"] = {
		["黄"] = {
			["打"] = {
				["非"] = {
					result = true
				}
			}
		}
	},
	["扮"] = {
		["开"] = {
			["嫩"] = {
				["穴"] = {
					result = true
				}
			}
		}
	},
	["批"] = {
		["发"] = {
			["一"] = {
				["元"] = {
					["硬"] = {
						["币"] = {
							result = true
						}
					}
				}
			},
			["假"] = {
				["币"] = {
					[" "] = {
						["出"] = {
							["售"] = {
								["假"] = {
									["钞"] = {
										result = true
									}
								}
							}
						}
					}
				},
				["硬"] = {
					["币"] = {
						[" "] = {
							q = {
								q = {
									result = true
								}
							}
						},
						Q = {
							Q = {
								result = true
							}
						}
					}
				},
				["钞"] = {
					[" "] = {
						q = {
							q = {
								result = true
							}
						},
						["上"] = {
							["海"] = {
								result = true
							}
						}
					}
				},
				["钱"] = {
					Q = {
						Q = {
							result = true
						}
					}
				}
			},
			["出"] = {
				["售"] = {
					["假"] = {
						["币"] = {
							result = true
						}
					}
				}
			},
			["最"] = {
				["新"] = {
					["台"] = {
						["湾"] = {
							D = {
								["版"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["超"] = {
				["高"] = {
					["压"] = {
						["电"] = {
							["警"] = {
								["棍"] = {
									result = true,
									["网"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["承"] = {
		["业"] = {
			["高"] = {
				["等"] = {
					["教"] = {
						["育"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["把"] = {
		["周"] = {
			["、"] = {
				["习"] = {
					["也"] = {
						["一"] = {
							["起"] = {
								["连"] = {
									["窝"] = {
										["端"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["妹"] = {
			result = true
		},
		["小"] = {
			["姐"] = {
				["带"] = {
					["回"] = {
						["家"] = {
							result = true
						}
					}
				}
			}
		},
		["我"] = {
			["的"] = {
				["穴"] = {
					["插"] = {
						["烂"] = {
							["了"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["果"] = {
			["冻"] = {
				["放"] = {
					["进"] = {
						["阴"] = {
							["道"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["老"] = {
			["婆"] = {
				["送"] = {
					["上"] = {
						["床"] = {
							result = true
						}
					}
				}
			}
		},
		["肉"] = {
			["棒"] = {
				["抽"] = {
					["出"] = {
						["来"] = {
							result = true
						}
					}
				}
			},
			["茎"] = {
				["舔"] = {
					["乾"] = {
						["净"] = {
							result = true
						}
					}
				}
			}
		},
		["酒"] = {
			["柳"] = {
				["丝"] = {
					["二"] = {
						["十"] = {
							["年"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["抗"] = {
		["小"] = {
			["麥"] = {
				result = true
			}
		},
		["麥"] = {
			result = true
		},
		["麦"] = {
			result = true,
			["郎"] = {
				result = true
			}
		}
	},
	["报"] = {
		["仇"] = {
			result = true
		},
		["到"] = {
			["証"] = {
				["办"] = {
					["理"] = {
						result = true
					}
				}
			},
			["证"] = {
				["办"] = {
					["理"] = {
						result = true
					}
				}
			}
		},
		["复"] = {
			result = true,
			["仇"] = {
				["家"] = {
					result = true
				}
			},
			["北"] = {
				["京"] = {
					["仇"] = {
						["家"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["三"] = {
					result = true
				}
			}
		},
		["治"] = {
			["办"] = {
				["理"] = {
					["资"] = {
						["格"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["码"] = {
			["室"] = {
				result = true
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						result = true
					}
				}
			}
		},
		["销"] = {
			result = true
		}
	},
	["抨"] = {
		["力"] = {
			["猿"] = {
				result = true
			},
			["蝯"] = {
				result = true
			}
		}
	},
	["抱"] = {
		["你"] = {
			["在"] = {
				["身"] = {
					["边"] = {
						result = true
					}
				}
			}
		}
	},
	["抵"] = {
		["制"] = {
			["武"] = {
				["汉"] = {
					["人"] = {
						result = true
					}
				}
			}
		}
	},
	["抽"] = {
		["动"] = {
			["好"] = {
				["舒"] = {
					["服"] = {
						result = true
					}
				}
			},
			["肉"] = {
				result = true
			}
		},
		["叉"] = {
			["姐"] = {
				["姐"] = {
					result = true
				}
			}
		},
		["奖"] = {
			result = true,
			["咨"] = {
				["询"] = {
					result = true
				}
			},
			["客"] = {
				["服"] = {
					result = true
				}
			},
			["投"] = {
				["诉"] = {
					result = true
				}
			},
			["服"] = {
				["务"] = {
					result = true
				}
			}
		},
		["獎"] = {
			result = true,
			["活"] = {
				["動"] = {
					result = true
				}
			}
		},
		["頭"] = {
			result = true
		},
		["Ｂ"] = {
			["淫"] = {
				["穴"] = {
					result = true
				}
			}
		}
	},
	["担"] = {
		["保"] = {
			result = true
		}
	},
	["拆"] = {
		["卸"] = {
			["回"] = {
				["收"] = {
					result = true
				}
			}
		},
		["迁"] = {
			["占"] = {
				["地"] = {
					["上"] = {
						["访"] = {
							result = true
						}
					}
				}
			},
			["悲"] = {
				["喜"] = {
					["剧"] = {
						result = true
					}
				}
			},
			["户"] = {
				["档"] = {
					["案"] = {
						["数"] = {
							["据"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["锁"] = {
			["钳"] = {
				result = true
			}
		}
	},
	["拉"] = {
		["木"] = {
			["登"] = {
				["珠"] = {
					result = true
				}
			}
		}
	},
	["拌"] = {
		["假"] = {
			["户"] = {
				["口"] = {
					["本"] = {
						result = true
					}
				}
			},
			["房"] = {
				["产"] = {
					["正"] = {
						result = true
					}
				}
			},
			["正"] = {
				["件"] = {
					result = true
				},
				["克"] = {
					["章"] = {
						result = true
					}
				}
			},
			["毕"] = {
				["业"] = {
					["正"] = {
						result = true
					}
				}
			},
			["结"] = {
				["婚"] = {
					["正"] = {
						result = true
					}
				}
			},
			["英"] = {
				["语"] = {
					["六"] = {
						["级"] = {
							["正"] = {
								result = true
							}
						}
					},
					["四"] = {
						["级"] = {
							["正"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["军"] = {
			["官"] = {
				["正"] = {
					result = true
				}
			}
		},
		["四"] = {
			["六"] = {
				["级"] = {
					["正"] = {
						result = true
					}
				}
			}
		},
		["大"] = {
			["学"] = {
				["毕"] = {
					["业"] = {
						["正"] = {
							result = true
						}
					}
				}
			}
		},
		["文"] = {
			["凭"] = {
				["克"] = {
					["章"] = {
						result = true
					}
				}
			}
		},
		["正"] = {
			result = true,
			["中"] = {
				["心"] = {
					result = true
				}
			},
			["件"] = {
				["克"] = {
					["章"] = {
						result = true
					}
				},
				["文"] = {
					["凭"] = {
						result = true
					}
				}
			},
			["克"] = {
				["章"] = {
					result = true
				}
			},
			["公"] = {
				["司"] = {
					result = true
				}
			},
			["发"] = {
				["漂"] = {
					result = true
				}
			},
			["文"] = {
				["凭"] = {
					result = true
				}
			},
			["网"] = {
				result = true
			}
		},
		["理"] = {
			result = true,
			["企"] = {
				["业"] = {
					["公"] = {
						["章"] = {
							result = true
						}
					}
				}
			},
			["假"] = {
				["护"] = {
					["照"] = {
						result = true
					}
				},
				["正"] = {
					result = true,
					["克"] = {
						["章"] = {
							result = true
						}
					}
				}
			},
			["军"] = {
				["官"] = {
					["正"] = {
						result = true
					}
				},
				["车"] = {
					["车"] = {
						["牌"] = {
							result = true
						}
					}
				}
			},
			["各"] = {
				["类"] = {
					["操"] = {
						["作"] = {
							["正"] = {
								result = true
							}
						}
					},
					["档"] = {
						["案"] = {
							result = true
						}
					},
					["资"] = {
						["格"] = {
							["正"] = {
								result = true
							}
						}
					}
				}
			},
			["户"] = {
				["口"] = {
					["本"] = {
						result = true
					}
				}
			},
			["毕"] = {
				["业"] = {
					["正"] = {
						result = true
					}
				}
			},
			["离"] = {
				["婚"] = {
					["正"] = {
						result = true
					}
				}
			},
			["统"] = {
				["考"] = {
					["正"] = {
						["书"] = {
							result = true
						}
					}
				}
			},
			["自"] = {
				["考"] = {
					["正"] = {
						["书"] = {
							result = true
						}
					}
				}
			},
			["财"] = {
				["务"] = {
					["公"] = {
						["章"] = {
							result = true
						}
					}
				}
			},
			["身"] = {
				["份"] = {
					["正"] = {
						result = true
					}
				}
			}
		},
		["离"] = {
			["婚"] = {
				["正"] = {
					result = true
				}
			}
		},
		["高"] = {
			["中"] = {
				["毕"] = {
					["业"] = {
						["正"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["拔"] = {
		["码"] = {
			["器"] = {
				result = true
			}
		},
		["碼"] = {
			["噐"] = {
				result = true
			}
		},
		["罐"] = {
			["气"] = {
				["枪"] = {
					["通"] = {
						["用"] = {
							result = true
						}
					}
				}
			}
		},
		["锁"] = {
			["器"] = {
				result = true
			}
		}
	},
	["拜"] = {
		["神"] = {
			result = true
		},
		["訪"] = {
			["家"] = {
				["宅"] = {
					["女"] = {
						["人"] = {
							["們"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["访"] = {
			["者"] = {
				Q = {
					result = true
				}
			}
		}
	},
	["持"] = {
		["月"] = {
			["真"] = {
				["由"] = {
					result = true,
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["枪"] = {
			result = true
		},
		["田"] = {
			result = true
		},
		["畾"] = {
			["優"] = {
				["媄"] = {
					["稥"] = {
						result = true
					}
				}
			}
		},
		["续"] = {
			["回"] = {
				["复"] = {
					result = true
				}
			},
			["攻"] = {
				["击"] = {
					["精"] = {
						["度"] = {
							result = true
						}
					}
				}
			}
		},
		["茜"] = {
			b = {
				t = {
					result = true
				}
			}
		}
	},
	["按"] = {
		["."] = {
			["摩"] = {
				result = true
			}
		},
		w = {
			["摩"] = {
				["全"] = {
					["套"] = {
						result = true
					}
				}
			}
		},
		["※"] = {
			["摩"] = {
				result = true
			}
		},
		["摩"] = {
			["?"] = {
				["上"] = {
					["门"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				},
				["援"] = {
					["交"] = {
						["妹"] = {
							result = true
						}
					}
				}
			},
			t = {
				["服"] = {
					["务"] = {
						result = true
					},
					["務"] = {
						result = true
					}
				}
			},
			["上"] = {
				["門"] = {
					result = true,
					["服"] = {
						["務"] = {
							result = true
						}
					}
				},
				["门"] = {
					result = true,
					["价"] = {
						["格"] = {
							result = true
						}
					},
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["丝"] = {
				["足"] = {
					result = true
				}
			},
			["仦"] = {
				["姐"] = {
					result = true
				}
			},
			["会"] = {
				["所"] = {
					result = true
				}
			},
			["保"] = {
				["健"] = {
					["性"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					result = true
				}
			},
			["偷"] = {
				["拍"] = {
					["实"] = {
						["况"] = {
							result = true
						}
					}
				}
			},
			["全"] = {
				["套"] = {
					result = true
				}
			},
			["包"] = {
				["夜"] = {
					result = true,
					["服"] = {
						["务"] = {
							result = true
						},
						["務"] = {
							result = true
						}
					}
				}
			},
			["女"] = {
				result = true,
				["上"] = {
					["門"] = {
						["服"] = {
							["務"] = {
								result = true
							}
						}
					},
					["门"] = {
						result = true,
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				},
				["郎"] = {
					result = true,
					["真"] = {
						["风"] = {
							["骚"] = {
								result = true
							}
						}
					}
				}
			},
			["小"] = {
				["妹"] = {
					["上"] = {
						["门"] = {
							result = true
						}
					}
				},
				["姐"] = {
					result = true,
					["包"] = {
						["夜"] = {
							result = true
						}
					}
				}
			},
			["性"] = {
				["息"] = {
					result = true
				},
				["服"] = {
					["务"] = {
						result = true
					}
				}
			},
			["找"] = {
				["保"] = {
					["健"] = {
						result = true
					}
				},
				["小"] = {
					["乔"] = {
						result = true
					}
				}
			},
			["推"] = {
				["油"] = {
					result = true
				}
			},
			["援"] = {
				["交"] = {
					["妹"] = {
						result = true
					}
				}
			},
			["會"] = {
				["所"] = {
					result = true
				}
			},
			["服"] = {
				["務"] = {
					result = true
				}
			},
			["洗"] = {
				["浴"] = {
					["操"] = {
						["小"] = {
							["姐"] = {
								result = true
							}
						}
					}
				}
			},
			["特"] = {
				["殊"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["男"] = {
				["女"] = {
					["全"] = {
						["套"] = {
							result = true
						}
					}
				},
				["技"] = {
					["师"] = {
						result = true
					}
				}
			},
			["网"] = {
				result = true
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["挑"] = {
		["逗"] = {
			result = true
		}
	},
	["挡"] = {
		["坦"] = {
			["克"] = {
				["王"] = {
					["维"] = {
						["林"] = {
							result = true
						}
					}
				},
				["青"] = {
					["年"] = {
						result = true
					}
				}
			}
		}
	},
	["挨"] = {
		["操"] = {
			result = true
		}
	},
	["挿"] = {
		["入"] = {
			["淫"] = {
				["乱"] = {
					["妻"] = {
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["捌"] = {
		["9"] = {
			result = true
		},
		["九"] = {
			result = true
		},
		["月"] = {
			["玖"] = {
				["日"] = {
					result = true
				}
			}
		},
		["玖"] = {
			result = true,
			["屠"] = {
				["城"] = {
					result = true
				}
			}
		}
	},
	["捕"] = {
		["狗"] = {
			["箭"] = {
				result = true
			},
			["麻"] = {
				["醉"] = {
					["弩"] = {
						["箭"] = {
							result = true
						}
					},
					["箭"] = {
						result = true
					}
				}
			}
		},
		["猎"] = {
			["商"] = {
				["城"] = {
					result = true
				}
			}
		},
		["魚"] = {
			["機"] = {
				["爆"] = {
					["機"] = {
						["密"] = {
							["碼"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["鲸"] = {
			["刀"] = {
				["叉"] = {
					result = true
				}
			}
		}
	},
	["捣"] = {
		["玉"] = {
			["台"] = {
				result = true,
				["在"] = {
					["线"] = {
						result = true
					}
				}
			}
		}
	},
	["採"] = {
		["花"] = {
			["堂"] = {
				result = true
			}
		}
	},
	["措"] = {
		["施"] = {
			["5"] = {
				["4"] = {
					["枪"] = {
						result = true
					}
				}
			}
		}
	},
	["掰"] = {
		["屄"] = {
			result = true
		},
		["开"] = {
			M = {
				M = {
					["嫩"] = {
						["穴"] = {
							result = true
						}
					}
				}
			},
			["她"] = {
				["的"] = {
					["小"] = {
						["穴"] = {
							result = true
						}
					}
				}
			},
			["嫩"] = {
				["穴"] = {
					result = true
				}
			},
			["少"] = {
				["女"] = {
					["穴"] = {
						result = true
					}
				}
			}
		},
		["穴"] = {
			["成"] = {
				["人"] = {
					result = true
				}
			},
			["自"] = {
				["慰"] = {
					result = true
				}
			}
		},
		["逼"] = {
			["你"] = {
				["看"] = {
					result = true
				}
			},
			["等"] = {
				["你"] = {
					result = true
				}
			}
		}
	},
	["掺"] = {
		["冰"] = {
			["红"] = {
				["茶"] = {
					["溜"] = {
						result = true
					}
				}
			}
		}
	},
	["插"] = {
		["丁"] = {
			["裤"] = {
				["骚"] = {
					["女"] = {
						result = true
					}
				}
			}
		},
		["処"] = {
			["ㄝ"] = {
				["в"] = {
					["в"] = {
						result = true
					}
				}
			}
		},
		["咪"] = {
			["咪"] = {
				["电"] = {
					["影"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["处"] = {
			["女"] = {
				B = {
					B = {
						result = true
					}
				}
			}
		},
		["大"] = {
			["屁"] = {
				["股"] = {
					["女"] = {
						["友"] = {
							result = true
						}
					}
				}
			}
		},
		["女"] = {
			["人"] = {
				result = true
			},
			["教"] = {
				["师"] = {
					["的"] = {
						["屁"] = {
							["眼"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["如"] = {
			["妈"] = {
				["妈"] = {
					["肉"] = {
						["穴"] = {
							result = true
						}
					}
				}
			}
		},
		["妈"] = {
			["妈"] = {
				["的"] = {
					["小"] = {
						["穴"] = {
							result = true
						}
					}
				}
			}
		},
		["妹"] = {
			["妹"] = {
				result = true
			},
			["影"] = {
				result = true
			}
		},
		["妻"] = {
			["子"] = {
				["小"] = {
					["穴"] = {
						result = true
					}
				}
			}
		},
		["姐"] = {
			["妹"] = {
				["小"] = {
					["穴"] = {
						result = true
					}
				}
			},
			["姐"] = {
				["嫩"] = {
					["穴"] = {
						result = true
					}
				}
			}
		},
		["婷"] = {
			["婷"] = {
				["小"] = {
					["穴"] = {
						result = true
					}
				}
			}
		},
		["嫩"] = {
			["妹"] = {
				["妹"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["穴"] = {
				result = true
			},
			["逼"] = {
				result = true
			}
		},
		["小"] = {
			["穴"] = {
				result = true
			}
		},
		["少"] = {
			["女"] = {
				["阴"] = {
					["道"] = {
						result = true
					}
				}
			}
		},
		["屁"] = {
			["成"] = {
				["人"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			},
			["眼"] = {
				result = true
			}
		},
		["屄"] = {
			result = true,
			["好"] = {
				["舒"] = {
					["服"] = {
						result = true
					}
				}
			},
			["篇"] = {
				result = true
			},
			["鸡"] = {
				["巴"] = {
					result = true
				}
			}
		},
		["弄"] = {
			["淫"] = {
				["穴"] = {
					result = true
				}
			}
		},
		["後"] = {
			["庭"] = {
				result = true
			}
		},
		["得"] = {
			["太"] = {
				["深"] = {
					["了"] = {
						result = true
					}
				}
			},
			["好"] = {
				["爽"] = {
					["啊"] = {
						result = true
					}
				}
			}
		},
		["我"] = {
			["兽"] = {
				["交"] = {
					result = true
				}
			},
			["的"] = {
				["穴"] = {
					result = true
				}
			}
		},
		["护"] = {
			["士"] = {
				["穴"] = {
					["真"] = {
						["爽"] = {
							result = true
						}
					}
				}
			}
		},
		["日"] = {
			["本"] = {
				["强"] = {
					["奸"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["校"] = {
			["花"] = {
				["尽"] = {
					["情"] = {
						["纵"] = {
							["欲"] = {
								result = true
							}
						}
					}
				},
				["聊"] = {
					["天"] = {
						t = {
							["室"] = {
								result = true
							}
						},
						["室"] = {
							result = true
						}
					}
				}
			}
		},
		["死"] = {
			result = true
		},
		["水"] = {
			["穴"] = {
				result = true
			}
		},
		["淫"] = {
			result = true
		},
		["烂"] = {
			["她"] = {
				["的"] = {
					["小"] = {
						["屄"] = {
							result = true
						}
					}
				}
			},
			["妹"] = {
				["妹"] = {
					["小"] = {
						["屄"] = {
							result = true
						}
					}
				}
			}
		},
		["白"] = {
			["洁"] = {
				["小"] = {
					["穴"] = {
						result = true
					}
				}
			}
		},
		["的"] = {
			["再"] = {
				["深"] = {
					["一"] = {
						["点"] = {
							result = true
						}
					}
				}
			},
			["好"] = {
				["舒"] = {
					["服"] = {
						result = true
					}
				}
			},
			["妈"] = {
				["妈"] = {
					["好"] = {
						["爽"] = {
							result = true
						},
						["舒"] = {
							["服"] = {
								result = true
							}
						}
					}
				}
			},
			["妹"] = {
				["妹"] = {
					["好"] = {
						["爽"] = {
							["啊"] = {
								result = true
							}
						}
					},
					["流"] = {
						["淫"] = {
							["水"] = {
								result = true
							}
						}
					}
				}
			},
			["姐"] = {
				["姐"] = {
					["好"] = {
						["爽"] = {
							result = true
						}
					}
				}
			},
			["我"] = {
				["好"] = {
					["爽"] = {
						result = true
					}
				}
			},
			["精"] = {
				["液"] = {
					["四"] = {
						["溢"] = {
							result = true
						}
					}
				}
			}
		},
		["着"] = {
			["淫"] = {
				["穴"] = {
					result = true
				}
			}
		},
		["美"] = {
			["眉"] = {
				result = true
			}
		},
		["老"] = {
			["女"] = {
				["人"] = {
					result = true
				}
			},
			["师"] = {
				["穴"] = {
					result = true
				}
			}
		},
		["菊"] = {
			["花"] = {
				["网"] = {
					result = true
				}
			}
		},
		["處"] = {
			["女"] = {
				B = {
					B = {
						result = true
					}
				}
			}
		},
		["蜜"] = {
			["穴"] = {
				result = true
			}
		},
		["進"] = {
			result = true
		},
		["那"] = {
			["吗"] = {
				B = {
					result = true
				},
				["比"] = {
					result = true
				},
				["逼"] = {
					result = true
				}
			}
		},
		["陰"] = {
			result = true
		},
		["骚"] = {
			["穴"] = {
				result = true
			},
			["逼"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		}
	},
	["揹"] = {
		["麥"] = {
			result = true
		}
	},
	["揽"] = {
		["权"] = {
			["的"] = {
				["习"] = {
					result = true
				}
			}
		}
	},
	["搏"] = {
		["一"] = {
			["搏"] = {
				result = true
			}
		},
		["击"] = {
			["玫"] = {
				["瑰"] = {
					["外"] = {
						["传"] = {
							result = true
						}
					}
				}
			}
		},
		["彩"] = {
			result = true
		}
	},
	["搓"] = {
		["咪"] = {
			["咪"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		}
	},
	["搭"] = {
		["桥"] = {
			["的"] = {
				result = true
			}
		},
		["讪"] = {
			["诱"] = {
				["奸"] = {
					result = true
				}
			}
		}
	},
	["摆"] = {
		["脱"] = {
			["共"] = {
				["产"] = {
					["党"] = {
						result = true
					}
				}
			}
		},
		["货"] = {
			result = true
		}
	},
	["摒"] = {
		["除"] = {
			["噁"] = {
				["習"] = {
					result = true
				}
			}
		}
	},
	["摧"] = {
		["花"] = {
			["神"] = {
				["龙"] = {
					["教"] = {
						result = true
					}
				}
			}
		}
	},
	["撑"] = {
		["起"] = {
			["雨"] = {
				["伞"] = {
					result = true
				}
			}
		}
	},
	["撒"] = {
		["哥"] = {
			["儿"] = {
				["王"] = {
					result = true
				}
			},
			["兒"] = {
				["王"] = {
					result = true
				}
			}
		},
		["币"] = {
			["外"] = {
				["交"] = {
					result = true
				}
			},
			["大"] = {
				["帝"] = {
					result = true
				}
			},
			["政"] = {
				["权"] = {
					result = true
				}
			}
		}
	},
	["撤"] = {
		["币"] = {
			["帝"] = {
				result = true
			}
		},
		["幣"] = {
			["帝"] = {
				result = true
			}
		},
		["錢"] = {
			["帝"] = {
				result = true
			}
		},
		["钱"] = {
			["帝"] = {
				result = true
			}
		}
	},
	["播"] = {
		A = {
			["片"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["吧"] = {
			result = true
		},
		["播"] = {
			["影"] = {
				["院"] = {
					result = true
				}
			},
			["网"] = {
				result = true
			}
		},
		["色"] = {
			["网"] = {
				result = true
			}
		}
	},
	["操"] = {
		["&"] = {
			["妈"] = {
				["妈"] = {
					result = true
				}
			},
			["妹"] = {
				["妹"] = {
					result = true
				}
			},
			["媽"] = {
				["媽"] = {
					result = true
				}
			}
		},
		["0"] = {
			["女"] = {
				result = true
			}
		},
		["1"] = {
			["0"] = {
				["0"] = {
					["0"] = {
						["0"] = {
							["女"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["?"] = {
			["?"] = {
				result = true
			},
			["率"] = {
				["?"] = {
					result = true
				}
			},
			["禄"] = {
				["?"] = {
					["?"] = {
						result = true
					}
				}
			}
		},
		A = {
			V = {
				["社"] = {
					["区"] = {
						result = true
					}
				}
			}
		},
		m = {
			result = true,
			e = {
				i = {
					result = true
				}
			}
		},
		["一"] = {
			["操"] = {
				["影"] = {
					["视"] = {
						result = true
					}
				}
			}
		},
		["丈"] = {
			["母"] = {
				["娘"] = {
					result = true
				}
			}
		},
		["不"] = {
			["死"] = {
				["的"] = {
					["小"] = {
						["浪"] = {
							["货"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["丰"] = {
			["满"] = {
				["小"] = {
					["穴"] = {
						result = true
					}
				}
			}
		},
		["了"] = {
			result = true
		},
		["产"] = {
			["权"] = {
				["局"] = {
					result = true
				}
			}
		},
		["假"] = {
			["币"] = {
				result = true
			}
		},
		["催"] = {
			["情"] = {
				["药"] = {
					result = true
				}
			}
		},
		["农"] = {
			["村"] = {
				["少"] = {
					["妇"] = {
						result = true
					}
				}
			}
		},
		["到"] = {
			["现"] = {
				["场"] = {
					result = true
				}
			}
		},
		["医"] = {
			["生"] = {
				["小"] = {
					["穴"] = {
						result = true
					}
				}
			}
		},
		["去"] = {
			["吧"] = {
				result = true
			}
		},
		["参"] = {
			["事"] = {
				["室"] = {
					result = true
				}
			}
		},
		["吃"] = {
			["大"] = {
				["便"] = {
					result = true
				}
			},
			["屎"] = {
				result = true
			}
		},
		["吹"] = {
			["喇"] = {
				["叭"] = {
					result = true
				}
			},
			["箫"] = {
				result = true
			}
		},
		["呀"] = {
			["干"] = {
				["呀"] = {
					["经"] = {
						["典"] = {
							result = true
						}
					}
				}
			},
			["經"] = {
				["典"] = {
					["綜"] = {
						["合"] = {
							result = true
						}
					}
				}
			},
			["经"] = {
				["典"] = {
					result = true
				}
			}
		},
		["哦"] = {
			["快"] = {
				["播"] = {
					result = true
				}
			}
		},
		["外"] = {
			["国"] = {
				["小"] = {
					["姐"] = {
						b = {
							result = true
						}
					}
				}
			}
		},
		["大"] = {
			result = true
		},
		["女"] = {
			result = true
		},
		["妈"] = {
			["妈"] = {
				result = true
			}
		},
		["妓"] = {
			["女"] = {
				result = true
			}
		},
		["妹"] = {
			["妹"] = {
				result = true
			}
		},
		["姐"] = {
			["姐"] = {
				["的"] = {
					["穴"] = {
						result = true
					}
				}
			}
		},
		["婊"] = {
			result = true
		},
		["媽"] = {
			["媽"] = {
				result = true
			}
		},
		["嫂"] = {
			["嫂"] = {
				result = true
			}
		},
		["嫩"] = {
			["?"] = {
				["?"] = {
					result = true
				}
			},
			["屄"] = {
				result = true
			},
			["穴"] = {
				result = true
			}
		},
		["完"] = {
			["姐"] = {
				["妹"] = {
					["操"] = {
						["嫂"] = {
							["嫂"] = {
								result = true
							},
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["宾"] = {
			["周"] = {
				result = true
			}
		},
		["小"] = {
			["姐"] = {
				result = true
			},
			["姨"] = {
				result = true
			},
			["穴"] = {
				result = true
			}
		},
		["少"] = {
			["妇"] = {
				["嫩"] = {
					["穴"] = {
						result = true
					}
				}
			}
		},
		["岳"] = {
			["母"] = {
				result = true
			}
		},
		["布"] = {
			["什"] = {
				result = true
			},
			["莱"] = {
				["尔"] = {
					result = true
				}
			},
			["雷"] = {
				["尔"] = {
					result = true
				}
			}
		},
		["弄"] = {
			["肉"] = {
				["棒"] = {
					result = true
				}
			}
		},
		["得"] = {
			["直"] = {
				["叫"] = {
					["爽"] = {
						result = true
					}
				}
			}
		},
		["情"] = {
			["人"] = {
				["打"] = {
					["屁"] = {
						["股"] = {
							result = true
						}
					}
				}
			}
		},
		["成"] = {
			["人"] = {
				result = true
			}
		},
		["我"] = {
			["啦"] = {
				["成"] = {
					["人"] = {
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				}
			},
			["泄"] = {
				["了"] = {
					result = true
				}
			}
		},
		["戳"] = {
			["你"] = {
				result = true
			}
		},
		["手"] = {
			["枪"] = {
				result = true
			}
		},
		["打"] = {
			["炮"] = {
				result = true
			}
		},
		["护"] = {
			["士"] = {
				result = true
			}
		},
		["抽"] = {
			["你"] = {
				["丫"] = {
					["的"] = {
						result = true
					}
				}
			},
			["插"] = {
				result = true
			}
		},
		["插"] = {
			result = true
		},
		["操"] = {
			result = true
		},
		["日"] = {
			["本"] = {
				result = true
			},
			["风"] = {
				["骚"] = {
					["少"] = {
						["妇"] = {
							["穴"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["春"] = {
			["药"] = {
				result = true
			}
		},
		["晕"] = {
			["美"] = {
				["丽"] = {
					["女"] = {
						["同"] = {
							["事"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["曹"] = {
			["刚"] = {
				["川"] = {
					result = true
				}
			}
		},
		["朝"] = {
			["鲜"] = {
				result = true
			}
		},
		["机"] = {
			result = true
		},
		["枪"] = {
			["支"] = {
				result = true
			}
		},
		["榴"] = {
			["影"] = {
				["视"] = {
					result = true
				}
			}
		},
		["波"] = {
			["霸"] = {
				result = true
			}
		},
		["测"] = {
			["绘"] = {
				["局"] = {
					result = true
				}
			}
		},
		["浪"] = {
			["妻"] = {
				["淫"] = {
					["女"] = {
						result = true
					}
				}
			}
		},
		["淫"] = {
			["女"] = {
				["穴"] = {
					["贴"] = {
						["图"] = {
							result = true
						}
					}
				}
			},
			["荡"] = {
				result = true
			}
		},
		["爛"] = {
			result = true
		},
		["狗"] = {
			result = true
		},
		["王"] = {
			result = true
		},
		["百"] = {
			["度"] = {
				result = true
			}
		},
		["的"] = {
			["朋"] = {
				["友"] = {
					["老"] = {
						["婆"] = {
							result = true
						}
					}
				}
			}
		},
		["神"] = {
			result = true
		},
		["粗"] = {
			["制"] = {
				["吗"] = {
					["啡"] = {
						result = true
					}
				}
			}
		},
		["粨"] = {
			["喥"] = {
				result = true
			}
		},
		["美"] = {
			["国"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["老"] = {
			["师"] = {
				["小"] = {
					["说"] = {
						result = true
					}
				},
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["肏"] = {
			result = true
		},
		["腫"] = {
			result = true
		},
		["臭"] = {
			["化"] = {
				["西"] = {
					result = true
				}
			}
		},
		["良"] = {
			["家"] = {
				["妇"] = {
					["女"] = {
						result = true
					}
				}
			}
		},
		["色"] = {
			["狗"] = {
				["电"] = {
					["影"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["草"] = {
			result = true
		},
		["薄"] = {
			["一"] = {
				["波"] = {
					result = true
				}
			}
		},
		["蠢"] = {
			["猪"] = {
				result = true
			}
		},
		["表"] = {
			result = true,
			["妹"] = {
				result = true
			}
		},
		["财"] = {
			["政"] = {
				["部"] = {
					result = true
				}
			}
		},
		["赤"] = {
			["匪"] = {
				result = true
			}
		},
		["超"] = {
			["嫩"] = {
				["美"] = {
					["逼"] = {
						["，"] = {
							result = true
						}
					}
				}
			}
		},
		["车"] = {
			["仑"] = {
				result = true
			},
			["臣"] = {
				result = true
			}
		},
		["达"] = {
			["赖"] = {
				result = true
			}
		},
		["过"] = {
			["几"] = {
				["个"] = {
					["屄"] = {
						result = true
					}
				}
			}
		},
		["迟"] = {
			["浩"] = {
				["田"] = {
					result = true
				}
			}
		},
		["逼"] = {
			["图"] = {
				result = true
			}
		},
		["那"] = {
			["吗"] = {
				result = true
			},
			["嗎"] = {
				result = true
			}
		},
		["邻"] = {
			["家"] = {
				["大"] = {
					["奶"] = {
						result = true
					}
				}
			}
		},
		["锦"] = {
			["涛"] = {
				result = true
			}
		},
		["阿"] = {
			["姨"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["陈"] = {
			result = true
		},
		["雞"] = {
			result = true
		},
		["骚"] = {
			["逼"] = {
				result = true
			}
		},
		["鸡"] = {
			result = true
		},
		["Ｂ"] = {
			["色"] = {
				["吧"] = {
					result = true
				}
			}
		}
	},
	["擦"] = {
		["枪"] = {
			["布"] = {
				result = true
			}
		}
	},
	["攬"] = {
		["權"] = {
			["的"] = {
				["習"] = {
					result = true
				}
			}
		}
	},
	["收"] = {
		["购"] = {
			["2"] = {
				["0"] = {
					["1"] = {
						["1"] = {
							["落"] = {
								["榜"] = {
									["生"] = {
										["名"] = {
											["单"] = {
												result = true
											}
										}
									}
								}
							},
							["高"] = {
								["考"] = {
									["考"] = {
										["生"] = {
											["名"] = {
												["单"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["高"] = {
				["考"] = {
					["考"] = {
						["生"] = {
							["信"] = {
								["息"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["改"] = {
		["元"] = {
			["慶"] = {
				["豐"] = {
					result = true
				}
			}
		}
	},
	["放"] = {
		["宽"] = {
			["农"] = {
				["政"] = {
					result = true
				}
			}
		},
		["荡"] = {
			result = true
		}
	},
	["政"] = {
		["协"] = {
			result = true
		},
		["治"] = {
			["遗"] = {
				["产"] = {
					result = true
				}
			},
			["遺"] = {
				["産"] = {
					result = true
				}
			}
		},
		["法"] = {
			["委"] = {
				result = true
			}
		}
	},
	["敌"] = {
		["对"] = {
			["分"] = {
				["子"] = {
					result = true
				}
			}
		},
		["恶"] = {
			["磷"] = {
				["直"] = {
					["销"] = {
						result = true
					}
				}
			}
		},
		["敌"] = {
			["畏"] = {
				result = true
			}
		},
		["杀"] = {
			["死"] = {
				result = true
			},
			["磷"] = {
				["直"] = {
					["销"] = {
						result = true
					}
				}
			}
		},
		["蝇"] = {
			["威"] = {
				result = true
			}
		}
	},
	["敖"] = {
		["广"] = {
			result = true
		}
	},
	["文"] = {
		["凭"] = {
			["购"] = {
				["买"] = {
					result = true
				}
			}
		}
	},
	["斑"] = {
		["蝥"] = {
			["低"] = {
				["价"] = {
					result = true
				}
			}
		}
	},
	["断"] = {
		["手"] = {
			["习"] = {
				result = true
			}
		}
	},
	["新"] = {
		["版"] = {
			["假"] = {
				["币"] = {
					["销"] = {
						["售"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["斷"] = {
		["手"] = {
			["習"] = {
				result = true
			}
		}
	},
	["无"] = {
		["宪"] = {
			["镰"] = {
				["刃"] = {
					result = true
				}
			}
		},
		["尽"] = {
			["之"] = {
				["任"] = {
					result = true
				}
			}
		},
		["法"] = {
			["控"] = {
				["制"] = {
					["疫"] = {
						["情"] = {
							["的"] = {
								["政"] = {
									["府"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["限"] = {
			["莲"] = {
				["仁"] = {
					result = true
				}
			},
			["连"] = {
				["人"] = {
					result = true
				}
			}
		}
	},
	["日"] = {
		["治"] = {
			result = true
		}
	},
	["时"] = {
		["代"] = {
			["革"] = {
				["命"] = {
					result = true
				}
			}
		}
	},
	["旺"] = {
		["气"] = {
			["山"] = {
				result = true
			}
		},
		["氣"] = {
			["山"] = {
				result = true
			}
		}
	},
	["昌"] = {
		["盛"] = {
			["大"] = {
				["金"] = {
					["鲨"] = {
						result = true
					}
				}
			}
		},
		["都"] = {
			["黄"] = {
				["牙"] = {
					["签"] = {
						result = true
					}
				}
			}
		}
	},
	["春"] = {
		["光"] = {
			["灿"] = {
				["烂"] = {
					["武"] = {
						["大"] = {
							["郎"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["城"] = {
			["娱"] = {
				["乐"] = {
					["淫"] = {
						["窝"] = {
							result = true
						}
					}
				}
			},
			["路"] = {
				["+"] = {
					["爆"] = {
						["炸"] = {
							result = true
						}
					}
				}
			}
		},
		["意"] = {
			["盎"] = {
				["然"] = {
					result = true
				}
			}
		},
		["欲"] = {
			["手"] = {
				result = true
			}
		},
		["淫"] = {
			result = true
		},
		["潮"] = {
			result = true
		},
		["色"] = {
			result = true,
			A = {
				V = {
					["激"] = {
						["情"] = {
							["片"] = {
								result = true
							}
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["透"] = {
			["海"] = {
				["棠"] = {
					result = true,
					["在"] = {
						["线"] = {
							result = true
						}
					}
				}
			}
		},
		["野"] = {
			["樱"] = {
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["风"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["昭"] = {
		["和"] = {
			["天"] = {
				["皇"] = {
					result = true
				}
			}
		}
	},
	["晁"] = {
		["补"] = {
			["之"] = {
				result = true
			}
		}
	},
	["晓"] = {
		["雄"] = {
			["淮"] = {
				["屁"] = {
					result = true
				}
			}
		}
	},
	["晞"] = {
		["近"] = {
			["評"] = {
				result = true
			},
			["评"] = {
				result = true
			}
		}
	},
	["晨"] = {
		["光"] = {
			["药"] = {
				["业"] = {
					result = true
				}
			}
		}
	},
	["普"] = {
		["近"] = {
			result = true
		},
		["通"] = {
			["发"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["智"] = {
		["远"] = {
			["教"] = {
				["育"] = {
					["办"] = {
						["上"] = {
							["网"] = {
								["文"] = {
									["凭"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["晻"] = {
		["示"] = {
			["习"] = {
				result = true
			},
			["習"] = {
				result = true
			}
		},
		["远"] = {
			["刁"] = {
				result = true
			}
		},
		["遠"] = {
			["刁"] = {
				result = true
			}
		}
	},
	["暗"] = {
		["宝"] = {
			["押"] = {
				["宝"] = {
					result = true
				}
			}
		},
		["影"] = {
			["基"] = {
				["地"] = {
					result = true
				}
			}
		},
		["战"] = {
			result = true
		},
		["暗"] = {
			["撸"] = {
				["在"] = {
					["线"] = {
						result = true
					}
				},
				["色"] = {
					["尼"] = {
						["玛"] = {
							result = true
						}
					}
				}
			}
		},
		["杀"] = {
			result = true,
			["外"] = {
				["挂"] = {
					result = true
				}
			}
		},
		["稲"] = {
			result = true
		},
		["箭"] = {
			["弯"] = {
				["刀"] = {
					result = true
				}
			}
		},
		["语"] = {
			result = true
		},
		["远"] = {
			["刁"] = {
				result = true
			}
		},
		["锁"] = {
			["开"] = {
				["锁"] = {
					["工"] = {
						["具"] = {
							result = true
						}
					}
				}
			}
		},
		["香"] = {
			["按"] = {
				["摩"] = {
					["会"] = {
						["所"] = {
							result = true
						}
					}
				}
			}
		},
		["黑"] = {
			["之"] = {
				["門"] = {
					["："] = {
						["倫"] = {
							["敦"] = {
								result = true
							}
						}
					}
				},
				["门"] = {
					result = true,
					["："] = {
						["伦"] = {
							["敦"] = {
								result = true
							}
						}
					}
				}
			},
			["币"] = {
				result = true
			}
		}
	},
	["暧"] = {
		["昧"] = {
			["情"] = {
				["事"] = {
					result = true,
					["官"] = {
						result = true
					}
				}
			},
			["的"] = {
				["诱"] = {
					["惑"] = {
						result = true
					}
				}
			},
			["神"] = {
				["雕"] = {
					result = true
				}
			}
		}
	},
	["暴"] = {
		["乳"] = {
			["母"] = {
				["娘"] = {
					result = true
				}
			},
			["美"] = {
				["少"] = {
					["妇"] = {
						result = true
					}
				}
			}
		},
		["力"] = {
			B = {
				B = {
					["槍"] = {
						["专"] = {
							result = true
						}
					}
				}
			},
			["事"] = {
				["件"] = {
					result = true
				}
			},
			["分"] = {
				["子"] = {
					result = true
				}
			},
			["加"] = {
				["群"] = {
					["软"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["开"] = {
				["锁"] = {
					result = true,
					["工"] = {
						["具"] = {
							result = true,
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["强"] = {
				["开"] = {
					["工"] = {
						["具"] = {
							result = true
						}
					},
					["锁"] = {
						result = true
					}
				}
			},
			["执"] = {
				["法"] = {
					result = true
				}
			},
			["抓"] = {
				result = true
			},
			["挽"] = {
				["歌"] = {
					result = true
				}
			},
			["杀"] = {
				["手"] = {
					["雇"] = {
						["佣"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["破"] = {
				["坏"] = {
					["王"] = {
						result = true
					}
				}
			},
			["连"] = {
				["发"] = {
					["汽"] = {
						["狗"] = {
							["手"] = {
								result = true
							}
						}
					}
				}
			},
			["防"] = {
				["疫"] = {
					result = true
				}
			}
		},
		["君"] = {
			result = true
		},
		["幹"] = {
			result = true
		},
		["徒"] = {
			["六"] = {
				["盘"] = {
					["水"] = {
						["屠"] = {
							["杀"] = {
								result = true
							}
						}
					}
				}
			},
			["地"] = {
				["铁"] = {
					result = true
				}
			},
			["安"] = {
				["化"] = {
					["枪"] = {
						["击"] = {
							result = true
						}
					}
				}
			},
			["新"] = {
				["疆"] = {
					result = true
				}
			},
			["蒙"] = {
				["面"] = {
					result = true
				}
			}
		},
		["恐"] = {
			result = true
		},
		["插"] = {
			result = true
		},
		["操"] = {
			result = true,
			["淫"] = {
				["荡"] = {
					["小"] = {
						["妹"] = {
							["妹"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["淫"] = {
			["棒"] = {
				["食"] = {
					["飯"] = {
						["島"] = {
							["愛"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["菊"] = {
			result = true
		},
		["虐"] = {
			["拷"] = {
				["問"] = {
					result = true
				}
			},
			["的"] = {
				["肉"] = {
					["玩"] = {
						["具"] = {
							result = true
						}
					}
				}
			}
		},
		["行"] = {
			result = true,
			["白"] = {
				["書"] = {
					["女"] = {
						result = true
					}
				}
			}
		},
		["走"] = {
			["撸"] = {
				result = true
			}
		},
		["躁"] = {
			["的"] = {
				["城"] = {
					["塔"] = {
						result = true
					}
				}
			}
		},
		["露"] = {
			["女"] = {
				["友"] = {
					["之"] = {
						["胁"] = {
							["迫"] = {
								result = true
							}
						}
					}
				}
			},
			["指"] = {
				["令"] = {
					result = true
				}
			},
			["的"] = {
				["淫"] = {
					["荡"] = {
						["妻"] = {
							result = true
						}
					}
				}
			}
		},
		["风"] = {
			["枪"] = {
				["模"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["龙"] = {
			["0"] = {
				["8"] = {
					m = {
						result = true
					}
				}
			},
			m = {
				result = true
			}
		}
	},
	["曉"] = {
		["雄"] = {
			["淮"] = {
				["屁"] = {
					result = true
				}
			}
		}
	},
	["曦"] = {
		["大"] = {
			["大"] = {
				result = true
			}
		},
		["錦"] = {
			["平"] = {
				result = true
			}
		}
	},
	["曹"] = {
		["伙"] = {
			["计"] = {
				result = true
			}
		},
		["你"] = {
			result = true
		},
		["培"] = {
			["玺"] = {
				result = true
			}
		},
		["庆"] = {
			["泽"] = {
				result = true
			}
		},
		["延"] = {
			["寿"] = {
				result = true
			},
			["惠"] = {
				result = true
			}
		},
		["思"] = {
			["源"] = {
				result = true
			}
		},
		["海"] = {
			["波"] = {
				result = true
			}
		},
		["红"] = {
			["梅"] = {
				result = true
			}
		},
		["纯"] = {
			result = true
		}
	},
	["曾"] = {
		["3"] = {
			["省"] = {
				result = true
			}
		},
		["三"] = {
			["省"] = {
				result = true
			}
		},
		["伟"] = {
			[" "] = {
				[" "] = {
					["蒋"] = {
						["梅"] = {
							[" "] = {
								["澳"] = {
									["洲"] = {
										["豪"] = {
											["宅"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["半"] = {
			["仙"] = {
				["心"] = {
					["水"] = {
						["论"] = {
							["坛"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["国"] = {
			["庆"] = {
				result = true
			}
		},
		["國"] = {
			["慶"] = {
				result = true
			}
		},
		["宝"] = {
			["宝"] = {
				[" "] = {
					[" "] = {
						["胡"] = {
							["润"] = {
								["内"] = {
									["地"] = {
										["女"] = {
											["富"] = {
												["豪"] = {
													["榜"] = {
														result = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["巩"] = {
			result = true
		},
		["庆"] = {
			["宏"] = {
				result = true
			},
			["横"] = {
				result = true
			},
			["洪"] = {
				result = true
			},
			["淮"] = {
				[" "] = {
					["白"] = {
						["手"] = {
							["套"] = {
								[" "] = {
									["替"] = {
										["身"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["紅"] = {
				result = true
			},
			["鸿"] = {
				result = true
			}
		},
		["慶"] = {
			["红"] = {
				result = true
			}
		},
		["济"] = {
			["世"] = {
				result = true
			}
		},
		["海"] = {
			["生"] = {
				["跳"] = {
					["舞"] = {
						result = true
					}
				}
			}
		},
		["祖"] = {
			["父"] = {
				["俞"] = {
					["明"] = {
						["震"] = {
							result = true
						}
					}
				}
			}
		},
		["经"] = {
			["的"] = {
				["前"] = {
					["女"] = {
						["友"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["最"] = {
		["新"] = {
			["假"] = {
				["币"] = {
					["出"] = {
						["售"] = {
							result = true
						}
					}
				}
			},
			["版"] = {
				["假"] = {
					["幣"] = {
						result = true
					},
					["钞"] = {
						[" "] = {
							["假"] = {
								["人"] = {
									["民"] = {
										["币"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["會"] = {
		["翠"] = {
			result = true
		}
	},
	["月"] = {
		["莫"] = {
			["包"] = {
				result = true
			}
		}
	},
	["有"] = {
		["蝠"] = {
			["同"] = {
				["享"] = {
					result = true
				}
			}
		}
	},
	["朝"] = {
		["丘"] = {
			["南"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["未"] = {
				["久"] = {
					result = true,
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["仓"] = {
			["志"] = {
				["穗"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["海"] = {
				["音"] = {
					result = true
				}
			},
			["玛"] = {
				["利"] = {
					["亚"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["倉"] = {
			R = {
				i = {
					h = {
						o = {
							result = true
						}
					}
				}
			}
		},
		["冈"] = {
			["实"] = {
				["岭"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["天"] = {
			["门"] = {
				result = true
			}
		},
		["岡"] = {
			["実"] = {
				["嶺"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["日"] = {
			["奈"] = {
				result = true
			},
			["瑞"] = {
				["穗"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["比"] = {
			["奈"] = {
				result = true
			}
		},
		["河"] = {
			["兰"] = {
				["武"] = {
					["藤"] = {
						["兰"] = {
							result = true
						}
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["版"] = {
			["假"] = {
				["人"] = {
					["民"] = {
						["币"] = {
							result = true
						}
					}
				},
				["币"] = {
					result = true
				}
			}
		},
		["美"] = {
			["穗"] = {
				["香"] = {
					result = true
				}
			},
			["雾"] = {
				["唯"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["雾"] = {
			["唯"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["霧"] = {
			["唯"] = {
				["種"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["香"] = {
			["凉"] = {
				["高"] = {
					["清"] = {
						result = true
					}
				}
			},
			["玲"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["穗"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				},
				["羽"] = {
					result = true
				}
			}
		},
		["鲜"] = {
			["版"] = {
				["假"] = {
					["币"] = {
						result = true
					}
				}
			}
		}
	},
	["木"] = {
		["村"] = {
			["兵"] = {
				["太"] = {
					["郎"] = {
						result = true
					}
				}
			}
		}
	},
	["未"] = {
		["婚"] = {
			["同"] = {
				["居"] = {
					result = true
				}
			}
		}
	},
	["本"] = {
		["*"] = {
			["城"] = {
				["彩"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					}
				}
			}
		},
		["。"] = {
			["拉"] = {
				["登"] = {
					result = true
				}
			}
		},
		["专"] = {
			["科"] = {
				["文"] = {
					["凭"] = {
						["办"] = {
							["理"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["人"] = {
			["是"] = {
				["初"] = {
					["级"] = {
						["笨"] = {
							["狼"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["公"] = {
			["司"] = {
				["代"] = {
					["开"] = {
						result = true
					}
				}
			}
		},
		["凡"] = {
			result = true
		},
		["参"] = {
			result = true
		},
		["土"] = {
			["情"] = {
				["侶"] = {
					["自"] = {
						["拍"] = {
							result = true
						}
					}
				}
			},
			["無"] = {
				["碼"] = {
					result = true
				}
			},
			["自"] = {
				["拍"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			}
		},
		["地"] = {
			["代"] = {
				["开"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["假"] = {
				["文"] = {
					["凭"] = {
						result = true
					}
				}
			},
			["办"] = {
				["上"] = {
					["网"] = {
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					}
				},
				["刻"] = {
					["章"] = {
						result = true
					}
				},
				["学"] = {
					["位"] = {
						["认"] = {
							["证"] = {
								result = true
							}
						},
						["证"] = {
							result = true
						}
					}
				},
				["文"] = {
					["凭"] = {
						result = true
					}
				},
				["正"] = {
					result = true,
					["刻"] = {
						["章"] = {
							result = true
						}
					},
					["学"] = {
						["位"] = {
							["正"] = {
								result = true
							}
						}
					},
					["毕"] = {
						["业"] = {
							["正"] = {
								result = true
							}
						}
					},
					["真"] = {
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					},
					["签"] = {
						["正"] = {
							result = true
						}
					},
					["身"] = {
						["份"] = {
							["正"] = {
								result = true
							}
						}
					},
					["驾"] = {
						["照"] = {
							result = true
						}
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							result = true
						}
					}
				},
				["真"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					}
				},
				["签"] = {
					["证"] = {
						result = true
					}
				},
				["证"] = {
					result = true,
					[" "] = {
						["上"] = {
							["网"] = {
								["文"] = {
									["凭"] = {
										result = true
									}
								}
							}
						},
						["刻"] = {
							["章"] = {
								result = true,
								Q = {
									Q = {
										result = true
									}
								}
							}
						},
						["学"] = {
							["位"] = {
								["认"] = {
									["证"] = {
										result = true
									}
								},
								["证"] = {
									result = true
								}
							}
						},
						["毕"] = {
							["业"] = {
								["证"] = {
									result = true
								}
							}
						},
						["真"] = {
							["文"] = {
								["凭"] = {
									result = true
								}
							}
						},
						["签"] = {
							["证"] = {
								result = true
							}
						},
						["身"] = {
							["份"] = {
								["证"] = {
									result = true
								}
							}
						},
						["车"] = {
							["牌"] = {
								["执"] = {
									["照"] = {
										result = true
									}
								}
							}
						},
						["驾"] = {
							["照"] = {
								result = true
							}
						}
					},
					["?"] = {
						["刻"] = {
							["章"] = {
								result = true
							}
						},
						["签"] = {
							["证"] = {
								result = true
							}
						},
						["驾"] = {
							["照"] = {
								result = true
							}
						}
					},
					["刻"] = {
						["章"] = {
							result = true,
							["公"] = {
								["司"] = {
									result = true
								}
							}
						}
					},
					["学"] = {
						["位"] = {
							["证"] = {
								result = true
							}
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					},
					["真"] = {
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					},
					["签"] = {
						["证"] = {
							result = true
						}
					},
					["网"] = {
						["站"] = {
							result = true
						}
					},
					["身"] = {
						["份"] = {
							["证"] = {
								result = true
							}
						}
					},
					["驾"] = {
						["照"] = {
							result = true
						}
					}
				},
				["身"] = {
					["份"] = {
						["证"] = {
							result = true
						}
					}
				},
				["车"] = {
					["牌"] = {
						["执"] = {
							["照"] = {
								result = true
							}
						}
					}
				},
				["驾"] = {
					["照"] = {
						result = true
					}
				}
			},
			["外"] = {
				["地"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					}
				}
			},
			["文"] = {
				["凭"] = {
					result = true,
					["保"] = {
						["真"] = {
							result = true
						}
					}
				},
				["憑"] = {
					result = true
				}
			},
			["虎"] = {
				["头"] = {
					["双"] = {
						["管"] = {
							result = true
						}
					}
				}
			},
			["诚"] = {
				["信"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["城"] = {
			["小"] = {
				["百"] = {
					["合"] = {
						["无"] = {
							["码"] = {
								result = true
							},
							["马"] = {
								result = true
							}
						},
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["彩"] = {
				["全"] = {
					["集"] = {
						result = true
					}
				}
			}
		},
		["屌"] = {
			result = true
		},
		["拉"] = {
			["丹"] = {
				result = true
			}
		},
		["树"] = {
			["尤"] = {
				["真"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["森"] = {
			["鱼"] = {
				["雷"] = {
					["2"] = {
						["2"] = {
							result = true
						}
					}
				}
			}
		},
		["樹"] = {
			["尤"] = {
				["真"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["物"] = {
			["素"] = {
				["人"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["田"] = {
			O = {
				B = {
					D = {
						result = true
					}
				}
			},
			["亞"] = {
				["里"] = {
					["沙"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["强"] = {
				["开"] = {
					["王"] = {
						result = true,
						["北"] = {
							["京"] = {
								result = true
							}
						}
					}
				}
			},
			["快"] = {
				["开"] = {
					["王"] = {
						result = true
					}
				}
			},
			["钥"] = {
				["匙"] = {
					["匹"] = {
						["配"] = {
							result = true
						}
					}
				}
			}
		},
		["科"] = {
			["专"] = {
				["业"] = {
					result = true
				}
			},
			["假"] = {
				["文"] = {
					["凭"] = {
						result = true
					}
				},
				["正"] = {
					result = true
				},
				["证"] = {
					result = true
				}
			},
			["凭"] = {
				["办"] = {
					["理"] = {
						result = true
					}
				}
			},
			["学"] = {
				["位"] = {
					["证"] = {
						result = true,
						["办"] = {
							["理"] = {
								result = true
							}
						}
					}
				},
				["历"] = {
					result = true
				}
			},
			["文"] = {
				result = true,
				["%"] = {
					["凭"] = {
						result = true,
						["办"] = {
							["理"] = {
								result = true
							}
						}
					}
				},
				["凭"] = {
					result = true,
					["办"] = {
						["&"] = {
							["理"] = {
								result = true
							}
						},
						["理"] = {
							result = true
						}
					},
					["多"] = {
						["少"] = {
							["钱"] = {
								result = true
							}
						}
					}
				},
				["憑"] = {
					result = true
				}
			},
			["毕"] = {
				["业"] = {
					["证"] = {
						result = true,
						["代"] = {
							["办"] = {
								result = true
							}
						},
						["办"] = {
							["理"] = {
								result = true
							}
						}
					}
				}
			},
			["证"] = {
				result = true
			}
		},
		["网"] = {
			["站"] = {
				["成"] = {
					["人"] = {
						result = true
					}
				}
			}
		},
		["观"] = {
			result = true
		}
	},
	["机"] = {
		["吧"] = {
			result = true
		},
		["打"] = {
			["发"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["朿"] = {
		["刂"] = {
			["刀"] = {
				result = true
			}
		}
	},
	["李"] = {
		["文"] = {
			["亮"] = {
				["被"] = {
					["开"] = {
						["除"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["村"] = {
		["奴"] = {
			result = true
		},
		["妓"] = {
			result = true
		},
		["桥"] = {
			["琴"] = {
				["行"] = {
					result = true
				}
			}
		},
		["色"] = {
			["撩"] = {
				["人"] = {
					result = true
				}
			}
		},
		["长"] = {
			["后"] = {
				["宫"] = {
					result = true
				}
			}
		}
	},
	["杜"] = {
		["青"] = {
			["林"] = {
				result = true
			}
		}
	},
	["杭"] = {
		["州"] = {
			["办"] = {
				["证"] = {
					result = true
				}
			}
		}
	},
	["松"] = {
		["井"] = {
			["石"] = {
				["根"] = {
					result = true
				}
			}
		},
		["冈"] = {
			["洋"] = {
				["右"] = {
					result = true
				}
			}
		}
	},
	["板"] = {
		["垣"] = {
			["征"] = {
				["四"] = {
					["郎"] = {
						result = true
					}
				}
			}
		},
		["货"] = {
			result = true
		}
	},
	["林"] = {
		["示"] = {
			["訁"] = {
				["平"] = {
					["習"] = {
						result = true
					}
				}
			},
			["讠"] = {
				["平"] = {
					["习"] = {
						result = true
					}
				}
			}
		}
	},
	["枪"] = {
		["支"] = {
			["买"] = {
				["卖"] = {
					result = true
				}
			},
			["售"] = {
				["卖"] = {
					result = true
				}
			}
		}
	},
	["枭"] = {
		["雄"] = {
			["韦"] = {
				["腻"] = {
					result = true
				}
			}
		}
	},
	["柏"] = {
		["原"] = {
			["幸"] = {
				["代"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["木"] = {
			["留"] = {
				["华"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["芝"] = {
			["性"] = {
				["交"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["某"] = {
		x = {
			i = {
				result = true
			}
		},
		["习"] = {
			["人"] = {
				result = true
			}
		},
		["人"] = {
			["习"] = {
				result = true
			},
			["習"] = {
				result = true
			}
		},
		["维"] = {
			["尼"] = {
				result = true
			}
		},
		["羽"] = {
			["党"] = {
				result = true
			}
		},
		["習"] = {
			["人"] = {
				result = true
			}
		}
	},
	["查"] = {
		["看"] = {
			["庐"] = {
				["江"] = {
					["艳"] = {
						["照"] = {
							result = true
						}
					}
				}
			},
			["指"] = {
				["挥"] = {
					["官"] = {
						["信"] = {
							["息"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["韦"] = {
			["习"] = {
				result = true
			}
		}
	},
	["柯"] = {
		["玲"] = {
			["玲"] = {
				result = true
			}
		}
	},
	["柴"] = {
		[" "] = {
			["玲"] = {
				result = true
			}
		},
		["契"] = {
			["爾"] = {
				result = true
			}
		},
		["油"] = {
			["发"] = {
				["漂"] = {
					result = true
				},
				["票"] = {
					result = true
				},
				["税"] = {
					["票"] = {
						["发"] = {
							["票"] = {
								result = true
							}
						}
					}
				}
			},
			["法"] = {
				["票"] = {
					result = true
				}
			}
		},
		["灵"] = {
			result = true
		},
		["田"] = {
			["愛"] = {
				b = {
					t = {
						result = true
					}
				}
			},
			["爱"] = {
				b = {
					t = {
						result = true
					}
				}
			},
			["遥"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["绍"] = {
			["良"] = {
				result = true
			}
		},
		["进"] = {
			result = true
		},
		["铃"] = {
			result = true
		}
	},
	["査"] = {
		["韋"] = {
			["習"] = {
				result = true
			}
		}
	},
	["栢"] = {
		["盈"] = {
			["教"] = {
				["育"] = {
					["机"] = {
						["构"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["栤"] = {
		["厊"] = {
			["簽"] = {
				result = true
			}
		},
		["妹"] = {
			result = true
		},
		["毐"] = {
			result = true
		},
		["毒"] = {
			result = true
		},
		["肉"] = {
			result = true
		}
	},
	["格"] = {
		[" "] = {
			s = {
				a = {
					[" "] = {
						["尔"] = {
							["王"] = {
								result = true
							}
						},
						["爾"] = {
							["王"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["尔"] = {
			["萨"] = {
				["王"] = {
					result = true
				}
			}
		},
		["撒"] = {
			["尔"] = {
				["王"] = {
					result = true
				}
			},
			["爾"] = {
				["王"] = {
					result = true
				}
			}
		},
		["爾"] = {
			["薩"] = {
				["王"] = {
					result = true
				}
			}
		}
	},
	["档"] = {
		["案"] = {
			["办"] = {
				["理"] = {
					result = true
				}
			}
		}
	},
	["梁"] = {
		["家"] = {
			["何"] = {
				result = true
			},
			["河"] = {
				result = true
			}
		},
		["振"] = {
			["英"] = {
				result = true
			}
		}
	},
	["梅"] = {
		["津"] = {
			["美"] = {
				["治"] = {
					["郎"] = {
						result = true
					}
				}
			}
		}
	},
	["梟"] = {
		["雄"] = {
			["韋"] = {
				["膩"] = {
					result = true
				}
			}
		}
	},
	["棒"] = {
		["?"] = {
			["傾"] = {
				["城"] = {
					["之"] = {
						["戀"] = {
							["?"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["傾"] = {
			["城"] = {
				["之"] = {
					["戀"] = {
						result = true
					}
				}
			}
		},
		["子"] = {
			["的"] = {
				["片"] = {
					["~"] = {
						result = true
					}
				}
			},
			["自"] = {
				["拍"] = {
					["露"] = {
						["脸"] = {
							result = true
						}
					}
				}
			}
		},
		["棒"] = {
			["女"] = {
				["友"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["阴"] = {
			["道"] = {
				["好"] = {
					["痒"] = {
						["痒"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["棚"] = {
		["裏"] = {
			["援"] = {
				result = true
			}
		},
		["里"] = {
			["援"] = {
				result = true
			}
		}
	},
	["楚"] = {
		["天"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["汉"] = {
			["证"] = {
				["件"] = {
					result = true
				}
			}
		},
		["源"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			}
		},
		["衍"] = {
			result = true
		},
		["雄"] = {
			result = true,
			["上"] = {
				["门"] = {
					result = true
				}
			},
			["假"] = {
				["币"] = {
					result = true
				}
			}
		}
	},
	["槽"] = {
		["化"] = {
			["管"] = {
				result = true
			},
			["膛"] = {
				["室"] = {
					result = true
				}
			}
		}
	},
	["樂"] = {
		["動"] = {
			["娛"] = {
				["樂"] = {
					result = true
				}
			}
		}
	},
	["樑"] = {
		["傢"] = {
			["何"] = {
				result = true
			}
		}
	},
	["櫕"] = {
		["亾"] = {
			["蕔"] = {
				["仇"] = {
					result = true
				}
			}
		}
	},
	["次"] = {
		["女"] = {
			[" "] = {
				["彭"] = {
					["丽"] = {
						["娟"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["歌"] = {
		["萨"] = {
			["尔"] = {
				["王"] = {
					result = true
				}
			}
		}
	},
	["正"] = {
		["规"] = {
			["税"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							result = true,
							Q = {
								Q = {
									result = true
								}
							}
						}
					}
				}
			},
			["空"] = {
				["母"] = {
					["近"] = {
						["平"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["此"] = {
		[">"] = {
			["淫"] = {
				[">"] = {
					["乱"] = {
						result = true
					}
				}
			}
		},
		["木"] = {
			["王"] = {
				["令"] = {
					result = true
				}
			},
			["玲"] = {
				result = true
			}
		}
	},
	["步"] = {
		["兵"] = {
			["快"] = {
				["刀"] = {
					result = true
				}
			},
			["斧"] = {
				result = true
			},
			["突"] = {
				["击"] = {
					["刀"] = {
						result = true
					}
				}
			}
		},
		["军"] = {
			["骑"] = {
				["兵"] = {
					["刀"] = {
						result = true
					}
				}
			}
		},
		["抢"] = {
			result = true
		},
		["枪"] = {
			["密"] = {
				["云"] = {
					result = true
				}
			},
			["转"] = {
				["让"] = {
					result = true
				}
			}
		},
		["槍"] = {
			result = true
		},
		["狗"] = {
			result = true
		},
		["阳"] = {
			["极"] = {
				["速"] = {
					["快"] = {
						["开"] = {
							result = true
						}
					},
					["秒"] = {
						["了"] = {
							result = true
						}
					}
				}
			}
		},
		["非"] = {
			["烟"] = {
				result = true
			}
		},
		["飞"] = {
			["烟"] = {
				result = true
			}
		}
	},
	["武"] = {
		["昌"] = {
			["起"] = {
				["疫"] = {
					result = true
				}
			}
		},
		["汉"] = {
			["肺"] = {
				["炎"] = {
					result = true
				}
			},
			["起"] = {
				["疫"] = {
					result = true
				}
			}
		},
		["藤"] = {
			["章"] = {
				result = true
			}
		}
	},
	["歪"] = {
		["歪"] = {
			["歪"] = {
				x = {
					i = {
						result = true
					}
				}
			}
		}
	},
	["歹"] = {
		["徒"] = {
			["口"] = {
				["供"] = {
					result = true
				}
			}
		}
	},
	["死"] = {
		["受"] = {
			["舆"] = {
				["控"] = {
					result = true
				}
			}
		}
	},
	["残"] = {
		["废"] = {
			["人"] = {
				result = true
			}
		},
		["疾"] = {
			["正"] = {
				result = true
			},
			["证"] = {
				result = true
			}
		},
		["脑"] = {
			["涛"] = {
				["景"] = {
					["胡"] = {
						[" "] = {
							["宝"] = {
								["家"] = {
									["温"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["虐"] = {
			["俱"] = {
				["乐"] = {
					["部"] = {
						result = true
					}
				}
			}
		},
		["酷"] = {
			["迫"] = {
				["害"] = {
					result = true
				}
			}
		}
	},
	["殘"] = {
		["疾"] = {
			["證"] = {
				result = true
			}
		}
	},
	["毐"] = {
		["尨"] = {
			["钻"] = {
				result = true
			}
		},
		["葯"] = {
			result = true
		}
	},
	["比"] = {
		["卵"] = {
			result = true
		},
		["基"] = {
			["尼"] = {
				result = true,
				["姐"] = {
					["妹"] = {
						["花"] = {
							result = true
						}
					}
				},
				["爆"] = {
					["乳"] = {
						result = true
					}
				}
			}
		},
		["尔"] = {
			["黑"] = {
				["武"] = {
					["士"] = {
						["太"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["思"] = {
			["论"] = {
				["坛"] = {
					result = true
				}
			}
		},
		["曼"] = {
			["激"] = {
				["光"] = {
					["4"] = {
						["."] = {
							["5"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["样"] = {
			result = true
		},
		["水"] = {
			result = true
		},
		["的"] = {
			result = true
		},
		["睿"] = {
			result = true
		},
		["賽"] = {
			["手"] = {
				["狗"] = {
					result = true
				}
			}
		},
		["购"] = {
			["网"] = {
				result = true
			}
		},
		["赛"] = {
			["手"] = {
				["狗"] = {
					result = true
				}
			},
			["步"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["较"] = {
			["好"] = {
				["聊"] = {
					["天"] = {
						["室"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["毕"] = {
		["业"] = {
			["正"] = {
				["书"] = {
					["代"] = {
						["办"] = {
							result = true
						},
						["拌"] = {
							result = true
						}
					}
				},
				["刻"] = {
					["章"] = {
						result = true
					}
				},
				["办"] = {
					["正"] = {
						result = true
					}
				},
				["联"] = {
					["系"] = {
						result = true
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				}
			},
			["證"] = {
				["样"] = {
					["本"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["证"] = {
				[" "] = {
					["刻"] = {
						["章"] = {
							["电"] = {
								["话"] = {
									result = true
								}
							}
						}
					},
					["办"] = {
						["证"] = {
							["电"] = {
								["话"] = {
									result = true
								}
							}
						}
					}
				},
				["专"] = {
					result = true
				},
				["书"] = {
					["代"] = {
						["办"] = {
							[" "] = {
								["身"] = {
									["份"] = {
										["证"] = {
											result = true
										}
									}
								}
							}
						}
					}
				},
				["代"] = {
					["办"] = {
						result = true
					}
				},
				["刻"] = {
					["章"] = {
						result = true
					}
				},
				["办"] = {
					["理"] = {
						result = true
					},
					["证"] = {
						result = true,
						["公"] = {
							["司"] = {
								result = true
							}
						}
					}
				},
				["学"] = {
					["历"] = {
						["证"] = {
							result = true
						}
					}
				},
				["样"] = {
					["本"] = {
						result = true,
						["网"] = {
							result = true
						}
					}
				},
				["联"] = {
					["系"] = {
						result = true
					}
				}
			}
		},
		["加"] = {
			["索"] = {
				result = true
			}
		},
		["業"] = {
			["證"] = {
				result = true
			}
		},
		["节"] = {
			K = {
				["粉"] = {
					result = true
				}
			},
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["赌"] = {
				["博"] = {
					["药"] = {
						result = true
					}
				}
			}
		}
	},
	["毛"] = {
		["三"] = {
			["世"] = {
				result = true
			}
		},
		["左"] = {
			["批"] = {
				["习"] = {
					result = true
				},
				["習"] = {
					result = true
				}
			}
		},
		["泽"] = {
			["习"] = {
				result = true
			}
		},
		["澤"] = {
			["習"] = {
				result = true
			}
		},
		["邓"] = {
			["习"] = {
				result = true
			}
		},
		["鄧"] = {
			["習"] = {
				result = true
			}
		}
	},
	["毝"] = {
		["瑟"] = {
			["剌"] = {
				["叨"] = {
					result = true
				}
			}
		}
	},
	["民"] = {
		["捧"] = {
			["习"] = {
				["话"] = {
					result = true
				}
			},
			["習"] = {
				["話"] = {
					result = true
				}
			}
		},
		["間"] = {
			["挺"] = {
				["習"] = {
					result = true
				}
			}
		},
		["间"] = {
			["挺"] = {
				["习"] = {
					result = true
				}
			}
		}
	},
	["氚"] = {
		["枪"] = {
			result = true
		},
		["狗"] = {
			["狗"] = {
				["粮"] = {
					result = true
				}
			}
		}
	},
	["氢"] = {
		["官"] = {
			["疫"] = {
				["稻"] = {
					result = true
				}
			}
		},
		["封"] = {
			["话"] = {
				result = true
			}
		}
	},
	["氨"] = {
		["基"] = {
			["氮"] = {
				["杂"] = {
					["苯"] = {
						result = true
					}
				}
			}
		},
		["甲"] = {
			["环"] = {
				["酸"] = {
					["注"] = {
						["射"] = {
							["液"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["茴"] = {
			["酸"] = {
				result = true
			}
		}
	},
	["氫"] = {
		["封"] = {
			["話"] = {
				result = true
			}
		}
	},
	["氮"] = {
		["卓"] = {
			result = true
		}
	},
	["永"] = {
		["野"] = {
			["修"] = {
				["身"] = {
					result = true
				}
			}
		}
	},
	["汏"] = {
		["侀"] = {
			["倆"] = {
				["鼡"] = {
					["弩"] = {
						result = true
					}
				}
			}
		},
		["哋"] = {
			["葒"] = {
				result = true
			}
		},
		["專"] = {
			["攵"] = {
				["凭"] = {
					result = true
				}
			}
		},
		["抟"] = {
			["妏"] = {
				["憑"] = {
					result = true
				}
			}
		},
		["敩"] = {
			["泩"] = {
				result = true,
				["笣"] = {
					["液"] = {
						result = true
					}
				}
			}
		},
		["栤"] = {
			["磚"] = {
				result = true
			}
		},
		["蓁"] = {
			["迋"] = {
				["謿"] = {
					result = true
				}
			}
		},
		["骉"] = {
			["仕"] = {
				["愅"] = {
					["鋼"] = {
						["叨"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["汚"] = {
		["陷"] = {
			["亷"] = {
				["韌"] = {
					result = true
				}
			}
		}
	},
	["江"] = {
		b = {
			o = {
				s = {
					s = {
						result = true
					}
				}
			}
		},
		h = {
			a = {
				m = {
					a = {
						result = true
					}
				}
			}
		},
		z = {
			e = {
				m = {
					i = {
						n = {
							result = true
						}
					}
				}
			}
		},
		["习"] = {
			["斗"] = {
				result = true
			}
		},
		["撤"] = {
			["民"] = {
				result = true
			}
		},
		["某"] = {
			["民"] = {
				result = true
			}
		},
		["淛"] = {
			["民"] = {
				result = true
			}
		},
		["澤"] = {
			["明"] = {
				result = true
			},
			["林"] = {
				result = true
			}
		},
		["習"] = {
			["鬭"] = {
				result = true
			}
		},
		["老"] = {
			["賊"] = {
				result = true
			}
		},
		["責"] = {
			["名"] = {
				result = true
			}
		},
		["责"] = {
			["名"] = {
				result = true
			}
		}
	},
	["污"] = {
		["习"] = {
			["习"] = {
				result = true
			}
		},
		["陷"] = {
			["廉"] = {
				["韧"] = {
					result = true
				}
			}
		}
	},
	["沈"] = {
		["阳"] = {
			["办"] = {
				["证"] = {
					result = true
				}
			}
		}
	},
	["沖"] = {
		["田"] = {
			["杏"] = {
				["梨"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["河"] = {
		["北"] = {
			["办"] = {
				["证"] = {
					["/"] = {
						["唐"] = {
							["山"] = {
								["办"] = {
									["证"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["南"] = {
			["办"] = {
				["证"] = {
					["/"] = {
						["郑"] = {
							["州"] = {
								["办"] = {
									["证"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["法"] = {
		["习"] = {
			["斯"] = {
				result = true
			}
		},
		["图"] = {
			["麦"] = {
				result = true
			}
		},
		["理"] = {
			["台"] = {
				["独"] = {
					result = true
				}
			}
		}
	},
	["波"] = {
		["多"] = {
			["野"] = {
				["结"] = {
					["衣"] = {
						result = true
					}
				}
			}
		},
		["推"] = {
			result = true
		},
		["斯"] = {
			["刀"] = {
				result = true
			},
			["弯"] = {
				["刀"] = {
					result = true
				}
			},
			["枪"] = {
				result = true
			}
		}
	},
	["洗"] = {
		j = {
			i = {
				n = {
					["平"] = {
						result = true
					},
					["贫"] = {
						result = true
					}
				}
			}
		},
		["♂"] = {
			["精"] = {
				["♂"] = {
					["平"] = {
						result = true
					}
				}
			}
		},
		["京"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["儘"] = {
			["品"] = {
				result = true
			},
			["憑"] = {
				result = true
			},
			["片"] = {
				result = true
			},
			["貧"] = {
				result = true
			},
			["頻"] = {
				result = true
			}
		},
		["净"] = {
			["平"] = {
				result = true
			},
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			},
			["贫"] = {
				result = true
			}
		},
		["凈"] = {
			["貧"] = {
				result = true
			},
			["贫"] = {
				result = true
			}
		},
		["劲"] = {
			["萍"] = {
				result = true
			},
			["频"] = {
				result = true
			}
		},
		["勁"] = {
			["萍"] = {
				result = true
			},
			["頻"] = {
				result = true
			}
		},
		["哒"] = {
			["哒"] = {
				result = true
			}
		},
		["噠"] = {
			["噠"] = {
				result = true
			}
		},
		["圣"] = {
			["上"] = {
				result = true
			}
		},
		["大"] = {
			["大"] = {
				["大"] = {
					result = true
				}
			}
		},
		["尽"] = {
			["凭"] = {
				result = true
			},
			["品"] = {
				result = true
			},
			["片"] = {
				result = true
			},
			["贫"] = {
				result = true
			},
			["频"] = {
				result = true
			}
		},
		["巾"] = {
			["貧"] = {
				result = true
			},
			["贫"] = {
				result = true
			}
		},
		["斤"] = {
			["平"] = {
				result = true
			},
			["萍"] = {
				result = true
			}
		},
		["淨"] = {
			["平"] = {
				result = true
			},
			["缾"] = {
				result = true
			},
			["貧"] = {
				result = true
			}
		},
		["烬"] = {
			["品"] = {
				result = true
			}
		},
		["燼"] = {
			["品"] = {
				result = true
			}
		},
		["瓶"] = {
			["强"] = {
				["泽"] = {
					["鸣"] = {
						result = true
					}
				}
			}
		},
		["禁"] = {
			["貧"] = {
				result = true
			},
			["贫"] = {
				result = true
			}
		},
		["精"] = {
			["屏"] = {
				result = true
			},
			["平"] = {
				result = true
			}
		},
		["紧"] = {
			["苹"] = {
				result = true
			}
		},
		["經"] = {
			["屏"] = {
				result = true
			}
		},
		["緊"] = {
			["蘋"] = {
				result = true
			}
		},
		["经"] = {
			["屏"] = {
				result = true
			}
		},
		["缾"] = {
			["強"] = {
				["澤"] = {
					["鳴"] = {
						result = true
					}
				}
			},
			["强"] = {
				["泽"] = {
					["鸣"] = {
						result = true
					}
				}
			}
		},
		["脚"] = {
			["盆"] = {
				result = true
			}
		},
		["腚"] = {
			["平"] = {
				result = true
			}
		},
		["腳"] = {
			["盆"] = {
				result = true
			}
		},
		["茎"] = {
			["平"] = {
				result = true
			}
		},
		["莖"] = {
			["平"] = {
				result = true
			}
		},
		["觔"] = {
			["平"] = {
				result = true
			},
			["萍"] = {
				result = true
			}
		},
		["近"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			},
			["萍"] = {
				result = true
			}
		},
		["进"] = {
			["品"] = {
				result = true
			}
		},
		["远"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["進"] = {
			["品"] = {
				result = true
			}
		},
		["遠"] = {
			["缾"] = {
				result = true
			}
		},
		["金"] = {
			["瓶"] = {
				result = true,
				["总"] = {
					["书"] = {
						["籍"] = {
							result = true
						}
					}
				}
			},
			["缾"] = {
				result = true
			}
		},
		["頸"] = {
			["平"] = {
				result = true
			}
		}
	},
	["测"] = {
		["拉"] = {
			["式"] = {
				["气"] = {
					["枪"] = {
						result = true
					}
				}
			}
		}
	},
	["济"] = {
		["南"] = {
			["增"] = {
				["值"] = {
					["税"] = {
						["发"] = {
							["票"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["浜"] = {
		["崎"] = {
			["惠"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["瑞"] = {
				["穂"] = {
					result = true
				}
			}
		}
	},
	["浪"] = {
		["货"] = {
			result = true
		}
	},
	["涨"] = {
		["高"] = {
			["哩"] = {
				result = true
			}
		}
	},
	["涼"] = {
		["傢"] = {
			["河"] = {
				result = true
			}
		},
		["加"] = {
			["河"] = {
				result = true
			}
		}
	},
	["淡"] = {
		["水"] = {
			["桑"] = {
				["拿"] = {
					result = true
				}
			}
		},
		["淡"] = {
			["柠"] = {
				["檬"] = {
					["草"] = {
						result = true
					}
				}
			}
		},
		["色"] = {
			["满"] = {
				["楼"] = {
					result = true
				}
			}
		},
		["蓝"] = {
			["色"] = {
				["片"] = {
					result = true
				}
			}
		},
		["蘫"] = {
			["铯"] = {
				["魸"] = {
					result = true
				}
			}
		}
	},
	["深"] = {
		["圳"] = {
			["代"] = {
				["办"] = {
					["四"] = {
						["六"] = {
							["级"] = {
								["证"] = {
									result = true
								}
							}
						}
					},
					["驾"] = {
						["照"] = {
							["文"] = {
								["凭"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["删"] = {
				["贴"] = {
					["公"] = {
						["司"] = {
							result = true
						}
					}
				}
			},
			["办"] = {
				["六"] = {
					["级"] = {
						["证"] = {
							result = true
						}
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							result = true
						}
					}
				},
				["证"] = {
					result = true,
					["/"] = {
						["华"] = {
							["强"] = {
								["北"] = {
									["办"] = {
										["证"] = {
											result = true
										}
									}
								}
							}
						}
					},
					["刻"] = {
						["章"] = {
							q = {
								q = {
									result = true
								}
							},
							["发"] = {
								["票"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["各"] = {
				["国"] = {
					["签"] = {
						["证"] = {
							[" "] = {
								["代"] = {
									["办"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["开"] = {
				["发"] = {
					["票"] = {
						Q = {
							Q = {
								result = true
							}
						}
					}
				},
				["税"] = {
					["票"] = {
						Q = {
							Q = {
								result = true
							}
						}
					}
				}
			},
			["签"] = {
				["证"] = {
					["学"] = {
						["历"] = {
							["证"] = {
								["明"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["网"] = {
				["上"] = {
					["办"] = {
						["证"] = {
							q = {
								q = {
									result = true
								}
							}
						}
					}
				}
			},
			["职"] = {
				["称"] = {
					["资"] = {
						["格"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["信"] = {
						["息"] = {
							["处"] = {
								["理"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["高"] = {
				["仿"] = {
					["真"] = {
						["毕"] = {
							["业"] = {
								["证"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["渔"] = {
		["政"] = {
			["生"] = {
				result = true
			}
		}
	},
	["渣"] = {
		["渣"] = {
			result = true
		}
	},
	["温"] = {
		["佳"] = {
			["宝"] = {
				result = true
			}
		},
		["假"] = {
			["报"] = {
				result = true
			}
		},
		["夹"] = {
			["包"] = {
				result = true
			}
		},
		["家"] = {
			X = {
				result = true
			}
		},
		["枷"] = {
			["宝"] = {
				result = true
			}
		},
		["韭"] = {
			["斩"] = {
				["华"] = {
					result = true
				}
			}
		}
	},
	["測"] = {
		["拿"] = {
			result = true
		}
	},
	["湖"] = {
		["滛"] = {
			["孃"] = {
				result = true
			}
		}
	},
	["溪"] = {
		["橸"] = {
			["鵧"] = {
				result = true
			}
		},
		["觔"] = {
			["苹"] = {
				result = true
			}
		}
	},
	["溫"] = {
		["佳"] = {
			["寶"] = {
				result = true
			}
		},
		["假"] = {
			["報"] = {
				result = true
			},
			["飽"] = {
				result = true
			}
		},
		["傢"] = {
			X = {
				result = true
			},
			["堡"] = {
				result = true
			},
			["寶"] = {
				result = true
			}
		},
		["加"] = {
			["保"] = {
				result = true
			},
			["寶"] = {
				result = true
			}
		},
		["枷"] = {
			["寶"] = {
				result = true
			}
		},
		["裌"] = {
			["包"] = {
				result = true
			}
		}
	},
	["滅"] = {
		["絕"] = {
			["刁"] = {
				result = true
			}
		}
	},
	["滇"] = {
		["南"] = {
			result = true
		}
	},
	["满"] = {
		["屏"] = {
			["尽"] = {
				["是"] = {
					["戏"] = {
						["（"] = {
							["习"] = {
								["）"] = {
									["宽"] = {
										["衣"] = {
											[""] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["滭"] = {
		["鄴"] = {
			["姃"] = {
				result = true
			}
		}
	},
	["漁"] = {
		["政"] = {
			["生"] = {
				result = true
			}
		}
	},
	["漲"] = {
		["高"] = {
			["哩"] = {
				result = true
			}
		}
	},
	["潮"] = {
		["噴"] = {
			result = true
		},
		["妻"] = {
			result = true
		},
		["姫"] = {
			result = true
		},
		["湿"] = {
			["穴"] = {
				["穴"] = {
					result = true
				}
			}
		}
	},
	["澄"] = {
		["城"] = {
			["办"] = {
				["证"] = {
					result = true
				}
			}
		},
		["海"] = {
			["区"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["清"] = {
			["六"] = {
				["四"] = {
					result = true
				}
			}
		},
		["迈"] = {
			["县"] = {
				["假"] = {
					["币"] = {
						result = true
					}
				}
			}
		}
	},
	["澎"] = {
		["丽"] = {
			["瑗"] = {
				result = true
			}
		},
		["麗"] = {
			["瑗"] = {
				result = true
			}
		}
	},
	["澳"] = {
		["博"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			},
			["教"] = {
				["育"] = {
					["中"] = {
						["心"] = {
							result = true
						}
					}
				}
			}
		},
		["娱"] = {
			["时"] = {
				["时"] = {
					["彩"] = {
						result = true
					}
				}
			}
		},
		["洲"] = {
			["光"] = {
				["明"] = {
					["網"] = {
						result = true
					}
				}
			},
			["前"] = {
				["女"] = {
					["友"] = {
						["口"] = {
							["交"] = {
								result = true
							}
						}
					}
				}
			},
			["换"] = {
				["妻"] = {
					result = true
				}
			}
		},
		["門"] = {
			["威"] = {
				["尼"] = {
					["斯"] = {
						["人"] = {
							result = true
						}
					}
				}
			},
			["線"] = {
				["上"] = {
					["賭"] = {
						["場"] = {
							result = true
						}
					}
				}
			},
			["賭"] = {
				["博"] = {
					result = true
				}
			}
		},
		["门"] = {
			["3"] = {
				d = {
					["轮"] = {
						["盘"] = {
							result = true
						}
					}
				}
			},
			V = {
				I = {
					P = {
						["赌"] = {
							["场"] = {
								result = true
							}
						}
					}
				}
			},
			["九"] = {
				["龙"] = {
					["宝"] = {
						["座"] = {
							result = true
						}
					}
				}
			},
			["仕"] = {
				["达"] = {
					result = true,
					["屋"] = {
						result = true
					}
				}
			},
			["博"] = {
				result = true,
				["彩"] = {
					result = true,
					["社"] = {
						["区"] = {
							result = true
						}
					},
					["网"] = {
						result = true,
						["站"] = {
							result = true
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					},
					["赌"] = {
						["场"] = {
							result = true
						},
						["城"] = {
							result = true
						}
					}
				}
			},
			["在"] = {
				["线"] = {
					["博"] = {
						["彩"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					},
					["赌"] = {
						["博"] = {
							result = true
						},
						["场"] = {
							result = true
						}
					}
				}
			},
			["场"] = {
				["精"] = {
					["彩"] = {
						["刺"] = {
							["激"] = {
								result = true
							}
						}
					}
				}
			},
			["太"] = {
				["阳"] = {
					["城"] = {
						result = true
					}
				}
			},
			["威"] = {
				["尼"] = {
					["斯"] = {
						["人"] = {
							result = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["场"] = {
						result = true
					},
					["城"] = {
						result = true
					}
				}
			},
			["官"] = {
				["方"] = {
					["赌"] = {
						["场"] = {
							result = true
						}
					}
				}
			},
			["巴"] = {
				["黎"] = {
					["人"] = {
						["赌"] = {
							["场"] = {
								result = true
							}
						}
					}
				}
			},
			["摩"] = {
				["卡"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			},
			["新"] = {
				["世"] = {
					["纪"] = {
						["娱"] = {
							["乐"] = {
								result = true
							}
						}
					}
				},
				["濠"] = {
					["博"] = {
						["亚"] = {
							result = true
						}
					},
					["天"] = {
						["地"] = {
							result = true
						}
					}
				},
				["葡"] = {
					["京"] = {
						["赌"] = {
							["场"] = {
								result = true
							}
						}
					}
				}
			},
			["星"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			},
			["普"] = {
				["京"] = {
					["国"] = {
						["际"] = {
							result = true
						}
					}
				}
			},
			["梅"] = {
				["高"] = {
					["梅"] = {
						["赌"] = {
							["场"] = {
								result = true
							}
						}
					}
				}
			},
			["沙"] = {
				["龙"] = {
					["赌"] = {
						["场"] = {
							result = true
						}
					}
				}
			},
			["现"] = {
				["金"] = {
					["赌"] = {
						["场"] = {
							result = true
						}
					}
				}
			},
			["百"] = {
				["乐"] = {
					["门"] = {
						result = true,
						["赌"] = {
							["博"] = {
								result = true
							}
						}
					}
				},
				["利"] = {
					["宫"] = {
						result = true
					}
				},
				["家"] = {
					["乐"] = {
						result = true,
						["赌"] = {
							["场"] = {
								result = true
							}
						}
					}
				}
			},
			["的"] = {
				["赌"] = {
					["场"] = {
						result = true
					}
				}
			},
			["皇"] = {
				["冠"] = {
					["娱"] = {
						["乐"] = {
							["场"] = {
								result = true
							}
						}
					},
					["赌"] = {
						["场"] = {
							result = true
						}
					}
				}
			},
			["真"] = {
				["人"] = {
					result = true,
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			},
			["美"] = {
				["高"] = {
					["梅"] = {
						["赌"] = {
							["场"] = {
								result = true
							}
						}
					}
				}
			},
			["联"] = {
				["合"] = {
					["赌"] = {
						["场"] = {
							result = true
						}
					}
				}
			},
			["英"] = {
				["皇"] = {
					result = true
				}
			},
			["莲"] = {
				["花"] = {
					["赌"] = {
						["场"] = {
							result = true
						}
					}
				}
			},
			["葡"] = {
				["京"] = {
					result = true,
					["娱"] = {
						["乐"] = {
							["场"] = {
								result = true
							}
						}
					},
					["赌"] = {
						["场"] = {
							result = true
						}
					}
				}
			},
			["财"] = {
				["神"] = {
					["赌"] = {
						["场"] = {
							result = true
						}
					}
				}
			},
			["赌"] = {
				["博"] = {
					result = true
				},
				["场"] = {
					result = true,
					["官"] = {
						["方"] = {
							["网"] = {
								result = true
							}
						}
					},
					["直"] = {
						["营"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					}
				},
				["城"] = {
					result = true,
					["国"] = {
						["际"] = {
							result = true
						}
					},
					["女"] = {
						["荷"] = {
							["官"] = {
								result = true
							}
						}
					}
				},
				["王"] = {
					result = true
				},
				["钱"] = {
					["博"] = {
						["彩"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["金"] = {
				["丽"] = {
					["华"] = {
						result = true,
						["赌"] = {
							["场"] = {
								result = true
							}
						}
					}
				},
				["沙"] = {
					result = true,
					["国"] = {
						["际"] = {
							result = true
						}
					},
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					},
					["赌"] = {
						["场"] = {
							result = true
						}
					},
					["集"] = {
						["团"] = {
							result = true
						}
					}
				}
			},
			["银"] = {
				["河"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			},
			["黄"] = {
				["金"] = {
					["城"] = {
						result = true
					},
					["赌"] = {
						["场"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["澹"] = {
		["台"] = {
			["子"] = {
				["羽"] = {
					result = true
				}
			}
		}
	},
	["激"] = {
		["进"] = {
			["伊"] = {
				["斯"] = {
					["兰"] = {
						["组"] = {
							["织"] = {
								result = true,
								["（"] = {
									["成"] = {
										["员"] = {
											["）"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["濨"] = {
		["悻"] = {
			["彡"] = {
				["件"] = {
					["套"] = {
						result = true
					}
				}
			}
		}
	},
	["灋"] = {
		["习"] = {
			["斯"] = {
				result = true
			}
		},
		["習"] = {
			["斯"] = {
				result = true
			}
		}
	},
	["灭"] = {
		["习"] = {
			result = true
		},
		["绝"] = {
			["刁"] = {
				result = true
			}
		}
	},
	["灯"] = {
		["月"] = {
			["缘"] = {
				result = true
			}
		},
		["草"] = {
			["和"] = {
				["尚"] = {
					result = true
				}
			}
		}
	},
	["点"] = {
		["下"] = {
			["图"] = {
				["访"] = {
					["问"] = {
						result = true
					}
				}
			}
		},
		["亮"] = {
			["维"] = {
				["园"] = {
					["烛"] = {
						["光"] = {
							result = true
						}
					}
				}
			}
		},
		["击"] = {
			["欣"] = {
				["赏"] = {
					result = true
				}
			},
			["进"] = {
				["店"] = {
					result = true
				}
			}
		},
		["卡"] = {
			["没"] = {
				["有"] = {
					["作"] = {
						["废"] = {
							result = true
						}
					}
				}
			}
		},
		["台"] = {
			["?"] = {
				result = true
			},
			["指"] = {
				["定"] = {
					["小"] = {
						["姐"] = {
							result = true
						}
					}
				}
			}
		},
		["数"] = {
			["优"] = {
				result = true,
				["惠"] = {
					result = true
				}
			},
			["低"] = {
				result = true
			}
		},
		["火"] = {
			["枪"] = {
				result = true
			}
		},
		["点"] = {
			["名"] = {
				["录"] = {
					["信"] = {
						["息"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["毛"] = {
				["片"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					["片"] = {
						["播"] = {
							["放"] = {
								result = true
							}
						}
					}
				}
			},
			["看"] = {
				result = true
			}
		},
		["穴"] = {
			["曾"] = {
				["庆"] = {
					["红"] = {
						result = true
					}
				}
			}
		},
		["色"] = {
			["论"] = {
				["坛"] = {
					result = true
				}
			}
		},
		["这"] = {
			["里"] = {
				result = true
			}
		}
	},
	["热"] = {
		["敷"] = {
			["敏"] = {
				["纸"] = {
					result = true
				}
			}
		}
	},
	["無"] = {
		["儘"] = {
			["之"] = {
				["任"] = {
					result = true
				}
			}
		},
		["憲"] = {
			["鐮"] = {
				["刃"] = {
					result = true
				}
			}
		},
		["限"] = {
			["蓮"] = {
				["仁"] = {
					result = true
				}
			},
			["連"] = {
				["人"] = {
					result = true
				}
			}
		}
	},
	["煌"] = {
		["红"] = {
			["煌"] = {
				result = true
			}
		}
	},
	["煑"] = {
		["屃"] = {
			result = true
		},
		["屭"] = {
			result = true
		},
		["習"] = {
			result = true
		},
		["蓆"] = {
			result = true
		},
		["袭"] = {
			result = true
		},
		["襲"] = {
			result = true
		}
	},
	["煮"] = {
		["习"] = {
			result = true
		},
		["屃"] = {
			result = true
		},
		["席"] = {
			result = true
		},
		["袭"] = {
			result = true
		}
	},
	["熊"] = {
		["关"] = {
			["漫"] = {
				["道"] = {
					result = true
				}
			}
		},
		["太"] = {
			["厚"] = {
				result = true
			}
		},
		["尼"] = {
			["維"] = {
				["小"] = {
					result = true
				}
			},
			["维"] = {
				["小"] = {
					result = true
				}
			}
		},
		["關"] = {
			["漫"] = {
				["道"] = {
					result = true
				}
			}
		}
	},
	["熙"] = {
		["丶"] = {
			["大"] = {
				["大"] = {
					result = true
				}
			}
		},
		["包"] = {
			["子"] = {
				result = true
			}
		},
		["大"] = {
			["大"] = {
				["求"] = {
					["升"] = {
						["级"] = {
							result = true
						}
					}
				},
				["诶"] = {
					result = true
				}
			}
		},
		["禁"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		}
	},
	["爆"] = {
		["#"] = {
			["菊"] = {
				["#"] = {
					["花"] = {
						result = true
					}
				}
			}
		},
		y = {
			["乳"] = {
				M = {
					M = {
						["加"] = {
							["盟"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["乳"] = {
			B = {
				O = {
					M = {
						B = {
							result = true
						}
					}
				}
			},
			M = {
				M = {
					result = true,
					["加"] = {
						["盟"] = {
							result = true
						}
					}
				}
			},
			["中"] = {
				["森"] = {
					["玲"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["写"] = {
				["真"] = {
					result = true
				}
			},
			["双"] = {
				["姝"] = {
					result = true
				},
				["娇"] = {
					result = true
				}
			},
			["大"] = {
				["片"] = {
					result = true
				}
			},
			["天"] = {
				["使"] = {
					result = true
				}
			},
			["女"] = {
				["友"] = {
					result = true
				},
				["护"] = {
					["士"] = {
						result = true
					}
				},
				["教"] = {
					["師"] = {
						result = true
					}
				},
				["神"] = {
					result = true
				}
			},
			["孙"] = {
				["媳"] = {
					["妇"] = {
						["儿"] = {
							result = true
						}
					}
				}
			},
			["家"] = {
				["庭"] = {
					["教"] = {
						["师"] = {
							result = true
						},
						["師"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["护"] = {
					["士"] = {
						result = true
					}
				},
				["護"] = {
					["士"] = {
						result = true
					}
				}
			},
			["尤"] = {
				["物"] = {
					result = true
				}
			},
			["崩"] = {
				["壊"] = {
					result = true
				}
			},
			["巫"] = {
				["女"] = {
					result = true
				}
			},
			["影"] = {
				["院"] = {
					result = true
				}
			},
			["情"] = {
				["色"] = {
					["帝"] = {
						["国"] = {
							result = true
						}
					}
				}
			},
			["护"] = {
				["士"] = {
					["口"] = {
						["交"] = {
							result = true
						}
					}
				}
			},
			["接"] = {
				["待"] = {
					result = true
				}
			},
			["服"] = {
				["务"] = {
					result = true
				}
			},
			["正"] = {
				["妹"] = {
					result = true
				}
			},
			["母"] = {
				["娘"] = {
					result = true,
					["前"] = {
						["后"] = {
							["编"] = {
								result = true
							}
						}
					}
				}
			},
			["求"] = {
				["搓"] = {
					result = true
				}
			},
			["淫"] = {
				["乱"] = {
					result = true,
					["妻"] = {
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				},
				["魔"] = {
					result = true
				}
			},
			["激"] = {
				F = {
					U = {
						C = {
							K = {
								result = true
							}
						}
					}
				}
			},
			["狂"] = {
				["搓"] = {
					result = true
				}
			},
			["班"] = {
				["長"] = {
					result = true
				},
				["长"] = {
					result = true
				}
			},
			["痴"] = {
				["女"] = {
					result = true,
					["诱"] = {
						["惑"] = {
							result = true
						}
					}
				}
			},
			["看"] = {
				["戶"] = {
					["婦"] = {
						["矢"] = {
							["藤"] = {
								result = true
							}
						}
					}
				}
			},
			["美"] = {
				["少"] = {
					["女"] = {
						result = true
					}
				}
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			},
			["辣"] = {
				["妹"] = {
					result = true
				}
			},
			["风"] = {
				["俗"] = {
					["嬢"] = {
						result = true
					}
				}
			},
			["骚"] = {
				["丹"] = {
					["青"] = {
						result = true
					}
				}
			}
		},
		["双"] = {
			["穴"] = {
				result = true
			}
		},
		["吧"] = {
			result = true
		},
		["头"] = {
			["枪"] = {
				["专"] = {
					result = true
				}
			}
		},
		["小"] = {
			["姐"] = {
				result = true
			}
		},
		["插"] = {
			["屁"] = {
				["股"] = {
					result = true
				}
			}
		},
		["播"] = {
			["在"] = {
				["线"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			}
		},
		["操"] = {
			["刘"] = {
				["欣"] = {
					["苹"] = {
						result = true
					}
				}
			},
			["大"] = {
				["屁"] = {
					["股"] = {
						result = true
					}
				}
			},
			["影"] = {
				["院"] = {
					result = true
				}
			},
			["馒"] = {
				["头"] = {
					["逼"] = {
						["少"] = {
							["妇"] = {
								result = true
							}
						}
					}
				}
			},
			["骚"] = {
				["货"] = {
					result = true
				}
			}
		},
		["料"] = {
			["张"] = {
				["世"] = {
					["军"] = {
						result = true
					}
				}
			}
		},
		["火"] = {
			["狗"] = {
				result = true
			}
		},
		["炸"] = {
			result = true,
			["了"] = {
				result = true
			},
			["弓"] = {
				["方"] = {
					["法"] = {
						result = true
					}
				},
				["自"] = {
					["制"] = {
						result = true
					}
				}
			},
			["弹"] = {
				result = true
			},
			["案"] = {
				result = true
			},
			["物"] = {
				["干"] = {
					["扰"] = {
						["仪"] = {
							result = true
						}
					}
				}
			},
			["箭"] = {
				["头"] = {
					result = true,
					["研"] = {
						["究"] = {
							result = true
						}
					}
				}
			}
		},
		["熗"] = {
			result = true
		},
		["狗"] = {
			result = true,
			["粮"] = {
				result = true
			}
		},
		["破"] = {
			result = true,
			["剂"] = {
				["配"] = {
					["制"] = {
						["方"] = {
							["法"] = {
								result = true
							}
						}
					}
				}
			},
			["挂"] = {
				["靠"] = {
					result = true
				}
			},
			["用"] = {
				["品"] = {
					result = true
				}
			}
		},
		["竹"] = {
			result = true,
			["专"] = {
				result = true,
				["用"] = {
					result = true
				}
			},
			["專"] = {
				result = true
			},
			["直"] = {
				["销"] = {
					result = true
				}
			},
			["送"] = {
				["货"] = {
					["上"] = {
						["门"] = {
							result = true
						}
					}
				}
			}
		},
		["精"] = {
			result = true
		},
		["肛"] = {
			result = true,
			["电"] = {
				["影"] = {
					result = true
				}
			}
		},
		["菊"] = {
			result = true,
			["之"] = {
				["全"] = {
					["过"] = {
						["程"] = {
							result = true
						}
					}
				}
			},
			["花"] = {
				result = true
			}
		},
		["衣"] = {
			["系"] = {
				["统"] = {
					result = true
				}
			}
		},
		["贪"] = {
			["腐"] = {
				["案"] = {
					result = true
				}
			}
		}
	},
	["爱"] = {
		["2"] = {
			["5"] = {
				result = true
			}
		},
		["9"] = {
			["9"] = {
				result = true,
				["成"] = {
					["人"] = {
						["用"] = {
							["品"] = {
								result = true
							}
						}
					}
				}
			}
		},
		A = {
			V = {
				["网"] = {
					["站"] = {
						result = true
					}
				}
			}
		},
		Q = {
			["大"] = {
				["盗"] = {
					result = true
				}
			}
		},
		b = {
			b = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["三"] = {
			["级"] = {
				["电"] = {
					["影"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["上"] = {
			A = {
				V = {
					["网"] = {
						result = true
					}
				}
			},
			["一"] = {
				["夜"] = {
					["情"] = {
						result = true
					}
				}
			},
			["少"] = {
				["妇"] = {
					result = true
				}
			},
			["师"] = {
				["娘"] = {
					["的"] = {
						["床"] = {
							result = true
						}
					}
				}
			},
			["性"] = {
				["感"] = {
					["少"] = {
						["妇"] = {
							result = true
						}
					}
				}
			},
			["情"] = {
				["人"] = {
					["网"] = {
						result = true
					}
				}
			},
			["按"] = {
				["摩"] = {
					["棒"] = {
						result = true
					}
				}
			},
			["禁"] = {
				["播"] = {
					result = true
				}
			},
			["网"] = {
				result = true
			},
			["色"] = {
				["妹"] = {
					["妹"] = {
						result = true
					}
				},
				["影"] = {
					["院"] = {
						result = true
					}
				}
			},
			["鸡"] = {
				["鸡"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["与"] = {
			["性"] = {
				["女"] = {
					["教"] = {
						["师"] = {
							result = true
						}
					}
				}
			},
			["自"] = {
				["由"] = {
					result = true
				}
			}
		},
		["丫"] = {
			["丫"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["乐"] = {
			["商"] = {
				["行"] = {
					result = true
				}
			}
		},
		["你"] = {
			["色"] = {
				["导"] = {
					["航"] = {
						result = true
					}
				}
			}
		},
		["佳"] = {
			["广"] = {
				["场"] = {
					result = true,
					["2"] = {
						["0"] = {
							["号"] = {
								result = true
							},
							["日"] = {
								result = true
							}
						}
					},
					["二"] = {
						["十"] = {
							result = true
						}
					}
				}
			}
		},
		["侣"] = {
			["科"] = {
				["技"] = {
					["商"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["做"] = {
			["爱"] = {
				["综"] = {
					["合"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["内"] = {
			["希"] = {
				["高"] = {
					["清"] = {
						result = true
					}
				}
			},
			["梨"] = {
				["花"] = {
					result = true
				}
			}
		},
		["刀"] = {
			["收"] = {
				["藏"] = {
					["网"] = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					}
				}
			},
			["网"] = {
				result = true
			}
		},
		["到"] = {
			["极"] = {
				["限"] = {
					result = true
				}
			},
			["深"] = {
				["处"] = {
					result = true
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					["场"] = {
						result = true
					}
				}
			},
			["彩"] = {
				result = true
			}
		},
		["卡"] = {
			["社"] = {
				["区"] = {
					result = true
				}
			}
		},
		["原"] = {
			["千"] = {
				["咲"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["莉"] = {
				["央"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["去"] = {
			["操"] = {
				["成"] = {
					["人"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["叶"] = {
			["亚"] = {
				["希"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			}
		},
		["咪"] = {
			["咪"] = {
				["影"] = {
					["视"] = {
						result = true
					}
				}
			},
			["网"] = {
				result = true
			}
		},
		["唯"] = {
			["侦"] = {
				["察"] = {
					b = {
						t = {
							result = true
						}
					}
				}
			}
		},
		["因"] = {
			["斯"] = {
				["坦"] = {
					result = true
				}
			}
		},
		["国"] = {
			["民"] = {
				["主"] = {
					["大"] = {
						["游"] = {
							["行"] = {
								result = true
							}
						}
					}
				}
			},
			["者"] = {
				["枪"] = {
					["模"] = {
						result = true
					}
				}
			},
			["运"] = {
				["动"] = {
					["正"] = {
						["名"] = {
							result = true
						}
					}
				}
			}
		},
		["图"] = {
			["公"] = {
				["园"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			}
		},
		["在"] = {
			["网"] = {
				result = true
			},
			["黑"] = {
				["夜"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["城"] = {
			["网"] = {
				result = true
			},
			["论"] = {
				["坛"] = {
					result = true
				}
			}
		},
		["夜"] = {
			result = true
		},
		["夫"] = {
			["电"] = {
				["影"] = {
					result = true
				}
			}
		},
		["女"] = {
			["人"] = {
				["色"] = {
					["性"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						},
						["网"] = {
							result = true
						}
					}
				}
			},
			["子"] = {
				["嫌"] = {
					result = true
				}
			}
		},
		["妻"] = {
			["传"] = {
				result = true
			},
			["后"] = {
				["花"] = {
					["园"] = {
						result = true
					}
				}
			}
		},
		["姐"] = {
			["妹"] = {
				H = {
					["动"] = {
						["画"] = {
							result = true
						}
					}
				}
			}
		},
		["射"] = {
			["猫"] = {
				result = true
			}
		},
		["小"] = {
			["说"] = {
				["吧"] = {
					result = true
				}
			}
		},
		["就"] = {
			["操"] = {
				["成"] = {
					["人"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["色"] = {
				["色"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			}
		},
		["屋"] = {
			["网"] = {
				result = true
			}
		},
		["岗"] = {
			["敬"] = {
				["业"] = {
					result = true
				}
			}
		},
		["川"] = {
			["爱"] = {
				["美"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					}
				}
			},
			["香"] = {
				["里"] = {
					["无"] = {
						["码"] = {
							result = true
						},
						["马"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["巢"] = {
			["滴"] = {
				["水"] = {
					result = true
				}
			}
		},
		["干"] = {
			["逼"] = {
				result = true
			}
		},
		["弩"] = {
			["部"] = {
				["落"] = {
					result = true
				}
			}
		},
		["心"] = {
			["集"] = {
				["团"] = {
					["总"] = {
						["部"] = {
							result = true
						}
					}
				}
			}
		},
		["思"] = {
			["想"] = {
				result = true
			}
		},
		["性"] = {
			["成"] = {
				["人"] = {
					["综"] = {
						["合"] = {
							result = true
						}
					}
				}
			},
			["论"] = {
				["坛"] = {
					result = true
				}
			}
		},
		["情"] = {
			H = {
				["版"] = {
					result = true
				}
			},
			["服"] = {
				["务"] = {
					["生"] = {
						result = true
					}
				}
			}
		},
		["抚"] = {
			["淫"] = {
				["女"] = {
					["的"] = {
						["阴"] = {
							["户"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["护"] = {
			["与"] = {
				["救"] = {
					["度"] = {
						result = true
					}
				}
			}
		},
		["拼"] = {
			["网"] = {
				result = true
			}
		},
		["插"] = {
			["公"] = {
				["寓"] = {
					result = true
				}
			},
			["插"] = {
				["网"] = {
					result = true
				}
			}
		},
		["搞"] = {
			["搞"] = {
				result = true,
				["激"] = {
					["情"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["逼"] = {
				["综"] = {
					["合"] = {
						X = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["撸"] = {
			["影"] = {
				["城"] = {
					result = true
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			},
			["逼"] = {
				result = true
			}
		},
		["操"] = {
			["女"] = {
				result = true
			},
			["妹"] = {
				["妹"] = {
					["网"] = {
						result = true
					}
				}
			},
			["逼"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["方"] = {
			["式"] = {
				result = true
			}
		},
		["来"] = {
			["情"] = {
				["色"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			}
		},
		["枪"] = {
			result = true
		},
		["桑"] = {
			["拿"] = {
				result = true
			}
		},
		["梦"] = {
			["休"] = {
				["闲"] = {
					["会"] = {
						["所"] = {
							result = true
						}
					}
				}
			}
		},
		["梨"] = {
			b = {
				t = {
					result = true
				}
			},
			["全"] = {
				["集"] = {
					result = true
				}
			},
			["无"] = {
				["码"] = {
					result = true
				}
			},
			["电"] = {
				["驴"] = {
					result = true
				}
			}
		},
		["欲"] = {
			["的"] = {
				["咬"] = {
					["痕"] = {
						result = true
					}
				}
			}
		},
		["死"] = {
			["妹"] = {
				["妹"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["气"] = {
			["枪"] = {
				["网"] = {
					result = true
				}
			}
		},
		["液"] = {
			["直"] = {
				["流"] = {
					result = true
				}
			}
		},
		["滋"] = {
			["病"] = {
				result = true
			}
		},
		["潮"] = {
			["商"] = {
				["城"] = {
					result = true
				}
			}
		},
		["爱"] = {
			result = true,
			["套"] = {
				["图"] = {
					result = true
				}
			},
			["很"] = {
				["爽"] = {
					["很"] = {
						["销"] = {
							["魂"] = {
								result = true
							}
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["网"] = {
						result = true
					}
				}
			},
			["极"] = {
				["女"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					result = true,
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["自"] = {
				["拍"] = {
					result = true
				}
			}
		},
		["狗"] = {
			["狩"] = {
				["猎"] = {
					["博"] = {
						["客"] = {
							result = true
						}
					}
				}
			},
			["论"] = {
				["坛"] = {
					result = true
				}
			}
		},
		["狠"] = {
			["狠"] = {
				["撸"] = {
					["我"] = {
						["喜"] = {
							["欢"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["狼"] = {
			["友"] = {
				result = true
			}
		},
		["玩"] = {
			["激"] = {
				["情"] = {
					["的"] = {
						["骚"] = {
							["妇"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["瑟"] = {
			["瑟"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["看"] = {
			["色"] = {
				result = true
			},
			["都"] = {
				result = true
			}
		},
		["神"] = {
			["の"] = {
				["传"] = {
					["奇"] = {
						result = true
					}
				}
			},
			["之"] = {
				["传"] = {
					["奇"] = {
						["全"] = {
							["集"] = {
								result = true
							}
						},
						["小"] = {
							["说"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["秀"] = {
			["1"] = {
				["7"] = {
					["3"] = {
						result = true
					}
				}
			}
		},
		["良"] = {
			["窝"] = {
				result = true
			}
		},
		["色"] = {
			["军"] = {
				["团"] = {
					result = true
				}
			},
			["吧"] = {
				["色"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			},
			["女"] = {
				result = true
			},
			["妹"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["电"] = {
					["影"] = {
						result = true
					}
				}
			},
			["官"] = {
				["人"] = {
					result = true
				}
			},
			["影"] = {
				["音"] = {
					result = true
				}
			},
			["快"] = {
				["播"] = {
					["基"] = {
						["地"] = {
							result = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["社"] = {
						["区"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						result = true
					}
				}
			},
			["站"] = {
				result = true
			},
			["网"] = {
				["双"] = {
					["视"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			},
			["色"] = {
				["成"] = {
					["人"] = {
						["影"] = {
							["片"] = {
								result = true
							}
						}
					}
				}
			},
			["阁"] = {
				["成"] = {
					["人"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["花"] = {
			["沙"] = {
				["也"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["莲"] = {
			["说"] = {
				result = true
			}
		},
		["论"] = {
			["坛"] = {
				result = true
			}
		},
		["购"] = {
			["商"] = {
				["城"] = {
					result = true
				}
			}
		},
		["赢"] = {
			["网"] = {
				result = true
			}
		},
		["逼"] = {
			["爱"] = {
				["操"] = {
					result = true,
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["逼"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["香"] = {
			["里"] = {
				b = {
					t = {
						result = true
					}
				},
				["全"] = {
					["集"] = {
						result = true
					}
				},
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["电"] = {
					["驴"] = {
						result = true
					}
				}
			}
		},
		["骚"] = {
			["色"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			},
			["骚"] = {
				["电"] = {
					["影"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["魔"] = {
			["豆"] = {
				result = true
			}
		},
		["龙"] = {
			["虎"] = {
				["斗"] = {
					result = true
				}
			}
		}
	},
	["爲"] = {
		["習"] = {
			["賣"] = {
				["命"] = {
					result = true
				}
			}
		}
	},
	["版"] = {
		["改"] = {
			["革"] = {
				["历"] = {
					["程"] = {
						result = true
					}
				}
			}
		},
		["本"] = {
			["为"] = {
				["最"] = {
					["新"] = {
						["版"] = {
							["本"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["突"] = {
			["击"] = {
				["步"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["赵"] = {
			z = {
				y = {
					["回"] = {
						["忆"] = {
							["录"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["牛"] = {
		["肉"] = {
			["包"] = {
				["子"] = {
					x = {
						i = {
							result = true
						}
					}
				}
			}
		}
	},
	["牢"] = {
		["疫"] = {
			["结"] = {
				["合"] = {
					result = true
				}
			}
		}
	},
	["特"] = {
		["蕾"] = {
			["莎"] = {
				["梅"] = {
					result = true
				}
			}
		},
		["鲁"] = {
			["多"] = {
				result = true
			}
		}
	},
	["牺"] = {
		["牲"] = {
			["湖"] = {
				["北"] = {
					["六"] = {
						["千"] = {
							["万"] = {
								["人"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["犇"] = {
		["腷"] = {
			["脃"] = {
				["琮"] = {
					["匼"] = {
						result = true
					}
				}
			}
		},
		["逼"] = {
			["铯"] = {
				result = true,
				["綜"] = {
					["合"] = {
						result = true
					}
				}
			}
		}
	},
	["犬"] = {
		["犬"] = {
			x = {
				i = {
					result = true
				}
			}
		}
	},
	["独"] = {
		["眼"] = {
			["龙"] = {
				result = true
			}
		}
	},
	["猜"] = {
		["宝"] = {
			["仪"] = {
				["器"] = {
					result = true
				}
			},
			["透"] = {
				["視"] = {
					["器"] = {
						result = true
					}
				}
			}
		},
		["寶"] = {
			["儀"] = {
				["器"] = {
					result = true
				}
			}
		}
	},
	["王"] = {
		["储"] = {
			["的"] = {
				["习"] = {
					result = true
				}
			}
		},
		["儲"] = {
			["的"] = {
				["習"] = {
					result = true
				}
			}
		},
		["尔"] = {
			["格"] = {
				["萨"] = {
					result = true
				}
			}
		},
		["爾"] = {
			["格"] = {
				["薩"] = {
					result = true
				}
			}
		}
	},
	["玎"] = {
		["萫"] = {
			["荿"] = {
				["亾"] = {
					["涻"] = {
						["岖"] = {
							["蛧"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["环"] = {
		["球"] = {
			["证"] = {
				["件"] = {
					[" "] = {
						["大"] = {
							["学"] = {
								["毕"] = {
									["业"] = {
										["证"] = {
											result = true
										}
									}
								}
							}
						},
						["诚"] = {
							["信"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["玳"] = {
		["练"] = {
			result = true,
			["包"] = {
				["心"] = {
					["法"] = {
						result = true
					}
				}
			}
		},
		["链"] = {
			result = true
		}
	},
	["玺"] = {
		["烬"] = {
			["贫"] = {
				result = true
			}
		},
		["禁"] = {
			["屛"] = {
				result = true
			}
		}
	},
	["玻"] = {
		["璃"] = {
			g = {
				a = {
					y = {
						result = true
					}
				}
			}
		}
	},
	["班"] = {
		["禅"] = {
			["额"] = {
				["尔"] = {
					["德"] = {
						["尼"] = {
							result = true
						}
					}
				}
			}
		},
		["缠"] = {
			result = true
		},
		["蝉"] = {
			result = true
		}
	},
	["瑺"] = {
		["徳"] = {
			["瑗"] = {
				["茭"] = {
					["妺"] = {
						result = true
					}
				}
			}
		}
	},
	["璧"] = {
		["山"] = {
			["办"] = {
				["正"] = {
					result = true
				},
				["证"] = {
					result = true
				}
			},
			["县"] = {
				["专"] = {
					["业"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					["上"] = {
						["门"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["璽"] = {
		["燼"] = {
			["貧"] = {
				result = true
			}
		},
		["禁"] = {
			["屛"] = {
				result = true
			}
		}
	},
	["瓶"] = {
		["精"] = {
			["吸"] = {
				result = true
			},
			["洗"] = {
				result = true
			}
		}
	},
	["瓷"] = {
		["砖"] = {
			["奖"] = {
				result = true
			}
		},
		["碗"] = {
			["穿"] = {
				["透"] = {
					["仪"] = {
						result = true
					},
					["儀"] = {
						result = true
					}
				}
			}
		}
	},
	["生"] = {
		["受"] = {
			["训"] = {
				["诫"] = {
					result = true
				}
			}
		}
	},
	["產"] = {
		["黨"] = {
			result = true
		}
	},
	["甴"] = {
		["近"] = {
			["平"] = {
				result = true
			}
		}
	},
	["电"] = {
		["&"] = {
			["视"] = {
				["&"] = {
					["棒"] = {
						result = true
					}
				}
			}
		},
		["井"] = {
			["棍"] = {
				result = true,
				["专"] = {
					result = true
				},
				["北"] = {
					["京"] = {
						result = true
					}
				}
			}
		},
		["信"] = {
			["江"] = {
				["家"] = {
					result = true
				}
			}
		},
		["做"] = {
			result = true
		},
		["光"] = {
			["弹"] = {
				result = true
			}
		},
		["击"] = {
			["器"] = {
				result = true
			},
			["式"] = {
				["麻"] = {
					["醉"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["棍"] = {
				result = true
			},
			["棒"] = {
				result = true
			},
			["裸"] = {
				["体"] = {
					["少"] = {
						["女"] = {
							result = true
						}
					}
				}
			},
			["运"] = {
				["钞"] = {
					["箱"] = {
						result = true
					}
				}
			},
			["防"] = {
				["暴"] = {
					["盾"] = {
						["牌"] = {
							result = true
						}
					}
				},
				["爆"] = {
					["器"] = {
						result = true
					}
				}
			},
			["麻"] = {
				["醉"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["力"] = {
			["一"] = {
				["姐"] = {
					result = true
				}
			},
			["李"] = {
				[" "] = {
					["圈"] = {
						["地"] = {
							result = true
						}
					}
				}
			},
			["系"] = {
				["统"] = {
					["打"] = {
						["老"] = {
							["虎"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["动"] = {
			["仿"] = {
				["真"] = {
					["枪"] = {
						result = true
					},
					["气"] = {
						["枪"] = {
							result = true
						}
					},
					["狗"] = {
						result = true
					}
				}
			},
			["左"] = {
				["轮"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["开"] = {
				["锁"] = {
					["器"] = {
						["直"] = {
							["销"] = {
								result = true
							}
						}
					},
					["工"] = {
						["具"] = {
							result = true
						}
					},
					["枪"] = {
						result = true
					}
				}
			},
			["按"] = {
				["摩"] = {
					["师"] = {
						result = true
					}
				}
			},
			["撞"] = {
				["击"] = {
					["枪"] = {
						result = true
					}
				},
				["匙"] = {
					["开"] = {
						["锁"] = {
							["枪"] = {
								result = true
							}
						}
					},
					["枪"] = {
						result = true
					}
				},
				["锁"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["车"] = {
				["强"] = {
					["开"] = {
						result = true,
						["密"] = {
							["云"] = {
								result = true
							}
						}
					}
				}
			},
			["长"] = {
				["狗"] = {
					result = true
				}
			},
			["鸡"] = {
				result = true
			}
		},
		["大"] = {
			["文"] = {
				["凭"] = {
					result = true
				}
			},
			["毕"] = {
				["业"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["子"] = {
			["书"] = {
				["成"] = {
					["人"] = {
						["全"] = {
							["集"] = {
								result = true
							}
						}
					}
				}
			},
			["干"] = {
				["扰"] = {
					["仪"] = {
						result = true
					},
					["器"] = {
						result = true
					}
				}
			},
			["开"] = {
				["锁"] = {
					["器"] = {
						["专"] = {
							result = true
						},
						["直"] = {
							["销"] = {
								result = true
							}
						}
					}
				}
			},
			["汽"] = {
				["车"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["游"] = {
				["艺"] = {
					result = true
				}
			},
			["磅"] = {
				["遥"] = {
					["控"] = {
						["器"] = {
							result = true
						}
					}
				}
			},
			["调"] = {
				["校"] = {
					["器"] = {
						result = true
					}
				}
			},
			["锁"] = {
				result = true,
				["开"] = {
					["锁"] = {
						["器"] = {
							result = true
						}
					}
				}
			},
			["间"] = {
				["谍"] = {
					result = true
				}
			},
			["防"] = {
				["暴"] = {
					["器"] = {
						result = true
					}
				}
			},
			["雷"] = {
				["管"] = {
					result = true
				}
			}
		},
		["影"] = {
			["性"] = {
				["伙"] = {
					["伴"] = {
						result = true
					}
				}
			}
		},
		["手"] = {
			["交"] = {
				["易"] = {
					result = true
				}
			},
			["狗"] = {
				result = true
			}
		},
		["晕"] = {
			["枪"] = {
				result = true
			}
		},
		["梯"] = {
			["上"] = {
				["的"] = {
					["故"] = {
						["事"] = {
							result = true
						}
					}
				}
			},
			["强"] = {
				["奸"] = {
					result = true
				}
			}
		},
		["棍"] = {
			["儿"] = {
				["走"] = {
					["货"] = {
						result = true
					}
				}
			},
			["出"] = {
				["售"] = {
					["电"] = {
						["棍"] = {
							["专"] = {
								["卖"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["棒"] = {
			result = true
		},
		["气"] = {
			["原"] = {
				["理"] = {
					["图"] = {
						result = true
					}
				}
			},
			["工"] = {
				["程"] = {
					["师"] = {
						["代"] = {
							["考"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["狗"] = {
			["专"] = {
				result = true
			}
		},
		["瞄"] = {
			result = true
		},
		["磁"] = {
			["干"] = {
				["扰"] = {
					result = true
				}
			},
			["波"] = {
				["炸"] = {
					["弹"] = {
						result = true
					}
				}
			}
		},
		["竞"] = {
			["教"] = {
				["母"] = {
					["彭"] = {
						result = true
					}
				}
			}
		},
		["网"] = {
			["技"] = {
				["术"] = {
					["杂"] = {
						["志"] = {
							["社"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["老"] = {
			["虎"] = {
				["家"] = {
					["族"] = {
						result = true
					}
				},
				["李"] = {
					["氏"] = {
						["家"] = {
							["族"] = {
								result = true
							}
						}
					}
				},
				["水"] = {
					["阎"] = {
						["王"] = {
							result = true
						}
					}
				}
			}
		},
		["脑"] = {
			["打"] = {
				["孔"] = {
					["工"] = {
						["具"] = {
							result = true
						}
					},
					["机"] = {
						result = true
					}
				}
			},
			["锁"] = {
				["无"] = {
					["敌"] = {
						["霸"] = {
							["王"] = {
								result = true
							}
						}
					}
				},
				["秒"] = {
					["开"] = {
						["王"] = {
							result = true
						}
					}
				}
			}
		},
		["色"] = {
			["情"] = {
				["棒"] = {
					result = true
				}
			}
		},
		["视"] = {
			["制"] = {
				["导"] = {
					["炸"] = {
						["弹"] = {
							result = true
						}
					}
				}
			},
			["卡"] = {
				result = true
			},
			["棒"] = {
				result = true
			},
			["电"] = {
				["影"] = {
					["高"] = {
						["清"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			},
			["购"] = {
				["物"] = {
					["主"] = {
						["信"] = {
							["息"] = {
								result = true
							}
						}
					},
					["信"] = {
						["息"] = {
							result = true
						}
					},
					["名"] = {
						["单"] = {
							result = true
						},
						["录"] = {
							["专"] = {
								result = true
							}
						}
					},
					["数"] = {
						["%"] = {
							["据"] = {
								result = true
							}
						},
						["据"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["迷"] = {
				["电"] = {
					["视"] = {
						["棒"] = {
							result = true
						}
					}
				}
			}
		},
		["警"] = {
			["$"] = {
				["棍"] = {
					["厂"] = {
						["家"] = {
							result = true
						}
					}
				}
			},
			["棍"] = {
				["专"] = {
					result = true
				}
			},
			["棒"] = {
				result = true
			}
		},
		["购"] = {
			["名"] = {
				["单"] = {
					result = true
				}
			},
			["面"] = {
				["单"] = {
					result = true
				}
			}
		},
		["车"] = {
			["痴"] = {
				["汉"] = {
					result = true
				}
			}
		},
		["转"] = {
			["插"] = {
				["穴"] = {
					result = true
				}
			}
		},
		["辊"] = {
			result = true
		},
		["雷"] = {
			["管"] = {
				result = true
			}
		},
		["驴"] = {
			result = true
		},
		["鸡"] = {
			result = true
		}
	},
	["町"] = {
		["山"] = {
			["茜"] = {
				result = true
			}
		}
	},
	["畅"] = {
		["销"] = {
			["假"] = {
				["硬"] = {
					B = {
						result = true
					},
					["币"] = {
						result = true
					}
				}
			}
		}
	},
	["留"] = {
		["运"] = {
			["山"] = {
				result = true
			}
		}
	},
	["畜"] = {
		["生"] = {
			result = true
		}
	},
	["畱"] = {
		["運"] = {
			["山"] = {
				result = true
			}
		}
	},
	["當"] = {
		["局"] = {
			result = true
		}
	},
	["疫"] = {
		w = {
			e = {
				i = {
					["兵"] = {
						result = true
					}
				}
			}
		},
		["体"] = {
			["化"] = {
				result = true
			}
		},
		["卫"] = {
			["兵"] = {
				result = true
			}
		},
		["帆"] = {
			["风"] = {
				["顺"] = {
					result = true
				}
			}
		},
		["拜"] = {
			["天"] = {
				["地"] = {
					result = true
				}
			}
		},
		["气"] = {
			["风"] = {
				["发"] = {
					result = true
				}
			}
		},
		["而"] = {
			["再"] = {
				["再"] = {
					["而"] = {
						["删"] = {
							result = true
						}
					}
				}
			}
		},
		["衞"] = {
			["兵"] = {
				result = true
			}
		}
	},
	["病"] = {
		[" "] = {
			["毒"] = {
				result = true
			}
		},
		["毒"] = {
			result = true
		}
	},
	["痴"] = {
		["女"] = {
			result = true
		},
		["娇"] = {
			["丽"] = {
				result = true,
				["在"] = {
					["线"] = {
						result = true
					}
				}
			}
		},
		["母"] = {
			result = true
		},
		["汉"] = {
			result = true
		},
		["漢"] = {
			["ス"] = {
				["明"] = {
					["乃"] = {
						["夕"] = {
							["奈"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["醫"] = {
			["生"] = {
				["松"] = {
					["島"] = {
						result = true
					}
				}
			}
		}
	},
	["瘟"] = {
		["佳"] = {
			["孢"] = {
				result = true
			}
		},
		["假"] = {
			["報"] = {
				result = true
			},
			["宝"] = {
				result = true
			},
			["寶"] = {
				result = true
			},
			["报"] = {
				result = true
			}
		},
		["疫"] = {
			["党"] = {
				result = true
			}
		}
	},
	["白"] = {
		["?"] = {
			V = {
				result = true
			}
		},
		["世"] = {
			["镜"] = {
				result = true
			}
		},
		["丝"] = {
			result = true,
			["翘"] = {
				["臀"] = {
					result = true
				}
			}
		},
		["丽"] = {
			["狱"] = {
				["中"] = {
					["秘"] = {
						["闻"] = {
							result = true
						}
					}
				}
			}
		},
		["井"] = {
			["利"] = {
				["奈"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["保"] = {
			["得"] = {
				["安"] = {
					result = true
				}
			}
		},
		["光"] = {
			["打"] = {
				["牌"] = {
					result = true
				}
			},
			["药"] = {
				["水"] = {
					result = true,
					["打"] = {
						["牌"] = {
							result = true
						}
					}
				}
			},
			["藥"] = {
				["水"] = {
					result = true,
					["打"] = {
						["牌"] = {
							result = true
						}
					}
				}
			}
		},
		["冫"] = {
			["水"] = {
				["黄"] = {
					["冫"] = {
						["水"] = {
							result = true
						}
					}
				}
			}
		},
		["冰"] = {
			result = true,
			k = {
				["粉"] = {
					result = true
				}
			},
			["果"] = {
				["子"] = {
					result = true
				}
			},
			["牙"] = {
				["签"] = {
					result = true
				}
			},
			["黄"] = {
				["冰"] = {
					result = true
				},
				["牙"] = {
					["签"] = {
						result = true
					}
				}
			},
			["，"] = {
				["纯"] = {
					["冰"] = {
						result = true
					}
				}
			}
		},
		["凤"] = {
			["凰"] = {
				["博"] = {
					["彩"] = {
						["通"] = {
							result = true
						}
					}
				}
			}
		},
		["刃"] = {
			["刺"] = {
				["刀"] = {
					result = true,
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			}
		},
		["又"] = {
			["嫩"] = {
				["的"] = {
					["少"] = {
						["妇"] = {
							result = true
						}
					}
				}
			}
		},
		["咲"] = {
			["舞"] = {
				result = true,
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["無"] = {
					["碼"] = {
						result = true
					}
				}
			}
		},
		["塔"] = {
			["路"] = {
				["+"] = {
					["爆"] = {
						["炸"] = {
							result = true
						}
					}
				}
			}
		},
		["姐"] = {
			a = {
				["1"] = {
					["5"] = {
						result = true
					}
				}
			},
			["图"] = {
				["库"] = {
					result = true
				}
			},
			["弟"] = {
				["弟"] = {
					result = true
				}
			},
			["透"] = {
				["码"] = {
					result = true
				}
			}
		},
		["嫩"] = {
			["处"] = {
				["女"] = {
					["穴"] = {
						result = true
					}
				}
			},
			["妹"] = {
				["妹"] = {
					result = true
				}
			},
			["少"] = {
				["妇"] = {
					["包"] = {
						["夜"] = {
							result = true
						}
					}
				}
			},
			["护"] = {
				["士"] = {
					["无"] = {
						["毛"] = {
							result = true
						}
					}
				}
			},
			["欲"] = {
				["滴"] = {
					["美"] = {
						["少"] = {
							["女"] = {
								result = true
							}
						}
					}
				}
			},
			["熟"] = {
				["女"] = {
					result = true
				}
			},
			["的"] = {
				["乳"] = {
					["房"] = {
						result = true
					}
				}
			},
			["穴"] = {
				result = true
			},
			["騷"] = {
				["婦"] = {
					result = true
				}
			},
			["骚"] = {
				["穴"] = {
					["任"] = {
						["你"] = {
							["查"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["宫"] = {
			["会"] = {
				["所"] = {
					result = true,
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			}
		},
		["宮"] = {
			["會"] = {
				["所"] = {
					result = true
				}
			}
		},
		["富"] = {
			["美"] = {
				["爽"] = {
					["干"] = {
						result = true
					}
				}
			}
		},
		["寡"] = {
			["妇"] = {
				result = true
			}
		},
		["小"] = {
			["女"] = {
				["且"] = {
					["马"] = {
						["报"] = {
							result = true
						}
					}
				}
			},
			["姐"] = {
				["心"] = {
					["水"] = {
						["论"] = {
							["坛"] = {
								result = true
							}
						}
					}
				},
				["特"] = {
					["码"] = {
						result = true
					},
					["碼"] = {
						result = true
					}
				}
			}
		},
		["崇"] = {
			["义"] = {
				result = true
			}
		},
		["崎"] = {
			["惠"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["芳"] = {
				["実"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["川"] = {
			["な"] = {
				["る"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["濑"] = {
				["里"] = {
					["奈"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["度"] = {
			result = true
		},
		["无"] = {
			["常"] = {
				result = true
			}
		},
		["日"] = {
			["美"] = {
				["人"] = {
					result = true
				}
			}
		},
		["景"] = {
			["武"] = {
				result = true
			}
		},
		["朗"] = {
			["宁"] = {
				["自"] = {
					["动"] = {
						["步"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["沙"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			}
		},
		["洁"] = {
			m = {
				p = {
					["3"] = {
						result = true
					}
				}
			},
			["完"] = {
				["整"] = {
					["版"] = {
						result = true
					}
				}
			},
			["小"] = {
				["说"] = {
					result = true
				}
			},
			["张"] = {
				["敏"] = {
					result = true
				}
			},
			["插"] = {
				["逼"] = {
					result = true
				}
			},
			["淫"] = {
				["声"] = {
					result = true
				}
			},
			["的"] = {
				["故"] = {
					["事"] = {
						result = true
					}
				}
			}
		},
		["洸"] = {
			["麻"] = {
				["将"] = {
					result = true
				},
				["將"] = {
					result = true
				}
			}
		},
		["浆"] = {
			["嫩"] = {
				["图"] = {
					result = true
				}
			}
		},
		["浊"] = {
			["女"] = {
				["教"] = {
					["师"] = {
						result = true
					}
				}
			}
		},
		["液"] = {
			["四"] = {
				["濺"] = {
					result = true
				}
			}
		},
		["漿"] = {
			["四"] = {
				["濺"] = {
					result = true
				}
			}
		},
		["牙"] = {
			["冰"] = {
				result = true
			},
			["签"] = {
				["专"] = {
					result = true
				},
				["出"] = {
					["货"] = {
						result = true
					}
				},
				["到"] = {
					["货"] = {
						result = true
					}
				},
				["密"] = {
					["云"] = {
						result = true
					}
				},
				["手"] = {
					["机"] = {
						result = true
					}
				},
				["教"] = {
					["程"] = {
						result = true
					}
				},
				["有"] = {
					["售"] = {
						result = true
					}
				},
				["溜"] = {
					["冰"] = {
						result = true
					}
				},
				["病"] = {
					["毒"] = {
						result = true
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								result = true
							}
						}
					}
				},
				["配"] = {
					["方"] = {
						result = true
					}
				},
				["验"] = {
					["货"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				},
				["黄"] = {
					["牙"] = {
						["签"] = {
							result = true
						}
					}
				}
			},
			["簽"] = {
				result = true
			}
		},
		["狼"] = {
			["军"] = {
				["品"] = {
					["行"] = {
						result = true
					}
				}
			},
			["王"] = {
				result = true
			},
			["车"] = {
				["品"] = {
					["行"] = {
						result = true
					}
				}
			}
		},
		["癡"] = {
			result = true
		},
		["白"] = {
			["色"] = {
				["改"] = {
					["名"] = {
						result = true
					}
				}
			}
		},
		["皙"] = {
			["水"] = {
				["嫩"] = {
					["嫩"] = {
						["少"] = {
							["妇"] = {
								result = true
							}
						}
					}
				}
			},
			["美"] = {
				["少"] = {
					["女"] = {
						["露"] = {
							["茜"] = {
								result = true
							}
						}
					}
				}
			},
			["肉"] = {
				["体"] = {
					result = true
				}
			}
		},
		["短"] = {
			["裙"] = {
				["欧"] = {
					["美"] = {
						["美"] = {
							["妖"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["石"] = {
			["亚"] = {
				["梨"] = {
					["沙"] = {
						["种"] = {
							["子"] = {
								result = true
							},
							["紫"] = {
								result = true
							}
						}
					}
				}
			},
			["千"] = {
				["鹤"] = {
					result = true
				}
			},
			["希"] = {
				["由"] = {
					["丽"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["日"] = {
				A = {
					V = {
						["女"] = {
							["优"] = {
								result = true
							}
						}
					}
				},
				["和"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					}
				}
			},
			["瞳"] = {
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["無"] = {
					["碼"] = {
						["下"] = {
							["載"] = {
								result = true
							}
						}
					}
				},
				["禁"] = {
					["片"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				},
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			},
			["美"] = {
				["月"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				},
				["雪"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["茉"] = {
				["莉"] = {
					["奈"] = {
						result = true
					}
				}
			},
			["麻"] = {
				["梨"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						},
						["種"] = {
							["子"] = {
								result = true
							}
						},
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["磷"] = {
			["燃"] = {
				["烧"] = {
					["弹"] = {
						result = true
					}
				}
			}
		},
		["立"] = {
			["忱"] = {
				result = true
			}
		},
		["粉"] = {
			K = {
				["粉"] = {
					["冰"] = {
						["毒"] = {
							result = true
						}
					}
				}
			},
			k = {
				["粉"] = {
					result = true
				}
			},
			["专"] = {
				result = true
			},
			["交"] = {
				["易"] = {
					result = true
				}
			},
			["冰"] = {
				result = true,
				["毒"] = {
					result = true
				},
				["油"] = {
					result = true
				},
				["糖"] = {
					result = true
				}
			},
			["出"] = {
				["货"] = {
					result = true
				}
			},
			["到"] = {
				["货"] = {
					result = true
				}
			},
			["大"] = {
				["量"] = {
					result = true
				}
			},
			["妹"] = {
				result = true
			},
			["手"] = {
				["机"] = {
					result = true
				}
			},
			["提"] = {
				["炼"] = {
					["技"] = {
						["术"] = {
							result = true
						}
					}
				}
			},
			["教"] = {
				["程"] = {
					result = true
				}
			},
			["海"] = {
				["洛"] = {
					["因"] = {
						result = true
					}
				}
			},
			["直"] = {
				["销"] = {
					result = true
				}
			},
			["订"] = {
				["购"] = {
					result = true
				}
			},
			["送"] = {
				["货"] = {
					["上"] = {
						["门"] = {
							result = true
						}
					}
				}
			},
			["配"] = {
				["方"] = {
					result = true
				}
			},
			["麻"] = {
				["古"] = {
					result = true
				}
			}
		},
		["素"] = {
			["浪"] = {
				["荡"] = {
					["史"] = {
						result = true
					}
				}
			}
		},
		["老"] = {
			["虎"] = {
				result = true,
				["亚"] = {
					["洲"] = {
						result = true
					}
				}
			}
		},
		["肌"] = {
			["？"] = {
				["琴"] = {
					["也"] = {
						result = true
					}
				}
			}
		},
		["色"] = {
			["捷"] = {
				["达"] = {
					result = true
				}
			},
			["星"] = {
				["期"] = {
					["三"] = {
						result = true
					}
				}
			},
			["淫"] = {
				["汁"] = {
					result = true
				}
			},
			["热"] = {
				["狗"] = {
					result = true
				}
			},
			["结"] = {
				["晶"] = {
					["体"] = {
						result = true
					}
				}
			}
		},
		["菜"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["萌"] = {
			["生"] = {
				result = true
			}
		},
		["蒶"] = {
			result = true
		},
		["蓮"] = {
			["教"] = {
				result = true
			}
		},
		["虎"] = {
			["9"] = {
				["0"] = {
					["后"] = {
						["嫩"] = {
							["妹"] = {
								result = true
							}
						}
					}
				}
			},
			B = {
				result = true
			},
			["偷"] = {
				["拍"] = {
					result = true
				}
			},
			["女"] = {
				result = true
			},
			["妈"] = {
				["妈"] = {
					result = true
				}
			},
			["妹"] = {
				result = true,
				["与"] = {
					["黑"] = {
						["人"] = {
							result = true
						}
					}
				},
				["丹"] = {
					["尼"] = {
						result = true
					}
				},
				["妹"] = {
					["相"] = {
						["册"] = {
							result = true
						}
					}
				},
				["與"] = {
					["黑"] = {
						["人"] = {
							result = true
						}
					}
				}
			},
			["姐"] = {
				["妹"] = {
					result = true
				}
			},
			["嫩"] = {
				B = {
					["嫩"] = {
						["图"] = {
							result = true
						}
					}
				},
				["图"] = {
					result = true
				},
				["妹"] = {
					result = true
				}
			},
			["少"] = {
				["妇"] = {
					["嫩"] = {
						["图"] = {
							result = true
						}
					}
				},
				["婦"] = {
					result = true
				}
			},
			["屄"] = {
				result = true
			},
			["穴"] = {
				result = true
			},
			["肥"] = {
				["模"] = {
					result = true
				}
			},
			["自"] = {
				["拍"] = {
					result = true
				}
			},
			["阴"] = {
				["部"] = {
					result = true
				}
			},
			["陰"] = {
				["穴"] = {
					result = true
				}
			}
		},
		["衣"] = {
			["传"] = {
				result = true
			},
			["天"] = {
				["使"] = {
					["捆"] = {
						["绑"] = {
							result = true
						}
					}
				}
			},
			["服"] = {
				["纪"] = {
					["念"] = {
						result = true
					}
				}
			},
			["爆"] = {
				["乳"] = {
					["长"] = {
						["谷"] = {
							["川"] = {
								result = true
							}
						}
					}
				}
			},
			["纪"] = {
				["念"] = {
					["线"] = {
						["上"] = {
							["活"] = {
								["动"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["美"] = {
				["淫"] = {
					["妇"] = {
						result = true
					}
				}
			},
			["行"] = {
				["动"] = {
					["六"] = {
						["四"] = {
							result = true
						}
					},
					["留"] = {
						["四"] = {
							result = true
						}
					},
					["纪"] = {
						["念"] = {
							result = true
						}
					}
				}
			},
			["计"] = {
				["划"] = {
					result = true
				}
			}
		},
		["裙"] = {
			["乃"] = {
				["上"] = {
					result = true
				}
			}
		},
		["警"] = {
			["利"] = {
				["奈"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["话"] = {
			["佛"] = {
				["法"] = {
					result = true
				}
			}
		},
		["货"] = {
			result = true
		},
		["金"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			},
			["岛"] = {
				result = true
			},
			["會"] = {
				result = true
			}
		},
		["银"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			}
		},
		["降"] = {
			["丹"] = {
				result = true
			}
		},
		["雪"] = {
			["林"] = {
				["檎"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			}
		},
		["鞋"] = {
			["队"] = {
				["见"] = {
					["闻"] = {
						result = true
					}
				}
			}
		},
		["颖"] = {
			["中"] = {
				result = true
			},
			["明"] = {
				result = true
			}
		},
		["鳥"] = {
			["優"] = {
				["佳"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["比"] = {
				["奈"] = {
					["子"] = {
						result = true
					}
				}
			},
			["由"] = {
				["紀"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["真"] = {
				["子"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["玲"] = {
					result = true
				}
			}
		},
		["鸟"] = {
			["あ"] = {
				["き"] = {
					["ら"] = {
						result = true
					}
				}
			},
			["优"] = {
				["佳"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["奈"] = {
				["未"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["寿"] = {
				["美"] = {
					["礼"] = {
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				}
			},
			["敏"] = {
				["夫"] = {
					result = true
				}
			},
			["樱"] = {
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["由"] = {
				["纪"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["真"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["玲"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				},
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["鹤"] = {
			["童"] = {
				["子"] = {
					result = true
				}
			}
		},
		["黄"] = {
			["牙"] = {
				["签"] = {
					result = true
				}
			}
		}
	},
	["百"] = {
		["万"] = {
			["富"] = {
				["翁"] = {
					["在"] = {
						["等"] = {
							["你"] = {
								result = true
							}
						}
					},
					["网"] = {
						result = true
					}
				}
			},
			["帅"] = {
				["哥"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					result = true
				}
			},
			["数"] = {
				["据"] = {
					result = true
				}
			}
		},
		["乐"] = {
			["博"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			},
			["坊"] = {
				["娱"] = {
					["乐"] = {
						result = true,
						["场"] = {
							result = true
						}
					}
				}
			},
			["彩"] = {
				["全"] = {
					["讯"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["访"] = {
				result = true
			},
			["门"] = {
				result = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				},
				["线"] = {
					["上"] = {
						["娱"] = {
							["乐"] = {
								result = true
							}
						},
						["游"] = {
							["戏"] = {
								result = true
							}
						}
					}
				},
				["网"] = {
					["站"] = {
						result = true
					}
				},
				["赌"] = {
					["场"] = {
						result = true
					}
				}
			}
		},
		["书"] = {
			["楼"] = {
				result = true
			}
		},
		["事"] = {
			["康"] = {
				result = true
			}
		},
		["信"] = {
			["银"] = {
				["行"] = {
					["卡"] = {
						result = true
					}
				}
			}
		},
		["元"] = {
			a = {
				["假"] = {
					["钞"] = {
						result = true
					}
				}
			},
			["假"] = {
				result = true,
				B = {
					result = true
				},
				["吵"] = {
					result = true
				},
				["币"] = {
					result = true,
					["直"] = {
						["销"] = {
							result = true
						}
					}
				},
				["幣"] = {
					result = true
				},
				["钞"] = {
					result = true,
					[" "] = {
						["销"] = {
							["售"] = {
								result = true
							}
						}
					},
					["?"] = {
						result = true
					}
				}
			},
			["大"] = {
				["钞"] = {
					result = true
				}
			},
			["真"] = {
				["币"] = {
					result = true
				}
			}
		},
		["兵"] = {
			["坊"] = {
				["蝎"] = {
					["子"] = {
						["爪"] = {
							result = true
						}
					}
				}
			}
		},
		["凤"] = {
			["宫"] = {
				result = true
			}
		},
		["分"] = {
			["百"] = {
				["貼"] = {
					["圖"] = {
						result = true
					}
				}
			}
		},
		["利"] = {
			result = true,
			["国"] = {
				["际"] = {
					result = true
				}
			},
			["宫"] = {
				result = true,
				["娱"] = {
					["乐"] = {
						result = true
					}
				}
			},
			["爷"] = {
				["佬"] = {
					["单"] = {
						["开"] = {
							result = true
						}
					},
					["秒"] = {
						result = true
					}
				}
			}
		},
		["博"] = {
			["亚"] = {
				["洲"] = {
					result = true
				}
			}
		},
		["合"] = {
			["包"] = {
				result = true
			},
			["网"] = {
				["成"] = {
					["人"] = {
						["版"] = {
							result = true
						}
					}
				}
			}
		},
		["城"] = {
			["办"] = {
				["证"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["姓"] = {
			["交"] = {
				["友"] = {
					result = true
				}
			}
		},
		["官"] = {
			["行"] = {
				["述"] = {
					result = true
				}
			}
		},
		["家"] = {
			["乐"] = {
				["8"] = {
					["8"] = {
						["8"] = {
							result = true
						}
					}
				},
				["代"] = {
					["理"] = {
						["开"] = {
							["户"] = {
								result = true
							}
						}
					}
				},
				["免"] = {
					["费"] = {
						["试"] = {
							["玩"] = {
								result = true
							}
						}
					}
				},
				["博"] = {
					["彩"] = {
						result = true
					}
				},
				["在"] = {
					["线"] = {
						result = true,
						["代"] = {
							["理"] = {
								result = true
							}
						},
						["平"] = {
							["台"] = {
								result = true
							}
						},
						["直"] = {
							["播"] = {
								result = true
							}
						}
					}
				},
				["外"] = {
					["挂"] = {
						result = true
					}
				},
				["平"] = {
					["注"] = {
						["赢"] = {
							["钱"] = {
								result = true
							}
						}
					}
				},
				["投"] = {
					["注"] = {
						result = true
					}
				},
				["改"] = {
					["单"] = {
						result = true
					}
				},
				["游"] = {
					["戏"] = {
						result = true
					}
				},
				["现"] = {
					["金"] = {
						["游"] = {
							["戏"] = {
								result = true
							}
						}
					}
				},
				["真"] = {
					["人"] = {
						["平"] = {
							["台"] = {
								result = true
							}
						},
						["游"] = {
							["戏"] = {
								result = true
							}
						},
						["骰"] = {
							["宝"] = {
								result = true
							}
						}
					},
					["钱"] = {
						result = true,
						["骰"] = {
							["宝"] = {
								result = true
							}
						}
					}
				},
				["网"] = {
					["上"] = {
						["娱"] = {
							["乐"] = {
								result = true
							}
						},
						["开"] = {
							["户"] = {
								result = true
							}
						}
					},
					["址"] = {
						result = true
					},
					["站"] = {
						result = true,
						["加"] = {
							["盟"] = {
								result = true
							}
						}
					},
					["络"] = {
						["平"] = {
							["台"] = {
								result = true
							}
						}
					}
				},
				["赌"] = {
					["博"] = {
						result = true,
						["机"] = {
							result = true
						}
					},
					["场"] = {
						result = true
					}
				},
				["转"] = {
					["盘"] = {
						result = true
					}
				},
				["轮"] = {
					["盘"] = {
						["娱"] = {
							["乐"] = {
								result = true
							}
						},
						["真"] = {
							["钱"] = {
								result = true
							}
						}
					}
				},
				["软"] = {
					["件"] = {
						result = true
					}
				}
			},
			["博"] = {
				["彩"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			},
			["性"] = {
				result = true,
				["大"] = {
					["型"] = {
						["色"] = {
							result = true,
							["站"] = {
								result = true
							}
						},
						["黄"] = {
							["站"] = {
								result = true
							}
						}
					}
				},
				["淫"] = {
					["网"] = {
						["站"] = {
							result = true
						}
					}
				},
				["黄"] = {
					["站"] = {
						result = true
					}
				}
			},
			["樂"] = {
				["&"] = {
					["賭"] = {
						["博"] = {
							result = true
						}
					}
				},
				["博"] = {
					["彩"] = {
						result = true
					}
				},
				["改"] = {
					["單"] = {
						result = true
					}
				},
				["現"] = {
					["金"] = {
						["遊"] = {
							["戲"] = {
								result = true
							}
						}
					}
				},
				["網"] = {
					["站"] = {
						result = true,
						["加"] = {
							["盟"] = {
								result = true
							}
						}
					}
				},
				["線"] = {
					["上"] = {
						result = true,
						["直"] = {
							["播"] = {
								result = true
							}
						}
					}
				},
				["賭"] = {
					["博"] = {
						result = true
					},
					["場"] = {
						result = true
					}
				},
				["開"] = {
					["戶"] = {
						result = true
					}
				}
			},
			["赌"] = {
				result = true,
				["博"] = {
					result = true
				}
			}
		},
		["性"] = {
			["成"] = {
				["人"] = {
					result = true
				}
			},
			["网"] = {
				result = true
			},
			["阁"] = {
				result = true,
				["女"] = {
					["优"] = {
						["资"] = {
							["讯"] = {
								result = true
							}
						}
					}
				},
				["快"] = {
					["播"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				},
				["情"] = {
					["趣"] = {
						["用"] = {
							["品"] = {
								result = true
							}
						}
					}
				},
				["论"] = {
					["坛"] = {
						result = true
					}
				}
			}
		},
		["戰"] = {
			["天"] = {
				["蟲"] = {
					result = true
				}
			}
		},
		["播"] = {
			["影"] = {
				["院"] = {
					result = true
				}
			}
		},
		["撸"] = {
			result = true
		},
		["毒"] = {
			["神"] = {
				["君"] = {
					result = true
				}
			}
		},
		["濑"] = {
			["麻"] = {
				["由"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["瀬"] = {
			["茜"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			}
		},
		["盛"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["科"] = {
			["女"] = {
				["优"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["胜"] = {
			["弓"] = {
				["弩"] = {
					["网"] = {
						result = true
					}
				}
			},
			["百"] = {
				["旺"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["色"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["堂"] = {
				["综"] = {
					["合"] = {
						result = true
					}
				}
			},
			["性"] = {
				["导"] = {
					["航"] = {
						result = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["网"] = {
						result = true
					}
				}
			},
			["气"] = {
				["枪"] = {
					result = true
				}
			},
			["网"] = {
				["址"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			},
			["花"] = {
				["社"] = {
					["区"] = {
						result = true
					}
				}
			}
		},
		["花"] = {
			["会"] = {
				["所"] = {
					result = true
				}
			},
			["魁"] = {
				["论"] = {
					["坛"] = {
						result = true
					}
				}
			}
		},
		["誉"] = {
			["证"] = {
				["件"] = {
					["文"] = {
						["凭"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["达"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["阁"] = {
			["综"] = {
				["合"] = {
					result = true
				}
			}
		},
		["顺"] = {
			["锁"] = {
				["业"] = {
					result = true
				}
			}
		}
	},
	["的"] = {
		["阴"] = {
			["谋"] = {
				result = true
			}
		}
	},
	["皇"] = {
		["帝"] = {
			["穿"] = {
				["新"] = {
					["衣"] = {
						result = true
					}
				}
			}
		}
	},
	["皮"] = {
		["萍"] = {
			["进"] = {
				result = true
			},
			["進"] = {
				result = true
			}
		}
	},
	["盆"] = {
		["蔴"] = {
			["蔴"] = {
				result = true
			}
		},
		["麻"] = {
			["麻"] = {
				result = true
			}
		}
	},
	["盎"] = {
		["司"] = {
			result = true
		}
	},
	["监"] = {
		["察"] = {
			["院"] = {
				result = true
			}
		}
	},
	["盗"] = {
		["版"] = {
			["站"] = {
				result = true
			}
		},
		["窃"] = {
			result = true
		}
	},
	["盜"] = {
		["撮"] = {
			result = true
		},
		["竊"] = {
			result = true
		}
	},
	["真"] = {
		["政"] = {
			["治"] = {
				["假"] = {
					["防"] = {
						["疫"] = {
							result = true
						}
					}
				}
			}
		},
		["诚"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["钱"] = {
			["买"] = {
				["假"] = {
					["钱"] = {
						result = true
					}
				}
			}
		}
	},
	["瞎"] = {
		["子"] = {
			result = true
		}
	},
	["矗"] = {
		["菈"] = {
			["弖"] = {
				result = true
			}
		}
	},
	["石"] = {
		["儘"] = {
			["缾"] = {
				result = true
			}
		},
		["尽"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["进"] = {
			["苹"] = {
				result = true
			}
		},
		["進"] = {
			["蘋"] = {
				result = true
			}
		}
	},
	["硃"] = {
		["容"] = {
			["鷄"] = {
				result = true
			}
		},
		["溶"] = {
			["劑"] = {
				result = true
			}
		},
		["鎔"] = {
			["鷄"] = {
				result = true
			}
		}
	},
	["硬"] = {
		["币"] = {
			["供"] = {
				["应"] = {
					result = true
				}
			}
		}
	},
	["碘"] = {
		["乙"] = {
			["酸"] = {
				["乙"] = {
					["酯"] = {
						result = true
					}
				}
			}
		},
		["化"] = {
			["氰"] = {
				result = true,
				["直"] = {
					["销"] = {
						result = true
					}
				}
			},
			["汞"] = {
				["配"] = {
					["方"] = {
						result = true
					}
				}
			},
			["钠"] = {
				result = true
			}
		},
		["甲"] = {
			["烷"] = {
				["直"] = {
					["销"] = {
						result = true
					}
				}
			}
		}
	},
	["碟"] = {
		["中"] = {
			["谍"] = {
				["5"] = {
					result = true
				}
			}
		},
		["仙"] = {
			["淫"] = {
				["事"] = {
					result = true
				}
			}
		}
	},
	["碧"] = {
		["月"] = {
			["吟"] = {
				["閣"] = {
					result = true
				},
				["阁"] = {
					result = true,
					["联"] = {
						["盟"] = {
							result = true
						}
					}
				}
			}
		},
		["池"] = {
			result = true
		},
		["游"] = {
			["宫"] = {
				result = true,
				["传"] = {
					["送"] = {
						["员"] = {
							result = true
						}
					}
				},
				["师"] = {
					["尊"] = {
						result = true
					}
				}
			}
		},
		["玉"] = {
			["楼"] = {
				result = true,
				["在"] = {
					["线"] = {
						result = true
					}
				}
			},
			["鸳"] = {
				["鸯"] = {
					["扣"] = {
						result = true
					}
				}
			}
		},
		["莲"] = {
			result = true
		},
		["雪"] = {
			["情"] = {
				["天"] = {
					result = true
				}
			}
		},
		["霄"] = {
			["仙"] = {
				["子"] = {
					result = true
				}
			}
		}
	},
	["磁"] = {
		["县"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["性"] = {
			["③"] = {
				["件"] = {
					["套"] = {
						result = true
					}
				}
			},
			["开"] = {
				["锁"] = {
					result = true
				}
			},
			["油"] = {
				["墨"] = {
					[" "] = {
						["凹"] = {
							["凸"] = {
								["版"] = {
									["印"] = {
										["刷"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			},
			["锁"] = {
				["快"] = {
					["开"] = {
						["工"] = {
							["具"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["电"] = {
			["雷"] = {
				["管"] = {
					result = true
				}
			}
		}
	},
	["祈"] = {
		["翠"] = {
			result = true,
			["党"] = {
				result = true
			}
		}
	},
	["神"] = {
		["权"] = {
			["党"] = {
				["授"] = {
					result = true
				}
			}
		}
	},
	["票"] = {
		["据"] = {
			["代"] = {
				["开"] = {
					result = true
				}
			}
		}
	},
	["禁"] = {
		["習"] = {
			["評"] = {
				result = true
			}
		},
		["評"] = {
			["帝"] = {
				result = true
			}
		},
		["评"] = {
			result = true
		}
	},
	["福"] = {
		["尔"] = {
			["摩"] = {
				["莎"] = {
					result = true
				}
			}
		},
		["摩"] = {
			["萨"] = {
				result = true
			}
		}
	},
	["称"] = {
		["心"] = {
			["如"] = {
				["意"] = {
					["证"] = {
						["件"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["移"] = {
		["屎"] = {
			["气"] = {
				["滞"] = {
					result = true
				}
			}
		}
	},
	["秽"] = {
		["精"] = {
			["平"] = {
				result = true
			}
		}
	},
	["程"] = {
		["国"] = {
			["芳"] = {
				result = true
			}
		},
		["安"] = {
			result = true
		},
		["翔"] = {
			result = true,
			["游"] = {
				["行"] = {
					result = true
				}
			}
		},
		["若"] = {
			["清"] = {
				result = true
			}
		},
		["远"] = {
			["志"] = {
				result = true
			}
		},
		["青"] = {
			["霜"] = {
				result = true
			}
		},
		["颐"] = {
			result = true
		},
		["颢"] = {
			result = true
		}
	},
	["税"] = {
		["务"] = {
			["代"] = {
				["理"] = {
					["开"] = {
						["发"] = {
							["票"] = {
								result = true
							}
						}
					}
				}
			},
			["机"] = {
				["关"] = {
					["统"] = {
						["一"] = {
							["发"] = {
								["票"] = {
									["代"] = {
										["开"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["票"] = {
			["代"] = {
				["理"] = {
					["有"] = {
						["限"] = {
							["公"] = {
								["司"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["稗"] = {
		["官"] = {
			["野"] = {
				["记"] = {
					[" "] = {
						["山"] = {
							["东"] = {
								["郓"] = {
									["城"] = {
										result = true
									}
								}
							}
						},
						["彭"] = {
							["蕾"] = {
								result = true
							},
							["雷"] = {
								result = true
							},
							["龙"] = {
								["坤"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["稲"] = {
		["森"] = {
			["雪"] = {
				["乃"] = {
					result = true
				}
			}
		}
	},
	["稻"] = {
		["叶"] = {
			["爱"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["森"] = {
			["丽"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["生"] = {
			["美"] = {
				["纪"] = {
					result = true
				}
			}
		}
	},
	["穆"] = {
		["斯"] = {
			["林"] = {
				["国"] = {
					["家"] = {
						result = true
					}
				}
			}
		}
	},
	["穢"] = {
		["精"] = {
			["平"] = {
				result = true
			}
		}
	},
	["穿"] = {
		["乳"] = {
			["夹"] = {
				["阴"] = {
					result = true
				}
			}
		},
		["墙"] = {
			["软"] = {
				["件"] = {
					result = true
				}
			}
		},
		["著"] = {
			P = {
				E = {
					["校"] = {
						["服"] = {
							result = true
						}
					}
				}
			}
		},
		["藏"] = {
			["装"] = {
				result = true
			}
		},
		["黑"] = {
			["衫"] = {
				result = true
			}
		}
	},
	["窃"] = {
		["国"] = {
			["大"] = {
				["盗"] = {
					["习"] = {
						["近"] = {
							["平"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["立"] = {
		["法"] = {
			["院"] = {
				result = true
			}
		}
	},
	["站"] = {
		["街"] = {
			result = true
		}
	},
	["竹"] = {
		["席"] = {
			["习"] = {
				result = true
			}
		}
	},
	["笑"] = {
		["宽"] = {
			["衣"] = {
				result = true
			}
		}
	},
	["笔"] = {
		["仙"] = {
			["原"] = {
				["来"] = {
					["是"] = {
						["小"] = {
							["受"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["会"] = {
			[" "] = {
				["高"] = {
					["瑜"] = {
						[" "] = {
							["刘"] = {
								["荻"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["墨"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			}
		},
		["式"] = {
			["短"] = {
				["信"] = {
					result = true
				}
			}
		},
		["趣"] = {
			["阁"] = {
				result = true
			}
		}
	},
	["笛"] = {
		["木"] = {
			["优"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["優"] = {
				["子"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["朩"] = {
			["優"] = {
				["孒"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["笣"] = {
		["液"] = {
			["咑"] = {
				["垉"] = {
					result = true
				}
			}
		}
	},
	["笨"] = {
		["比"] = {
			result = true
		}
	},
	["第"] = {
		["%"] = {
			s = {
				["1"] = {
					["名"] = {
						result = true
					}
				}
			}
		},
		["1"] = {
			["色"] = {
				["情"] = {
					["基"] = {
						["地"] = {
							result = true
						}
					}
				}
			}
		},
		["6"] = {
			["带"] = {
				["接"] = {
					["班"] = {
						["人"] = {
							result = true
						}
					}
				}
			}
		},
		["7"] = {
			["色"] = {
				result = true
			}
		},
		N = {
			["次"] = {
				["亲"] = {
					["密"] = {
						["接"] = {
							["触"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["①"] = {
			["铯"] = {
				["情"] = {
					["簊"] = {
						["哋"] = {
							result = true
						}
					}
				}
			}
		},
		["一"] = {
			["丝"] = {
				result = true
			},
			["会"] = {
				["所"] = {
					result = true
				}
			},
			["千"] = {
				["金"] = {
					[" "] = {
						["梁"] = {
							["冶"] = {
								["中"] = {
									result = true
								}
							},
							["在"] = {
								["中"] = {
									result = true
								}
							},
							["治"] = {
								["中"] = {
									result = true
								}
							},
							["稳"] = {
								["根"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["名"] = {
				["录"] = {
					["网"] = {
						result = true
					}
				}
			},
			["回"] = {
				["找"] = {
					["妓"] = {
						["女"] = {
							result = true
						}
					}
				}
			},
			["坊"] = {
				["视"] = {
					["频"] = {
						["平"] = {
							["台"] = {
								result = true
							}
						}
					}
				}
			},
			["夜"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			},
			["夫"] = {
				["人"] = {
					[" "] = {
						i = {
							p = {
								h = {
									o = {
										n = {
											e = {
												result = true
											}
										}
									}
								}
							}
						},
						["三"] = {
							["舅"] = {
								result = true
							}
						},
						["大"] = {
							["舅"] = {
								result = true
							}
						},
						["手"] = {
							["机"] = {
								result = true
							},
							["表"] = {
								result = true
							}
						},
						["欧"] = {
							["米"] = {
								["茄"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["性"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			},
			["情"] = {
				["色"] = {
					["网"] = {
						result = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["战"] = {
				["区"] = {
					result = true
				}
			},
			["手"] = {
				["筋"] = {
					result = true
				}
			},
			["无"] = {
				["赖"] = {
					result = true
				}
			},
			["次"] = {
				["嫖"] = {
					["鸡"] = {
						["经"] = {
							["历"] = {
								result = true
							}
						}
					}
				},
				["操"] = {
					["表"] = {
						["姐"] = {
							result = true
						}
					}
				},
				["点"] = {
					["亮"] = {
						["敌"] = {
							["人"] = {
								result = true
							}
						}
					}
				},
				["老"] = {
					["婆"] = {
						["拍"] = {
							["摄"] = {
								result = true
							}
						}
					}
				}
			},
			["爆"] = {
				["优"] = {
					result = true
				}
			},
			["爽"] = {
				["图"] = {
					["区"] = {
						result = true
					}
				}
			},
			["电"] = {
				["影"] = {
					["天"] = {
						["堂"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				result = true
			},
			["色"] = {
				result = true
			},
			["访"] = {
				result = true
			},
			["话"] = {
				result = true
			}
		},
		["三"] = {
			["世"] = {
				["界"] = {
					result = true
				}
			},
			["波"] = {
				["集"] = {
					["会"] = {
						result = true
					}
				}
			},
			["眼"] = {
				["世"] = {
					["界"] = {
						result = true
					}
				}
			},
			["部"] = {
				["三"] = {
					["人"] = {
						["行"] = {
							result = true
						}
					}
				}
			}
		},
		["九"] = {
			["城"] = {
				["市"] = {
					result = true
				}
			},
			["淫"] = {
				["图"] = {
					["社"] = {
						["区"] = {
							result = true
						}
					}
				}
			},
			["连"] = {
				["枪"] = {
					["模"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["二"] = {
			["个"] = {
				["穆"] = {
					["巴"] = {
						["拉"] = {
							["克"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["五"] = {
			["代"] = {
				["卧"] = {
					["底"] = {
						["软"] = {
							["件"] = {
								result = true
							}
						}
					}
				},
				["太"] = {
					["子"] = {
						["党"] = {
							[" "] = {
								["敛"] = {
									["财"] = {
										result = true
									}
								}
							}
						}
					}
				},
				["领"] = {
					["导"] = {
						["人"] = {
							result = true
						},
						["新"] = {
							["星"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["八"] = {
			["军"] = {
				["区"] = {
					result = true
				}
			}
		},
		["六"] = {
			["看"] = {
				["守"] = {
					["所"] = {
						result = true
					}
				}
			}
		},
		["四"] = {
			["色"] = {
				result = true
			}
		}
	},
	["答"] = {
		["应"] = {
			["的"] = {
				["条"] = {
					["件"] = {
						result = true
					}
				}
			}
		},
		["案"] = {
			result = true,
			["订"] = {
				["购"] = {
					result = true
				}
			},
			["送"] = {
				["耳"] = {
					["机"] = {
						result = true
					}
				}
			},
			["预"] = {
				["售"] = {
					result = true
				},
				["定"] = {
					result = true
				},
				["订"] = {
					result = true
				}
			}
		},
		["谢"] = {
			["狼"] = {
				["友"] = {
					result = true
				}
			}
		}
	},
	["策"] = {
		["略"] = {
			["页"] = {
				["游"] = {
					result = true
				}
			}
		}
	},
	["篡"] = {
		["逆"] = {
			result = true
		}
	},
	["籌"] = {
		["碼"] = {
			result = true
		}
	},
	["粄"] = {
		["島"] = {
			result = true
		}
	},
	["粗"] = {
		["壮"] = {
			["的"] = {
				["大"] = {
					["手"] = {
						result = true
					}
				}
			}
		},
		["大"] = {
			["的"] = {
				["肉"] = {
					["棒"] = {
						result = true
					}
				},
				["鸡"] = {
					["巴"] = {
						["穴"] = {
							["洞"] = {
								result = true
							}
						}
					}
				},
				["龟"] = {
					["头"] = {
						result = true
					}
				}
			}
		},
		["狂"] = {
			result = true
		},
		["硬"] = {
			result = true
		},
		["肉"] = {
			["棒"] = {
				result = true
			},
			["洞"] = {
				result = true
			}
		},
		["长"] = {
			["的"] = {
				["大"] = {
					["肉"] = {
						["棒"] = {
							result = true
						}
					}
				}
			}
		},
		["鸡"] = {
			["巴"] = {
				result = true
			}
		}
	},
	["粨"] = {
		["え"] = {
			["徦"] = {
				["鈔"] = {
					result = true
				}
			}
		},
		["合"] = {
			["苞"] = {
				result = true
			}
		},
		["悧"] = {
			["爺"] = {
				["佬"] = {
					["單"] = {
						["幵"] = {
							result = true
						}
					}
				}
			}
		},
		["衯"] = {
			["粨"] = {
				["貼"] = {
					["图"] = {
						result = true
					}
				}
			}
		},
		["順"] = {
			["鎖"] = {
				["業"] = {
					result = true
				}
			}
		}
	},
	["粪"] = {
		["然"] = {
			["离"] = {
				["习"] = {
					result = true
				}
			}
		}
	},
	["精"] = {
		["品"] = {
			["席"] = {
				result = true
			},
			["蓆"] = {
				result = true
			}
		},
		["慎"] = {
			["細"] = {
				["膩"] = {
					result = true
				}
			},
			["细"] = {
				["腻"] = {
					result = true
				}
			}
		}
	},
	["糊"] = {
		["精"] = {
			["套"] = {
				result = true
			}
		}
	},
	["糖"] = {
		["毕"] = {
			["档"] = {
				["车"] = {
					result = true
				}
			}
		}
	},
	["糸"] = {
		["隹"] = {
			["屍"] = {
				["匕"] = {
					["寫"] = {
						["史"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["系"] = {
		["尽"] = {
			["贫"] = {
				result = true
			}
		},
		["精"] = {
			["品"] = {
				result = true
			}
		},
		["紧"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["重"] = {
			["巡"] = {
				result = true
			},
			["廵"] = {
				result = true
			}
		}
	},
	["純"] = {
		["一"] = {
			["郎"] = {
				result = true
			}
		},
		["古"] = {
			result = true
		}
	},
	["細"] = {
		["莖"] = {
			["平"] = {
				result = true
			}
		}
	},
	["絀"] = {
		["售"] = {
			["咑"] = {
				["猎"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["噺"] = {
				["股"] = {
					["民"] = {
						["信"] = {
							["息"] = {
								result = true
							}
						}
					}
				}
			},
			["氰"] = {
				["化"] = {
					["钾"] = {
						["药"] = {
							["物"] = {
								result = true
							}
						}
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					["氚"] = {
						["枪"] = {
							result = true
						}
					},
					["氣"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["股"] = {
				["民"] = {
					["茗"] = {
						["匰"] = {
							result = true
						}
					}
				}
			},
			["開"] = {
				["锁"] = {
					["器"] = {
						result = true
					}
				}
			}
		}
	},
	["綁"] = {
		["架"] = {
			result = true
		}
	},
	["維"] = {
		["泥"] = {
			["熊"] = {
				result = true
			}
		}
	},
	["續"] = {
		["命"] = {
			["習"] = {
				result = true
			}
		}
	},
	["纟"] = {
		["隹"] = {
			["尸"] = {
				["匕"] = {
					["写"] = {
						["史"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["红"] = {
		["5"] = {
			result = true
		}
	},
	["纯"] = {
		["1"] = {
			["郎"] = {
				result = true
			}
		},
		["4"] = {
			["号"] = {
				["白"] = {
					["粉"] = {
						result = true
					}
				}
			}
		},
		["冰"] = {
			result = true
		},
		["古"] = {
			result = true
		},
		["属"] = {
			["诱"] = {
				["惑"] = {
					result = true
				}
			}
		},
		["度"] = {
			["9"] = {
				["5"] = {
					["%"] = {
						["的"] = {
							["冰"] = {
								result = true
							}
						}
					}
				},
				["7"] = {
					["%"] = {
						["的"] = {
							["冰"] = {
								result = true
							}
						}
					}
				},
				["9"] = {
					["%"] = {
						["冰"] = {
							result = true
						},
						["的"] = {
							["冰"] = {
								result = true
							}
						}
					},
					["的"] = {
						["冰"] = {
							result = true
						}
					}
				}
			}
		},
		["情"] = {
			M = {
				M = {
					result = true
				}
			},
			["之"] = {
				["交"] = {
					result = true
				}
			},
			["少"] = {
				["女"] = {
					["小"] = {
						["穴"] = {
							result = true
						}
					}
				}
			}
		},
		["正"] = {
			F = {
				M = {
					["2"] = {
						result = true
					}
				}
			},
			["骚"] = {
				["水"] = {
					["妹"] = {
						result = true
					}
				}
			}
		},
		["氯"] = {
			["胺"] = {
				["酮"] = {
					result = true
				}
			}
		},
		["男"] = {
			["街"] = {
				["头"] = {
					["打"] = {
						["飞"] = {
							["机"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["福"] = {
			["利"] = {
				result = true
			}
		},
		["粹"] = {
			["裸"] = {
				["体"] = {
					["挑"] = {
						["逗"] = {
							result = true
						}
					}
				}
			}
		},
		["雅"] = {
			["的"] = {
				["学"] = {
					["生"] = {
						["妹"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["细"] = {
		["牛"] = {
			["逼"] = {
				result = true
			}
		},
		["颈"] = {
			["缾"] = {
				result = true
			}
		}
	},
	["绌"] = {
		["售"] = {
			["肝"] = {
				["脾"] = {
					result = true
				}
			},
			["股"] = {
				["民"] = {
					["電"] = {
						["話"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["经"] = {
		["第"] = {
			["三"] = {
				["国"] = {
					["回"] = {
						["台"] = {
							["湾"] = {
								result = true
							}
						},
						["大"] = {
							["陆"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["绑"] = {
		["架"] = {
			result = true
		},
		["腿"] = {
			["直"] = {
				["刀"] = {
					result = true
				}
			}
		}
	},
	["绝"] = {
		["食"] = {
			result = true
		}
	},
	["统"] = {
		["战"] = {
			["部"] = {
				result = true
			}
		}
	},
	["绯"] = {
		["闻"] = {
			result = true
		}
	},
	["绰"] = {
		["躝"] = {
			h = {
				d = {
					result = true
				}
			}
		}
	},
	["维"] = {
		["泥"] = {
			["熊"] = {
				result = true
			}
		},
		["独"] = {
			result = true
		}
	},
	["绷"] = {
		["弓"] = {
			["子"] = {
				result = true
			}
		}
	},
	["缔"] = {
		["凡"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			}
		}
	},
	["缠"] = {
		["上"] = {
			result = true
		},
		["绵"] = {
			["至"] = {
				["死"] = {
					result = true
				}
			}
		}
	},
	["缾"] = {
		["精"] = {
			["吸"] = {
				result = true
			},
			["洗"] = {
				result = true
			}
		}
	},
	["网"] = {
		["上"] = {
			["代"] = {
				["办"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					},
					["身"] = {
						["份"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							["电"] = {
								["话"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["办"] = {
				["证"] = {
					[" "] = {
						["假"] = {
							["毕"] = {
								["业"] = {
									["证"] = {
										result = true
									}
								}
							}
						},
						["刻"] = {
							["章"] = {
								["电"] = {
									["话"] = {
										result = true
									}
								}
							}
						},
						["毕"] = {
							["业"] = {
								["证"] = {
									result = true
								}
							}
						},
						["英"] = {
							["语"] = {
								["六"] = {
									["级"] = {
										result = true
									}
								}
							}
						}
					},
					["公"] = {
						["司"] = {
							result = true
						}
					},
					["刻"] = {
						["章"] = {
							["公"] = {
								["司"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["诚"] = {
				["信"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["瘾"] = {
			["少"] = {
				["年"] = {
					["习"] = {
						["丶"] = {
							["近"] = {
								["平"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["络"] = {
			["办"] = {
				["证"] = {
					[" "] = {
						["上"] = {
							["网"] = {
								["文"] = {
									["凭"] = {
										result = true
									}
								}
							}
						},
						["刻"] = {
							["章"] = {
								result = true,
								Q = {
									Q = {
										result = true
									}
								}
							}
						},
						["学"] = {
							["位"] = {
								["认"] = {
									["证"] = {
										result = true
									}
								},
								["证"] = {
									result = true
								}
							}
						},
						["毕"] = {
							["业"] = {
								["证"] = {
									result = true
								}
							}
						},
						["真"] = {
							["文"] = {
								["凭"] = {
									result = true
								}
							}
						},
						["签"] = {
							["证"] = {
								result = true
							}
						},
						["身"] = {
							["份"] = {
								["证"] = {
									result = true
								}
							}
						},
						["车"] = {
							["牌"] = {
								["执"] = {
									["照"] = {
										result = true
									}
								}
							}
						},
						["驾"] = {
							["照"] = {
								result = true
							}
						}
					},
					["刻"] = {
						["章"] = {
							[" "] = {
								["毕"] = {
									["业"] = {
										["证"] = {
											Q = {
												Q = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["罢"] = {
		["工"] = {
			["罢"] = {
				["课"] = {
					result = true
				}
			}
		},
		["课"] = {
			[" "] = {
				["天"] = {
					["安"] = {
						["门"] = {
							result = true
						}
					}
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						result = true
					}
				}
			}
		},
		["餐"] = {
			[" "] = {
				["天"] = {
					["安"] = {
						["门"] = {
							result = true
						}
					}
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						result = true
					}
				}
			}
		}
	},
	["羽"] = {
		["中"] = {
			["熏"] = {
				result = true
			},
			["燻"] = {
				result = true
			}
		},
		["儘"] = {
			["平"] = {
				result = true
			}
		},
		["净"] = {
			["贫"] = {
				result = true
			}
		},
		["半"] = {
			result = true
		},
		["圣"] = {
			["上"] = {
				result = true
			}
		},
		["大"] = {
			["大"] = {
				result = true
			}
		},
		["尽"] = {
			["平"] = {
				result = true
			}
		},
		["所"] = {
			["秤"] = {
				result = true
			}
		},
		["淨"] = {
			["貧"] = {
				result = true
			}
		},
		["特"] = {
			["勒"] = {
				result = true
			},
			["革"] = {
				["力"] = {
					result = true
				}
			}
		},
		["近"] = {
			["萍"] = {
				result = true
			}
		},
		["进"] = {
			["评"] = {
				result = true
			}
		},
		["远"] = {
			["乎"] = {
				result = true
			}
		},
		["進"] = {
			["評"] = {
				result = true
			}
		},
		["遠"] = {
			["乎"] = {
				result = true
			}
		}
	},
	["翅"] = {
		["膀"] = {
			["表"] = {
				["示"] = {
					["和"] = {
						["平"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["習"] = {
		C = {
			o = {
				r = {
					e = {
						result = true
					}
				}
			}
		},
		J = {
			[" "] = {
				["平"] = {
					result = true
				}
			}
		},
		b = {
			o = {
				s = {
					s = {
						result = true
					}
				}
			}
		},
		c = {
			e = {
				o = {
					result = true
				}
			}
		},
		d = {
			a = {
				["大"] = {
					result = true
				}
			}
		},
		z = {
			h = {
				o = {
					n = {
						g = {
							["勳"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["七"] = {
			["帝"] = {
				result = true
			}
		},
		["万"] = {
			["岁"] = {
				result = true
			}
		},
		["三"] = {
			["胖"] = {
				result = true
			}
		},
		["下"] = {
			["李"] = {
				["上"] = {
					result = true
				}
			},
			["檯"] = {
				result = true
			},
			["誰"] = {
				["上"] = {
					result = true
				}
			}
		},
		["不"] = {
			["平"] = {
				result = true
			}
		},
		["中"] = {
			["宗"] = {
				result = true
			},
			["燻"] = {
				result = true
			}
		},
		["主"] = {
			["習"] = {
				result = true
			},
			["西"] = {
				result = true
			}
		},
		["乙"] = {
			["己"] = {
				result = true
			}
		},
		["二"] = {
			["婚"] = {
				result = true
			},
			["逼"] = {
				result = true
			}
		},
		["井"] = {
			["平"] = {
				result = true
			}
		},
		["今"] = {
			["缾"] = {
				result = true
			}
		},
		["以"] = {
			["爲"] = {
				["常"] = {
					result = true
				}
			}
		},
		["仲"] = {
			["愷"] = {
				result = true
			},
			["燻"] = {
				result = true
			}
		},
		["住"] = {
			["習"] = {
				result = true
			}
		},
		["保"] = {
			["子"] = {
				result = true
			}
		},
		["倒"] = {
			["薄"] = {
				result = true
			}
		},
		["假"] = {
			["動"] = {
				["作"] = {
					result = true
				}
			},
			["愽"] = {
				["士"] = {
					result = true
				}
			}
		},
		["偪"] = {
			["格"] = {
				result = true
			}
		},
		["傢"] = {
			["族"] = {
				result = true
			},
			["財"] = {
				["産"] = {
					result = true
				}
			},
			["韆"] = {
				["金"] = {
					result = true
				}
			}
		},
		["傻"] = {
			["傻"] = {
				result = true
			}
		},
		["億"] = {
			["永"] = {
				["熊"] = {
					result = true
				}
			}
		},
		["儘"] = {
			["屏"] = {
				result = true
			},
			["評"] = {
				result = true
			},
			["頻"] = {
				result = true
			}
		},
		["儲"] = {
			["君"] = {
				result = true
			}
		},
		["儿"] = {
			["子"] = {
				result = true
			}
		},
		["元"] = {
			["首"] = {
				result = true
			}
		},
		["八"] = {
			["條"] = {
				result = true
			}
		},
		["公"] = {
			["主"] = {
				result = true
			}
		},
		["凸"] = {
			["凹"] = {
				result = true
			}
		},
		["切"] = {
			["割"] = {
				["江"] = {
					result = true
				}
			}
		},
		["前"] = {
			["老"] = {
				["婆"] = {
					result = true
				}
			}
		},
		["劒"] = {
			["平"] = {
				result = true
			},
			["指"] = {
				["賀"] = {
					result = true
				}
			}
		},
		["力"] = {
			["挫"] = {
				["李"] = {
					result = true
				}
			}
		},
		["勁"] = {
			["坪"] = {
				result = true
			},
			["屏"] = {
				result = true
			},
			["憑"] = {
				result = true
			},
			["蘋"] = {
				result = true
			}
		},
		["包"] = {
			["包"] = {
				result = true
			},
			["子"] = {
				result = true
			},
			["平"] = {
				result = true
			}
		},
		["同"] = {
			["志"] = {
				result = true
			}
		},
		["名"] = {
			["片"] = {
				result = true
			}
		},
		["吾"] = {
			["皇"] = {
				result = true,
				["万"] = {
					["岁"] = {
						result = true
					}
				}
			}
		},
		["呆"] = {
			["呆"] = {
				result = true
			}
		},
		["噁"] = {
			["帝"] = {
				result = true
			},
			["畜"] = {
				result = true
			}
		},
		["噤"] = {
			["平"] = {
				result = true
			}
		},
		["噹"] = {
			["跼"] = {
				result = true
			}
		},
		["土"] = {
			["匪"] = {
				result = true
			}
		},
		["圣"] = {
			["上"] = {
				result = true
			}
		},
		["堇"] = {
			["平"] = {
				result = true
			}
		},
		["境"] = {
			["評"] = {
				result = true
			},
			["貧"] = {
				result = true
			}
		},
		["壹"] = {
			["壹"] = {
				result = true
			}
		},
		["夢"] = {
			["帝"] = {
				result = true
			}
		},
		["大"] = {
			result = true,
			d = {
				a = {
					result = true
				}
			},
			["噠"] = {
				result = true
			},
			["廚"] = {
				result = true
			},
			["打"] = {
				result = true
			},
			["總"] = {
				["統"] = {
					result = true
				}
			},
			["達"] = {
				result = true
			}
		},
		["太"] = {
			["厚"] = {
				result = true
			},
			["子"] = {
				result = true
			}
		},
		["奧"] = {
			["賽"] = {
				["斯"] = {
					["庫"] = {
						result = true
					}
				},
				["題"] = {
					["庫"] = {
						result = true
					}
				}
			}
		},
		["妗"] = {
			["平"] = {
				result = true
			}
		},
		["始"] = {
			["皇"] = {
				result = true
			}
		},
		["姓"] = {
			["大"] = {
				["佬"] = {
					result = true
				}
			}
		},
		["婧"] = {
			["平"] = {
				result = true
			}
		},
		["子"] = {
			["槼"] = {
				result = true
			},
			["毛"] = {
				["孫"] = {
					result = true
				}
			}
		},
		["孢"] = {
			["子"] = {
				result = true
			}
		},
		["寶"] = {
			["子"] = {
				result = true
			}
		},
		["屌"] = {
			["平"] = {
				result = true
			}
		},
		["巾"] = {
			["怦"] = {
				result = true
			}
		},
		["平"] = {
			["平"] = {
				result = true
			},
			["近"] = {
				result = true
			}
		},
		["幽"] = {
			["王"] = {
				result = true
			}
		},
		["康"] = {
			["熙"] = {
				result = true
			}
		},
		["式"] = {
			["印"] = {
				["記"] = {
					result = true
				}
			},
			["整"] = {
				["黨"] = {
					result = true
				}
			},
			["餡"] = {
				["餅"] = {
					result = true
				}
			}
		},
		["後"] = {
			["主"] = {
				result = true
			}
		},
		["慶"] = {
			["豐"] = {
				result = true
			}
		},
		["打"] = {
			["大"] = {
				result = true
			}
		},
		["拉"] = {
			["登"] = {
				result = true
			}
		},
		["拒"] = {
			["見"] = {
				["江"] = {
					result = true
				}
			}
		},
		["招"] = {
			["女"] = {
				["壻"] = {
					result = true
				}
			}
		},
		["拜"] = {
			["毛"] = {
				["陵"] = {
					result = true
				}
			}
		},
		["掛"] = {
			["羊"] = {
				["頭"] = {
					result = true
				}
			}
		},
		["擦"] = {
			["屁"] = {
				["股"] = {
					result = true
				}
			}
		},
		["文"] = {
			["革"] = {
				result = true
			}
		},
		["明"] = {
			["正"] = {
				result = true
			},
			["澤"] = {
				result = true
			}
		},
		["晉"] = {
			["缾"] = {
				result = true
			},
			["萍"] = {
				result = true,
				["總"] = {
					["淑"] = {
						["薊"] = {
							result = true
						}
					}
				}
			}
		},
		["景"] = {
			["坪"] = {
				result = true
			},
			["蘋"] = {
				result = true
			}
		},
		["晶"] = {
			["平"] = {
				result = true
			},
			["貧"] = {
				result = true
			}
		},
		["暴"] = {
			["君"] = {
				result = true
			}
		},
		["曾"] = {
			["鬭"] = {
				result = true
			}
		},
		["朗"] = {
			["哥"] = {
				result = true
			}
		},
		["末"] = {
			["帝"] = {
				result = true
			}
		},
		["某"] = {
			["平"] = {
				result = true
			},
			["某"] = {
				result = true
			}
		},
		["槿"] = {
			["平"] = {
				result = true
			}
		},
		["步"] = {
			["芳"] = {
				result = true
			}
		},
		["武"] = {
			["宗"] = {
				result = true
			}
		},
		["歪"] = {
			["嘴"] = {
				result = true
			}
		},
		["歷"] = {
			x = {
				["年"] = {
					result = true
				}
			}
		},
		["殼"] = {
			["郎"] = {
				result = true
			}
		},
		["毛"] = {
			["江"] = {
				result = true
			}
		},
		["氏"] = {
			["天"] = {
				["下"] = {
					result = true
				}
			},
			["新"] = {
				["貴"] = {
					result = true
				}
			},
			["甲"] = {
				["蟲"] = {
					result = true
				}
			}
		},
		["永"] = {
			["康"] = {
				result = true
			}
		},
		["江"] = {
			["鬍"] = {
				result = true
			},
			["鬭"] = {
				result = true
			}
		},
		["津"] = {
			["品"] = {
				result = true
			}
		},
		["淨"] = {
			["屏"] = {
				result = true
			},
			["平"] = {
				result = true
			}
		},
		["漢"] = {
			["獻"] = {
				["帝"] = {
					result = true
				}
			}
		},
		["澤"] = {
			["東"] = {
				result = true
			}
		},
		["烬"] = {
			["平"] = {
				result = true
			}
		},
		["無"] = {
			["顂"] = {
				result = true
			}
		},
		["煲"] = {
			["子"] = {
				result = true
			}
		},
		["熊"] = {
			["蘋"] = {
				result = true
			}
		},
		["燼"] = {
			["屛"] = {
				result = true
			},
			["慾"] = {
				result = true
			},
			["缾"] = {
				result = true
			},
			["貧"] = {
				result = true
			}
		},
		["爹"] = {
			result = true
		},
		["爾"] = {
			["佈"] = {
				["特"] = {
					result = true
				}
			}
		},
		["牛"] = {
			B = {
				result = true
			},
			["逼"] = {
				result = true
			}
		},
		["特"] = {
			["勒"] = {
				result = true
			},
			["朗"] = {
				result = true
			},
			["楽"] = {
				result = true
			},
			["樂"] = {
				result = true
			}
		},
		["狍"] = {
			["子"] = {
				result = true
			}
		},
		["狗"] = {
			result = true
		},
		["玄"] = {
			["宗"] = {
				result = true
			}
		},
		["王"] = {
			["儲"] = {
				result = true
			},
			["聯"] = {
				["盟"] = {
					result = true
				}
			}
		},
		["由"] = {
			["檢"] = {
				result = true
			}
		},
		["甲"] = {
			["蟲"] = {
				result = true
			}
		},
		["的"] = {
			["嫡"] = {
				["係"] = {
					result = true
				}
			},
			["左"] = {
				["傾"] = {
					result = true
				}
			},
			["集"] = {
				["權"] = {
					result = true
				}
			}
		},
		["皇"] = {
			["帝"] = {
				result = true
			}
		},
		["真"] = {
			["麵"] = {
				["目"] = {
					result = true
				}
			}
		},
		["矜"] = {
			["平"] = {
				result = true
			}
		},
		["禁"] = {
			["刁"] = {
				result = true
			},
			["坪"] = {
				result = true
			},
			["平"] = {
				result = true
			},
			["皮"] = {
				result = true
			},
			["萍"] = {
				result = true
			},
			["言"] = {
				["平"] = {
					result = true
				}
			},
			["訁"] = {
				["平"] = {
					result = true
				}
			},
			["評"] = {
				result = true
			},
			["頻"] = {
				result = true
			}
		},
		["稱"] = {
			["帝"] = {
				result = true
			}
		},
		["竝"] = {
			["平"] = {
				result = true
			}
		},
		["竟"] = {
			["平"] = {
				result = true
			}
		},
		["笑"] = {
			["媛"] = {
				["開"] = {
					result = true
				}
			}
		},
		["答"] = {
			["大"] = {
				result = true
			}
		},
		["箐"] = {
			["平"] = {
				result = true
			}
		},
		["粉"] = {
			["紅"] = {
				result = true
			}
		},
		["精"] = {
			["屏"] = {
				result = true
			},
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			},
			["貧"] = {
				result = true
			}
		},
		["索"] = {
			["裏"] = {
				["尼"] = {
					result = true
				}
			}
		},
		["紧"] = {
			["贫"] = {
				result = true
			}
		},
		["經"] = {
			["貧"] = {
				result = true
			}
		},
		["維"] = {
			["尼"] = {
				result = true
			}
		},
		["緊"] = {
			["品"] = {
				result = true
			},
			["屛"] = {
				result = true
			},
			["貧"] = {
				result = true
			}
		},
		["總"] = {
			["傻"] = {
				["偪"] = {
					result = true
				}
			},
			["日"] = {
				["記"] = {
					result = true
				}
			},
			["禁"] = {
				["書"] = {
					result = true
				}
			},
			["評"] = {
				result = true
			}
		},
		["缙"] = {
			["平"] = {
				result = true
			}
		},
		["罕"] = {
			["穆"] = {
				["悳"] = {
					result = true
				}
			},
			["默"] = {
				["悳"] = {
					result = true
				}
			}
		},
		["翠"] = {
			result = true
		},
		["老"] = {
			["下"] = {
				["屬"] = {
					result = true
				}
			},
			["平"] = {
				result = true
			}
		},
		["聖"] = {
			["皇"] = {
				result = true
			}
		},
		["肥"] = {
			["崽"] = {
				result = true
			},
			["豬"] = {
				result = true
			}
		},
		["胞"] = {
			["子"] = {
				result = true
			}
		},
		["芭"] = {
			["坪"] = {
				result = true
			}
		},
		["芹"] = {
			["平"] = {
				result = true
			}
		},
		["蛤"] = {
			result = true
		},
		["衿"] = {
			["平"] = {
				result = true
			}
		},
		["被"] = {
			["輭"] = {
				["禁"] = {
					result = true
				}
			},
			["陷"] = {
				["害"] = {
					result = true
				}
			}
		},
		["裦"] = {
			["子"] = {
				result = true
			}
		},
		["褒"] = {
			["子"] = {
				result = true
			}
		},
		["襟"] = {
			["平"] = {
				result = true
			}
		},
		["觔"] = {
			["榦"] = {
				result = true
			},
			["缾"] = {
				result = true
			},
			["萍"] = {
				result = true
			},
			["貧"] = {
				result = true
			}
		},
		["谨"] = {
			["平"] = {
				result = true
			}
		},
		["豬"] = {
			["習"] = {
				result = true
			},
			["蓆"] = {
				result = true
			}
		},
		["財"] = {
			["主"] = {
				result = true
			}
		},
		["賣"] = {
			["屄"] = {
				result = true
			}
		},
		["輸"] = {
			["妓"] = {
				result = true
			}
		},
		["辦"] = {
			["主"] = {
				["任"] = {
					result = true
				}
			}
		},
		["近"] = {
			result = true,
			P = {
				i = {
					result = true
				}
			},
			["平"] = {
				result = true
			},
			["東"] = {
				result = true
			},
			["泙"] = {
				result = true
			}
		},
		["迕"] = {
			["平"] = {
				result = true
			}
		},
		["週"] = {
			["噁"] = {
				["鬭"] = {
					result = true
				}
			}
		},
		["進"] = {
			["凹"] = {
				result = true
			},
			["評"] = {
				result = true
			}
		},
		["過"] = {
			["平"] = {
				result = true
			}
		},
		["達"] = {
			["噠"] = {
				result = true
			}
		},
		["遠"] = {
			["側"] = {
				result = true
			},
			["凹"] = {
				result = true
			},
			["歪"] = {
				result = true
			},
			["突"] = {
				result = true
			},
			["繖"] = {
				result = true
			},
			["缾"] = {
				result = true
			},
			["萍"] = {
				result = true
			},
			["貧"] = {
				result = true
			},
			["高"] = {
				result = true
			}
		},
		["遷"] = {
			["平"] = {
				result = true
			}
		},
		["選"] = {
			["平"] = {
				result = true
			}
		},
		["邁"] = {
			["乎"] = {
				result = true
			}
		},
		["邊"] = {
			["平"] = {
				result = true
			}
		},
		["重"] = {
			["廵"] = {
				result = true
			}
		},
		["金"] = {
			["屏"] = {
				result = true
			},
			["萍"] = {
				result = true
			}
		},
		["釿"] = {
			["蘋"] = {
				result = true
			}
		},
		["鏡"] = {
			["缾"] = {
				result = true
			},
			["萍"] = {
				result = true
			},
			["貧"] = {
				result = true
			}
		},
		["陛"] = {
			["下"] = {
				result = true
			}
		},
		["青"] = {
			["天"] = {
				result = true
			}
		},
		["靜"] = {
			["平"] = {
				result = true
			},
			["缾"] = {
				result = true
			},
			["萍"] = {
				result = true
			}
		},
		["靼"] = {
			["靼"] = {
				result = true
			}
		},
		["頸"] = {
			["平"] = {
				result = true
			},
			["評"] = {
				result = true
			}
		},
		["顛"] = {
			["峯"] = {
				result = true
			}
		},
		["高"] = {
			["壓"] = {
				result = true
			}
		},
		["鮑"] = {
			["子"] = {
				result = true
			}
		},
		["鯨"] = {
			["平"] = {
				result = true
			}
		},
		["鳴"] = {
			["澤"] = {
				result = true
			}
		},
		["鵰"] = {
			["平"] = {
				result = true
			}
		},
		["鷄"] = {
			["缾"] = {
				result = true
			}
		},
		["麅"] = {
			["子"] = {
				result = true
			}
		},
		["黃"] = {
			["帝"] = {
				result = true
			}
		}
	},
	["翠"] = {
		["党"] = {
			result = true
		}
	},
	["老"] = {
		x = {
			["í"] = {
				result = true
			}
		}
	},
	["考"] = {
		["试"] = {
			["院"] = {
				result = true
			}
		}
	},
	["耻"] = {
		["悦"] = {
			["人"] = {
				["妻"] = {
					result = true
				}
			}
		},
		["辱"] = {
			["之"] = {
				["教"] = {
					["育"] = {
						["实"] = {
							["习"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["聋"] = {
		["子"] = {
			result = true
		}
	},
	["聪"] = {
		["腾"] = {
			["女"] = {
				["优"] = {
					result = true
				}
			}
		}
	},
	["肏"] = {
		["又"] = {
			["嫩"] = {
				["又"] = {
					["紧"] = {
						["的"] = {
							["穴"] = {
								result = true
							}
						}
					}
				}
			},
			["紧"] = {
				["又"] = {
					["嫩"] = {
						["的"] = {
							["穴"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["女"] = {
			["人"] = {
				result = true
			}
		},
		["妹"] = {
			result = true,
			["妹"] = {
				result = true
			}
		},
		["姐"] = {
			["姐"] = {
				["屄"] = {
					result = true
				}
			}
		},
		["我"] = {
			["的"] = {
				["小"] = {
					["屄"] = {
						result = true
					}
				}
			}
		},
		["烂"] = {
			["你"] = {
				["的"] = {
					["屄"] = {
						result = true
					}
				}
			}
		},
		["爆"] = {
			["你"] = {
				["的"] = {
					["嫩"] = {
						["屄"] = {
							result = true
						}
					}
				}
			}
		},
		["蝴"] = {
			["蝶"] = {
				B = {
					result = true
				}
			}
		}
	},
	["肥"] = {
		["尼"] = {
			["哥"] = {
				result = true
			}
		}
	},
	["肮"] = {
		["脏"] = {
			["的"] = {
				result = true
			}
		}
	},
	["肺"] = {
		["炎"] = {
			["病"] = {
				["人"] = {
					["都"] = {
						["死"] = {
							["绝"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["背"] = {
		["後"] = {
			["插"] = {
				["穴"] = {
					result = true
				}
			}
		},
		["徳"] = {
			["愉"] = {
				["悦"] = {
					result = true
				}
			}
		},
		["插"] = {
			["淫"] = {
				["妻"] = {
					result = true
				}
			}
		},
		["麦"] = {
			result = true
		}
	},
	["胡"] = {
		["下"] = {
			["习"] = {
				["上"] = {
					result = true
				}
			}
		},
		["习"] = {
			["混"] = {
				["斗"] = {
					result = true
				}
			}
		},
		["规"] = {
			["习"] = {
				["随"] = {
					result = true
				}
			}
		},
		["进"] = {
			["套"] = {
				result = true
			}
		}
	},
	["胺"] = {
		["吗"] = {
			["啡"] = {
				result = true
			}
		}
	},
	["脃"] = {
		["滒"] = {
			["嗹"] = {
				["琮"] = {
					["匼"] = {
						["跕"] = {
							result = true
						}
					}
				}
			}
		},
		["窉"] = {
			["窉"] = {
				result = true
			}
		},
		["鎅"] = {
			["蛧"] = {
				result = true
			}
		}
	},
	["脆"] = {
		["弱"] = {
			["美"] = {
				["鲍"] = {
					result = true
				}
			}
		}
	},
	["膨"] = {
		["历"] = {
			["猿"] = {
				result = true
			}
		},
		["歷"] = {
			["蝯"] = {
				result = true
			}
		},
		["立"] = {
			["圆"] = {
				result = true
			},
			["圓"] = {
				result = true
			}
		}
	},
	["臭"] = {
		b = {
			result = true
		},
		["机"] = {
			["8"] = {
				result = true
			}
		},
		["機"] = {
			result = true,
			["八"] = {
				result = true
			}
		},
		["西"] = {
			["化"] = {
				result = true
			}
		},
		["雞"] = {
			result = true,
			["巴"] = {
				result = true
			}
		}
	},
	["致"] = {
		["幻"] = {
			["剂"] = {
				result = true
			}
		}
	},
	["臺"] = {
		["獨"] = {
			result = true
		}
	},
	["良"] = {
		["傢"] = {
			["河"] = {
				result = true
			}
		},
		["家"] = {
			["河"] = {
				result = true
			}
		}
	},
	["艳"] = {
		["妇"] = {
			result = true
		}
	},
	["艹"] = {
		result = true
	},
	["艾"] = {
		["丕"] = {
			["善"] = {
				result = true
			}
		},
		["仰"] = {
			["华"] = {
				result = true
			}
		},
		["力"] = {
			["更"] = {
				["依"] = {
					["明"] = {
						["巴"] = {
							["海"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["司"] = {
			["唑"] = {
				["仑"] = {
					["片"] = {
						result = true,
						["专"] = {
							result = true
						}
					}
				},
				["侖"] = {
					result = true
				}
			}
		},
		["妃"] = {
			["斯"] = {
				result = true
			}
		},
		["妲"] = {
			result = true
		},
		["孜"] = {
			result = true
		},
		["尔"] = {
			["迷"] = {
				["幻"] = {
					["配"] = {
						["方"] = {
							result = true
						}
					}
				}
			}
		},
		["山"] = {
			["合"] = {
				["苏"] = {
					["木"] = {
						result = true
					}
				}
			},
			["麦"] = {
				["合"] = {
					["苏"] = {
						["木"] = {
							result = true
						}
					}
				}
			}
		},
		["斯"] = {
			["论"] = {
				["坛"] = {
					result = true
				}
			}
		},
		["未"] = {
			["未"] = {
				result = true
			}
		},
		["森"] = {
			["豪"] = {
				result = true
			}
		},
		["胖"] = {
			["子"] = {
				result = true
			}
		},
		["辉"] = {
			["，"] = {
				["黄"] = {
					["页"] = {
						["网"] = {
							["站"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["芭"] = {
		["将"] = {
			["军"] = {
				result = true
			}
		},
		["比"] = {
			["女"] = {
				["人"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["蕾"] = {
			["自"] = {
				["慰"] = {
					result = true
				}
			},
			["雨"] = {
				result = true,
				["上"] = {
					["书"] = {
						result = true
					},
					["访"] = {
						result = true
					}
				},
				["游"] = {
					["行"] = {
						result = true
					}
				}
			}
		}
	},
	["苁"] = {
		["後"] = {
			["揷"] = {
				["叺"] = {
					result = true
				}
			}
		},
		["逅"] = {
			["插"] = {
				["兦"] = {
					result = true
				}
			}
		}
	},
	["苄"] = {
		["基"] = {
			["丙"] = {
				["酮"] = {
					result = true
				}
			},
			["甲"] = {
				["基"] = {
					["酮"] = {
						result = true
					}
				}
			}
		},
		["替"] = {
			["啶"] = {
				result = true
			}
		}
	},
	["苌"] = {
		["刀"] = {
			result = true
		},
		["剘"] = {
			result = true
		},
		["谷"] = {
			["巛"] = {
				["亜"] = {
					["矢"] = {
						["種"] = {
							["孒"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["苍"] = {
		["乃"] = {
			["幸"] = {
				["恵"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["井"] = {
			["空"] = {
				result = true
			},
			["葵"] = {
				["无"] = {
					["码"] = {
						result = true
					},
					["马"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["吹"] = {
			["雪"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["梧"] = {
			["县"] = {
				["办"] = {
					["毕"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["空"] = {
			["井"] = {
				["快"] = {
					["播"] = {
						result = true
					}
				}
			}
		},
		["老"] = {
			["师"] = {
				result = true
			},
			["湿"] = {
				result = true
			}
		},
		["蝇"] = {
			["性"] = {
				["药"] = {
					["水"] = {
						result = true
					}
				}
			},
			["水"] = {
				result = true
			},
			["粉"] = {
				result = true
			}
		},
		["警"] = {
			["空"] = {
				result = true
			},
			["葵"] = {
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		}
	},
	["苞"] = {
		["价"] = {
			["格"] = {
				result = true
			}
		},
		["夜"] = {
			["咑"] = {
				["炮"] = {
					result = true
				}
			}
		},
		["夶"] = {
			result = true
		},
		["銷"] = {
			["費"] = {
				["苞"] = {
					["賭"] = {
						["愽"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["英"] = {
		["熊"] = {
			["草"] = {
				["媛"] = {
					result = true
				}
			}
		}
	},
	["茅"] = {
		["竹"] = {
			["席"] = {
				result = true
			},
			["蓆"] = {
				result = true
			}
		}
	},
	["茬"] = {
		["家"] = {
			["里"] = {
				["做"] = {
					["原"] = {
						["子"] = {
							["弹"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["線"] = {
			["懆"] = {
				["仯"] = {
					["妇"] = {
						["電"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			},
			["芐"] = {
				["炷"] = {
					result = true
				}
			},
			["視"] = {
				["頻"] = {
					["裸"] = {
						["窷"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["茶"] = {
		["叶"] = {
			["客"] = {
				["户"] = {
					["资"] = {
						["料"] = {
							result = true
						}
					}
				}
			}
		},
		["间"] = {
			["痴"] = {
				["汉"] = {
					["场"] = {
						["所"] = {
							result = true
						}
					}
				}
			}
		},
		["魚"] = {
			["論"] = {
				["壇"] = {
					result = true
				}
			}
		}
	},
	["草"] = {
		["人"] = {
			["影"] = {
				["院"] = {
					result = true
				}
			}
		},
		["原"] = {
			result = true
		},
		["嫣"] = {
			result = true
		},
		["尼"] = {
			["玛"] = {
				result = true
			}
		},
		["打"] = {
			result = true
		},
		["枝"] = {
			["麻"] = {
				result = true
			}
		},
		["根"] = {
			["臆"] = {
				["淫"] = {
					["撸"] = {
						["管"] = {
							result = true
						}
					}
				}
			}
		},
		["榴"] = {
			result = true
		},
		["油"] = {
			["網"] = {
				result = true
			}
		},
		["灯"] = {
			["和"] = {
				["尚"] = {
					result = true
				}
			}
		},
		["熘"] = {
			["2"] = {
				["0"] = {
					["1"] = {
						["5"] = {
							result = true
						}
					}
				}
			}
		},
		["留"] = {
			["社"] = {
				["区"] = {
					result = true
				}
			}
		},
		["的"] = {
			["你"] = {
				["媽"] = {
					result = true
				}
			}
		},
		["群"] = {
			["社"] = {
				["区"] = {
					result = true
				}
			}
		},
		["芝"] = {
			["麻"] = {
				result = true
			}
		},
		["草"] = {
			["姐"] = {
				["姐"] = {
					result = true
				}
			}
		},
		["裙"] = {
			["成"] = {
				["人"] = {
					["社"] = {
						["区"] = {
							result = true
						}
					}
				}
			},
			["社"] = {
				["区"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			}
		},
		["酸"] = {
			["麻"] = {
				["黄"] = {
					["碱"] = {
						result = true
					}
				}
			}
		}
	},
	["荡"] = {
		["妖"] = {
			["艳"] = {
				["女"] = {
					["医"] = {
						["生"] = {
							result = true
						}
					}
				}
			}
		},
		["妹"] = {
			result = true
		},
		["母"] = {
			["淫"] = {
				["儿"] = {
					result = true
				}
			}
		}
	},
	["荫"] = {
		["权"] = {
			["朴"] = {
				["槿"] = {
					["惠"] = {
						["是"] = {
							["港"] = {
								["独"] = {
									["分"] = {
										["子"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["荷"] = {
		["治"] = {
			result = true
		}
	},
	["荹"] = {
		["熗"] = {
			result = true
		}
	},
	["荻"] = {
		["原"] = {
			["未"] = {
				["央"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["沙"] = {
				["耶"] = {
					["香"] = {
						["无"] = {
							["码"] = {
								result = true
							},
							["马"] = {
								result = true
							}
						},
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["荿"] = {
		["嘟"] = {
			["洧"] = {
				["偿"] = {
					["涓"] = {
						["腎"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["菊"] = {
		["哥"] = {
			["哥"] = {
				["-"] = {
					X = {
						J = {
							P = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["菌"] = {
		["委"] = {
			z = {
				h = {
					u = {
						["席"] = {
							result = true
						},
						["蓆"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["菗"] = {
		["揷"] = {
			["呻"] = {
				["荶"] = {
					result = true
				}
			}
		}
	},
	["菜"] = {
		B = {
			result = true
		},
		["鸟"] = {
			["产"] = {
				["业"] = {
					["联"] = {
						["盟"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["菝"] = {
		["犸"] = {
			["噐"] = {
				result = true
			}
		}
	},
	["菠"] = {
		["萝"] = {
			["弹"] = {
				result = true
			}
		}
	},
	["華"] = {
		["衣"] = {
			["兄"] = {
				["弟"] = {
					result = true
				}
			}
		}
	},
	["菿"] = {
		["枪"] = {
			["電"] = {
				result = true
			}
		}
	},
	["萇"] = {
		["剘"] = {
			["荍"] = {
				["腎"] = {
					result = true
				}
			}
		},
		["叨"] = {
			result = true,
			["售"] = {
				result = true
			}
		},
		["狗"] = {
			["專"] = {
				result = true
			}
		},
		["豞"] = {
			["抟"] = {
				result = true
			}
		}
	},
	["萌"] = {
		["大"] = {
			["奶"] = {
				result = true
			}
		},
		["娘"] = {
			result = true
		},
		["帅"] = {
			["包"] = {
				["子"] = {
					["大"] = {
						["大"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["萍"] = {
		["静"] = {
			["习"] = {
				result = true
			}
		},
		["靜"] = {
			["習"] = {
				result = true
			}
		}
	},
	["萎"] = {
		["人"] = {
			["习"] = {
				result = true
			}
		}
	},
	["萝"] = {
		["太"] = {
			result = true
		}
	},
	["萨"] = {
		g = {
			e = {
				["尔"] = {
					["王"] = {
						result = true
					}
				}
			}
		},
		["哈"] = {
			["林"] = {
				["岛"] = {
					result = true
				}
			}
		},
		["哥"] = {
			["尔"] = {
				["王"] = {
					result = true
				}
			}
		},
		["木"] = {
			["各"] = {
				["尔"] = {
					["王"] = {
						result = true
					}
				}
			}
		},
		["格"] = {
			e = {
				r = {
					["王"] = {
						result = true
					}
				}
			},
			["儿"] = {
				["王"] = {
					result = true
				}
			},
			["尔"] = {
				result = true,
				K = {
					i = {
						n = {
							g = {
								result = true
							}
						}
					}
				},
				["汪"] = {
					result = true
				}
			},
			["贰"] = {
				["王"] = {
					result = true
				}
			}
		},
		["阁"] = {
			["尔"] = {
				["王"] = {
					result = true
				}
			}
		},
		["鸽"] = {
			["尔"] = {
				["王"] = {
					result = true
				}
			}
		}
	},
	["蒂"] = {
		["巴"] = {
			["因"] = {
				result = true
			}
		},
		["格"] = {
			["的"] = {
				["怪"] = {
					["癖"] = {
						result = true
					}
				}
			}
		}
	},
	["蒓"] = {
		["栤"] = {
			["簧"] = {
				["栤"] = {
					result = true
				}
			},
			["钻"] = {
				["鉐"] = {
					result = true
				}
			}
		}
	},
	["蒙"] = {
		["古"] = {
			["大"] = {
				["夫"] = {
					result = true
				}
			}
		}
	},
	["蒼"] = {
		["乃"] = {
			["幸"] = {
				["恵"] = {
					result = true
				}
			}
		},
		["井"] = {
			["空"] = {
				result = true
			}
		},
		["吹"] = {
			["雪"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["老"] = {
			["濕"] = {
				result = true
			}
		},
		["警"] = {
			["空"] = {
				result = true
			}
		}
	},
	["蓆"] = {
		D = {
			a = {
				["大"] = {
					result = true
				}
			}
		},
		["中"] = {
			["勋"] = {
				result = true
			},
			["勳"] = {
				result = true
			}
		},
		["京"] = {
			["琕"] = {
				result = true
			}
		},
		["净"] = {
			["缾"] = {
				result = true
			}
		},
		["勁"] = {
			["屏"] = {
				result = true
			},
			["平"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["包"] = {
			["子"] = {
				result = true
			}
		},
		["名"] = {
			["則"] = {
				result = true
			}
		},
		["嗒"] = {
			["嗒"] = {
				result = true
			}
		},
		["塹"] = {
			["聘"] = {
				result = true
			}
		},
		["大"] = {
			d = {
				a = {
					result = true
				}
			},
			["打"] = {
				result = true
			}
		},
		["婧"] = {
			["缾"] = {
				result = true
			}
		},
		["晉"] = {
			["屏"] = {
				result = true
			}
		},
		["槿"] = {
			["屏"] = {
				result = true
			}
		},
		["淨"] = {
			["缾"] = {
				result = true
			},
			["蘋"] = {
				result = true
			}
		},
		["煑"] = {
			["蓆"] = {
				result = true
			}
		},
		["禁"] = {
			["屏"] = {
				result = true
			},
			["憑"] = {
				result = true
			}
		},
		["竟"] = {
			["缾"] = {
				result = true
			},
			["評"] = {
				result = true
			}
		},
		["筋"] = {
			["平"] = {
				result = true
			}
		},
		["緊"] = {
			["缾"] = {
				result = true
			}
		},
		["繼"] = {
			["平"] = {
				result = true
			}
		},
		["老"] = {
			["大"] = {
				result = true
			}
		},
		["菁"] = {
			["屏"] = {
				result = true
			}
		},
		["觔"] = {
			["缾"] = {
				result = true
			},
			["評"] = {
				result = true
			}
		},
		["賤"] = {
			["平"] = {
				result = true
			}
		},
		["近"] = {
			["凸"] = {
				result = true
			},
			["歪"] = {
				result = true
			}
		},
		["進"] = {
			["平"] = {
				result = true
			},
			["憑"] = {
				result = true
			},
			["頻"] = {
				result = true
			}
		},
		["達"] = {
			["達"] = {
				result = true
			}
		},
		["重"] = {
			["燻"] = {
				result = true
			}
		},
		["金"] = {
			["平"] = {
				result = true
			}
		},
		["鏡"] = {
			["貧"] = {
				result = true
			}
		},
		["靜"] = {
			["平"] = {
				result = true
			}
		}
	},
	["蓖"] = {
		["麻"] = {
			["毒"] = {
				["素"] = {
					result = true
				}
			}
		}
	},
	["蓝"] = {
		["色"] = {
			["纤"] = {
				["维"] = {
					["纸"] = {
						["浆"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["蔡"] = {
		["丙"] = {
			["臣"] = {
				result = true
			}
		},
		["京"] = {
			result = true
		},
		["卞"] = {
			result = true
		},
		["名"] = {
			["照"] = {
				result = true
			}
		},
		["和"] = {
			["森"] = {
				result = true
			}
		},
		["庆"] = {
			["林"] = {
				result = true
			}
		},
		["文"] = {
			["英"] = {
				result = true
			}
		},
		["甸"] = {
			["区"] = {
				["Ｋ"] = {
					["粉"] = {
						result = true
					}
				}
			}
		},
		["英"] = {
			["挺"] = {
				result = true
			}
		}
	},
	["蔵"] = {
		["獨"] = {
			result = true
		}
	},
	["蕩"] = {
		["女"] = {
			result = true
		}
	},
	["薄"] = {
		["1"] = {
			["8"] = {
				["大"] = {
					result = true
				}
			}
		},
		["一"] = {
			["波"] = {
				["肋"] = {
					["骨"] = {
						result = true
					}
				}
			}
		},
		["与"] = {
			["温"] = {
				result = true
			},
			["胡"] = {
				result = true
			}
		},
		["为"] = {
			["人"] = {
				["民"] = {
					["谋"] = {
						["福"] = {
							result = true
						}
					},
					["造"] = {
						["福"] = {
							result = true
						}
					}
				}
			}
		},
		["主"] = {
			["政"] = {
				result = true
			}
		},
		["书"] = {
			["记"] = {
				result = true,
				["你"] = {
					["冤"] = {
						["枉"] = {
							result = true
						}
					}
				},
				["周"] = {
					["总"] = {
						["理"] = {
							result = true
						}
					}
				},
				["带"] = {
					["领"] = {
						["大"] = {
							["家"] = {
								result = true
							}
						}
					}
				},
				["拥"] = {
					["护"] = {
						result = true
					}
				},
				["普"] = {
					["京"] = {
						result = true
					}
				},
				["起"] = {
					["义"] = {
						result = true
					}
				},
				["辞"] = {
					["职"] = {
						result = true
					}
				},
				["还"] = {
					["我"] = {
						["共"] = {
							result = true
						}
					}
				}
			}
		},
		["京"] = {
			["瓜"] = {
				result = true
			}
		},
		["人"] = {
			["民"] = {
				["心"] = {
					["里"] = {
						["永"] = {
							["远"] = {
								result = true
							}
						}
					}
				},
				["怀"] = {
					["念"] = {
						["你"] = {
							result = true
						}
					}
				},
				["拥"] = {
					["护"] = {
						result = true
					}
				},
				["挺"] = {
					["你"] = {
						result = true
					}
				},
				["支"] = {
					["持"] = {
						result = true
					}
				},
				["记"] = {
					["得"] = {
						["你"] = {
							result = true
						}
					}
				}
			}
		},
		["党"] = {
			["内"] = {
				["斗"] = {
					["争"] = {
						result = true
					}
				},
				["高"] = {
					["层"] = {
						result = true
					}
				}
			}
		},
		["叛"] = {
			["逃"] = {
				result = true
			}
		},
		["向"] = {
			["中"] = {
				["央"] = {
					["请"] = {
						["辞"] = {
							result = true
						}
					}
				}
			}
		},
		["和"] = {
			["温"] = {
				result = true
			}
		},
		["已"] = {
			["辞"] = {
				["职"] = {
					result = true
				}
			}
		},
		["得"] = {
			["罪"] = {
				result = true
			}
		},
		["情"] = {
			["也"] = {
				["好"] = {
					result = true
				}
			},
			["怎"] = {
				["抵"] = {
					["德"] = {
						["满"] = {
							["江"] = {
								result = true
							}
						}
					}
				}
			},
			["郎"] = {
				result = true,
				["铁"] = {
					["面"] = {
						["王"] = {
							result = true
						}
					}
				}
			}
		},
		["政"] = {
			["变"] = {
				result = true
			},
			["治"] = {
				["斗"] = {
					["争"] = {
						result = true
					}
				}
			}
		},
		["是"] = {
			["好"] = {
				["总"] = {
					["理"] = {
						result = true
					}
				}
			}
		},
		["望"] = {
			["知"] = {
				result = true
			}
		},
		["煦"] = {
			["来"] = {
				result = true
			}
		},
		["熙"] = {
			result = true,
			["來"] = {
				result = true
			},
			["去"] = {
				["了"] = {
					result = true
				}
			},
			["来"] = {
				["1"] = {
					["8"] = {
						["大"] = {
							result = true
						}
					}
				},
				["下"] = {
					["台"] = {
						result = true
					}
				},
				["为"] = {
					["民"] = {
						["打"] = {
							["黑"] = {
								result = true
							}
						}
					}
				},
				["习"] = {
					["近"] = {
						["平"] = {
							result = true
						}
					}
				},
				["十"] = {
					["八"] = {
						["大"] = {
							result = true
						}
					}
				},
				["太"] = {
					["子"] = {
						["党"] = {
							result = true
						}
					}
				},
				["政"] = {
					["变"] = {
						result = true
					}
				},
				["朱"] = {
					["镕"] = {
						["基"] = {
							result = true
						}
					}
				}
			}
		},
		["王"] = {
			result = true,
			["不"] = {
				["妙"] = {
					["前"] = {
						["景"] = {
							result = true
						}
					}
				}
			}
		},
		["瓜"] = {
			["瓜"] = {
				result = true
			}
		},
		["百"] = {
			["姓"] = {
				["支"] = {
					["持"] = {
						result = true
					}
				}
			}
		},
		["督"] = {
			result = true
		},
		["码"] = {
			D = {
				V = {
					D = {
						result = true
					}
				}
			}
		},
		["碼"] = {
			result = true
		},
		["粉"] = {
			result = true
		},
		["请"] = {
			["辞"] = {
				result = true
			}
		},
		["谷"] = {
			result = true,
			["情"] = {
				["仇"] = {
					result = true
				}
			}
		},
		["辞"] = {
			["职"] = {
				result = true
			}
		},
		["造"] = {
			["反"] = {
				result = true
			}
		},
		["饼"] = {
			result = true
		},
		["黑"] = {
			["帮"] = {
				result = true
			}
		}
	},
	["薩"] = {
		g = {
			e = {
				["爾"] = {
					["王"] = {
						result = true
					}
				}
			}
		},
		["哥"] = {
			["爾"] = {
				["王"] = {
					result = true
				}
			}
		},
		["木"] = {
			["各"] = {
				["爾"] = {
					["王"] = {
						result = true
					}
				}
			}
		},
		["格"] = {
			e = {
				r = {
					["王"] = {
						result = true
					}
				}
			},
			["兒"] = {
				["王"] = {
					result = true
				}
			},
			["爾"] = {
				result = true,
				["汪"] = {
					result = true
				}
			},
			["貳"] = {
				["王"] = {
					result = true
				}
			}
		},
		["閣"] = {
			["爾"] = {
				["王"] = {
					result = true
				}
			}
		},
		["鴿"] = {
			["爾"] = {
				["王"] = {
					result = true
				}
			}
		}
	},
	["薹"] = {
		["獨"] = {
			result = true
		}
	},
	["藏"] = {
		d = {
			a = {
				o = {
					result = true
				}
			}
		},
		["乐"] = {
			["丹"] = {
				result = true
			}
		},
		["书"] = {
			["5"] = {
				["4"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["刀"] = {
			result = true,
			["具"] = {
				["具"] = {
					result = true
				}
			},
			["正"] = {
				["品"] = {
					result = true
				}
			}
		},
		["区"] = {
			["寺"] = {
				["庙"] = {
					["学"] = {
						["校"] = {
							result = true
						}
					}
				}
			},
			["挖"] = {
				["矿"] = {
					["神"] = {
						["山"] = {
							result = true
						}
					}
				}
			}
		},
		["友"] = {
			["数"] = {
				["据"] = {
					result = true
				}
			}
		},
		["地"] = {
			["传"] = {
				["奇"] = {
					result = true
				}
			}
		},
		["婦"] = {
			["會"] = {
				result = true
			}
		},
		["家"] = {
			["小"] = {
				["说"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["式"] = {
			["刀"] = {
				result = true
			},
			["忉"] = {
				result = true
			}
		},
		["族"] = {
			["妓"] = {
				["女"] = {
					result = true
				}
			},
			["自"] = {
				["考"] = {
					["死"] = {
						["亡"] = {
							result = true
						}
					}
				}
			}
		},
		["枪"] = {
			result = true
		},
		["民"] = {
			["档"] = {
				["案"] = {
					result = true
				}
			}
		},
		["滇"] = {
			["閣"] = {
				result = true
			},
			["阁"] = {
				result = true
			}
		},
		["短"] = {
			["枪"] = {
				result = true
			}
		},
		["语"] = {
			result = true
		},
		["青"] = {
			["會"] = {
				result = true
			},
			["社"] = {
				result = true
			}
		}
	},
	["處"] = {
		["女"] = {
			["上"] = {
				["門"] = {
					["包"] = {
						["夜"] = {
							result = true
						}
					}
				}
			},
			["二"] = {
				["奶"] = {
					["包"] = {
						["養"] = {
							result = true
						}
					}
				}
			},
			["嫩"] = {
				["穴"] = {
					result = true
				}
			},
			["小"] = {
				["穴"] = {
					result = true
				}
			},
			["的"] = {
				["誘"] = {
					["惑"] = {
						result = true
					}
				}
			},
			["破"] = {
				["處"] = {
					["直"] = {
						["播"] = {
							result = true
						}
					}
				}
			},
			["開"] = {
				["包"] = {
					result = true
				},
				["苞"] = {
					["視"] = {
						["頻"] = {
							result = true
						}
					}
				}
			}
		},
		["理"] = {
			["恩"] = {
				["怨"] = {
					result = true
				}
			},
			["電"] = {
				["視"] = {
					["棒"] = {
						result = true
					}
				}
			}
		}
	},
	["蚌"] = {
		["埠"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["办"] = {
				["假"] = {
					["证"] = {
						["网"] = {
							result = true
						}
					}
				},
				["证"] = {
					result = true
				}
			},
			["辦"] = {
				["證"] = {
					result = true
				}
			}
		}
	},
	["蚕"] = {
		["蛊"] = {
			["的"] = {
				result = true
			}
		}
	},
	["蛋"] = {
		["疼"] = {
			["，"] = {
				["扯"] = {
					["蛋"] = {
						result = true
					}
				}
			}
		},
		["白"] = {
			["同"] = {
				["化"] = {
					["制"] = {
						["剂"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["蛮"] = {
		["子"] = {
			result = true
		}
	},
	["蜈"] = {
		["近"] = {
			["平"] = {
				result = true
			}
		}
	},
	["蜥"] = {
		["精"] = {
			["評"] = {
				result = true
			},
			["评"] = {
				result = true
			}
		},
		["进"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["远"] = {
			["凹"] = {
				result = true
			}
		},
		["進"] = {
			["缾"] = {
				result = true
			}
		},
		["遠"] = {
			["凹"] = {
				result = true
			}
		},
		["鯨"] = {
			["蘋"] = {
				result = true
			}
		},
		["鲸"] = {
			["苹"] = {
				result = true
			}
		}
	},
	["蝉"] = {
		["童"] = {
			result = true
		}
	},
	["蝙"] = {
		["蝠"] = {
			["飞"] = {
				["镖"] = {
					result = true
				}
			}
		}
	},
	["蝠"] = {
		["无"] = {
			["双"] = {
				["至"] = {
					result = true
				}
			}
		}
	},
	["蝶"] = {
		["妖"] = {
			result = true
		}
	},
	["蠢"] = {
		["猪"] = {
			[" "] = {
				["近"] = {
					["平"] = {
						result = true
					}
				}
			}
		}
	},
	["血"] = {
		["水"] = {
			["圣"] = {
				["灵"] = {
					result = true
				}
			}
		}
	},
	["行"] = {
		["政"] = {
			["院"] = {
				result = true
			}
		},
		["驶"] = {
			["证"] = {
				[" "] = {
					["刻"] = {
						["章"] = {
							["办"] = {
								["证"] = {
									result = true
								}
							}
						}
					},
					["办"] = {
						["证"] = {
							["电"] = {
								["话"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["衝"] = {
		["鋒"] = {
			["手"] = {
				["槍"] = {
					["‎"] = {
						result = true
					}
				}
			},
			["槍"] = {
				T = {
					E = {
						L = {
							result = true
						}
					}
				},
				["彈"] = {
					result = true
				}
			}
		}
	},
	["衣"] = {
		["食"] = {
			["气"] = {
				["质"] = {
					result = true
				}
			},
			["氣"] = {
				["質"] = {
					result = true
				}
			}
		}
	},
	["表"] = {
		["砸"] = {
			result = true
		}
	},
	["衺"] = {
		["禁"] = {
			["缾"] = {
				result = true
			}
		}
	},
	["被"] = {
		["上"] = {
			result = true
		},
		["中"] = {
			["共"] = {
				["堵"] = {
					["死"] = {
						result = true
					}
				}
			},
			["国"] = {
				["驱"] = {
					["逐"] = {
						["出"] = {
							["境"] = {
								["的"] = {
									["始"] = {
										["末"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["人"] = {
			["窥"] = {
				["视"] = {
					["的"] = {
						["感"] = {
							["觉"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["击"] = {
			["中"] = {
				result = true
			},
			["毁"] = {
				result = true,
				["的"] = {
					["时"] = {
						["间"] = {
							result = true
						}
					}
				}
			}
		},
		["同"] = {
			["学"] = {
				["强"] = {
					["奸"] = {
						result = true
					}
				}
			}
		},
		["器"] = {
			["具"] = {
				["按"] = {
					["摩"] = {
						["小"] = {
							["穴"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["女"] = {
			["人"] = {
				["玩"] = {
					["弄"] = {
						result = true
					}
				}
			}
		},
		["奸"] = {
			["淫"] = {
				["的"] = {
					["女"] = {
						["教"] = {
							["師"] = {
								result = true
							}
						}
					}
				}
			},
			["者"] = {
				["的"] = {
					["心"] = {
						["思"] = {
							result = true
						}
					}
				}
			},
			["记"] = {
				result = true
			}
		},
		["幹"] = {
			result = true
		},
		["捕"] = {
			result = true,
			["张"] = {
				["世"] = {
					["军"] = {
						result = true
					}
				}
			},
			["王"] = {
				["立"] = {
					["军"] = {
						result = true
					}
				}
			}
		},
		["操"] = {
			["到"] = {
				["叫"] = {
					["床"] = {
						result = true
					}
				}
			}
		},
		["杀"] = {
			["王"] = {
				["立"] = {
					["军"] = {
						result = true
					}
				}
			}
		},
		["欺"] = {
			["負"] = {
				result = true
			}
		},
		["淫"] = {
			result = true
		},
		["漂"] = {
			["亮"] = {
				["叔"] = {
					["母"] = {
						["诱"] = {
							["惑"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["猛"] = {
			["男"] = {
				["双"] = {
					["洞"] = {
						["齐"] = {
							["入"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["票"] = {
			["亮"] = {
				["叔"] = {
					["母"] = {
						["诱"] = {
							["惑"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["窝"] = {
			["电"] = {
				["影"] = {
					result = true
				}
			}
		},
		["立"] = {
			["教"] = {
				result = true
			}
		},
		["肏"] = {
			result = true
		},
		["肛"] = {
			["交"] = {
				result = true
			}
		},
		["自"] = {
			["杀"] = {
				result = true
			}
		},
		["遗"] = {
			["忘"] = {
				["的"] = {
					["宝"] = {
						["贝"] = {
							result = true
						}
					}
				}
			}
		},
		["邀"] = {
			["请"] = {
				["列"] = {
					["表"] = {
						result = true
					}
				}
			}
		},
		["骗"] = {
			["少"] = {
				["女"] = {
					result = true
				}
			}
		}
	},
	["袭"] = {
		["劲"] = {
			["屏"] = {
				result = true
			}
		},
		["哒"] = {
			["哒"] = {
				result = true
			}
		},
		["晋"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["某"] = {
			["人"] = {
				result = true
			}
		},
		["烬"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["煮"] = {
			["席"] = {
				result = true
			}
		},
		["禁"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			},
			["贫"] = {
				result = true
			}
		},
		["茎"] = {
			["频"] = {
				result = true
			}
		},
		["进"] = {
			["凹"] = {
				result = true
			},
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			},
			["苹"] = {
				result = true
			}
		},
		["金"] = {
			["评"] = {
				result = true
			}
		},
		["镜"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["靖"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["静"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			},
			["贫"] = {
				result = true
			}
		}
	},
	["裆"] = {
		["中"] = {
			["殃"] = {
				result = true
			}
		},
		["的"] = {
			["干"] = {
				["部"] = {
					result = true
				}
			}
		},
		["金"] = {
			["胜"] = {
				["尚"] = {
					result = true
				}
			}
		}
	},
	["褒"] = {
		["二"] = {
			["奶"] = {
				result = true
			}
		}
	},
	["褚"] = {
		["万"] = {
			["里"] = {
				result = true
			}
		},
		["先"] = {
			["生"] = {
				result = true
			}
		},
		["益"] = {
			["民"] = {
				result = true
			}
		}
	},
	["襙"] = {
		result = true
	},
	["襠"] = {
		["中"] = {
			["殃"] = {
				result = true
			}
		},
		["金"] = {
			["勝"] = {
				["尚"] = {
					result = true
				}
			}
		}
	},
	["襲"] = {
		["勁"] = {
			["屏"] = {
				result = true
			}
		},
		["噠"] = {
			["噠"] = {
				result = true
			}
		},
		["晉"] = {
			["缾"] = {
				result = true
			}
		},
		["某"] = {
			["人"] = {
				result = true
			}
		},
		["燼"] = {
			["缾"] = {
				result = true
			}
		},
		["禁"] = {
			["缾"] = {
				result = true
			},
			["評"] = {
				result = true
			},
			["貧"] = {
				result = true
			}
		},
		["莖"] = {
			["平"] = {
				result = true
			},
			["頻"] = {
				result = true
			}
		},
		["警"] = {
			["平"] = {
				result = true
			}
		},
		["近"] = {
			["姘"] = {
				result = true
			}
		},
		["進"] = {
			["凹"] = {
				result = true
			},
			["平"] = {
				result = true
			},
			["缾"] = {
				result = true
			},
			["蘋"] = {
				result = true
			}
		},
		["金"] = {
			["評"] = {
				result = true
			}
		},
		["鏡"] = {
			["缾"] = {
				result = true
			}
		},
		["靖"] = {
			["缾"] = {
				result = true
			}
		},
		["靜"] = {
			["缾"] = {
				result = true
			},
			["貧"] = {
				result = true
			}
		}
	},
	["西"] = {
		["井"] = {
			["品"] = {
				result = true
			},
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["京"] = {
			["屏"] = {
				result = true
			}
		},
		["包"] = {
			["子"] = {
				result = true
			}
		},
		["呆"] = {
			["呆"] = {
				result = true
			}
		},
		["圣"] = {
			["上"] = {
				result = true
			}
		},
		["堡"] = {
			["子"] = {
				result = true
			}
		},
		["安"] = {
			["代"] = {
				["办"] = {
					["四"] = {
						["六"] = {
							["级"] = {
								["证"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["删"] = {
				["贴"] = {
					["公"] = {
						["司"] = {
							result = true
						}
					}
				}
			},
			["办"] = {
				["六"] = {
					["级"] = {
						["证"] = {
							result = true
						}
					}
				},
				["证"] = {
					["公"] = {
						["司"] = {
							result = true
						}
					},
					["刻"] = {
						["章"] = {
							q = {
								q = {
									result = true
								}
							},
							["发"] = {
								["票"] = {
									result = true
								}
							}
						}
					},
					["服"] = {
						["务"] = {
							["中"] = {
								["心"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["各"] = {
				["国"] = {
					["签"] = {
						["证"] = {
							[" "] = {
								["代"] = {
									["办"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["签"] = {
				["证"] = {
					["学"] = {
						["历"] = {
							["证"] = {
								["明"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["网"] = {
				["上"] = {
					["办"] = {
						["证"] = {
							result = true,
							q = {
								q = {
									result = true
								}
							}
						}
					}
				}
			},
			["职"] = {
				["称"] = {
					["资"] = {
						["格"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["信"] = {
						["息"] = {
							["处"] = {
								["理"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["高"] = {
				["仿"] = {
					["真"] = {
						["毕"] = {
							["业"] = {
								["证"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["搬"] = {
			["币"] = {
				result = true
			},
			["幣"] = {
				result = true
			}
		},
		["晉"] = {
			["屏"] = {
				result = true
			},
			["平"] = {
				result = true
			},
			["憑"] = {
				result = true
			}
		},
		["晋"] = {
			["凭"] = {
				result = true
			},
			["屏"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["桑"] = {
			["大"] = {
				["大"] = {
					result = true
				}
			}
		},
		["津"] = {
			["平"] = {
				result = true
			}
		},
		["湖"] = {
			["宽"] = {
				["衣"] = {
					result = true
				}
			}
		},
		["燼"] = {
			["平"] = {
				result = true
			}
		},
		["特"] = {
			["勒"] = {
				result = true
			}
		},
		["竹"] = {
			["席"] = {
				result = true
			},
			["蓆"] = {
				result = true
			}
		},
		["精"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		},
		["胖"] = {
			["子"] = {
				result = true
			}
		},
		["觔"] = {
			["平"] = {
				result = true
			}
		},
		["金"] = {
			["屏"] = {
				result = true
			}
		},
		["镜"] = {
			["缾"] = {
				result = true
			}
		}
	},
	["覡"] = {
		["壗"] = {
			["凴"] = {
				result = true
			},
			["憑"] = {
				result = true
			}
		}
	},
	["觇"] = {
		["孔"] = {
			result = true,
			["瞄"] = {
				["准"] = {
					["具"] = {
						result = true
					}
				}
			},
			["表"] = {
				["尺"] = {
					result = true
				}
			}
		},
		["锅"] = {
			["孔"] = {
				result = true
			}
		}
	},
	["觋"] = {
		["壗"] = {
			["凭"] = {
				result = true
			}
		}
	},
	["解"] = {
		["带"] = {
			["宽"] = {
				["衣"] = {
					result = true
				}
			}
		}
	},
	["触"] = {
		["怒"] = {
			["习"] = {
				["封"] = {
					["杀"] = {
						result = true
					}
				}
			}
		},
		["手"] = {
			["游"] = {
				["戏"] = {
					result = true
				}
			},
			["溺"] = {
				["人"] = {
					["妻"] = {
						result = true
					}
				}
			}
		},
		["通"] = {
			result = true
		}
	},
	["評"] = {
		["禁"] = {
			["兮"] = {
				result = true
			},
			["習"] = {
				result = true
			}
		},
		["遠"] = {
			["媳"] = {
				result = true
			}
		}
	},
	["誠"] = {
		["信"] = {
			["办"] = {
				["證"] = {
					result = true
				}
			},
			["國"] = {
				["外"] = {
					["文"] = {
						["憑"] = {
							["網"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["調"] = {
		["查"] = {
			["包"] = {
				["二"] = {
					["奶"] = {
						result = true
					}
				}
			},
			["小"] = {
				["三"] = {
					result = true
				}
			}
		},
		["理"] = {
			["勞"] = {
				["務"] = {
					["系"] = {
						result = true
					}
				}
			}
		}
	},
	["謌"] = {
		["薩"] = {
			["爾"] = {
				["王"] = {
					result = true
				}
			}
		}
	},
	["謓"] = {
		["彣"] = {
			["凭"] = {
				result = true
			}
		}
	},
	["謵"] = {
		["禁"] = {
			["評"] = {
				result = true
			},
			["评"] = {
				result = true
			}
		}
	},
	["謿"] = {
		["吹"] = {
			result = true
		},
		["欥"] = {
			["囡"] = {
				["迋"] = {
					result = true
				}
			}
		}
	},
	["譆"] = {
		["近"] = {
			["缾"] = {
				result = true
			}
		},
		["進"] = {
			["貧"] = {
				result = true
			}
		}
	},
	["警"] = {
		["服"] = {
			["手"] = {
				["铐"] = {
					["电"] = {
						["警"] = {
							["棍"] = {
								["专"] = {
									["卖"] = {
										result = true
									}
								},
								["出"] = {
									["售"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["用"] = {
			["手"] = {
				["铐"] = {
					Q = {
						Q = {
							["销"] = {
								["售"] = {
									result = true
								}
							}
						}
					},
					["专"] = {
						["卖"] = {
							Q = {
								Q = {
									result = true
								}
							}
						}
					}
				}
			},
			["装"] = {
				["备"] = {
					["手"] = {
						["铐"] = {
							["出"] = {
								["售"] = {
									["网"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["變"] = {
		["態"] = {
			result = true
		}
	},
	["记"] = {
		["忆"] = {
			["的"] = {
				["呼"] = {
					["唤"] = {
						result = true
					}
				}
			}
		}
	},
	["证"] = {
		["书"] = {
			["样"] = {
				["本"] = {
					[" "] = {
						["刻"] = {
							["章"] = {
								["电"] = {
									["话"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["件"] = {
			["代"] = {
				["理"] = {
					[" "] = {
						["刻"] = {
							["章"] = {
								["文"] = {
									["凭"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					["咨"] = {
						["询"] = {
							result = true
						}
					}
				}
			},
			["制"] = {
				["作"] = {
					[" "] = {
						["刻"] = {
							["章"] = {
								["电"] = {
									["话"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["印"] = {
				["章"] = {
					["制"] = {
						["作"] = {
							result = true
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					[" "] = {
						["毕"] = {
							["业"] = {
								["证"] = {
									[" "] = {
										["刻"] = {
											["章"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["评"] = {
		["禁"] = {
			["习"] = {
				result = true
			},
			["兮"] = {
				result = true
			}
		},
		["远"] = {
			["媳"] = {
				result = true
			}
		}
	},
	["诋"] = {
		["毁"] = {
			result = true
		}
	},
	["诚"] = {
		["信"] = {
			["2"] = {
				["汽"] = {
					["枪"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			K = {
				["粉"] = {
					result = true
				}
			},
			["专"] = {
				["业"] = {
					[" "] = {
						["办"] = {
							["证"] = {
								["文"] = {
									["凭"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["二"] = {
				["代"] = {
					["生"] = {
						["分"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["代"] = {
				["办"] = {
					result = true
				},
				["开"] = {
					result = true
				}
			},
			["假"] = {
				["身"] = {
					["份"] = {
						["证"] = {
							result = true
						}
					}
				}
			},
			["做"] = {
				["假"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["删"] = {
				["帖"] = {
					result = true
				}
			},
			["刻"] = {
				["章"] = {
					result = true
				}
			},
			["办"] = {
				result = true,
				["假"] = {
					["正"] = {
						result = true
					},
					["证"] = {
						result = true,
						["公"] = {
							["司"] = {
								result = true
							}
						}
					}
				},
				["文"] = {
					["凭"] = {
						result = true
					}
				},
				["正"] = {
					result = true
				},
				["理"] = {
					result = true,
					["文"] = {
						["凭"] = {
							["证"] = {
								["件"] = {
									Q = {
										Q = {
											result = true
										}
									}
								}
							}
						}
					}
				},
				["证"] = {
					result = true,
					["刻"] = {
						["章"] = {
							["公"] = {
								["司"] = {
									result = true
								}
							},
							["集"] = {
								["团"] = {
									result = true
								}
							}
						}
					},
					["咨"] = {
						["询"] = {
							result = true
						}
					},
					["文"] = {
						["凭"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					},
					["集"] = {
						["团"] = {
							Q = {
								Q = {
									result = true
								}
							}
						}
					}
				}
			},
			["名"] = {
				["单"] = {
					["公"] = {
						["司"] = {
							result = true,
							[" "] = {
								["高"] = {
									["考"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["咨"] = {
				["询"] = {
					["办"] = {
						["证"] = {
							["中"] = {
								["心"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["大"] = {
				["陆"] = {
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["天"] = {
				["下"] = {
					result = true
				},
				["天"] = {
					["证"] = {
						["件"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["工"] = {
				["字"] = {
					["牌"] = {
						["气"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["拌"] = {
				result = true
			},
			["教"] = {
				["育"] = {
					result = true
				}
			},
			["数"] = {
				["据"] = {
					["网"] = {
						result = true
					}
				}
			},
			["枪"] = {
				["支"] = {
					result = true
				}
			},
			["正"] = {
				["历"] = {
					["咨"] = {
						["询"] = {
							result = true
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					result = true
				},
				["狗"] = {
					result = true
				},
				["短"] = {
					["狗"] = {
						result = true
					}
				}
			},
			["汽"] = {
				["枪"] = {
					result = true,
					["专"] = {
						result = true
					}
				},
				["狗"] = {
					result = true
				}
			},
			["沟"] = {
				["通"] = {
					result = true
				}
			},
			["理"] = {
				["财"] = {
					result = true
				}
			},
			["电"] = {
				["狗"] = {
					["专"] = {
						result = true
					}
				}
			},
			["立"] = {
				["天"] = {
					["下"] = {
						result = true
					}
				}
			},
			["经"] = {
				["营"] = {
					["网"] = {
						result = true
					}
				}
			},
			["网"] = {
				result = true
			},
			["肝"] = {
				["肾"] = {
					result = true
				}
			},
			["肾"] = {
				["源"] = {
					result = true
				}
			},
			["药"] = {
				["业"] = {
					result = true
				}
			},
			["证"] = {
				["件"] = {
					result = true,
					["网"] = {
						result = true
					}
				},
				["务"] = {
					result = true
				},
				["历"] = {
					["咨"] = {
						["询"] = {
							result = true
						}
					}
				}
			},
			["资"] = {
				["源"] = {
					result = true
				}
			},
			["辦"] = {
				["證"] = {
					result = true
				}
			},
			["进"] = {
				["口"] = {
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["郴"] = {
				["州"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["高"] = {
				["效"] = {
					["办"] = {
						["理"] = {
							["假"] = {
								["证"] = {
									["件"] = {
										result = true
									}
								}
							}
						},
						["证"] = {
							["真"] = {
								["实"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["办"] = {
			["二"] = {
				["代"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["身"] = {
				["份"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["心"] = {
			["军"] = {
				["工"] = {
					["网"] = {
						result = true
					}
				}
			},
			["立"] = {
				["天"] = {
					["下"] = {
						result = true
					}
				}
			}
		},
		["意"] = {
			["办"] = {
				["证"] = {
					result = true
				}
			}
		},
		["挚"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["接"] = {
			D = {
				D = {
					O = {
						S = {
							result = true
						}
					}
				}
			}
		},
		["聘"] = {
			["代"] = {
				["母"] = {
					result = true
				}
			}
		},
		["誉"] = {
			result = true
		}
	},
	["谛"] = {
		["听"] = {
			result = true
		}
	},
	["谷"] = {
		["寿"] = {
			["夫"] = {
				result = true
			}
		}
	},
	["谿"] = {
		["橸"] = {
			["鵧"] = {
				result = true
			}
		}
	},
	["豬"] = {
		["聾"] = {
			["畸"] = {
				result = true
			}
		}
	},
	["豹"] = {
		["哥"] = {
			["好"] = {
				["枪"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["纹"] = {
			["熟"] = {
				["妇"] = {
					result = true
				}
			},
			["老"] = {
				["婆"] = {
					["的"] = {
						["激"] = {
							["情"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["貂"] = {
		["婵"] = {
			["丝"] = {
				["袜"] = {
					result = true
				}
			}
		}
	},
	["負"] = {
		["石"] = {
			["麥"] = {
				result = true
			}
		}
	},
	["賓"] = {
		["館"] = {
			["女"] = {
				["郎"] = {
					result = true
				}
			},
			["辦"] = {
				["證"] = {
					result = true
				}
			}
		}
	},
	["贝"] = {
		["尔"] = {
			["刀"] = {
				["专"] = {
					result = true
				}
			},
			["戈"] = {
				["博"] = {
					["求"] = {
						["生"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			},
			["折"] = {
				["刀"] = {
					result = true
				}
			},
			["枪"] = {
				["专"] = {
					result = true
				}
			},
			["求"] = {
				["生"] = {
					["刀"] = {
						result = true,
						["专"] = {
							result = true
						},
						["具"] = {
							["具"] = {
								result = true
							}
						},
						["正"] = {
							["品"] = {
								result = true
							}
						}
					},
					["刺"] = {
						["专"] = {
							result = true
						}
					},
					["枪"] = {
						result = true,
						["专"] = {
							result = true
						}
					},
					["砍"] = {
						["刀"] = {
							result = true
						}
					}
				}
			},
			["野"] = {
				["外"] = {
					["自"] = {
						["卫"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["斯"] = {
			["特"] = {
				result = true
			}
		},
		["特"] = {
			["斯"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["纳"] = {
			["利"] = {
				["摩"] = {
					["托"] = {
						["车"] = {
							["行"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["者"] = {
			["十"] = {
				["尃"] = {
					["葯"] = {
						result = true
					}
				}
			}
		},
		["贝"] = {
			["游"] = {
				["戏"] = {
					["中"] = {
						["心"] = {
							result = true
						}
					}
				}
			}
		},
		["雷"] = {
			["塔"] = {
				["气"] = {
					["枪"] = {
						result = true
					}
				}
			}
		}
	},
	["负"] = {
		["石"] = {
			["麦"] = {
				result = true
			}
		}
	},
	["财"] = {
		["务"] = {
			["代"] = {
				["理"] = {
					result = true,
					["公"] = {
						["司"] = {
							result = true
						}
					}
				}
			},
			["公"] = {
				["司"] = {
					result = true
				}
			},
			["咨"] = {
				["询"] = {
					result = true
				}
			}
		},
		["大"] = {
			["出"] = {
				["版"] = {
					["社"] = {
						result = true
					}
				}
			}
		},
		["富"] = {
			["经"] = {
				["创"] = {
					["业"] = {
						["品"] = {
							["牌"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["汇"] = {
			["银"] = {
				["行"] = {
					["卡"] = {
						["中"] = {
							["心"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["神"] = {
			["博"] = {
				result = true
			},
			["娱"] = {
				["乐"] = {
					result = true
				}
			},
			["网"] = {
				["站"] = {
					result = true
				}
			},
			["高"] = {
				["手"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			}
		},
		["税"] = {
			["代"] = {
				["开"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				},
				["理"] = {
					["公"] = {
						["司"] = {
							result = true
						}
					}
				}
			},
			["发"] = {
				["票"] = {
					result = true
				}
			},
			["咨"] = {
				["询"] = {
					result = true
				}
			},
			["有"] = {
				["限"] = {
					["公"] = {
						["司"] = {
							result = true
						}
					}
				}
			},
			["税"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			}
		},
		["运"] = {
			["汽"] = {
				["贸"] = {
					result = true
				}
			}
		}
	},
	["败"] = {
		["火"] = {
			["尤"] = {
				["物"] = {
					result = true
				}
			}
		},
		["类"] = {
			["政"] = {
				["府"] = {
					result = true
				}
			}
		},
		["酯"] = {
			["醛"] = {
				result = true
			}
		}
	},
	["贷"] = {
		["款"] = {
			result = true
		},
		["炼"] = {
			result = true
		},
		["练"] = {
			result = true
		}
	},
	["赤"] = {
		["党"] = {
			result = true
		},
		["松"] = {
			["由"] = {
				["梨"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["水"] = {
			["肾"] = {
				result = true,
				["源"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["离"] = {
			result = true
		},
		["色"] = {
			["的"] = {
				["护"] = {
					["身"] = {
						["符"] = {
							result = true
						}
					}
				}
			}
		},
		["西"] = {
			["涼"] = {
				result = true
			}
		},
		["身"] = {
			["裸"] = {
				["体"] = {
					result = true,
					[" "] = {
						["走"] = {
							["向"] = {
								["上"] = {
									["帝"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["迺"] = {
			["涼"] = {
				result = true
			}
		},
		["龙"] = {
			["军"] = {
				["品"] = {
					["网"] = {
						result = true
					}
				}
			},
			["剑"] = {
				["心"] = {
					result = true
				}
			}
		}
	},
	["赫"] = {
		["蒂"] = {
			["彻"] = {
				result = true,
				["法"] = {
					["图"] = {
						["麦"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["走"] = {
		["肖"] = {
			["傢"] = {
				["人"] = {
					result = true
				}
			},
			["家"] = {
				["人"] = {
					result = true
				}
			}
		},
		["迴"] = {
			["共"] = {
				["咊"] = {
					result = true
				}
			}
		},
		["马"] = {
			["换"] = {
				["蒋"] = {
					result = true
				}
			}
		}
	},
	["趁"] = {
		["疫"] = {
			["打"] = {
				["劫"] = {
					result = true
				}
			}
		}
	},
	["超"] = {
		S = {
			["合"] = {
				["体"] = {
					result = true
				}
			}
		},
		["^"] = {
			["级"] = {
				["迷"] = {
					["@"] = {
						["幻"] = {
							["药"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["乎"] = {
			["想"] = {
				["像"] = {
					["的"] = {
						["性"] = {
							["爱"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["低"] = {
			["价"] = {
				["发"] = {
					["票"] = {
						result = true
					}
				}
			}
		},
		["劲"] = {
			["爆"] = {
				["场"] = {
					["面"] = {
						result = true
					}
				}
			}
		},
		["十"] = {
			["字"] = {
				["组"] = {
					["合"] = {
						result = true
					}
				}
			}
		},
		["卡"] = {
			["哇"] = {
				["伊"] = {
					["的"] = {
						["迷"] = {
							result = true
						}
					}
				}
			}
		},
		["可"] = {
			["爱"] = {
				["美"] = {
					["逼"] = {
						["女"] = {
							["孩"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["嗨"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["白"] = {
				["牙"] = {
					["签"] = {
						result = true
					}
				}
			}
		},
		["大"] = {
			["威"] = {
				["力"] = {
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["嫩"] = {
			["系"] = {
				["花"] = {
					result = true
				}
			},
			["邻"] = {
				["家"] = {
					["靓"] = {
						["妹"] = {
							result = true
						}
					}
				}
			}
		},
		["完"] = {
			["美"] = {
				["成"] = {
					["人"] = {
						["榜"] = {
							result = true
						}
					}
				}
			}
		},
		["市"] = {
			["发"] = {
				["票"] = {
					result = true
				}
			}
		},
		["强"] = {
			["4"] = {
				["频"] = {
					result = true
				}
			},
			["口"] = {
				["活"] = {
					["内"] = {
						["射"] = {
							result = true
						}
					}
				}
			},
			["护"] = {
				["士"] = {
					["团"] = {
						result = true
					}
				}
			},
			["春"] = {
				["药"] = {
					result = true
				}
			},
			["电"] = {
				["棍"] = {
					result = true
				}
			},
			["解"] = {
				["码"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["快"] = {
			["速"] = {
				["办"] = {
					["正"] = {
						result = true
					},
					["证"] = {
						result = true
					}
				}
			}
		},
		["性"] = {
			["感"] = {
				["裸"] = {
					["体"] = {
						["艳"] = {
							["舞"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["情"] = {
			["色"] = {
				["排"] = {
					["行"] = {
						result = true
					}
				}
			}
		},
		["昂"] = {
			["天"] = {
				["使"] = {
					result = true
				}
			}
		},
		["极"] = {
			["速"] = {
				["快"] = {
					["速"] = {
						["拿"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["正"] = {
			M = {
				M = {
					["召"] = {
						["募"] = {
							result = true
						}
					}
				}
			},
			["大"] = {
				["嘴"] = {
					["妹"] = {
						result = true
					}
				}
			},
			["学"] = {
				["生"] = {
					["妹"] = {
						result = true
					}
				}
			},
			["學"] = {
				["生"] = {
					["妹"] = {
						result = true
					}
				}
			}
		},
		["毛"] = {
			["大"] = {
				["鮑"] = {
					result = true
				}
			}
		},
		["水"] = {
			["嫩"] = {
				["木"] = {
					["耳"] = {
						result = true
					}
				}
			}
		},
		["淫"] = {
			["乱"] = {
				["伦"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					result = true
				}
			},
			["的"] = {
				["乱"] = {
					["伦"] = {
						["家"] = {
							["族"] = {
								result = true
							}
						}
					}
				}
			},
			["荡"] = {
				result = true
			}
		},
		["清"] = {
			["晰"] = {
				["全"] = {
					["裸"] = {
						["图"] = {
							result = true
						}
					}
				},
				["美"] = {
					["逼"] = {
						["内"] = {
							["道"] = {
								result = true
							}
						}
					}
				}
			},
			["纯"] = {
				["林"] = {
					["檎"] = {
						result = true
					}
				}
			}
		},
		["火"] = {
			["司"] = {
				["机"] = {
					result = true
				}
			}
		},
		["爽"] = {
			["乱"] = {
				["伦"] = {
					result = true
				}
			},
			["性"] = {
				["爱"] = {
					["技"] = {
						["巧"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["护"] = {
				["士"] = {
					M = {
						M = {
							result = true
						}
					}
				}
			},
			["日"] = {
				["本"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["爆"] = {
				["妹"] = {
					result = true
				}
			},
			["空"] = {
				["姐"] = {
					["自"] = {
						["慰"] = {
							result = true
						}
					}
				}
			},
			["艳"] = {
				["图"] = {
					result = true
				}
			},
			["黑"] = {
				["白"] = {
					["配"] = {
						result = true
					}
				}
			}
		},
		["碰"] = {
			["在"] = {
				["线"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			}
		},
		["精"] = {
			["部"] = {
				["队"] = {
					["现"] = {
						["役"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["級"] = {
			["乐"] = {
				["者"] = {
					result = true
				}
			},
			["樂"] = {
				["者"] = {
					result = true
				}
			},
			["舞"] = {
				["者"] = {
					result = true
				}
			},
			["靓"] = {
				["妹"] = {
					result = true
				}
			}
		},
		["级"] = {
			["&"] = {
				["听"] = {
					["话"] = {
						["药"] = {
							result = true
						}
					}
				}
			},
			A = {
				V = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			},
			["乐"] = {
				["者"] = {
					result = true
				}
			},
			["乱"] = {
				["伦"] = {
					result = true
				}
			},
			["公"] = {
				["子"] = {
					result = true
				}
			},
			["卡"] = {
				["巴"] = {
					["单"] = {
						["钩"] = {
							result = true
						}
					}
				}
			},
			["听"] = {
				["话"] = {
					["药"] = {
						result = true
					}
				}
			},
			["大"] = {
				["爆"] = {
					["乳"] = {
						["娘"] = {
							result = true
						}
					}
				}
			},
			["女"] = {
				["警"] = {
					result = true
				}
			},
			["娱"] = {
				["乐"] = {
					["中"] = {
						["心"] = {
							result = true
						}
					}
				}
			},
			["学"] = {
				["生"] = {
					result = true
				}
			},
			["官"] = {
				["迷"] = {
					result = true
				}
			},
			["巨"] = {
				["乳"] = {
					["网"] = {
						["友"] = {
							result = true
						}
					}
				}
			},
			["弹"] = {
				result = true
			},
			["樂"] = {
				["者"] = {
					result = true
				}
			},
			["淫"] = {
				["图"] = {
					result = true
				},
				["荡"] = {
					["的"] = {
						["小"] = {
							["穴"] = {
								result = true
							}
						}
					}
				}
			},
			["玩"] = {
				["阴"] = {
					result = true
				}
			},
			["禽"] = {
				["兽"] = {
					result = true
				}
			},
			["精"] = {
				["液"] = {
					["浴"] = {
						result = true
					}
				}
			},
			["老"] = {
				["虎"] = {
					["王"] = {
						result = true
					}
				}
			},
			["舞"] = {
				["者"] = {
					result = true
				}
			},
			["色"] = {
				["情"] = {
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["苹"] = {
				["果"] = {
					result = true
				}
			},
			["轻"] = {
				["型"] = {
					["卡"] = {
						["宾"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["迷"] = {
				["幻"] = {
					["药"] = {
						result = true
					}
				},
				["性"] = {
					["淫"] = {
						["荡"] = {
							["水"] = {
								result = true
							}
						}
					}
				}
			},
			["靓"] = {
				["妹"] = {
					result = true
				}
			},
			["黑"] = {
				["丝"] = {
					["的"] = {
						["诱"] = {
							["惑"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["绝"] = {
			["仙"] = {
				["人"] = {
					["跳"] = {
						result = true
					}
				}
			}
		},
		["美"] = {
			result = true
		},
		["色"] = {
			["导"] = {
				["航"] = {
					result = true
				}
			}
		},
		["薄"] = {
			["人"] = {
				["皮"] = {
					["面"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["汽"] = {
				["車"] = {
					["幹"] = {
						["擾"] = {
							["器"] = {
								result = true
							}
						}
					}
				},
				["车"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["漆"] = {
				["车"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["越"] = {
			["名"] = {
				["录"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["踫"] = {
			["在"] = {
				["线"] = {
					result = true
				}
			}
		},
		["远"] = {
			["程"] = {
				["麻"] = {
					["醉"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["速"] = {
			["国"] = {
				["外"] = {
					["文"] = {
						["凭"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["遠"] = {
			["程"] = {
				["麻"] = {
					["醉"] = {
						["槍"] = {
							result = true
						}
					}
				}
			}
		},
		["重"] = {
			["口"] = {
				["味"] = {
					result = true
				}
			}
		},
		["镜"] = {
			["光"] = {
				["狗"] = {
					["腿"] = {
						["弯"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["长"] = {
			["电"] = {
				["击"] = {
					["器"] = {
						result = true
					}
				}
			}
		},
		["靓"] = {
			["大"] = {
				["眼"] = {
					["萝"] = {
						["莉"] = {
							result = true
						}
					}
				}
			}
		},
		["高"] = {
			["压"] = {
				result = true,
				["电"] = {
					["警"] = {
						["棍"] = {
							["批"] = {
								["发"] = {
									result = true,
									["网"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["壓"] = {
				["電"] = {
					["警"] = {
						["棍"] = {
							result = true
						}
					}
				}
			},
			["清"] = {
				["电"] = {
					["视"] = {
						t = {
							v = {
								result = true
							}
						}
					}
				},
				["電"] = {
					["視"] = {
						t = {
							v = {
								result = true
							}
						}
					}
				}
			},
			["画"] = {
				["质"] = {
					["影"] = {
						["音"] = {
							["馆"] = {
								result = true
							}
						}
					}
				}
			},
			["级"] = {
				["功"] = {
					["法"] = {
						result = true
					}
				}
			}
		}
	},
	["趠"] = {
		["級"] = {
			["厛"] = {
				["話"] = {
					["葯"] = {
						result = true
					}
				}
			},
			["蒾"] = {
				["幻"] = {
					["葯"] = {
						result = true
					}
				}
			}
		},
		["薄"] = {
			["汽"] = {
				["車"] = {
					["幹"] = {
						["擾"] = {
							["噐"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["踩"] = {
		["踩"] = {
			["图"] = {
				["网"] = {
					result = true
				}
			}
		}
	},
	["身"] = {
		["份"] = {
			["证"] = {
				[" "] = {
					["刻"] = {
						["章"] = {
							["办"] = {
								["证"] = {
									result = true
								}
							},
							["电"] = {
								["话"] = {
									result = true
								}
							}
						}
					},
					["办"] = {
						["证"] = {
							["电"] = {
								["话"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["車"] = {
		["中"] = {
			["性"] = {
				["愛"] = {
					["女"] = {
						result = true
					}
				}
			}
		},
		["模"] = {
			["獸"] = {
				["獸"] = {
					["門"] = {
						["種"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["甪"] = {
			["幵"] = {
				["鎖"] = {
					["エ"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["筷"] = {
				["手"] = {
					["仼"] = {
						result = true
					}
				}
			},
			["魇"] = {
				["ㄌ"] = {
					["幵"] = {
						["鎖"] = {
							result = true
						}
					}
				}
			}
		},
		["鎖"] = {
			["兂"] = {
				["敵"] = {
					["灞"] = {
						["仼"] = {
							result = true
						}
					}
				}
			},
			["芞"] = {
				["囊"] = {
					result = true
				}
			}
		},
		["鎻"] = {
			["嘸"] = {
				["敵"] = {
					["覇"] = {
						["迋"] = {
							result = true
						}
					}
				}
			},
			["氣"] = {
				["灢"] = {
					result = true
				}
			}
		},
		["鼡"] = {
			["赽"] = {
				["掱"] = {
					["迋"] = {
						result = true
					}
				}
			},
			["閞"] = {
				["鎻"] = {
					["笁"] = {
						["倶"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["车"] = {
		["仑"] = {
			["女"] = {
				["干"] = {
					result = true
				}
			}
		},
		["信"] = {
			["数"] = {
				["据"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["厢"] = {
			["内"] = {
				["性"] = {
					["交"] = {
						result = true
					}
				}
			}
		},
		["干"] = {
			["扰"] = {
				["器"] = {
					result = true
				}
			}
		},
		["库"] = {
			["干"] = {
				["丝"] = {
					["袜"] = {
						result = true
					}
				}
			},
			["遥"] = {
				["控"] = {
					["器"] = {
						result = true
					}
				}
			}
		},
		["录"] = {
			["网"] = {
				result = true
			}
		},
		["拦"] = {
			["截"] = {
				["器"] = {
					result = true
				}
			}
		},
		["料"] = {
			["网"] = {
				result = true
			}
		},
		["本"] = {
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			}
		},
		["模"] = {
			["兽"] = {
				["兽"] = {
					["艳"] = {
						["照"] = {
							["门"] = {
								result = true
							}
						}
					},
					["门"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["包"] = {
				["夜"] = {
					result = true
				}
			},
			["床"] = {
				["照"] = {
					result = true
				}
			}
		},
		["牌"] = {
			["井"] = {
				["官"] = {
					["正"] = {
						result = true
					}
				}
			},
			["套"] = {
				["牌"] = {
					result = true,
					["办"] = {
						["理"] = {
							result = true
						}
					}
				}
			},
			["警"] = {
				["官"] = {
					["证"] = {
						result = true
					}
				}
			},
			["隐"] = {
				["形"] = {
					["喷"] = {
						["剂"] = {
							result = true
						}
					}
				}
			}
		},
		["用"] = {
			["全"] = {
				["套"] = {
					["开"] = {
						["器"] = {
							result = true
						}
					}
				}
			},
			["开"] = {
				["锁"] = {
					["工"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["快"] = {
				["手"] = {
					["王"] = {
						result = true
					}
				}
			},
			["锁"] = {
				["强"] = {
					["开"] = {
						["工"] = {
							["具"] = {
								result = true
							}
						}
					}
				}
			},
			["高"] = {
				["压"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["魔"] = {
				["力"] = {
					["开"] = {
						["锁"] = {
							result = true
						}
					},
					["组"] = {
						["合"] = {
							["箱"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["神"] = {
			[" "] = {
				["3"] = {
					["0"] = {
						["周"] = {
							["年"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["锁"] = {
			["克"] = {
				["王"] = {
					result = true
				}
			},
			["干"] = {
				["扰"] = {
					["器"] = {
						result = true
					}
				}
			},
			["无"] = {
				["敌"] = {
					["霸"] = {
						["王"] = {
							result = true
						}
					}
				}
			},
			["气"] = {
				["囊"] = {
					result = true,
					["密"] = {
						["云"] = {
							result = true
						}
					}
				}
			}
		},
		["门"] = {
			["干"] = {
				["扰"] = {
					["器"] = {
						result = true
					}
				}
			},
			["解"] = {
				["码"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["防"] = {
				["盗"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["震"] = {
			["门"] = {
				result = true
			}
		}
	},
	["软"] = {
		["妹"] = {
			result = true
		}
	},
	["辦"] = {
		["假"] = {
			["毕"] = {
				["业"] = {
					["證"] = {
						result = true
					},
					["证"] = {
						result = true
					}
				}
			},
			["証"] = {
				["刻"] = {
					["章"] = {
						result = true
					}
				}
			},
			["身"] = {
				["份"] = {
					["証"] = {
						result = true
					}
				}
			}
		},
		["理"] = {
			result = true,
			["假"] = {
				["証"] = {
					result = true
				},
				["证"] = {
					result = true
				}
			}
		},
		["証"] = {
			result = true
		},
		["證"] = {
			result = true
		}
	},
	["辰"] = {
		["禹"] = {
			["证"] = {
				["件"] = {
					result = true
				}
			}
		}
	},
	["辱"] = {
		["习"] = {
			result = true
		},
		["習"] = {
			result = true
		},
		["雹"] = {
			result = true
		},
		["骂"] = {
			result = true
		}
	},
	["辶"] = {
		["觔"] = {
			["平"] = {
				result = true
			}
		}
	},
	["边"] = {
		["喷"] = {
			["奶"] = {
				["边"] = {
					["打"] = {
						["炮"] = {
							result = true
						}
					}
				}
			}
		},
		["看"] = {
			["边"] = {
				["撸"] = {
					result = true
				}
			}
		}
	},
	["辽"] = {
		["宁"] = {
			["办"] = {
				["证"] = {
					["/"] = {
						["辽"] = {
							["阳"] = {
								["办"] = {
									["证"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["达"] = {
		["克"] = {
			["尼"] = {
				["斯"] = {
					result = true
				}
			}
		},
		["兰"] = {
			["萨"] = {
				["拉"] = {
					result = true,
					["日"] = {
						["与"] = {
							["夜"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["尔"] = {
			["富"] = {
				["尔"] = {
					result = true
				}
			}
		},
		["德"] = {
			["利"] = {
				["庞"] = {
					["德"] = {
						result = true
					}
				}
			}
		},
		["懒"] = {
			result = true
		},
		["攋"] = {
			result = true
		},
		["来"] = {
			result = true
		},
		["濑"] = {
			result = true
		},
		["癞"] = {
			result = true
		},
		["睐"] = {
			result = true
		},
		["籁"] = {
			result = true
		},
		["米"] = {
			["消"] = {
				["息"] = {
					["报"] = {
						result = true
					}
				}
			}
		},
		["芬"] = {
			["奇"] = {
				result = true
			}
		},
		["莱"] = {
			result = true
		},
		["襰"] = {
			result = true
		},
		["赖"] = {
			["代"] = {
				["表"] = {
					result = true
				}
			},
			["喇"] = {
				["嘛"] = {
					["演"] = {
						["讲"] = {
							result = true
						}
					},
					["返"] = {
						["藏"] = {
							result = true
						}
					}
				}
			},
			["家"] = {
				["族"] = {
					result = true
				}
			},
			["返"] = {
				["回"] = {
					["西"] = {
						["藏"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["过"] = {
		["机"] = {
			["版"] = {
				["人"] = {
					["民"] = {
						["币"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["近"] = {
		["习"] = {
			["平"] = {
				result = true
			}
		},
		["平"] = {
			["习"] = {
				result = true
			},
			["習"] = {
				result = true
			}
		},
		["止"] = {
			["平"] = {
				["論"] = {
					result = true
				},
				["论"] = {
					result = true
				}
			}
		},
		["疲"] = {
			["丽"] = {
				["尽"] = {
					result = true
				}
			}
		},
		["習"] = {
			["平"] = {
				result = true
			}
		},
		["蘋"] = {
			result = true
		},
		["評"] = {
			result = true
		},
		["贫"] = {
			result = true
		}
	},
	["迖"] = {
		["攋"] = {
			result = true
		},
		["来"] = {
			result = true
		},
		["濑"] = {
			result = true
		},
		["癞"] = {
			result = true
		},
		["睐"] = {
			result = true
		},
		["籁"] = {
			result = true
		},
		["莱"] = {
			result = true
		},
		["襰"] = {
			result = true
		},
		["赖"] = {
			result = true
		}
	},
	["远"] = {
		["凸"] = {
			result = true
		},
		["平"] = {
			["大"] = {
				["帝"] = {
					result = true
				}
			}
		}
	},
	["连"] = {
		["亻"] = {
			["壬"] = {
				result = true
			}
		}
	},
	["迪"] = {
		["卡"] = {
			["昏"] = {
				["迷"] = {
					["粉"] = {
						result = true,
						["订"] = {
							["购"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["吧"] = {
			["淫"] = {
				["乱"] = {
					["之"] = {
						["夜"] = {
							result = true
						}
					},
					["现"] = {
						["场"] = {
							result = true
						}
					}
				}
			},
			["裸"] = {
				["舞"] = {
					result = true
				}
			}
		},
		["庆"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			}
		},
		["迪"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["迻"] = {
		["屎"] = {
			["氣"] = {
				["滯"] = {
					result = true
				}
			}
		}
	},
	["通"] = {
		s = {
			h = {
				a = {
					n = {
						g = {
							["宽"] = {
								["衣"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["伤"] = {
			["宽"] = {
				["依"] = {
					result = true
				}
			}
		},
		["傷"] = {
			["寬"] = {
				["依"] = {
					result = true
				}
			}
		},
		["商"] = {
			["宽"] = {
				["い"] = {
					result = true
				},
				["农"] = {
					["新"] = {
						["成"] = {
							["语"] = {
								result = true
							}
						}
					}
				},
				["驿"] = {
					result = true
				}
			},
			["寬"] = {
				["い"] = {
					result = true
				}
			}
		},
		["奸"] = {
			["宽"] = {
				["衣"] = {
					result = true
				}
			}
		},
		["裳"] = {
			["宽"] = {
				["衣"] = {
					result = true
				}
			}
		}
	},
	["逮"] = {
		["捕"] = {
			result = true
		}
	},
	["週"] = {
		["方"] = {
			["挺"] = {
				["習"] = {
					result = true
				}
			}
		}
	},
	["進"] = {
		["姘"] = {
			result = true
		},
		["平"] = {
			result = true
		}
	},
	["逼"] = {
		["图"] = {
			result = true
		},
		["嫩"] = {
			result = true
		},
		["孕"] = {
			result = true,
			["套"] = {
				result = true
			}
		},
		["爽"] = {
			["导"] = {
				["航"] = {
					result = true
				}
			},
			["色"] = {
				["電"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["癢"] = {
			result = true
		},
		["真"] = {
			["手"] = {
				["狗"] = {
					result = true
				}
			}
		},
		["紧"] = {
			["肤"] = {
				["白"] = {
					result = true
				}
			}
		},
		["羊"] = {
			["为"] = {
				["狼"] = {
					result = true
				}
			}
		},
		["色"] = {
			["成"] = {
				["人"] = {
					["社"] = {
						["区"] = {
							result = true
						}
					}
				}
			}
		},
		["迫"] = {
			result = true
		},
		["逼"] = {
			["好"] = {
				["爽"] = {
					result = true
				}
			}
		}
	},
	["遇"] = {
		["正"] = {
			["升"] = {
				result = true
			},
			["陞"] = {
				result = true
			}
		}
	},
	["遍"] = {
		["地"] = {
			["桃"] = {
				["花"] = {
					result = true
				}
			}
		},
		["收"] = {
			["天"] = {
				["下"] = {
					["美"] = {
						["娇"] = {
							["娘"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["過"] = {
		["廠"] = {
			["蔔"] = {
				["觔"] = {
					["平"] = {
						result = true
					}
				}
			}
		}
	},
	["道"] = {
		["具"] = {
			["虐"] = {
				["阴"] = {
					result = true
				}
			}
		},
		["淫"] = {
			result = true
		},
		["路"] = {
			["封"] = {
				["锁"] = {
					result = true
				}
			}
		}
	},
	["達"] = {
		["芬"] = {
			["奇"] = {
				result = true
			}
		},
		["賴"] = {
			["喇"] = {
				["嘛"] = {
					result = true
				}
			}
		}
	},
	["遠"] = {
		["凸"] = {
			result = true
		}
	},
	["遲"] = {
		["浩"] = {
			["田"] = {
				result = true
			}
		}
	},
	["避"] = {
		["免"] = {
			["违"] = {
				["章"] = {
					["抓"] = {
						["拍"] = {
							result = true
						}
					}
				}
			}
		},
		["孕"] = {
			result = true
		},
		["难"] = {
			["王"] = {
				["立"] = {
					["军"] = {
						result = true
					}
				}
			}
		}
	},
	["邓"] = {
		["万"] = {
			["仞"] = {
				result = true
			}
		},
		["丽"] = {
			["欣"] = {
				["不"] = {
					["雅"] = {
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["元"] = {
			["觉"] = {
				result = true
			}
		},
		["力"] = {
			["群"] = {
				result = true
			}
		},
		["卓"] = {
			["棣"] = {
				result = true
			}
		},
		["南"] = {
			result = true
		},
		["发"] = {
			result = true
		},
		["外"] = {
			["孙"] = {
				["女"] = {
					["婿"] = {
						result = true
					}
				}
			}
		},
		["婆"] = {
			result = true
		},
		["孙"] = {
			["子"] = {
				["美"] = {
					["国"] = {
						result = true
					}
				}
			}
		},
		["家"] = {
			["王"] = {
				["朝"] = {
					[" "] = {
						["血"] = {
							["腥"] = {
								result = true
							}
						}
					}
				}
			},
			["贵"] = {
				result = true
			}
		},
		["州"] = {
			[" "] = {
				["非"] = {
					["正"] = {
						["常"] = {
							["上"] = {
								["访"] = {
									["训"] = {
										["诫"] = {
											["中"] = {
												["心"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["楠"] = {
			result = true
		},
		["百"] = {
			["川"] = {
				result = true
			}
		},
		["碾"] = {
			["平"] = {
				result = true
			}
		},
		["质"] = {
			["方"] = {
				["也"] = {
					["是"] = {
						["陆"] = {
							["肆"] = {
								["事"] = {
									["件"] = {
										["的"] = {
											["受"] = {
												["难"] = {
													["者"] = {
														result = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["远"] = {
			["习"] = {
				result = true
			}
		},
		["遭"] = {
			["暗"] = {
				["杀"] = {
					result = true
				}
			}
		},
		["颖"] = {
			["超"] = {
				result = true
			}
		}
	},
	["邪"] = {
		["禁"] = {
			["瓶"] = {
				result = true
			}
		}
	},
	["郑"] = {
		["州"] = {
			["代"] = {
				["办"] = {
					["四"] = {
						["六"] = {
							["级"] = {
								["证"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["删"] = {
				["贴"] = {
					["公"] = {
						["司"] = {
							result = true
						}
					}
				}
			},
			["办"] = {
				["六"] = {
					["级"] = {
						["证"] = {
							result = true
						}
					}
				},
				["证"] = {
					result = true,
					[" "] = {
						["出"] = {
							["国"] = {
								["签"] = {
									["证"] = {
										result = true
									}
								}
							}
						},
						["办"] = {
							["文"] = {
								["凭"] = {
									result = true
								}
							}
						},
						["毕"] = {
							["业"] = {
								["证"] = {
									result = true
								}
							}
						},
						["身"] = {
							["份"] = {
								["证"] = {
									result = true,
									q = {
										q = {
											result = true
										}
									}
								}
							}
						},
						["驾"] = {
							["驶"] = {
								["证"] = {
									result = true
								}
							}
						}
					},
					q = {
						q = {
							result = true
						}
					},
					["刻"] = {
						["章"] = {
							q = {
								q = {
									result = true
								}
							},
							["发"] = {
								["票"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["各"] = {
				["国"] = {
					["签"] = {
						["证"] = {
							[" "] = {
								["代"] = {
									["办"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["签"] = {
				["证"] = {
					["学"] = {
						["历"] = {
							["证"] = {
								["明"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["网"] = {
				["上"] = {
					["办"] = {
						["证"] = {
							result = true,
							q = {
								q = {
									result = true
								}
							}
						}
					}
				}
			},
			["职"] = {
				["称"] = {
					["资"] = {
						["格"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["信"] = {
						["息"] = {
							["处"] = {
								["理"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["高"] = {
				["仿"] = {
					["真"] = {
						["毕"] = {
							["业"] = {
								["证"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["部"] = {
		["长"] = {
			["孟"] = {
				result = true
			}
		}
	},
	["鄧"] = {
		["朴"] = {
			["方"] = {
				result = true
			}
		},
		["穎"] = {
			["超"] = {
				result = true
			}
		},
		["遠"] = {
			["習"] = {
				result = true
			}
		}
	},
	["酒"] = {
		["店"] = {
			["发"] = {
				["票"] = {
					Q = {
						Q = {
							result = true
						}
					}
				}
			}
		}
	},
	["酬"] = {
		["鸾"] = {
			["凤"] = {
				result = true,
				["在"] = {
					["线"] = {
						result = true
					}
				}
			}
		}
	},
	["醋"] = {
		["托"] = {
			["啡"] = {
				result = true
			}
		},
		["氢"] = {
			["可"] = {
				["酮"] = {
					result = true
				}
			}
		},
		["美"] = {
			["沙"] = {
				["朵"] = {
					result = true
				}
			}
		},
		["酸"] = {
			["三"] = {
				["甲"] = {
					["基"] = {
						["锡"] = {
							result = true
						}
					}
				}
			},
			["铊"] = {
				["直"] = {
					["销"] = {
						result = true
					}
				}
			}
		}
	},
	["采"] = {
		["花"] = {
			["大"] = {
				["盗"] = {
					result = true
				}
			},
			["必"] = {
				["备"] = {
					result = true
				}
			},
			["性"] = {
				["息"] = {
					result = true
				}
			},
			["网"] = {
				result = true
			}
		},
		["购"] = {
			["礼"] = {
				["炮"] = {
					result = true
				},
				["花"] = {
					["弹"] = {
						result = true
					}
				}
			}
		}
	},
	["重"] = {
		["庆"] = {
			["假"] = {
				["币"] = {
					["出"] = {
						["售"] = {
							result = true
						}
					}
				}
			},
			["删"] = {
				["贴"] = {
					["公"] = {
						["司"] = {
							result = true
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["信"] = {
						["息"] = {
							["处"] = {
								["理"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["金"] = {
		["正"] = {
			["男"] = {
				result = true
			}
		}
	},
	["鉴"] = {
		["习"] = {
			["碍"] = {
				["审"] = {
					result = true
				},
				["讅"] = {
					result = true
				}
			}
		}
	},
	["銃"] = {
		["子"] = {
			result = true
		}
	},
	["錫"] = {
		["金"] = {
			["缾"] = {
				result = true
			}
		}
	},
	["鎀"] = {
		["誸"] = {
			["穪"] = {
				["偙"] = {
					result = true
				}
			}
		}
	},
	["鏛"] = {
		["德"] = {
			["援"] = {
				["鲛"] = {
					["妹"] = {
						result = true
					}
				}
			}
		}
	},
	["鑒"] = {
		["習"] = {
			["礙"] = {
				["讅"] = {
					result = true
				}
			}
		}
	},
	["鑫"] = {
		["胖"] = {
			result = true
		}
	},
	["钓"] = {
		["鱼"] = {
			["台"] = {
				["列"] = {
					["岛"] = {
						result = true
					}
				}
			}
		}
	},
	["钚"] = {
		["弹"] = {
			result = true
		}
	},
	["钢"] = {
		["芯"] = {
			["镀"] = {
				["镍"] = {
					[" "] = {
						["高"] = {
							["仿"] = {
								["真"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["铲"] = {
		["除"] = {
			["负"] = {
				["面"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["铳"] = {
		["工"] = {
			["房"] = {
				result = true
			}
		}
	},
	["铵"] = {
		["梯"] = {
			["类"] = {
				["炸"] = {
					["药"] = {
						result = true
					}
				}
			}
		}
	},
	["银"] = {
		["行"] = {
			["存"] = {
				["取"] = {
					[" "] = {
						["真"] = {
							["硬"] = {
								["币"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["销"] = {
		["售"] = {
			["一"] = {
				["元"] = {
					["人"] = {
						["民"] = {
							["币"] = {
								result = true
							}
						}
					}
				}
			},
			["假"] = {
				["币"] = {
					[" "] = {
						["广"] = {
							["州"] = {
								result = true
							}
						}
					}
				}
			},
			["落"] = {
				["榜"] = {
					["生"] = {
						["名"] = {
							["单"] = {
								result = true
							}
						}
					}
				}
			},
			["警"] = {
				["用"] = {
					["手"] = {
						["铐"] = {
							Q = {
								Q = {
									result = true
								}
							}
						}
					},
					["装"] = {
						["备"] = {
							["手"] = {
								["铐"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["超"] = {
				["高"] = {
					["压"] = {
						["电"] = {
							["警"] = {
								["棍"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["错"] = {
		B = {
			result = true
		},
		["比"] = {
			result = true
		},
		["爱"] = {
			["0"] = {
				["8"] = {
					result = true
				}
			}
		},
		["误"] = {
			result = true
		},
		["逼"] = {
			result = true
		},
		["那"] = {
			["吗"] = {
				B = {
					result = true
				},
				["比"] = {
					result = true
				},
				["逼"] = {
					result = true
				}
			}
		}
	},
	["锡"] = {
		["金"] = {
			["瓶"] = {
				result = true
			},
			["缾"] = {
				result = true
			}
		}
	},
	["長"] = {
		["春"] = {
			["私"] = {
				["家"] = {
					["偵"] = {
						["探"] = {
							result = true
						}
					}
				}
			},
			["辦"] = {
				["證"] = {
					result = true
				}
			}
		},
		["月"] = {
			["亞"] = {
				["美"] = {
					["迅"] = {
						["雷"] = {
							result = true
						}
					}
				}
			}
		},
		["期"] = {
			result = true
		},
		["沙"] = {
			["辦"] = {
				["證"] = {
					result = true
				}
			}
		},
		["治"] = {
			["辦"] = {
				["證"] = {
					result = true
				}
			}
		},
		["澤"] = {
			["梓"] = {
				["種"] = {
					["子"] = {
						result = true
					}
				}
			},
			["雅"] = {
				["美"] = {
					result = true
				}
			}
		},
		["狗"] = {
			result = true
		},
		["穀"] = {
			["川"] = {
				result = true
			}
		},
		["谷"] = {
			["川"] = {
				result = true
			}
		},
		["野"] = {
			["亞"] = {
				["紗"] = {
					result = true
				}
			}
		}
	},
	["閞"] = {
		["鎻"] = {
			["噐"] = {
				result = true
			},
			["熗"] = {
				result = true
			}
		},
		["锁"] = {
			result = true
		}
	},
	["门"] = {
		["徒"] = {
			["会"] = {
				result = true
			}
		}
	},
	["闭"] = {
		["锁"] = {
			["块"] = {
				["式"] = {
					["枪"] = {
						["机"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["闯"] = {
		["荡"] = {
			["火"] = {
				["影"] = {
					["世"] = {
						["界"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["间"] = {
		["岛"] = {
			result = true
		}
	},
	["阪"] = {
		["上"] = {
			["友"] = {
				["香"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["井"] = {
			["真"] = {
				["梨"] = {
					result = true
				}
			},
			["麻"] = {
				["衣"] = {
					result = true
				}
			}
		},
		["卷"] = {
			["明"] = {
				["日"] = {
					["香"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["警"] = {
			["真"] = {
				["梨"] = {
					result = true
				}
			},
			["麻"] = {
				["衣"] = {
					result = true
				}
			}
		}
	},
	["防"] = {
		["疫"] = {
			["人"] = {
				["员"] = {
					["抢"] = {
						["东"] = {
							["西"] = {
								result = true
							}
						},
						["劫"] = {
							result = true
						},
						["物"] = {
							["资"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["身"] = {
			["电"] = {
				["警"] = {
					["棍"] = {
						["专"] = {
							["卖"] = {
								result = true,
								["网"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["阿"] = {
		["不"] = {
			["杜"] = {
				["拉"] = {
					["曼"] = {
						["苏"] = {
							["尔"] = {
								result = true
							}
						}
					}
				}
			},
			["都"] = {
				["拉"] = {
					["曼"] = {
						["苏"] = {
							["尔"] = {
								result = true
							}
						}
					}
				},
				["热"] = {
					["西"] = {
						["提"] = {
							result = true
						}
					}
				}
			}
		},
		["会"] = {
			["南"] = {
				result = true
			}
		},
		["依"] = {
			["娜"] = {
				result = true
			}
		},
		["克"] = {
			["塞"] = {
				["钦"] = {
					result = true
				}
			}
		},
		["兵"] = {
			["哥"] = {
				["艳"] = {
					["遇"] = {
						["录"] = {
							result = true
						}
					}
				}
			}
		},
		["努"] = {
			["纳"] = {
				["恰"] = {
					["尔"] = {
						["邦"] = {
							result = true
						}
					}
				}
			}
		},
		["史"] = {
			["那"] = {
				["默"] = {
					["谷"] = {
						result = true
					}
				}
			}
		},
		["唑"] = {
			["仑"] = {
				["昏"] = {
					["睡"] = {
						["药"] = {
							result = true
						}
					}
				}
			}
		},
		["坝"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["办"] = {
				["证"] = {
					result = true
				}
			},
			["气"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["城"] = {
			["气"] = {
				["枪"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["姨"] = {
			["被"] = {
				["射"] = {
					result = true
				}
			}
		},
		["娇"] = {
			["不"] = {
				["雅"] = {
					["照"] = {
						result = true
					}
				}
			},
			["艳"] = {
				["照"] = {
					result = true
				}
			}
		},
		["尼"] = {
			["利"] = {
				["定"] = {
					result = true
				}
			}
		},
		["川"] = {
			["陽"] = {
				["志"] = {
					result = true
				}
			}
		},
		["布"] = {
			["都"] = {
				["拉"] = {
					["曼"] = {
						["苏"] = {
							["尔"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["庆"] = {
			["淫"] = {
				["传"] = {
					["修"] = {
						["订"] = {
							["版"] = {
								result = true
							}
						}
					},
					["系"] = {
						["列"] = {
							result = true
						}
					}
				}
			}
		},
		["康"] = {
			[" "] = {
				["权"] = {
					["力"] = {
						result = true
					}
				}
			}
		},
		["彌"] = {
			["陀"] = {
				["佛"] = {
					result = true
				}
			}
		},
		["拉"] = {
			["伯"] = {
				["民"] = {
					["兵"] = {
						result = true
					}
				}
			},
			["尔"] = {
				["气"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["巴"] = {
				["马"] = {
					result = true
				}
			},
			["神"] = {
				["刀"] = {
					result = true,
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			}
		},
		["普"] = {
			["唑"] = {
				["仑"] = {
					result = true,
					["片"] = {
						result = true
					}
				}
			}
		},
		["桔"] = {
			["片"] = {
				result = true
			}
		},
		["沛"] = {
			["阿"] = {
				["旺"] = {
					["晉"] = {
						["美"] = {
							result = true
						}
					},
					["晋"] = {
						["美"] = {
							result = true
						}
					}
				}
			}
		},
		["法"] = {
			["罗"] = {
				["定"] = {
					result = true
				}
			},
			["美"] = {
				["沙"] = {
					["朵"] = {
						result = true
					}
				},
				["罗"] = {
					["定"] = {
						result = true
					}
				}
			}
		},
		["波"] = {
			["罗"] = {
				["新"] = {
					["闻"] = {
						["网"] = {
							result = true
						}
					}
				},
				["江"] = {
					["胡"] = {
						["斗"] = {
							result = true
						}
					}
				}
			},
			["羅"] = {
				["網"] = {
					result = true
				}
			}
		},
		["片"] = {
			["烟"] = {
				result = true
			},
			["粉"] = {
				result = true
			}
		},
		["玛"] = {
			["尼"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			},
			["莱"] = {
				["特"] = {
					["公"] = {
						["司"] = {
							result = true
						}
					}
				}
			}
		},
		["米"] = {
			["妥"] = {
				["钠"] = {
					result = true,
					["现"] = {
						["货"] = {
							result = true
						}
					}
				}
			}
		},
		["羅"] = {
			["約"] = {
				result = true
			}
		},
		["肯"] = {
			["色"] = {
				result = true
			}
		},
		["菲"] = {
			result = true
		},
		["訇"] = {
			result = true,
			["去"] = {
				["世"] = {
					result = true,
					["疆"] = {
						["独"] = {
							result = true
						},
						["獨"] = {
							result = true
						}
					}
				}
			},
			["疆"] = {
				["独"] = {
					result = true
				}
			}
		},
		["贺"] = {
			["野"] = {
				result = true
			}
		},
		["部"] = {
			["瑞"] = {
				["穗"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["里"] = {
			["空"] = {
				["包"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["陈"] = {
		["一"] = {
			["历"] = {
				["史"] = {
					["的"] = {
						["震"] = {
							["撼"] = {
								result = true
							}
						}
					}
				}
			},
			["咨"] = {
				["历"] = {
					["史"] = {
						["的"] = {
							["震"] = {
								["撼"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["伦"] = {
			result = true
		},
		["伯"] = {
			["达"] = {
				result = true
			}
		},
		["元"] = {
			result = true
		},
		["先"] = {
			["生"] = {
				result = true
			}
		},
		["光"] = {
			[" "] = {
				["徐"] = {
					["光"] = {
						[" "] = {
							["林"] = {
								["东"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["徐"] = {
				["光"] = {
					["林"] = {
						["东"] = {
							result = true
						}
					}
				}
			},
			["油"] = {
				["画"] = {
					["民"] = {
						["运"] = {
							result = true
						}
					},
					["镇"] = {
						["压"] = {
							result = true
						}
					}
				}
			},
			["清"] = {
				["场"] = {
					["军"] = {
						["人"] = {
							result = true
						}
					}
				}
			},
			["诚"] = {
				result = true
			}
		},
		["克"] = {
			["贵"] = {
				result = true
			}
		},
		["冠"] = {
			["希"] = {
				["官"] = {
					["方"] = {
						result = true
					}
				},
				["艳"] = {
					["照"] = {
						["门"] = {
							result = true
						}
					}
				}
			}
		},
		["博"] = {
			["志"] = {
				result = true
			}
		},
		["双"] = {
			["亮"] = {
				result = true
			}
		},
		["唐"] = {
			["山"] = {
				result = true
			}
		},
		["圆"] = {
			["圆"] = {
				["风"] = {
					["流"] = {
						["艳"] = {
							["史"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["大"] = {
			["卫"] = {
				result = true
			}
		},
		["夫"] = {
			["之"] = {
				result = true
			}
		},
		["奎"] = {
			["元"] = {
				result = true
			},
			["德"] = {
				result = true
			}
		},
		["子"] = {
			["明"] = {
				result = true
			}
		},
		["季"] = {
			["常"] = {
				result = true
			}
		},
		["孤"] = {
			["雁"] = {
				result = true
			}
		},
		["学"] = {
			["圣"] = {
				result = true
			}
		},
		["宗"] = {
			["兴"] = {
				result = true
			}
		},
		["定"] = {
			["南"] = {
				result = true
			}
		},
		["宝"] = {
			["生"] = {
				result = true
			},
			["莲"] = {
				["快"] = {
					["播"] = {
						result = true
					}
				}
			}
		},
		["寿"] = {
			["庭"] = {
				result = true
			}
		},
		["小"] = {
			["雅"] = {
				["六"] = {
					["四"] = {
						["研"] = {
							["究"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["平"] = {
			["福"] = {
				result = true
			}
		},
		["建"] = {
			["民"] = {
				result = true
			},
			["铭"] = {
				result = true
			}
		},
		["德"] = {
			["文"] = {
				result = true
			}
		},
		["忠"] = {
			["志"] = {
				result = true
			}
		},
		["慕"] = {
			["华"] = {
				result = true
			}
		},
		["慧"] = {
			["琳"] = {
				["精"] = {
					["品"] = {
						result = true
					}
				}
			}
		},
		["政"] = {
			["高"] = {
				result = true
			}
		},
		["文"] = {
			["清"] = {
				result = true
			}
		},
		["新"] = {
			["权"] = {
				result = true
			}
		},
		["昌"] = {
			["智"] = {
				result = true
			}
		},
		["晓"] = {
			["丹"] = {
				result = true
			},
			["光"] = {
				result = true
			},
			["铭"] = {
				result = true
			}
		},
		["景"] = {
			["俊"] = {
				result = true
			}
		},
		["树"] = {
			["庆"] = {
				result = true
			}
		},
		["氏"] = {
			["狩"] = {
				["猎"] = {
					["装"] = {
						["备"] = {
							result = true
						}
					}
				}
			}
		},
		["永"] = {
			["仁"] = {
				result = true
			},
			["贵"] = {
				result = true
			}
		},
		["求"] = {
			["发"] = {
				result = true
			}
		},
		["皮"] = {
			["刀"] = {
				["铺"] = {
					result = true
				}
			},
			["皮"] = {
				["的"] = {
					["斗"] = {
						["争"] = {
							["续"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["绪"] = {
			["国"] = {
				result = true
			}
		},
		["良"] = {
			result = true
		},
		["菊"] = {
			result = true
		},
		["衡"] = {
			result = true
		},
		["西"] = {
			result = true
		},
		["训"] = {
			["秋"] = {
				result = true
			}
		},
		["近"] = {
			["南"] = {
				result = true
			}
		},
		["远"] = {
			["芳"] = {
				["刀"] = {
					["剑"] = {
						result = true
					}
				}
			}
		},
		["锡"] = {
			["联"] = {
				result = true
			}
		},
		["陆"] = {
			["明"] = {
				result = true
			}
		},
		["陈"] = {
			[" "] = {
				["刘"] = {
					["西"] = {
						["拉"] = {
							[" "] = {
								["涛"] = {
									["哥"] = {
										result = true
									}
								}
							}
						}
					}
				},
				["涛"] = {
					["哥"] = {
						[" "] = {
							["清"] = {
								["华"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["与"] = {
				["刘"] = {
					["西"] = {
						["拉"] = {
							[" "] = {
								["涛"] = {
									["哥"] = {
										result = true
									}
								}
							}
						}
					}
				},
				["涛"] = {
					["哥"] = {
						result = true
					}
				}
			},
			["和"] = {
				["涛"] = {
					["哥"] = {
						result = true
					}
				}
			}
		},
		["雷"] = {
			result = true
		}
	},
	["陕"] = {
		["西"] = {
			["办"] = {
				["证"] = {
					["/"] = {
						["陕"] = {
							["北"] = {
								["办"] = {
									["证"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["除"] = {
		["魔"] = {
			["活"] = {
				["动"] = {
					N = {
						P = {
							C = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["陰"] = {
		["户"] = {
			result = true
		},
		["茎"] = {
			result = true
		}
	},
	["陳"] = {
		["奎"] = {
			["元"] = {
				result = true
			}
		},
		["宗"] = {
			["興"] = {
				result = true
			}
		},
		["德"] = {
			["文"] = {
				result = true
			},
			["銘"] = {
				result = true
			}
		},
		["昌"] = {
			["智"] = {
				result = true
			}
		},
		["曉"] = {
			["寧"] = {
				result = true
			}
		},
		["毅"] = {
			result = true
		},
		["獨"] = {
			["秀"] = {
				result = true
			}
		},
		["竺"] = {
			result = true
		},
		["至"] = {
			["立"] = {
				result = true
			}
		},
		["陸"] = {
			["明"] = {
				result = true
			}
		},
		["雲"] = {
			result = true
		},
		["雷"] = {
			result = true
		}
	},
	["隂"] = {
		["茎"] = {
			result = true
		}
	},
	["雏"] = {
		["乃"] = {
			["椿"] = {
				["美"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["妓"] = {
			result = true
		},
		["鸟"] = {
			["啭"] = {
				result = true
			}
		}
	},
	["雨"] = {
		["伞"] = {
			["运"] = {
				["动"] = {
					result = true
				}
			}
		}
	},
	["零"] = {
		["风"] = {
			["险"] = {
				[" "] = {
					["小"] = {
						["投"] = {
							["资"] = {
								[" "] = {
									["有"] = {
										["胆"] = {
											["量"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["電"] = {
		["&"] = {
			["視"] = {
				["&"] = {
					["棒"] = {
						result = true
					}
				}
			}
		},
		["動"] = {
			["撞"] = {
				["擊"] = {
					["槍"] = {
						result = true
					}
				}
			},
			["車"] = {
				["強"] = {
					["幵"] = {
						result = true
					}
				}
			},
			["雞"] = {
				result = true
			}
		},
		["媾"] = {
			["薮"] = {
				["琚"] = {
					result = true
				}
			}
		},
		["子"] = {
			["遊"] = {
				["藝"] = {
					result = true
				}
			},
			["間"] = {
				["諜"] = {
					result = true
				}
			}
		},
		["悩"] = {
			["咑"] = {
				["芤"] = {
					["笁"] = {
						["倶"] = {
							result = true
						}
					}
				}
			},
			["鎻"] = {
				["嘸"] = {
					["敵"] = {
						["覇"] = {
							["迋"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["憅"] = {
			["獞"] = {
				["击"] = {
					["熗"] = {
						result = true
					}
				}
			},
			["車"] = {
				["強"] = {
					["閞"] = {
						result = true
					}
				}
			}
		},
		["手"] = {
			["狗"] = {
				result = true
			}
		},
		["擊"] = {
			["槍"] = {
				result = true
			},
			["防"] = {
				["爆"] = {
					["噐"] = {
						result = true
					}
				}
			},
			["麻"] = {
				["醉"] = {
					["槍"] = {
						result = true
					}
				}
			}
		},
		["暈"] = {
			["槍"] = {
				result = true
			}
		},
		["棍"] = {
			["批"] = {
				["發"] = {
					result = true
				},
				["髮"] = {
					result = true
				}
			}
		},
		["檠"] = {
			["輥"] = {
				["廠"] = {
					["傢"] = {
						result = true
					}
				},
				["抟"] = {
					result = true
				},
				["貨"] = {
					["菿"] = {
						["苻"] = {
							["窾"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["狗"] = {
			result = true
		},
		["老"] = {
			["虎"] = {
				["家"] = {
					["族"] = {
						result = true
					}
				}
			}
		},
		["脳"] = {
			["咑"] = {
				["孔"] = {
					["エ"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["鎖"] = {
				["兂"] = {
					["敵"] = {
						["灞"] = {
							["仼"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["視"] = {
			["卡"] = {
				result = true
			},
			["棒"] = {
				result = true
			},
			["洣"] = {
				["電"] = {
					["視"] = {
						["蜯"] = {
							result = true
						}
					}
				}
			},
			["蒾"] = {
				["電"] = {
					["視"] = {
						["棒"] = {
							result = true
						}
					}
				}
			},
			["迷"] = {
				["電"] = {
					["視"] = {
						["棒"] = {
							result = true
						}
					}
				}
			},
			["電"] = {
				["影"] = {
					["高"] = {
						["清"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["話"] = {
			["卡"] = {
				["監"] = {
					["聽"] = {
						["器"] = {
							result = true
						}
					}
				}
			},
			["手"] = {
				["槍"] = {
					["子"] = {
						["彈"] = {
							result = true
						}
					}
				}
			},
			["攔"] = {
				["截"] = {
					["系"] = {
						["統"] = {
							result = true
						}
					}
				}
			},
			["步"] = {
				["槍"] = {
					["子"] = {
						["彈"] = {
							result = true
						}
					}
				}
			},
			["獵"] = {
				["槍"] = {
					["子"] = {
						["彈"] = {
							result = true
						}
					}
				}
			},
			["監"] = {
				["厛"] = {
					["設"] = {
						["俻"] = {
							result = true
						}
					}
				}
			},
			["盬"] = {
				["厛"] = {
					["蔎"] = {
						["備"] = {
							result = true
						}
					}
				}
			},
			["竊"] = {
				["聽"] = {
					["器"] = {
						result = true
					}
				}
			},
			["行"] = {
				["銷"] = {
					["資"] = {
						["料"] = {
							result = true
						}
					}
				}
			}
		},
		["警"] = {
			["棍"] = {
				result = true
			}
		},
		["购"] = {
			["數"] = {
				["據"] = {
					result = true
				}
			}
		},
		["車"] = {
			["癡"] = {
				["漢"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["輥"] = {
			["纰"] = {
				["潑"] = {
					result = true
				}
			}
		},
		["驢"] = {
			["一"] = {
				["本"] = {
					["道"] = {
						result = true
					}
				}
			}
		},
		["驴"] = {
			["①"] = {
				["夲"] = {
					["檤"] = {
						result = true
					}
				}
			}
		}
	},
	["霸"] = {
		["上"] = {
			["同"] = {
				["居"] = {
					["男"] = {
						result = true
					}
				}
			}
		},
		["气"] = {
			["猛"] = {
				["斧"] = {
					result = true,
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			}
		},
		["王"] = {
			["万"] = {
				["能"] = {
					["组"] = {
						["合"] = {
							result = true
						}
					}
				}
			},
			["弓"] = {
				["努"] = {
					result = true
				},
				["弩"] = {
					result = true
				}
			}
		}
	},
	["面"] = {
		["瘫"] = {
			["帝"] = {
				result = true
			}
		}
	},
	["鞑"] = {
		["攋"] = {
			result = true
		},
		["来"] = {
			result = true
		},
		["濑"] = {
			result = true
		},
		["癞"] = {
			result = true
		},
		["睐"] = {
			result = true
		},
		["籁"] = {
			result = true
		},
		["莱"] = {
			result = true
		},
		["襰"] = {
			result = true
		},
		["赖"] = {
			result = true
		}
	},
	["鞭"] = {
		["炮"] = {
			result = true
		},
		["王"] = {
			result = true
		},
		["神"] = {
			result = true
		}
	},
	["頌"] = {
		["習"] = {
			["紅"] = {
				["謌"] = {
					result = true
				}
			}
		}
	},
	["頭"] = {
		result = true
	},
	["頸"] = {
		["缾"] = {
			result = true
		}
	},
	["顶"] = {
		["丰"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["到"] = {
			["花"] = {
				["蕊"] = {
					result = true
				}
			},
			["阿"] = {
				["姨"] = {
					["的"] = {
						["花"] = {
							["心"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["尖"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			},
			["高"] = {
				["手"] = {
					result = true
				}
			}
		},
		["就"] = {
			["变"] = {
				result = true
			}
		},
		["峰"] = {
			["教"] = {
				["育"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["极"] = {
			["淫"] = {
				["片"] = {
					result = true
				}
			}
		},
		["点"] = {
			["小"] = {
				["说"] = {
					result = true
				}
			}
		},
		["级"] = {
			["万"] = {
				["世"] = {
					["私"] = {
						["迷"] = {
							result = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["网"] = {
						result = true
					}
				}
			},
			["日"] = {
				["本"] = {
					["艺"] = {
						["术"] = {
							result = true
						}
					}
				}
			},
			["朋"] = {
				["友"] = {
					["圈"] = {
						result = true
					}
				}
			},
			["淫"] = {
				["片"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					["&"] = {
						["裸"] = {
							["聊"] = {
								result = true
							}
						}
					}
				}
			},
			["赌"] = {
				["场"] = {
					result = true
				}
			},
			["轮"] = {
				["奸"] = {
					["套"] = {
						["图"] = {
							["站"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["进"] = {
			["她"] = {
				["的"] = {
					["花"] = {
						["蕊"] = {
							result = true
						}
					}
				}
			},
			["嫂"] = {
				["子"] = {
					["的"] = {
						["花"] = {
							["心"] = {
								result = true
							}
						}
					}
				}
			},
			["小"] = {
				["穴"] = {
					result = true
				}
			},
			["少"] = {
				["妇"] = {
					["的"] = {
						["花"] = {
							["心"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["颂"] = {
		["习"] = {
			["红"] = {
				["歌"] = {
					result = true
				}
			}
		}
	},
	["颈"] = {
		["瓶"] = {
			result = true
		}
	},
	["颠"] = {
		["覆"] = {
			result = true
		}
	},
	["颤"] = {
		["栗"] = {
			result = true
		}
	},
	["颩"] = {
		["仴"] = {
			["閣"] = {
				result = true
			},
			["阁"] = {
				result = true
			}
		},
		["騒"] = {
			["亾"] = {
				["軆"] = {
					["兿"] = {
						["朮"] = {
							result = true
						}
					}
				}
			},
			["滟"] = {
				["妇"] = {
					result = true
				}
			}
		},
		["騷"] = {
			["亽"] = {
				["躰"] = {
					["藝"] = {
						["ポ"] = {
							result = true
						}
					}
				}
			},
			["滟"] = {
				["婦"] = {
					result = true
				}
			}
		}
	},
	["飙"] = {
		["笛"] = {
			["出"] = {
				["版"] = {
					["社"] = {
						result = true
					}
				}
			}
		}
	},
	["食"] = {
		["儘"] = {
			["貧"] = {
				result = true
			}
		},
		["尽"] = {
			["贫"] = {
				result = true
			}
		}
	},
	["餅"] = {
		["子"] = {
			["上"] = {
				["門"] = {
					["服"] = {
						["務"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["餐"] = {
		["飲"] = {
			["髮"] = {
				["票"] = {
					result = true
				}
			}
		},
		["饮"] = {
			result = true,
			["发"] = {
				["&"] = {
					["票"] = {
						result = true
					}
				},
				["漂"] = {
					result = true
				},
				["票"] = {
					result = true
				}
			},
			["定"] = {
				["额"] = {
					["法"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["法"] = {
				["票"] = {
					result = true
				}
			}
		}
	},
	["餬"] = {
		["精"] = {
			["套"] = {
				result = true
			}
		}
	},
	["餵"] = {
		["妳"] = {
			["熊"] = {
				result = true
			}
		}
	},
	["餹"] = {
		["畢"] = {
			["檔"] = {
				["車"] = {
					result = true
				}
			}
		}
	},
	["饼"] = {
		["子"] = {
			["上"] = {
				["门"] = {
					["性"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					},
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["包"] = {
				["夜"] = {
					["性"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["馬"] = {
		["殺"] = {
			["習"] = {
				["鬍"] = {
					result = true
				}
			}
		}
	},
	["駝"] = {
		["麥"] = {
			result = true
		}
	},
	["騷"] = {
		["货"] = {
			result = true
		}
	},
	["马"] = {
		["杀"] = {
			["习"] = {
				["胡"] = {
					result = true
				}
			}
		}
	},
	["驼"] = {
		["麦"] = {
			result = true
		}
	},
	["驾"] = {
		["驶"] = {
			["证"] = {
				[" "] = {
					["刻"] = {
						["章"] = {
							["办"] = {
								["证"] = {
									result = true
								}
							},
							["电"] = {
								["话"] = {
									result = true
								}
							}
						}
					},
					["办"] = {
						["证"] = {
							["电"] = {
								["话"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["骯"] = {
		["髒"] = {
			["美"] = {
				["學"] = {
					result = true
				}
			}
		}
	},
	["髋"] = {
		["壹"] = {
			["闶"] = {
				["荬"] = {
					result = true
				}
			}
		}
	},
	["髖"] = {
		["壹"] = {
			["閌"] = {
				["蕒"] = {
					result = true
				}
			}
		}
	},
	["高"] = {
		["仿"] = {
			["假"] = {
				["币"] = {
					[" "] = {
						["出"] = {
							["售"] = {
								["假"] = {
									["币"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["真"] = {
				[" "] = {
					["身"] = {
						["份"] = {
							["证"] = {
								["电"] = {
									["话"] = {
										result = true
									}
								}
							}
						}
					}
				},
				["假"] = {
					["钞"] = {
						["出"] = {
							["售"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["压"] = {
			["击"] = {
				["棒"] = {
					["专"] = {
						["卖"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["电"] = {
				["棒"] = {
					["专"] = {
						["卖"] = {
							["网"] = {
								result = true
							}
						}
					}
				},
				["警"] = {
					["棍"] = {
						["出"] = {
							["售"] = {
								["网"] = {
									result = true
								}
							}
						},
						["批"] = {
							["发"] = {
								result = true,
								["网"] = {
									result = true
								}
							}
						},
						["销"] = {
							["售"] = {
								["网"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["栗"] = {
			["棒"] = {
				result = true
			}
		},
		["考"] = {
			["生"] = {
				["名"] = {
					["单"] = {
						[" "] = {
							Q = {
								Q = {
									result = true
								}
							}
						},
						["出"] = {
							["售"] = {
								result = true
							}
						}
					}
				}
			},
			["考"] = {
				["生"] = {
					["落"] = {
						["榜"] = {
							["名"] = {
								["单"] = {
									["出"] = {
										["售"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["落"] = {
				["榜"] = {
					["名"] = {
						["单"] = {
							[" "] = {
								Q = {
									Q = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["鬍"] = {
		j = {
			i = {
				n = {
					t = {
						a = {
							o = {
								result = true
							}
						}
					}
				}
			},
			["濤"] = {
				result = true
			}
		},
		["下"] = {
			["習"] = {
				["上"] = {
					result = true
				}
			}
		},
		["槼"] = {
			["習"] = {
				["隨"] = {
					result = true
				}
			}
		},
		["習"] = {
			["混"] = {
				["鬭"] = {
					result = true
				}
			}
		},
		["進"] = {
			["套"] = {
				result = true
			},
			["濤"] = {
				result = true
			}
		},
		["驚"] = {
			["濤"] = {
				result = true
			}
		}
	},
	["鮑"] = {
		["威"] = {
			["爾"] = {
				result = true
			}
		},
		["嶽"] = {
			["橋"] = {
				result = true
			}
		}
	},
	["鮟"] = {
		["汸"] = {
			["嘸"] = {
				["敵"] = {
					["覇"] = {
						["迋"] = {
							result = true
						}
					}
				}
			}
		},
		["泺"] = {
			["屍"] = {
				["葯"] = {
					result = true
				}
			}
		}
	},
	["鲍"] = {
		["彤"] = {
			["6"] = {
				["4"] = {
					result = true
				}
			}
		},
		["朴"] = {
			result = true
		},
		["筒"] = {
			result = true
		},
		["赵"] = {
			["紫"] = {
				result = true,
				["阳"] = {
					result = true
				}
			}
		},
		["青"] = {
			["山"] = {
				result = true
			}
		},
		["鱼"] = {
			["吐"] = {
				["泡"] = {
					["沫"] = {
						result = true
					}
				}
			},
			["嫩"] = {
				["穴"] = {
					["="] = {
						["1"] = {
							result = true
						}
					}
				}
			},
			["比"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		}
	},
	["麟"] = {
		["危"] = {
			["受"] = {
				["命"] = {
					result = true
				}
			}
		}
	},
	["麵"] = {
		["癱"] = {
			["帝"] = {
				result = true
			}
		}
	},
	["黄"] = {
		["岩"] = {
			["岛"] = {
				result = true
			}
		},
		["皮"] = {
			["猴"] = {
				["子"] = {
					result = true
				}
			}
		},
		["网"] = {
			result = true
		}
	},
	["黑"] = {
		["木"] = {
			["耳"] = {
				result = true
			}
		},
		["非"] = {
			["洲"] = {
				result = true
			}
		},
		["魔"] = {
			["教"] = {
				result = true
			}
		}
	},
	["黜"] = {
		["售"] = {
			["廣"] = {
				["告"] = {
					["費"] = {
						["橃"] = {
							["票"] = {
								result = true
							}
						}
					}
				}
			},
			["股"] = {
				["民"] = {
					["资"] = {
						["料"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["點"] = {
		["數"] = {
			["低"] = {
				result = true
			},
			["優"] = {
				result = true,
				["惠"] = {
					result = true
				}
			}
		},
		["火"] = {
			["槍"] = {
				result = true
			}
		},
		["穴"] = {
			["曾"] = {
				["慶"] = {
					["紅"] = {
						result = true
					}
				}
			}
		}
	},
	["黨"] = {
		["中"] = {
			["央"] = {
				result = true
			}
		},
		["近"] = {
			["平"] = {
				result = true
			}
		}
	},
	["龅"] = {
		["牙"] = {
			["小"] = {
				["妹"] = {
					result = true
				}
			}
		}
	},
	["龍"] = {
		["負"] = {
			["麥"] = {
				result = true
			}
		}
	},
	["龙"] = {
		["负"] = {
			["麦"] = {
				result = true
			}
		}
	},
	["龟"] = {
		["頭"] = {
			result = true
		}
	},
	["시"] = {
		["진"] = {
			["핑"] = {
				result = true
			}
		}
	},
	["０"] = {
		["８"] = {
			["宪"] = {
				["章"] = {
					result = true
				}
			}
		}
	},
	["１"] = {
		["亱"] = {
			["凊"] = {
				["菔"] = {
					["務"] = {
						result = true
					}
				}
			}
		},
		["３"] = {
			["名"] = {
				["妓"] = {
					result = true
				}
			}
		},
		["８"] = {
			["摸"] = {
				result = true
			},
			["歲"] = {
				["淫"] = {
					result = true
				}
			}
		}
	},
	["２"] = {
		["１"] = {
			["色"] = {
				["中"] = {
					["色"] = {
						result = true
					}
				}
			}
		}
	},
	["３"] = {
		["６"] = {
			["５"] = {
				["色"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			}
		},
		["Ｐ"] = {
			["社"] = {
				["区"] = {
					result = true,
					["在"] = {
						["线"] = {
							["高"] = {
								["清"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["６"] = {
		["。"] = {
			["４"] = {
				result = true,
				["事"] = {
					["件"] = {
						result = true
					}
				}
			}
		},
		["１"] = {
			["０"] = {
				["办"] = {
					["公"] = {
						["室"] = {
							result = true
						}
					}
				},
				["辦"] = {
					["公"] = {
						["室"] = {
							result = true
						}
					}
				}
			}
		},
		["９"] = {
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							result = true
						}
					}
				},
				["體"] = {
					["藝"] = {
						["術"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["８"] = {
		["８"] = {
			["交"] = {
				["换"] = {
					["链"] = {
						result = true,
						["接"] = {
							result = true
						},
						["集"] = {
							["锦"] = {
								result = true
							}
						}
					}
				},
				["換"] = {
					["鏈"] = {
						result = true
					}
				}
			},
			["科"] = {
				["技"] = {
					result = true
				}
			}
		}
	},
	["Ａ"] = {
		["κ"] = {
			["④"] = {
				["⑦"] = {
					["刺"] = {
						["刀"] = {
							result = true,
							["正"] = {
								["品"] = {
									result = true
								}
							}
						}
					},
					["剌"] = {
						["叨"] = {
							result = true,
							["正"] = {
								["品"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["в"] = {
			["仴"] = {
				["伢"] = {
					["極"] = {
						["速"] = {
							["筷"] = {
								["幵"] = {
									result = true
								}
							}
						}
					}
				},
				["厊"] = {
					["极"] = {
						["趚"] = {
							["赽"] = {
								["閞"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["兂"] = {
				["敵"] = {
					["灞"] = {
						["仼"] = {
							result = true
						}
					}
				}
			},
			["嘸"] = {
				["敵"] = {
					["覇"] = {
						["迋"] = {
							result = true
						}
					}
				}
			},
			["專"] = {
				["甪"] = {
					["幵"] = {
						["鎖"] = {
							["槍"] = {
								result = true
							}
						}
					}
				}
			},
			["抟"] = {
				["鼡"] = {
					["閞"] = {
						["鎻"] = {
							["熗"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["∨"] = {
			["倆"] = {
				["悻"] = {
					result = true
				}
			},
			["兩"] = {
				["性"] = {
					result = true
				}
			}
		},
		["爿"] = {
			["蛧"] = {
				result = true
			}
		},
		["魸"] = {
			["網"] = {
				result = true
			}
		},
		["Ｂ"] = {
			["万"] = {
				["能"] = {
					["钥"] = {
						["匙"] = {
							result = true,
							["密"] = {
								["云"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["萬"] = {
				["褦"] = {
					["鈅"] = {
						["匙"] = {
							result = true
						}
					}
				}
			}
		},
		["Ｖ"] = {
			["明"] = {
				["星"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["Ｇ"] = {
		["М"] = {
			result = true
		}
	},
	["Ｈ"] = {
		["嫚"] = {
			["畵"] = {
				result = true
			}
		},
		["漫"] = {
			["婳"] = {
				result = true
			}
		},
		["電"] = {
			["影"] = {
				result = true
			}
		}
	},
	["Ｍ"] = {
		["Ｍ"] = {
			["仩"] = {
				["閄"] = {
					["棴"] = {
						["務"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["Ｑ"] = {
		["∨"] = {
			["Ｏ"] = {
				["Ｄ"] = {
					["孧"] = {
						["茭"] = {
							["爿"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["Ｓ"] = {
		b = {
			result = true
		},
		["é"] = {
			["铯"] = {
				["晟"] = {
					["亽"] = {
						["網"] = {
							result = true
						}
					}
				}
			}
		},
		["娱"] = {
			["乐"] = {
				["城"] = {
					result = true
				}
			}
		},
		["Ｍ"] = {
			["噺"] = {
				["图"] = {
					["莋"] = {
						["榀"] = {
							result = true
						}
					}
				},
				["圖"] = {
					["莋"] = {
						["闆"] = {
							result = true
						}
					}
				}
			},
			["性"] = {
				["交"] = {
					["大"] = {
						["片"] = {
							result = true
						}
					}
				},
				["虐"] = {
					["大"] = {
						["片"] = {
							result = true
						}
					},
					[""] = {
						["魸"] = {
							result = true
						}
					}
				}
			},
			["捆"] = {
				["綁"] = {
					result = true
				}
			},
			["涃"] = {
				["垹"] = {
					result = true
				}
			}
		}
	},
	["Ｔ"] = {
		["Ｗ"] = {
			["版"] = {
				["徦"] = {
					["幣"] = {
						result = true
					}
				}
			},
			["蝂"] = {
				["徦"] = {
					["币"] = {
						["炪"] = {
							["售"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["Ｕ"] = {
		["Ｒ"] = {
			["靠"] = {
				result = true
			}
		}
	},
	["Ｘ"] = {
		["到"] = {
			["喷"] = {
				["屎"] = {
					["尿"] = {
						result = true
					}
				}
			}
		}
	},
	["ａ"] = {
		["片"] = {
			result = true
		},
		["ｉ"] = {
			["滋"] = {
				result = true
			}
		}
	},
	["ｂ"] = {
		["样"] = {
			result = true
		},
		["ａ"] = {
			["ｏ"] = {
				["皮"] = {
					result = true
				}
			}
		},
		["ｉ"] = {
			["样"] = {
				result = true
			},
			["ａ"] = {
				["ｏ"] = {
					["子"] = {
						result = true
					},
					["ｚ"] = {
						["ｉ"] = {
							result = true
						}
					}
				}
			},
			["ｔ"] = {
				["ｃ"] = {
					["ｈ"] = {
						result = true
					}
				}
			}
		}
	},
	["ｃ"] = {
		["ａ"] = {
			["ｏ"] = {
				result = true,
				["你"] = {
					result = true
				},
				["ｂ"] = {
					result = true,
					["ｉ"] = {
						result = true
					}
				}
			}
		},
		["ｈ"] = {
			["ａ"] = {
				["你"] = {
					result = true
				}
			}
		}
	},
	["ｆ"] = {
		["ｕ"] = {
			["ｃ"] = {
				["ｋ"] = {
					result = true
				}
			}
		}
	},
	["ｈ"] = {
		["ｅ"] = {
			["ａ"] = {
				["ｖ"] = {
					["ｅ"] = {
						["ｎ"] = {
							["ｓ"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["ｊ"] = {
		["8"] = {
			result = true
		},
		["ｂ"] = {
			result = true
		},
		["ｉ"] = {
			["女"] = {
				result = true
			}
		}
	},
	["ｋ"] = {
		["帉"] = {
			["彽"] = {
				["價"] = {
					["炪"] = {
						["售"] = {
							result = true
						}
					}
				}
			}
		},
		["粉"] = {
			result = true
		},
		["蒶"] = {
			["低"] = {
				["價"] = {
					result = true
				}
			}
		},
		["ｋ"] = {
			["粉"] = {
				result = true
			}
		}
	},
	["ｌ"] = {
		["窷"] = {
			["迗"] = {
				result = true
			}
		}
	},
	["ｍ"] = {
		["ａ"] = {
			["ｉ"] = {
				["骚"] = {
					result = true
				}
			}
		}
	},
	["ｑ"] = {
		["ī"] = {
			["槍"] = {
				["專"] = {
					result = true
				}
			},
			["熗"] = {
				["抟"] = {
					result = true
				}
			}
		}
	},
	["ｓ"] = {
		["ｂ"] = {
			result = true
		},
		["ｅ"] = {
			["中"] = {
				["国"] = {
					result = true
				}
			}
		},
		["ｈ"] = {
			["ｉ"] = {
				["ｔ"] = {
					result = true
				}
			}
		}
	},
	["ｔ"] = {
		["ｎ"] = {
			["ｎ"] = {
				["ｄ"] = {
					result = true
				}
			}
		}
	}
}
