return {
	["—"] = {
		["拿"] = {
			["正"] = {
				result = true
			}
		}
	},
	["七"] = {
		["."] = {
			["一"] = {
				["集"] = {
					["会"] = {
						result = true
					}
				}
			}
		},
		["一"] = {
			["游"] = {
				["行"] = {
					result = true
				}
			},
			["集"] = {
				["会"] = {
					result = true
				}
			}
		},
		["七"] = {
			["尸"] = {
				["变"] = {
					result = true
				}
			},
			["式"] = {
				["手"] = {
					["木"] = {
						["仓"] = {
							result = true
						}
					},
					["枪"] = {
						["代"] = {
							["理"] = {
								result = true
							}
						},
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["联"] = {
							["系"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						},
						["预"] = {
							["订"] = {
								result = true
							}
						}
					},
					["狗"] = {
						result = true
					}
				}
			},
			["手"] = {
				["机"] = {
					["网"] = {
						result = true
					}
				},
				["枪"] = {
					result = true,
					["专"] = {
						result = true
					},
					["子"] = {
						["弹"] = {
							["专"] = {
								result = true
							}
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["联"] = {
						["系"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["配"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["色"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			},
			["配"] = {
				["件"] = {
					result = true
				}
			}
		},
		["三"] = {
			["一"] = {
				result = true
			}
		},
		["乐"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["五"] = {
			["事"] = {
				["件"] = {
					result = true
				}
			}
		},
		["代"] = {
			["鹰"] = {
				result = true
			}
		},
		["台"] = {
			["河"] = {
				result = true,
				K = {
					["粉"] = {
						result = true
					}
				},
				["上"] = {
					["门"] = {
						["按"] = {
							["摩"] = {
								result = true
							}
						}
					}
				},
				["冰"] = {
					["毒"] = {
						result = true
					}
				},
				["办"] = {
					["假"] = {
						["车"] = {
							["牌"] = {
								result = true
							}
						}
					}
				},
				["寻"] = {
					["找"] = {
						["肾"] = {
							["源"] = {
								result = true
							}
						}
					}
				},
				["我"] = {
					["要"] = {
						["肾"] = {
							result = true
						}
					}
				},
				["槍"] = {
					result = true
				},
				["肾"] = {
					["源"] = {
						result = true
					}
				}
			}
		},
		["喜"] = {
			["彩"] = {
				["票"] = {
					result = true
				}
			}
		},
		["塔"] = {
			["寺"] = {
				result = true
			}
		},
		["夕"] = {
			["成"] = {
				["人"] = {
					["色"] = {
						["情"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["的"] = {
				["3"] = {
					["屁"] = {
						result = true
					}
				}
			},
			["色"] = {
				["娱"] = {
					["乐"] = {
						["网"] = {
							result = true
						}
					}
				},
				["成"] = {
					["人"] = {
						["综"] = {
							["合"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["天"] = {
			["夜"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["常"] = {
			["委"] = {
				["\""] = {
					["房"] = {
						["产"] = {
							["3"] = {
								["套"] = {
									["\""] = {
										["存"] = {
											["款"] = {
												["2"] = {
													["3"] = {
														["0"] = {
															["万"] = {
																result = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["分"] = {
					["裂"] = {
						result = true
					}
				},
				["夫"] = {
					["人"] = {
						result = true
					}
				},
				["观"] = {
					["戏"] = {
						["玄"] = {
							["机"] = {
								result = true
							}
						}
					}
				},
				["财"] = {
					["产"] = {
						["公"] = {
							["布"] = {
								result = true
							}
						},
						["明"] = {
							["细"] = {
								result = true
							}
						}
					}
				},
				["身"] = {
					["世"] = {
						["背"] = {
							["景"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["年"] = {
			["屄"] = {
				["痒"] = {
					result = true
				}
			}
		},
		["彩"] = {
			["虹"] = {
				["社"] = {
					["区"] = {
						result = true
					}
				}
			}
		},
		["日"] = {
			["论"] = {
				["坛"] = {
					result = true
				}
			}
		},
		["星"] = {
			["彩"] = {
				result = true
			},
			["影"] = {
				["视"] = {
					result = true
				}
			},
			["挂"] = {
				["机"] = {
					["软"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["补"] = {
				["助"] = {
					result = true
				}
			}
		},
		["月"] = {
			["五"] = {
				result = true
			},
			["军"] = {
				["刀"] = {
					["网"] = {
						result = true
					}
				}
			},
			["海"] = {
				["岛"] = {
					result = true
				}
			}
		},
		["步"] = {
			["口"] = {
				["交"] = {
					["法"] = {
						result = true
					}
				}
			},
			["灵"] = {
				["程"] = {
					result = true
				}
			}
		},
		["海"] = {
			["り"] = {
				["あ"] = {
					result = true
				}
			},
			["光"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["里"] = {
				["亚"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["濑"] = {
			["奈"] = {
				["奈"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["步"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			},
			["纪"] = {
				["美"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["里"] = {
				["帆"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["灵"] = {
			["派"] = {
				result = true
			}
		},
		["百"] = {
			q = {
				o = {
					v = {
						d = {
							result = true
						}
					}
				}
			}
		},
		["码"] = {
			["会"] = {
				result = true
			}
		},
		["肖"] = {
			["中"] = {
				["特"] = {
					result = true
				}
			}
		},
		["胜"] = {
			["娱"] = {
				["乐"] = {
					result = true,
					["城"] = {
						result = true
					}
				}
			}
		},
		["色"] = {
			["成"] = {
				["人"] = {
					["网"] = {
						result = true
					}
				}
			},
			["网"] = {
				result = true
			}
		},
		["虐"] = {
			["弃"] = {
				["妃"] = {
					result = true
				}
			}
		},
		["贤"] = {
			["帮"] = {
				result = true
			}
		},
		["连"] = {
			["发"] = {
				result = true,
				["手"] = {
					["枪"] = {
						result = true
					}
				},
				["气"] = {
					["枪"] = {
						result = true
					}
				},
				["猎"] = {
					["枪"] = {
						result = true,
						["专"] = {
							result = true
						},
						["子"] = {
							["弹"] = {
								result = true
							}
						}
					},
					["狗"] = {
						result = true
					}
				}
			}
		},
		["連"] = {
			["發"] = {
				["獵"] = {
					["槍"] = {
						result = true
					},
					["狗"] = {
						result = true
					}
				}
			}
		}
	},
	["三"] = {
		["一"] = {
			["九"] = {
				["北"] = {
					["京"] = {
						["政"] = {
							["变"] = {
								result = true
							}
						},
						["枪"] = {
							["声"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["万"] = {
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							result = true
						}
					}
				}
			}
		},
		["三"] = {
			["博"] = {
				["彩"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["上"] = {
			["法"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["不"] = {
			["反"] = {
				["对"] = {
					["共"] = {
						["产"] = {
							["党"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["个"] = {
			["明"] = {
				["星"] = {
					["儿"] = {
						["媳"] = {
							["妇"] = {
								result = true
							}
						}
					}
				}
			},
			["问"] = {
				["题"] = {
					["不"] = {
						["解"] = {
							["决"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["中"] = {
			["三"] = {
				["心"] = {
					["水"] = {
						["论"] = {
							["坛"] = {
								result = true
							}
						}
					}
				}
			},
			["全"] = {
				["会"] = {
					["春"] = {
						["风"] = {
							["暖"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["乙"] = {
			["基"] = {
				["乙"] = {
					["酸"] = {
						["锡"] = {
							result = true
						}
					}
				},
				["锡"] = {
					result = true
				}
			},
			["胺"] = {
				["手"] = {
					["把"] = {
						["手"] = {
							["教"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["二"] = {
			["二"] = {
				["攻"] = {
					["台"] = {
						result = true
					}
				}
			}
		},
		["五"] = {
			["图"] = {
				["库"] = {
					result = true
				}
			}
		},
		["井"] = {
			["绘"] = {
				["梨"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["亚"] = {
			["一"] = {
				["夜"] = {
					["情"] = {
						result = true
					}
				}
			},
			["专"] = {
				["业"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			},
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["亞"] = {
			["辦"] = {
				["證"] = {
					result = true
				}
			}
		},
		["人"] = {
			["就"] = {
				["斗"] = {
					["地"] = {
						["主"] = {
							result = true
						}
					}
				}
			},
			["斗"] = {
				["地"] = {
					["主"] = {
						result = true
					}
				}
			},
			["行"] = {
				["纪"] = {
					["实"] = {
						result = true
					}
				}
			},
			["鬥"] = {
				["地"] = {
					["主"] = {
						result = true
					}
				}
			}
		},
		["代"] = {
			["中"] = {
				["国"] = {
					["人"] = {
						["的"] = {
							["生"] = {
								["活"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["夹"] = {
				["菜"] = {
					result = true
				}
			}
		},
		["任"] = {
			["夹"] = {
				["菜"] = {
					result = true
				}
			},
			["总"] = {
				["书"] = {
					["记"] = {
						["夹"] = {
							["菜"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["便"] = {
			["宝"] = {
				["胶"] = {
					["囊"] = {
						result = true
					}
				}
			}
		},
		["健"] = {
			["弓"] = {
				["努"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["八"] = {
			["主"] = {
				["流"] = {
					["线"] = {
						result = true
					}
				}
			},
			["大"] = {
				["盖"] = {
					result = true
				}
			},
			["左"] = {
				["轮"] = {
					result = true
				}
			},
			["式"] = {
				["左"] = {
					["轮"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["淫"] = {
				["成"] = {
					["人"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["刀"] = {
			["会"] = {
				result = true
			}
		},
		["刃"] = {
			["木"] = {
				["折"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["袖"] = {
				["里"] = {
					["剑"] = {
						result = true
					}
				}
			}
		},
		["分"] = {
			["钟"] = {
				["无"] = {
					["码"] = {
						result = true
					}
				}
			}
		},
		["利"] = {
			["新"] = {
				["达"] = {
					["弓"] = {
						result = true
					}
				}
			},
			["达"] = {
				["专"] = {
					result = true
				},
				["公"] = {
					["司"] = {
						result = true,
						["网"] = {
							["站"] = {
								result = true
							}
						}
					}
				},
				["军"] = {
					["弩"] = {
						["网"] = {
							result = true
						}
					}
				},
				["努"] = {
					["商"] = {
						["店"] = {
							result = true
						}
					},
					["麻"] = {
						["醉"] = {
							["箭"] = {
								result = true
							}
						}
					}
				},
				["厂"] = {
					["家"] = {
						["直"] = {
							["销"] = {
								result = true
							}
						}
					}
				},
				["名"] = {
					["弩"] = {
						["网"] = {
							result = true
						}
					}
				},
				["商"] = {
					["城"] = {
						result = true
					}
				},
				["地"] = {
					["址"] = {
						result = true
					}
				},
				["大"] = {
					["努"] = {
						result = true
					},
					["小"] = {
						["弩"] = {
							result = true
						}
					},
					["弩"] = {
						result = true
					}
				},
				["官"] = {
					["方"] = {
						["网"] = {
							result = true,
							["站"] = {
								result = true
							}
						}
					}
				},
				["弓"] = {
					result = true,
					["努"] = {
						result = true,
						["专"] = {
							result = true,
							["网"] = {
								result = true
							}
						},
						["直"] = {
							["营"] = {
								result = true
							}
						}
					},
					["弩"] = {
						["专"] = {
							result = true,
							["网"] = {
								result = true
							}
						},
						["厂"] = {
							["家"] = {
								result = true
							}
						},
						["团"] = {
							["购"] = {
								result = true
							}
						},
						["官"] = {
							["网"] = {
								result = true
							}
						},
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["网"] = {
							result = true
						},
						["转"] = {
							["让"] = {
								result = true
							}
						}
					},
					["驽"] = {
						result = true,
						["专"] = {
							["网"] = {
								result = true
							}
						}
					}
				},
				["弩"] = {
					result = true,
					["专"] = {
						result = true
					},
					["商"] = {
						["店"] = {
							result = true
						}
					},
					["团"] = {
						["购"] = {
							result = true
						}
					},
					["弓"] = {
						["专"] = {
							["网"] = {
								result = true
							}
						},
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["网"] = {
							result = true,
							["站"] = {
								result = true
							}
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["箭"] = {
						["专"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					},
					["麻"] = {
						["醉"] = {
							["箭"] = {
								result = true
							}
						}
					}
				},
				["手"] = {
					["弓"] = {
						["努"] = {
							result = true
						},
						["弩"] = {
							result = true
						}
					},
					["弩"] = {
						result = true
					}
				},
				["改"] = {
					["装"] = {
						result = true
					}
				},
				["暴"] = {
					["龙"] = {
						result = true
					}
				},
				["滑"] = {
					["轮"] = {
						["弓"] = {
							result = true
						}
					}
				},
				["猎"] = {
					["豹"] = {
						result = true,
						E = {
							result = true
						}
					}
				},
				["的"] = {
					["小"] = {
						["黑"] = {
							["豹"] = {
								result = true
							}
						}
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["网"] = {
					result = true
				},
				["连"] = {
					["发"] = {
						["大"] = {
							["弩"] = {
								result = true
							}
						}
					}
				},
				["追"] = {
					["月"] = {
						["弓"] = {
							["弩"] = {
								result = true
							}
						}
					},
					["风"] = {
						result = true
					}
				}
			},
			["達"] = {
				["弓"] = {
					["弩"] = {
						result = true
					}
				},
				["弩"] = {
					["麻"] = {
						["醉"] = {
							["箭"] = {
								result = true
							}
						}
					}
				},
				["手"] = {
					["弓"] = {
						["弩"] = {
							result = true
						}
					}
				}
			}
		},
		["剑"] = {
			["牌"] = {
				result = true
			}
		},
		["区"] = {
			["藏"] = {
				["人"] = {
					["要"] = {
						["团"] = {
							["结"] = {
								result = true
							}
						}
					}
				}
			},
			["革"] = {
				["命"] = {
					["事"] = {
						["件"] = {
							result = true
						}
					}
				}
			}
		},
		["十"] = {
			["七"] = {
				["八"] = {
					result = true
				}
			},
			["八"] = {
				["军"] = {
					result = true
				}
			},
			["小"] = {
				["时"] = {
					["录"] = {
						["音"] = {
							["赵"] = {
								["紫"] = {
									["阳"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["年"] = {
				["后"] = {
					["看"] = {
						["六"] = {
							["四"] = {
								result = true
							}
						}
					}
				}
			},
			["除"] = {
				["习"] = {
					["不"] = {
						["放"] = {
							["假"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["千"] = {
			["万"] = {
				["人"] = {
					["齐"] = {
						["下"] = {
							["岗"] = {
								result = true
							}
						}
					}
				}
			},
			["三"] = {
				["不"] = {
					["远"] = {
						["了"] = {
							result = true
						}
					}
				}
			}
		},
		["去"] = {
			result = true,
			l = {
				u = {
					n = {
						result = true
					}
				}
			},
			["仑"] = {
				["功"] = {
					result = true
				}
			},
			["車"] = {
				["仑"] = {
					result = true
				},
				["侖"] = {
					result = true
				}
			},
			["车"] = {
				["仑"] = {
					["功"] = {
						result = true
					}
				},
				["侖"] = {
					result = true
				}
			},
			["轮"] = {
				result = true
			}
		},
		["叉"] = {
			["戟"] = {
				result = true,
				["折"] = {
					["刀"] = {
						result = true
					}
				}
			}
		},
		["反"] = {
			["五"] = {
				["反"] = {
					result = true
				}
			}
		},
		["发"] = {
			["手"] = {
				["枪"] = {
					["专"] = {
						result = true
					}
				}
			},
			["毒"] = {
				["枪"] = {
					result = true
				}
			},
			["网"] = {
				["枪"] = {
					result = true
				}
			},
			["軍"] = {
				["枪"] = {
					["专"] = {
						result = true
					}
				}
			}
		},
		["只"] = {
			["涨"] = {
				["停"] = {
					["板"] = {
						result = true
					}
				}
			}
		},
		["叶"] = {
			["草"] = {
				["社"] = {
					["区"] = {
						result = true
					}
				}
			}
		},
		["号"] = {
			["军"] = {
				["刀"] = {
					result = true
				}
			}
		},
		["呆"] = {
			["婊"] = {
				["唾"] = {
					["沫"] = {
						["喷"] = {
							result = true
						}
					}
				}
			}
		},
		["呼"] = {
			["万"] = {
				["睡"] = {
					result = true
				}
			}
		},
		["哈"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["唑"] = {
			["仑"] = {
				["专"] = {
					result = true,
					["店"] = {
						result = true
					}
				},
				["乙"] = {
					["醚"] = {
						result = true
					}
				},
				["低"] = {
					["价"] = {
						["现"] = {
							["货"] = {
								result = true
							}
						}
					}
				},
				["供"] = {
					["货"] = {
						result = true
					}
				},
				["听"] = {
					["话"] = {
						["药"] = {
							result = true
						}
					}
				},
				["售"] = {
					["价"] = {
						result = true
					}
				},
				["商"] = {
					["城"] = {
						result = true
					}
				},
				["失"] = {
					["身"] = {
						["粉"] = {
							result = true
						}
					}
				},
				["拍"] = {
					["肩"] = {
						["粉"] = {
							result = true
						}
					}
				},
				["昏"] = {
					["睡"] = {
						["药"] = {
							result = true
						}
					}
				},
				["片"] = {
					["专"] = {
						result = true
					},
					["价"] = {
						["格"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["说"] = {
						["明"] = {
							["书"] = {
								result = true
							}
						}
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["药"] = {
					["片"] = {
						["价"] = {
							["格"] = {
								result = true
							}
						}
					}
				},
				["蒙"] = {
					["汗"] = {
						["药"] = {
							result = true
						}
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				},
				["迷"] = {
					["幻"] = {
						["药"] = {
							result = true
						}
					}
				}
			},
			["伦"] = {
				result = true
			},
			["侖"] = {
				["出"] = {
					["货"] = {
						result = true
					}
				},
				["到"] = {
					["货"] = {
						result = true
					}
				},
				["大"] = {
					["量"] = {
						result = true
					}
				},
				["手"] = {
					["机"] = {
						result = true
					}
				},
				["教"] = {
					["程"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								result = true
							}
						}
					}
				},
				["配"] = {
					["方"] = {
						result = true
					}
				}
			},
			["安"] = {
				["定"] = {
					result = true
				}
			},
			["片"] = {
				result = true
			},
			["纶"] = {
				result = true
			},
			["苯"] = {
				["二"] = {
					["氮"] = {
						["卓"] = {
							result = true
						}
					}
				}
			}
		},
		["国"] = {
			["世"] = {
				["纪"] = {
					result = true
				}
			},
			["冬"] = {
				["子"] = {
					result = true
				}
			},
			["夫"] = {
				["人"] = {
					result = true
				}
			},
			["策"] = {
				result = true
			},
			["群"] = {
				["英"] = {
					["传"] = {
						result = true,
						O = {
							L = {
								result = true
							}
						}
					}
				}
			},
			["豪"] = {
				["侠"] = {
					["传"] = {
						result = true
					}
				}
			},
			["风"] = {
				["流"] = {
					["传"] = {
						result = true
					}
				}
			}
		},
		["坛"] = {
			["海"] = {
				["会"] = {
					["大"] = {
						["神"] = {
							result = true
						}
					}
				}
			}
		},
		["大"] = {
			["代"] = {
				["表"] = {
					result = true
				}
			},
			["古"] = {
				["寺"] = {
					["丑"] = {
						["闻"] = {
							result = true
						}
					}
				}
			},
			["怪"] = {
				["收"] = {
					["支"] = {
						["谜"] = {
							result = true
						}
					}
				}
			},
			["恶"] = {
				["魔"] = {
					result = true
				}
			},
			["领"] = {
				["主"] = {
					result = true
				}
			}
		},
		["天"] = {
			["搞"] = {
				["定"] = {
					["女"] = {
						["网"] = {
							["友"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["夫"] = {
			["妻"] = {
				result = true
			}
		},
		["妻"] = {
			["四"] = {
				["妾"] = {
					result = true,
					["旧"] = {
						["时"] = {
							["代"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["姉"] = {
			["妹"] = {
				["暴"] = {
					["行"] = {
						result = true
					}
				}
			}
		},
		["宝"] = {
			["局"] = {
				["长"] = {
					result = true
				}
			}
		},
		["宫"] = {
			["里"] = {
				["绪"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["对"] = {
			["夫"] = {
				["妇"] = {
					["换"] = {
						["妻"] = {
							result = true
						}
					}
				}
			}
		},
		["年"] = {
			["审"] = {
				["查"] = {
					["紫"] = {
						["阳"] = {
							result = true
						}
					}
				}
			}
		},
		["座"] = {
			["大"] = {
				["山"] = {
					result = true
				}
			}
		},
		["张"] = {
			["牌"] = {
				result = true
			}
		},
		["怕"] = {
			["小"] = {
				["姐"] = {
					["有"] = {
						["病"] = {
							result = true
						}
					}
				}
			},
			["胡"] = {
				["乱"] = {
					["下"] = {
						["岗"] = {
							result = true
						}
					}
				}
			},
			["陪"] = {
				["酒"] = {
					["不"] = {
						["能"] = {
							["喝"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["才"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			}
		},
		["批"] = {
			["邓"] = {
				["小"] = {
					["平"] = {
						result = true
					}
				}
			}
		},
		["指"] = {
			["疗"] = {
				["法"] = {
					result = true
				}
			}
		},
		["无"] = {
			["总"] = {
				["理"] = {
					result = true
				}
			}
		},
		["明"] = {
			result = true,
			K = {
				["粉"] = {
					result = true
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["办"] = {
				["假"] = {
					["学"] = {
						["位"] = {
							["证"] = {
								result = true
							}
						}
					}
				},
				["毕"] = {
					["业"] = {
						result = true
					}
				}
			},
			["身"] = {
				["份"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["易"] = {
			["博"] = {
				result = true
			}
		},
		["昷"] = {
			result = true
		},
		["月"] = {
			["九"] = {
				["十"] = {
					["六"] = {
						["号"] = {
							result = true
						}
					}
				}
			}
		},
		["本"] = {
			["亚"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["杀"] = {
			["辅"] = {
				["助"] = {
					["官"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["权"] = {
			result = true,
			["分"] = {
				["立"] = {
					result = true
				}
			}
		},
		["条"] = {
			["腿"] = {
				result = true
			}
		},
		["极"] = {
			["试"] = {
				["看"] = {
					["片"] = {
						result = true
					}
				}
			}
		},
		["枝"] = {
			["美"] = {
				["优"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["枪"] = {
			result = true,
			["军"] = {
				["品"] = {
					result = true
				}
			}
		},
		["棱"] = {
			["军"] = {
				["枪"] = {
					result = true,
					["收"] = {
						["藏"] = {
							result = true
						}
					}
				}
			},
			["刀"] = {
				["具"] = {
					["具"] = {
						result = true
					}
				}
			},
			["刮"] = {
				["刀"] = {
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			},
			["枪"] = {
				result = true,
				["专"] = {
					result = true
				}
			},
			["毒"] = {
				result = true
			},
			["短"] = {
				["匕"] = {
					["首"] = {
						result = true
					}
				},
				["枪"] = {
					result = true
				}
			},
			["軍"] = {
				["刺"] = {
					result = true,
					["专"] = {
						result = true
					},
					["正"] = {
						["品"] = {
							result = true
						}
					}
				},
				["枪"] = {
					result = true
				}
			}
		},
		["步"] = {
			["倒"] = {
				["努"] = {
					["箭"] = {
						result = true
					}
				},
				["弩"] = {
					["箭"] = {
						result = true,
						["专"] = {
							result = true
						}
					}
				},
				["猎"] = {
					["豹"] = {
						["弓"] = {
							["努"] = {
								result = true
							},
							["弩"] = {
								result = true
							}
						}
					}
				},
				["药"] = {
					["箭"] = {
						result = true
					}
				},
				["麻"] = {
					["醉"] = {
						["努"] = {
							["箭"] = {
								result = true
							}
						},
						["弩"] = {
							["箭"] = {
								result = true
							}
						},
						["箭"] = {
							["专"] = {
								result = true
							}
						},
						["鍵"] = {
							result = true
						}
					}
				}
			}
		},
		["民"] = {
			["主"] = {
				["義"] = {
					result = true
				}
			}
		},
		["氟"] = {
			["乙"] = {
				["酸"] = {
					result = true
				}
			}
		},
		["氧"] = {
			["化"] = {
				["二"] = {
					["砷"] = {
						["现"] = {
							["货"] = {
								result = true
							}
						},
						["直"] = {
							["销"] = {
								result = true
							}
						}
					},
					["锑"] = {
						["有"] = {
							["售"] = {
								result = true
							}
						}
					}
				},
				["锑"] = {
					["有"] = {
						["现"] = {
							["货"] = {
								result = true
							}
						},
						["货"] = {
							result = true
						}
					}
				}
			}
		},
		["氮"] = {
			["化"] = {
				["钠"] = {
					result = true
				}
			}
		},
		["氯"] = {
			["三"] = {
				["乙"] = {
					["胺"] = {
						result = true
					}
				}
			},
			["乙"] = {
				["酸"] = {
					["甲"] = {
						["酯"] = {
							result = true
						}
					}
				},
				["醛"] = {
					["用"] = {
						["途"] = {
							result = true
						}
					}
				}
			},
			["化"] = {
				["二"] = {
					["砷"] = {
						result = true
					}
				},
				["砷"] = {
					["专"] = {
						result = true
					}
				},
				["硫"] = {
					["磷"] = {
						result = true
					}
				},
				["磷"] = {
					result = true,
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["酰"] = {
						result = true
					}
				}
			},
			["囮"] = {
				["砷"] = {
					result = true
				}
			},
			["氧"] = {
				["磷"] = {
					result = true
				}
			},
			["硝"] = {
				["基"] = {
					["甲"] = {
						["烷"] = {
							result = true
						}
					}
				}
			},
			["硫"] = {
				["磷"] = {
					result = true
				}
			}
		},
		["水"] = {
			["区"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["洲"] = {
			["村"] = {
				result = true
			}
		},
		["流"] = {
			["化"] = {
				["砷"] = {
					["有"] = {
						["售"] = {
							result = true
						}
					}
				}
			}
		},
		["浦"] = {
			["彰"] = {
				["子"] = {
					result = true
				}
			},
			["愛"] = {
				["佳"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["沙"] = {
				["耶"] = {
					["香"] = {
						["无"] = {
							["码"] = {
								result = true
							},
							["马"] = {
								result = true
							}
						},
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["涼"] = {
				["花"] = {
					result = true
				}
			},
			["爱"] = {
				["佳"] = {
					c = {
						["4"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			}
		},
		["润"] = {
			["服"] = {
				["装"] = {
					result = true
				}
			}
		},
		["温"] = {
			["暖"] = {
				result = true
			}
		},
		["点"] = {
			["全"] = {
				["露"] = {
					result = true
				}
			},
			["综"] = {
				["合"] = {
					result = true
				}
			},
			["视"] = {
				result = true
			},
			["走"] = {
				["光"] = {
					result = true
				}
			}
		},
		["爆"] = {
			["箭"] = {
				result = true
			}
		},
		["版"] = {
			["女"] = {
				["郎"] = {
					result = true
				}
			}
		},
		["犁"] = {
			["飞"] = {
				["鹰"] = {
					["箭"] = {
						["头"] = {
							result = true
						}
					}
				}
			}
		},
		["环"] = {
			["万"] = {
				["能"] = {
					["钥"] = {
						["匙"] = {
							result = true
						}
					}
				}
			},
			["钥"] = {
				["匙"] = {
					result = true
				}
			}
		},
		["瓣"] = {
			["式"] = {
				["消"] = {
					["焰"] = {
						["器"] = {
							result = true
						}
					}
				}
			}
		},
		["田"] = {
			["爱"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				},
				["表"] = {
					b = {
						t = {
							result = true
						}
					},
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["电"] = {
						["驴"] = {
							result = true
						}
					}
				}
			}
		},
		["甲"] = {
			["利"] = {
				["定"] = {
					result = true
				}
			}
		},
		["穗"] = {
			result = true
		},
		["笠"] = {
			["祥"] = {
				["太"] = {
					["郎"] = {
						result = true
					}
				}
			}
		},
		["等"] = {
			["秘"] = {
				["书"] = {
					["搞"] = {
						["外"] = {
							["调"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["箭"] = {
			result = true,
			B = {
				["5"] = {
					["2"] = {
						result = true
					}
				}
			},
			["气"] = {
				result = true,
				["木"] = {
					["仓"] = {
						result = true
					}
				},
				["枪"] = {
					["消"] = {
						["声"] = {
							["器"] = {
								result = true
							}
						}
					}
				},
				["槍"] = {
					result = true
				}
			},
			["氣"] = {
				result = true
			},
			["汽"] = {
				["枪"] = {
					["专"] = {
						result = true
					},
					["厂"] = {
						result = true
					},
					["木"] = {
						["托"] = {
							result = true
						}
					},
					["现"] = {
						["货"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["瞄"] = {
						["准"] = {
							["器"] = {
								result = true
							}
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["级"] = {
			["伦"] = {
				["理"] = {
					result = true
				}
			},
			["在"] = {
				["线"] = {
					result = true
				}
			},
			["小"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				},
				["说"] = {
					result = true
				}
			},
			["干"] = {
				["部"] = {
					result = true
				}
			},
			["床"] = {
				["上"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["影"] = {
				["片"] = {
					result = true,
					["大"] = {
						["全"] = {
							result = true
						}
					}
				},
				["院"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					result = true
				}
			},
			["毛"] = {
				["片"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["淫"] = {
				["水"] = {
					["写"] = {
						["真"] = {
							result = true
						}
					}
				}
			},
			["漫"] = {
				["画"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					["片"] = {
						result = true
					}
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			},
			["答"] = {
				["案"] = {
					result = true
				}
			},
			["色"] = {
				["情"] = {
					["片"] = {
						result = true
					}
				},
				["色"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["迅"] = {
				["雷"] = {
					result = true
				}
			},
			["金"] = {
				["瓶"] = {
					["梅"] = {
						result = true
					}
				}
			},
			["鬼"] = {
				["片"] = {
					result = true
				}
			}
		},
		["维"] = {
			result = true,
			["2"] = {
				["0"] = {
					["日"] = {
						result = true
					}
				}
			}
		},
		["网"] = {
			["友"] = {
				result = true
			},
			["民"] = {
				result = true
			}
		},
		["美"] = {
			["武"] = {
				["士"] = {
					result = true,
					["砍"] = {
						["刀"] = {
							result = true
						}
					}
				},
				["者"] = {
					["随"] = {
						["身"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["胖"] = {
			["杀"] = {
				["姑"] = {
					["父"] = {
						result = true
					}
				}
			}
		},
		["色"] = {
			["天"] = {
				["堂"] = {
					result = true
				}
			},
			["网"] = {
				result = true
			}
		},
		["英"] = {
			["战"] = {
				["江"] = {
					["民"] = {
						result = true
					}
				},
				["老"] = {
					["江"] = {
						result = true
					}
				}
			}
		},
		["菱"] = {
			d = {
				a = {
					o = {
						result = true
					}
				}
			},
			["刀"] = {
				result = true,
				["具"] = {
					result = true,
					["具"] = {
						result = true
					}
				},
				["等"] = {
					["刀"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["刺"] = {
				["刀"] = {
					["专"] = {
						["店"] = {
							result = true
						}
					}
				}
			},
			["忉"] = {
				["具"] = {
					result = true
				}
			}
		},
		["褪"] = {
			result = true
		},
		["角"] = {
			["牌"] = {
				["气"] = {
					["枪"] = {
						["直"] = {
							["销"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["证"] = {
			["俱"] = {
				["全"] = {
					result = true
				}
			}
		},
		["起"] = {
			["三"] = {
				["落"] = {
					["邓"] = {
						["小"] = {
							["平"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["连"] = {
			["发"] = {
				result = true
			}
		},
		["退"] = {
			["中"] = {
				["共"] = {
					["九"] = {
						["评"] = {
							result = true
						}
					}
				}
			},
			["九"] = {
				["评"] = {
					result = true,
					["中"] = {
						["共"] = {
							result = true
						}
					},
					["掀"] = {
						["风"] = {
							["潮"] = {
								result = true
							}
						}
					}
				}
			},
			["大"] = {
				["潮"] = {
					result = true
				}
			},
			["天"] = {
				["灭"] = {
					result = true
				}
			}
		},
		["連"] = {
			["發"] = {
				result = true
			}
		},
		["里"] = {
			["店"] = {
				result = true
			}
		},
		["重"] = {
			["幽"] = {
				["影"] = {
					result = true
				}
			}
		},
		["门"] = {
			["峡"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				}
			}
		},
		["陪"] = {
			["上"] = {
				["门"] = {
					["性"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				}
			},
			["女"] = {
				["上"] = {
					["门"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				},
				["全"] = {
					["套"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				},
				["出"] = {
					["台"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				},
				["包"] = {
					["夜"] = {
						result = true
					}
				},
				["援"] = {
					["交"] = {
						result = true
					}
				},
				["服"] = {
					["务"] = {
						result = true
					}
				},
				["特"] = {
					["殊"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				},
				["联"] = {
					["系"] = {
						result = true
					}
				}
			},
			["小"] = {
				["姐"] = {
					result = true
				}
			},
			["服"] = {
				["务"] = {
					result = true
				}
			},
			["视"] = {
				["频"] = {
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			},
			["过"] = {
				["后"] = {
					["尽"] = {
						["开"] = {
							["颜"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["零"] = {
			["一"] = {
				["医"] = {
					["院"] = {
						result = true
					}
				}
			}
		}
	},
	["上"] = {
		["上"] = {
			["下"] = {
				["下"] = {
					["无"] = {
						["官"] = {
							["正"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["了"] = {
			["他"] = {
				["女"] = {
					["友"] = {
						result = true
					}
				}
			}
		},
		["井"] = {
			["冈"] = {
				["山"] = {
					result = true
				}
			}
		},
		["全"] = {
			["国"] = {
				["各"] = {
					["地"] = {
						["牌"] = {
							["照"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["分"] = {
			["器"] = {
				result = true
			}
		},
		["前"] = {
			["开"] = {
				["言"] = {
					["试"] = {
						["问"] = {
							["讯"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["千"] = {
			["访"] = {
				["民"] = {
					["中"] = {
						["国"] = {
							["人"] = {
								["权"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["原"] = {
			["优"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["保"] = {
				["奈"] = {
					["美"] = {
						result = true
					}
				}
			},
			["優"] = {
				["奈"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["彩"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["深"] = {
				["雪"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["瑞"] = {
				["穂"] = {
					result = true
				}
			},
			["留"] = {
				["华"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				},
				["華"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["繪"] = {
				["裡"] = {
					["香"] = {
						["種"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["绘"] = {
				["里"] = {
					["香"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["美"] = {
				["纪"] = {
					result = true
				}
			},
			["舞"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				},
				["種"] = {
					["子"] = {
						result = true
					}
				}
			},
			["里"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["吊"] = {
			result = true
		},
		["地"] = {
			["办"] = {
				["正"] = {
					result = true,
					["？"] = {
						result = true
					}
				},
				["证"] = {
					result = true
				}
			}
		},
		["坊"] = {
			result = true
		},
		["塘"] = {
			["路"] = {
				result = true
			}
		},
		["官"] = {
			["长"] = {
				["雨"] = {
					result = true
				}
			}
		},
		["层"] = {
			["次"] = {
				result = true
			}
		},
		["届"] = {
			["十"] = {
				["年"] = {
					["反"] = {
						["思"] = {
							result = true
						}
					}
				}
			}
		},
		["市"] = {
			["前"] = {
				["低"] = {
					["价"] = {
						["入"] = {
							["股"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["师"] = {
			["如"] = {
				["意"] = {
					["宝"] = {
						result = true
					}
				}
			}
		},
		["帝"] = {
			["会"] = {
				["赐"] = {
					["你"] = {
						["力"] = {
							["量"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["師"] = {
			["如"] = {
				["意"] = {
					["寶"] = {
						result = true
					}
				}
			}
		},
		["床"] = {
			["不"] = {
				["说"] = {
					["爱"] = {
						result = true
					}
				}
			},
			["求"] = {
				["欢"] = {
					result = true
				}
			}
		},
		["我"] = {
			["酷"] = {
				["网"] = {
					result = true
				}
			}
		},
		["戶"] = {
			["彩"] = {
				["无"] = {
					["码"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						},
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				},
				["高"] = {
					["清"] = {
						result = true
					}
				}
			}
		},
		["户"] = {
			["彩"] = {
				["高"] = {
					["清"] = {
						result = true
					}
				}
			}
		},
		["有"] = {
			["网"] = {
				result = true
			}
		},
		["杉"] = {
			["佳"] = {
				["代"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["村"] = {
			["志"] = {
				["保"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["日"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["春"] = {
				["名"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				},
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			}
		},
		["条"] = {
			["惠"] = {
				["里"] = {
					["香"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["来"] = {
			["汇"] = {
				["报"] = {
					["请"] = {
						["吃"] = {
							result = true
						}
					}
				}
			}
		},
		["杭"] = {
			result = true,
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["古"] = {
				["田"] = {
					["习"] = {
						["近"] = {
							["平"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["架"] = {
			result = true
		},
		["流"] = {
			["妓"] = {
				["院"] = {
					result = true
				}
			}
		},
		["清"] = {
			["宫"] = {
				result = true,
				["传"] = {
					["送"] = {
						["员"] = {
							result = true
						}
					}
				},
				["师"] = {
					["尊"] = {
						result = true
					}
				}
			}
		},
		["澳"] = {
			["门"] = {
				["赌"] = {
					["场"] = {
						result = true
					}
				}
			}
		},
		["班"] = {
			["一"] = {
				["条"] = {
					["虫"] = {
						result = true
					}
				}
			},
			["围"] = {
				["着"] = {
					["领"] = {
						["导"] = {
							["转"] = {
								result = true
							}
						}
					}
				}
			},
			["族"] = {
				["调"] = {
					["教"] = {
						["记"] = {
							result = true
						}
					}
				}
			}
		},
		["田"] = {
			["智"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["爱"] = {
				["美"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					}
				}
			},
			["結"] = {
				["舞"] = {
					result = true
				}
			}
		},
		["百"] = {
			["人"] = {
				result = true,
				["李"] = {
					["友"] = {
						result = true
					}
				}
			}
		},
		["的"] = {
			["共"] = {
				["和"] = {
					["国"] = {
						result = true
					}
				}
			},
			["血"] = {
				result = true
			},
			["鲜"] = {
				["血"] = {
					[" "] = {
						["\""] = {
							["8"] = {
								["9"] = {
									["年"] = {
										["\""] = {
											result = true
										}
									}
								}
							}
						}
					},
					["8"] = {
						["9"] = {
							["年"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["真"] = {
			["人"] = {
				["金"] = {
					["游"] = {
						["戏"] = {
							result = true
						}
					}
				}
			}
		},
		["矛"] = {
			["盾"] = {
				result = true
			}
		},
		["级"] = {
			["压"] = {
				["下"] = {
					["级"] = {
						result = true
					}
				}
			},
			["对"] = {
				["下"] = {
					["级"] = {
						result = true
					}
				}
			}
		},
		["网"] = {
			["办"] = {
				["假"] = {
					["证"] = {
						result = true
					}
				}
			},
			["可"] = {
				["查"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			},
			["文"] = {
				["凭"] = {
					["代"] = {
						["办"] = {
							result = true
						}
					},
					["办"] = {
						["理"] = {
							result = true
						}
					}
				}
			},
			["正"] = {
				["件"] = {
					["克"] = {
						["章"] = {
							result = true
						}
					}
				}
			},
			["裸"] = {
				["聊"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					["刻"] = {
						["章"] = {
							result = true
						}
					}
				}
			},
			["赚"] = {
				["钱"] = {
					result = true
				}
			}
		},
		["葡"] = {
			["京"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["警"] = {
			["冈"] = {
				["山"] = {
					result = true
				}
			}
		},
		["访"] = {
			["4"] = {
				["月"] = {
					["2"] = {
						["5"] = {
							["日"] = {
								result = true
							}
						}
					}
				}
			},
			["下"] = {
				["岗"] = {
					result = true
				},
				["跪"] = {
					["书"] = {
						["记"] = {
							result = true
						}
					}
				}
			},
			["书"] = {
				["记"] = {
					["下"] = {
						["跪"] = {
							result = true
						}
					}
				}
			},
			["事"] = {
				["件"] = {
					result = true
				}
			},
			["人"] = {
				["员"] = {
					result = true
				},
				["民"] = {
					["报"] = {
						["消"] = {
							["息"] = {
								result = true
							}
						}
					}
				}
			},
			["关"] = {
				["押"] = {
					result = true
				}
			},
			["办"] = {
				result = true
			},
			["吃"] = {
				["药"] = {
					result = true
				}
			},
			["地"] = {
				["震"] = {
					result = true
				}
			},
			["女"] = {
				["国"] = {
					["庆"] = {
						["失"] = {
							["踪"] = {
								result = true
							}
						}
					}
				},
				["失"] = {
					["踪"] = {
						["国"] = {
							["庆"] = {
								result = true
							}
						}
					}
				}
			},
			["学"] = {
				["生"] = {
					result = true,
					["遇"] = {
						["难"] = {
							result = true
						}
					}
				}
			},
			["家"] = {
				["长"] = {
					result = true
				}
			},
			["强"] = {
				["奸"] = {
					result = true
				}
			},
			["当"] = {
				["众"] = {
					["强"] = {
						["奸"] = {
							result = true
						}
					}
				}
			},
			["必"] = {
				["备"] = {
					["炸"] = {
						["弹"] = {
							result = true
						},
						["药"] = {
							result = true
						},
						["蛋"] = {
							result = true
						}
					}
				}
			},
			["拆"] = {
				["迁"] = {
					result = true
				}
			},
			["村"] = {
				["民"] = {
					result = true
				}
			},
			["殴"] = {
				["打"] = {
					result = true
				}
			},
			["精"] = {
				["神"] = {
					["病"] = {
						result = true,
						["院"] = {
							result = true
						}
					}
				}
			},
			["纪"] = {
				["元"] = {
					result = true,
					["访"] = {
						["民"] = {
							result = true
						}
					}
				}
			},
			["者"] = {
				["报"] = {
					["警"] = {
						result = true
					}
				},
				["爬"] = {
					["高"] = {
						["塔"] = {
							result = true
						}
					}
				}
			},
			["警"] = {
				["察"] = {
					result = true
				}
			},
			["访"] = {
				["民"] = {
					["纪"] = {
						["元"] = {
							result = true
						}
					}
				}
			},
			["赵"] = {
				["子"] = {
					["法"] = {
						result = true
					}
				}
			},
			["遇"] = {
				["难"] = {
					result = true,
					["学"] = {
						["生"] = {
							result = true
						}
					}
				}
			},
			["难"] = {
				["告"] = {
					["状"] = {
						["难"] = {
							result = true
						}
					}
				}
			},
			["高"] = {
				["潮"] = {
					result = true
				}
			}
		},
		["赌"] = {
			["博"] = {
				["机"] = {
					result = true
				}
			}
		},
		["路"] = {
			["孩"] = {
				["子"] = {
					result = true,
					["豆"] = {
						["腐"] = {
							["渣"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["門"] = {
			["保"] = {
				["健"] = {
					result = true,
					["服"] = {
						["務"] = {
							result = true
						}
					}
				}
			},
			["包"] = {
				["夜"] = {
					["服"] = {
						["務"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					result = true,
					["電"] = {
						["話"] = {
							result = true
						}
					}
				}
			},
			["按"] = {
				["摩"] = {
					result = true
				}
			},
			["服"] = {
				["務"] = {
					result = true
				}
			},
			["特"] = {
				["殊"] = {
					["服"] = {
						["務"] = {
							result = true
						}
					}
				}
			},
			["男"] = {
				["同"] = {
					["按"] = {
						["摩"] = {
							result = true
						}
					}
				}
			},
			["調"] = {
				["教"] = {
					result = true
				}
			},
			["陪"] = {
				["睡"] = {
					["服"] = {
						["務"] = {
							result = true
						}
					}
				}
			}
		},
		["门"] = {
			result = true,
			["丝"] = {
				["袜"] = {
					result = true
				},
				["足"] = {
					["按"] = {
						["摩"] = {
							result = true
						}
					}
				}
			},
			["保"] = {
				["健"] = {
					result = true,
					["性"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					},
					["按"] = {
						["摩"] = {
							result = true
						}
					},
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["做"] = {
				["情"] = {
					["妇"] = {
						result = true
					}
				},
				["爱"] = {
					result = true,
					["女"] = {
						result = true
					},
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["全"] = {
				["套"] = {
					["包"] = {
						["夜"] = {
							result = true
						}
					}
				}
			},
			["包"] = {
				["夜"] = {
					["性"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					},
					["服"] = {
						["务"] = {
							result = true
						}
					},
					["爽"] = {
						result = true
					}
				}
			},
			["妓"] = {
				["女"] = {
					result = true,
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["妹"] = {
				["妹"] = {
					result = true
				}
			},
			["安"] = {
				["装"] = {
					result = true
				}
			},
			["小"] = {
				["姐"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["性"] = {
				["交"] = {
					result = true,
					["网"] = {
						result = true
					}
				},
				["息"] = {
					result = true,
					["服"] = {
						["务"] = {
							result = true
						}
					}
				},
				["服"] = {
					["务"] = {
						result = true
					}
				},
				["爱"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["找"] = {
				["小"] = {
					["姐"] = {
						result = true
					}
				}
			},
			["按"] = {
				["摩"] = {
					["小"] = {
						["姐"] = {
							result = true
						}
					},
					["打"] = {
						["炮"] = {
							result = true
						}
					},
					["技"] = {
						["师"] = {
							result = true
						}
					},
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["推"] = {
				["油"] = {
					["按"] = {
						["摩"] = {
							result = true
						}
					}
				}
			},
			["援"] = {
				["交"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					},
					["女"] = {
						result = true
					},
					["妓"] = {
						["女"] = {
							result = true
						}
					},
					["妹"] = {
						result = true
					},
					["婊"] = {
						["子"] = {
							result = true
						}
					},
					["服"] = {
						["务"] = {
							result = true
						}
					},
					["鸡"] = {
						["婆"] = {
							result = true
						}
					}
				}
			},
			["摸"] = {
				["摸"] = {
					["看"] = {
						result = true
					}
				}
			},
			["服"] = {
				["务"] = {
					["妓"] = {
						["女"] = {
							result = true
						}
					},
					["性"] = {
						["息"] = {
							result = true
						}
					},
					["找"] = {
						result = true
					},
					["洋"] = {
						["妞"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					}
				},
				["務"] = {
					result = true
				}
			},
			["洋"] = {
				["妞"] = {
					result = true
				}
			},
			["特"] = {
				["殊"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["男"] = {
				["同"] = {
					["按"] = {
						["摩"] = {
							result = true
						}
					},
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["眉"] = {
					result = true
				}
			},
			["调"] = {
				["教"] = {
					result = true
				}
			},
			["陪"] = {
				["睡"] = {
					result = true,
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["骚"] = {
				["妇"] = {
					result = true
				}
			}
		},
		["饶"] = {
			["办"] = {
				["假"] = {
					["毕"] = {
						["业"] = {
							result = true
						}
					}
				},
				["证"] = {
					result = true
				}
			},
			["肾"] = {
				result = true
			},
			["麻"] = {
				["古"] = {
					result = true
				}
			}
		}
	},
	["且"] = {
		["听"] = {
			["风"] = {
				["吟"] = {
					["福"] = {
						["利"] = {
							["吧"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["丘"] = {
		["比"] = {
			["特"] = {
				result = true
			}
		}
	},
	["两"] = {
		["会"] = {
			["+"] = {
				["屠"] = {
					["宰"] = {
						["藏"] = {
							["民"] = {
								result = true
							}
						}
					}
				}
			},
			["中"] = {
				["南"] = {
					["海"] = {
						result = true
					}
				}
			},
			["伸"] = {
				["申"] = {
					["冤"] = {
						result = true
					}
				}
			},
			["信"] = {
				["访"] = {
					["办"] = {
						result = true
					}
				}
			},
			["大"] = {
				["会"] = {
					["堂"] = {
						result = true
					}
				}
			},
			["总"] = {
				["政"] = {
					result = true
				},
				["行"] = {
					result = true
				}
			},
			["房"] = {
				["奴"] = {
					result = true
				}
			},
			["打"] = {
				["横"] = {
					["幅"] = {
						result = true
					}
				}
			},
			["抗"] = {
				["议"] = {
					result = true
				}
			},
			["揭"] = {
				["露"] = {
					result = true
				}
			},
			["自"] = {
				["焚"] = {
					result = true
				}
			},
			["蚁"] = {
				["族"] = {
					result = true
				}
			},
			["静"] = {
				["坐"] = {
					result = true
				}
			},
			["鸣"] = {
				["冤"] = {
					result = true
				}
			}
		},
		["分"] = {
			["钟"] = {
				["保"] = {
					["射"] = {
						result = true
					}
				}
			}
		},
		["性"] = {
			["保"] = {
				["健"] = {
					["网"] = {
						result = true
					}
				}
			},
			["健"] = {
				["康"] = {
					["网"] = {
						result = true
					}
				}
			},
			["小"] = {
				["说"] = {
					result = true
				}
			},
			["性"] = {
				["生"] = {
					["活"] = {
						result = true
					}
				}
			},
			["淫"] = {
				["乱"] = {
					["地"] = {
						["址"] = {
							result = true
						}
					},
					["贴"] = {
						["图"] = {
							result = true
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			},
			["禁"] = {
				["地"] = {
					result = true
				}
			},
			["视"] = {
				["秀"] = {
					result = true
				}
			},
			["誑"] = {
				["情"] = {
					result = true
				}
			},
			["频"] = {
				["道"] = {
					result = true
				}
			}
		},
		["穴"] = {
			["轮"] = {
				["奸"] = {
					result = true
				}
			}
		},
		["腿"] = {
			["间"] = {
				result = true
			}
		}
	},
	["丧"] = {
		["命"] = {
			["维"] = {
				["族"] = {
					result = true
				}
			}
		},
		["服"] = {
			["未"] = {
				["亡"] = {
					["人"] = {
						result = true
					}
				}
			}
		},
		["钟"] = {
			result = true
		}
	},
	["临"] = {
		["时"] = {
			["代"] = {
				["总"] = {
					["理"] = {
						result = true
					}
				}
			},
			["办"] = {
				["正"] = {
					result = true
				},
				["证"] = {
					result = true
				}
			}
		},
		["桂"] = {
			["应"] = {
				["召"] = {
					["女"] = {
						["郎"] = {
							result = true
						}
					}
				}
			}
		},
		["死"] = {
			["肉"] = {
				["便"] = {
					["器"] = {
						result = true
					}
				}
			}
		},
		["高"] = {
			["县"] = {
				["假"] = {
					["币"] = {
						result = true
					}
				}
			}
		}
	},
	["丽"] = {
		["人"] = {
			["人"] = {
				["在"] = {
					["线"] = {
						["裸"] = {
							["聊"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["媛"] = {
			[" "] = {
				["近"] = {
					["平"] = {
						result = true
					}
				}
			}
		},
		["水"] = {
			K = {
				["粉"] = {
					result = true
				}
			},
			["假"] = {
				["币"] = {
					result = true
				},
				["证"] = {
					result = true
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["办"] = {
				["假"] = {
					["毕"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					}
				},
				["证"] = {
					result = true
				}
			}
		},
		["江"] = {
			K = {
				["粉"] = {
					result = true
				}
			},
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["猎"] = {
				["枪"] = {
					result = true
				}
			}
		}
	},
	["乃"] = {
		["南"] = {
			["葵"] = {
				B = {
					T = {
						result = true
					}
				}
			}
		},
		["原"] = {
			["深"] = {
				["雪"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["乐"] = {
		["万"] = {
			["通"] = {
				result = true
			}
		},
		["不"] = {
			["思"] = {
				["蜀"] = {
					result = true
				}
			}
		},
		["东"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			}
		},
		["中"] = {
			["乐"] = {
				["2"] = {
					["店"] = {
						result = true
					}
				},
				["4"] = {
					["店"] = {
						result = true
					}
				},
				["5"] = {
					["店"] = {
						result = true
					}
				}
			}
		},
		["丰"] = {
			result = true
		},
		["乐"] = {
			["成"] = {
				["人"] = {
					["用"] = {
						["品"] = {
							result = true
						}
					}
				}
			}
		},
		["亨"] = {
			["博"] = {
				["彩"] = {
					["通"] = {
						result = true
					}
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					result = true,
					["城"] = {
						result = true
					}
				}
			},
			["彩"] = {
				result = true
			}
		},
		["哥"] = {
			result = true
		},
		["天"] = {
			["堂"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				},
				["现"] = {
					["金"] = {
						["网"] = {
							result = true
						}
					}
				},
				["赌"] = {
					["博"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["平"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["彩"] = {
			result = true
		},
		["拍"] = {
			["网"] = {
				result = true
			}
		},
		["播"] = {
			result = true
		},
		["橙"] = {
			result = true
		},
		["比"] = {
			["药"] = {
				["业"] = {
					result = true
				}
			}
		},
		["清"] = {
			K = {
				["粉"] = {
					result = true
				}
			}
		},
		["游"] = {
			["官"] = {
				["方"] = {
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			}
		},
		["皮"] = {
			["皮"] = {
				["奇"] = {
					["趣"] = {
						["发"] = {
							["现"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["福"] = {
			["枪"] = {
				["模"] = {
					result = true
				}
			}
		},
		["至"] = {
			["假"] = {
				["证"] = {
					result = true
				}
			}
		},
		["药"] = {
			["网"] = {
				result = true
			}
		},
		["视"] = {
			["中"] = {
				["宣"] = {
					result = true,
					["部"] = {
						result = true
					}
				}
			},
			["副"] = {
				["部"] = {
					["长"] = {
						result = true
					}
				}
			},
			["名"] = {
				["照"] = {
					result = true
				}
			},
			["宣"] = {
				["传"] = {
					result = true
				}
			},
			["引"] = {
				["渡"] = {
					result = true,
					["中"] = {
						["宣"] = {
							["部"] = {
								result = true
							}
						}
					},
					["回"] = {
						["国"] = {
							result = true
						}
					}
				}
			},
			["王"] = {
				["诚"] = {
					result = true
				}
			},
			["蔡"] = {
				result = true,
				["名"] = {
					["照"] = {
						result = true
					}
				}
			},
			["贾"] = {
				["跃"] = {
					["亭"] = {
						result = true
					}
				}
			},
			["跃"] = {
				["亭"] = {
					result = true
				}
			},
			["造"] = {
				["谣"] = {
					result = true
				}
			}
		},
		["购"] = {
			["网"] = {
				result = true
			}
		},
		["赢"] = {
			["娱"] = {
				["乐"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["趣"] = {
			["聊"] = {
				["天"] = {
					["室"] = {
						result = true
					}
				}
			}
		},
		["透"] = {
			["世"] = {
				["界"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			},
			["乐"] = {
				["博"] = {
					["彩"] = {
						result = true,
						["也"] = {
							result = true
						},
						["网"] = {
							result = true
						}
					}
				}
			},
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["通"] = {
			result = true,
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["酷"] = {
			["博"] = {
				["彩"] = {
					["网"] = {
						result = true
					}
				}
			},
			["搏"] = {
				["彩"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			}
		},
		["集"] = {
			["客"] = {
				result = true
			}
		},
		["飞"] = {
			["刘"] = {
				result = true
			}
		}
	},
	["乔"] = {
		["冠"] = {
			["华"] = {
				result = true
			}
		},
		["复"] = {
			["盛"] = {
				result = true
			}
		},
		["峰"] = {
			result = true
		},
		["清"] = {
			["盛"] = {
				result = true
			}
		},
		["致"] = {
			["广"] = {
				result = true
			}
		}
	},
	["买"] = {
		[" "] = {
			k = {
				[" "] = {
					["粉"] = {
						result = true
					}
				},
				["粉"] = {
					result = true
				}
			},
			["卖"] = {
				[" "] = {
					k = {
						[" "] = {
							["粉"] = {
								result = true
							}
						}
					}
				}
			}
		},
		k = {
			[" "] = {
				["粉"] = {
					result = true
				}
			},
			["粉"] = {
				result = true
			}
		},
		["买"] = {
			["提"] = {
				["江"] = {
					["阿"] = {
						["布"] = {
							["都"] = {
								["拉"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["卖"] = {
			[" "] = {
				k = {
					["粉"] = {
						result = true
					}
				}
			},
			k = {
				["粉"] = {
					result = true
				}
			}
		}
	},
	["乱"] = {
		["伦"] = {
			["小"] = {
				["说"] = {
					result = true
				}
			},
			["片"] = {
				result = true
			}
		},
		["情"] = {
			result = true
		},
		["淫"] = {
			result = true
		},
		["砍"] = {
			["人"] = {
				result = true
			}
		},
		["鉸"] = {
			["視"] = {
				["频"] = {
					result = true
				}
			}
		}
	},
	["乳"] = {
		["妈"] = {
			["翘"] = {
				["抽"] = {
					result = true
				}
			}
		},
		["妞"] = {
			["妞"] = {
				result = true
			}
		},
		["娘"] = {
			["色"] = {
				["情"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			}
		},
		["尖"] = {
			result = true
		},
		["山"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["性"] = {
			result = true
		},
		["林"] = {
			["大"] = {
				["会"] = {
					result = true
				}
			}
		},
		["此"] = {
			["多"] = {
				["娇"] = {
					result = true
				}
			},
			["美"] = {
				["丽"] = {
					result = true
				}
			}
		},
		["母"] = {
			result = true
		},
		["油"] = {
			result = true
		},
		["牛"] = {
			A = {
				V = {
					result = true
				}
			}
		},
		["神"] = {
			result = true
		},
		["罩"] = {
			result = true
		},
		["胶"] = {
			["人"] = {
				["皮"] = {
					result = true
				}
			},
			["仿"] = {
				["真"] = {
					["面"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["脸"] = {
				["皮"] = {
					result = true
				}
			},
			["面"] = {
				["具"] = {
					result = true
				},
				["皮"] = {
					result = true
				}
			}
		},
		["腺"] = {
			result = true
		}
	},
	["乾"] = {
		["爽"] = {
			result = true
		}
	},
	["亂"] = {
		["囵"] = {
			["圖"] = {
				["岖"] = {
					result = true
				}
			},
			["尒"] = {
				["説"] = {
					result = true
				}
			}
		},
		["茭"] = {
			result = true,
			["視"] = {
				["頻"] = {
					result = true
				}
			}
		}
	},
	["亓"] = {
		["苞"] = {
			["價"] = {
				["格"] = {
					result = true
				}
			}
		}
	},
	["亮"] = {
		["丽"] = {
			["空"] = {
				["姐"] = {
					["援"] = {
						["交"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["亲"] = {
		["亲"] = {
			["在"] = {
				["线"] = {
					["黄"] = {
						["片"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["小"] = {
				["芳"] = {
					result = true
				}
			},
			["狼"] = {
				["导"] = {
					["航"] = {
						result = true
					}
				}
			},
			["黄"] = {
				["片"] = {
					result = true
				}
			}
		},
		["兄"] = {
			["弟"] = {
				["弓"] = {
					["弩"] = {
						result = true
					}
				}
			}
		},
		["吻"] = {
			["小"] = {
				["屄"] = {
					result = true
				}
			}
		},
		["嘴"] = {
			["女"] = {
				["人"] = {
					result = true
				}
			}
		},
		["外"] = {
			["甥"] = {
				["习"] = {
					["总"] = {
						result = true
					}
				}
			}
		},
		["家"] = {
			[" "] = {
				["梁"] = {
					["稳"] = {
						["根"] = {
							result = true
						}
					}
				}
			}
		},
		["情"] = {
			["淫"] = {
				["乱"] = {
					result = true
				}
			}
		},
		["戚"] = {
			result = true
		},
		["日"] = {
			result = true
		},
		["江"] = {
			["系"] = {
				["媒"] = {
					["体"] = {
						result = true,
						["倒"] = {
							["台"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["爱"] = {
			["的"] = {
				["人"] = {
					result = true
				}
			}
		},
		["要"] = {
			["妹"] = {
				["妹"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["眉"] = {
					result = true
				}
			},
			["黄"] = {
				["片"] = {
					result = true
				}
			}
		},
		["身"] = {
			["感"] = {
				["受"] = {
					["伟"] = {
						["哥"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["人"] = {
		["#"] = {
			["间"] = {
				["天"] = {
					["#"] = {
						["堂"] = {
							result = true
						}
					}
				}
			}
		},
		["与"] = {
			["交"] = {
				["一"] = {
					["家"] = {
						result = true
					}
				}
			},
			["兽"] = {
				["5"] = {
					["4"] = {
						p = {
							result = true
						}
					}
				},
				["乱"] = {
					["交"] = {
						result = true
					}
				},
				["性"] = {
					["交"] = {
						result = true
					},
					["片"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				},
				["电"] = {
					["影"] = {
						result = true
					}
				}
			},
			["动"] = {
				["物"] = {
					["华"] = {
						["人"] = {
							["版"] = {
								result = true
							}
						}
					},
					["幼"] = {
						["女"] = {
							result = true
						}
					}
				}
			},
			["狗"] = {
				["交"] = {
					["配"] = {
						result = true
					}
				},
				["性"] = {
					["交"] = {
						result = true
					}
				}
			},
			["畜"] = {
				["生"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["马"] = {
				result = true
			}
		},
		["个"] = {
			["资"] = {
				["料"] = {
					result = true
				}
			}
		},
		["事"] = {
			["变"] = {
				["动"] = {
					result = true
				}
			},
			["接"] = {
				["班"] = {
					result = true
				}
			}
		},
		["人"] = {
			D = {
				V = {
					D = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			},
			["媒"] = {
				["人"] = {
					["网"] = {
						result = true
					}
				}
			},
			["性"] = {
				["爱"] = {
					["网"] = {
						result = true
					}
				}
			},
			["撸"] = {
				A = {
					V = {
						result = true
					}
				}
			},
			["有"] = {
				["色"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					["综"] = {
						["合"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["看"] = {
				result = true,
				A = {
					V = {
						result = true
					}
				},
				["免"] = {
					["费"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			},
			["碰"] = {
				["成"] = {
					["人"] = {
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				}
			},
			["网"] = {
				["用"] = {
					["户"] = {
						["数"] = {
							["据"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["亻"] = {
			["本"] = {
				["器"] = {
					["官"] = {
						result = true,
						["专"] = {
							result = true
						}
					}
				},
				["艺"] = {
					["术"] = {
						result = true
					}
				}
			}
		},
		["休"] = {
			["艺"] = {
				["术"] = {
					["偷"] = {
						["拍"] = {
							result = true
						}
					}
				}
			}
		},
		["体"] = {
			["5"] = {
				["2"] = {
					["1"] = {
						result = true,
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			},
			["写"] = {
				["真"] = {
					result = true
				}
			},
			["器"] = {
				["官"] = {
					result = true,
					["专"] = {
						result = true
					},
					["摘"] = {
						["除"] = {
							result = true
						}
					},
					["收"] = {
						["购"] = {
							result = true
						}
					}
				}
			},
			["彩"] = {
				["绘"] = {
					result = true
				}
			},
			["性"] = {
				["艺"] = {
					["术"] = {
						result = true
					}
				}
			},
			["摄"] = {
				["影"] = {
					["技"] = {
						["巧"] = {
							result = true
						}
					}
				}
			},
			["炸"] = {
				["弹"] = {
					["教"] = {
						["程"] = {
							result = true
						}
					}
				},
				["蛋"] = {
					result = true
				}
			},
			["肝"] = {
				["脾"] = {
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			},
			["胎"] = {
				["盘"] = {
					result = true
				}
			},
			["艺"] = {
				["术"] = {
					["写"] = {
						["真"] = {
							result = true
						}
					},
					["快"] = {
						["播"] = {
							result = true
						}
					},
					["照"] = {
						result = true
					},
					["的"] = {
						["拍"] = {
							["摄"] = {
								result = true
							}
						}
					},
					["综"] = {
						["合"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					},
					["黄"] = {
						["色"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["裸"] = {
				["体"] = {
					result = true,
					["彩"] = {
						["绘"] = {
							result = true
						}
					},
					["组"] = {
						["图"] = {
							result = true
						}
					}
				}
			},
			["透"] = {
				["视"] = {
					["眼"] = {
						["镜"] = {
							result = true
						}
					}
				}
			}
		},
		["具"] = {
			result = true
		},
		["兽"] = {
			["交"] = {
				result = true,
				["在"] = {
					["线"] = {
						["播"] = {
							["放"] = {
								result = true
							}
						}
					}
				},
				["小"] = {
					["说"] = {
						result = true
					}
				},
				["短"] = {
					["片"] = {
						result = true
					}
				}
			},
			["忄"] = {
				["青"] = {
					result = true
				}
			},
			["性"] = {
				["交"] = {
					["影"] = {
						["片"] = {
							result = true
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["情"] = {
				result = true
			},
			["戏"] = {
				result = true
			},
			["杂"] = {
				["交"] = {
					result = true,
					["淫"] = {
						["图"] = {
							result = true
						}
					}
				}
			},
			["群"] = {
				["交"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["力"] = {
			["资"] = {
				["源"] = {
					["代"] = {
						["考"] = {
							result = true
						}
					}
				}
			}
		},
		["员"] = {
			["变"] = {
				["动"] = {
					result = true
				}
			},
			["安"] = {
				["排"] = {
					result = true
				}
			},
			["密"] = {
				["集"] = {
					result = true
				}
			}
		},
		["在"] = {
			["云"] = {
				["上"] = {
					["飘"] = {
						result = true
					}
				}
			}
		},
		["大"] = {
			["代"] = {
				["表"] = {
					["大"] = {
						["会"] = {
							result = true
						},
						["會"] = {
							result = true
						}
					}
				}
			},
			["常"] = {
				["委"] = {
					result = true,
					["会"] = {
						["主"] = {
							["任"] = {
								result = true
							}
						}
					},
					["會"] = {
						["主"] = {
							["任"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["妖"] = {
			result = true,
			["@"] = {
				L = {
					a = {
						d = {
							y = {
								result = true
							}
						}
					}
				}
			},
			a = {
				v = {
					result = true
				}
			},
			["互"] = {
				["干"] = {
					result = true
				}
			},
			["全"] = {
				["套"] = {
					result = true
				}
			},
			["妹"] = {
				["妹"] = {
					result = true
				}
			},
			["姐"] = {
				["妹"] = {
					result = true
				}
			},
			["性"] = {
				["爱"] = {
					result = true
				}
			},
			["篇"] = {
				result = true
			},
			["美"] = {
				["琪"] = {
					result = true
				}
			}
		},
		["妻"] = {
			["3"] = {
				P = {
					result = true
				}
			},
			A = {
				V = {
					result = true
				}
			},
			M = {
				M = {
					result = true
				}
			},
			["不"] = {
				["伦"] = {
					result = true,
					["在"] = {
						["线"] = {
							result = true
						}
					},
					["旅"] = {
						["行"] = {
							result = true
						}
					}
				},
				["倫"] = {
					result = true,
					["温"] = {
						["泉"] = {
							result = true
						}
					}
				}
			},
			["中"] = {
				["出"] = {
					result = true,
					["在"] = {
						["线"] = {
							result = true
						}
					}
				}
			},
			["乱"] = {
				["伦"] = {
					["在"] = {
						["线"] = {
							["看"] = {
								result = true
							}
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			},
			["乳"] = {
				["房"] = {
					["榨"] = {
						["乳"] = {
							result = true
						}
					}
				},
				["沟"] = {
					["色"] = {
						["诱"] = {
							result = true
						}
					}
				}
			},
			["亂"] = {
				["倫"] = {
					result = true
				}
			},
			["交"] = {
				["換"] = {
					result = true
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						result = true
					}
				}
			},
			["做"] = {
				["爱"] = {
					["自"] = {
						["拍"] = {
							result = true
						}
					}
				}
			},
			["元"] = {
				["捜"] = {
					["査"] = {
						["官"] = {
							result = true
						}
					}
				}
			},
			["兽"] = {
				["交"] = {
					result = true
				}
			},
			["内"] = {
				["射"] = {
					result = true
				}
			},
			["凌"] = {
				["辱"] = {
					result = true,
					["参"] = {
						["観"] = {
							["日"] = {
								result = true
							}
						},
						["观"] = {
							["日"] = {
								result = true
							}
						}
					},
					["慰"] = {
						["劳"] = {
							["会"] = {
								result = true
							}
						}
					}
				}
			},
			["出"] = {
				["台"] = {
					result = true
				}
			},
			["初"] = {
				["体"] = {
					["验"] = {
						result = true
					}
				}
			},
			["和"] = {
				["我"] = {
					["做"] = {
						["爱"] = {
							result = true
						}
					}
				}
			},
			["四"] = {
				["部"] = {
					["曲"] = {
						result = true
					}
				}
			},
			["外"] = {
				result = true,
				["拍"] = {
					result = true
				}
			},
			["大"] = {
				["奶"] = {
					["熟"] = {
						["女"] = {
							result = true
						}
					}
				}
			},
			["女"] = {
				["教"] = {
					["师"] = {
						result = true
					}
				}
			},
			["完"] = {
				["熟"] = {
					result = true
				}
			},
			["官"] = {
				["能"] = {
					result = true
				}
			},
			["小"] = {
				["说"] = {
					result = true
				}
			},
			["尹"] = {
				["力"] = {
					result = true
				}
			},
			["张"] = {
				["艳"] = {
					["芳"] = {
						result = true
					}
				}
			},
			["性"] = {
				["交"] = {
					result = true
				},
				["欲"] = {
					["旺"] = {
						["盛"] = {
							result = true
						}
					}
				}
			},
			["恥"] = {
				["悦"] = {
					["旅"] = {
						["行"] = {
							result = true
						}
					}
				}
			},
			["打"] = {
				["炮"] = {
					["中"] = {
						["出"] = {
							result = true
						}
					}
				}
			},
			["故"] = {
				["事"] = {
					result = true
				}
			},
			["教"] = {
				["师"] = {
					result = true
				}
			},
			["斩"] = {
				result = true
			},
			["斬"] = {
				result = true
			},
			["新"] = {
				["传"] = {
					result = true
				}
			},
			["无"] = {
				["码"] = {
					result = true
				}
			},
			["月"] = {
				["娟"] = {
					result = true
				}
			},
			["极"] = {
				["限"] = {
					["凌"] = {
						["辱"] = {
							result = true
						}
					}
				}
			},
			["派"] = {
				["对"] = {
					["激"] = {
						["情"] = {
							result = true
						}
					}
				}
			},
			["温"] = {
				["泉"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					result = true,
					["免"] = {
						["费"] = {
							result = true
						}
					},
					["片"] = {
						result = true
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			},
			["熟"] = {
				["女"] = {
					["专"] = {
						["科"] = {
							result = true
						}
					},
					["高"] = {
						["清"] = {
							result = true
						}
					}
				},
				["妇"] = {
					result = true
				}
			},
			["爆"] = {
				["菊"] = {
					result = true
				}
			},
			["用"] = {
				["萝"] = {
					["卜"] = {
						result = true
					}
				}
			},
			["的"] = {
				["沦"] = {
					["陷"] = {
						result = true
					}
				}
			},
			["秘"] = {
				["书"] = {
					result = true
				}
			},
			["系"] = {
				["列"] = {
					result = true
				}
			},
			["网"] = {
				result = true
			},
			["群"] = {
				["交"] = {
					result = true,
					["图"] = {
						result = true
					}
				}
			},
			["肉"] = {
				["女"] = {
					result = true
				}
			},
			["肛"] = {
				["交"] = {
					result = true
				},
				["肉"] = {
					["曲"] = {
						result = true
					}
				}
			},
			["腾"] = {
				["讯"] = {
					["篇"] = {
						result = true
					}
				}
			},
			["自"] = {
				["宅"] = {
					["交"] = {
						["合"] = {
							result = true
						}
					}
				},
				["拍"] = {
					["图"] = {
						result = true
					}
				}
			},
			["色"] = {
				["誘"] = {
					result = true
				}
			},
			["诱"] = {
				["惑"] = {
					result = true
				}
			},
			["调"] = {
				["教"] = {
					result = true
				}
			},
			["送"] = {
				["友"] = {
					["骑"] = {
						result = true
					}
				}
			},
			["野"] = {
				["性"] = {
					["交"] = {
						["换"] = {
							result = true
						}
					}
				}
			},
			["阴"] = {
				["穴"] = {
					result = true
				}
			},
			["集"] = {
				["锦"] = {
					["不"] = {
						["伦"] = {
							result = true
						}
					}
				}
			},
			["露"] = {
				["出"] = {
					result = true
				},
				["脸"] = {
					["自"] = {
						["拍"] = {
							result = true,
							["照"] = {
								result = true
							}
						}
					}
				},
				["臉"] = {
					["自"] = {
						["拍"] = {
							result = true
						}
					}
				}
			},
			["风"] = {
				["骚"] = {
					result = true
				}
			}
		},
		["學"] = {
			["生"] = {
				["妹"] = {
					["妹"] = {
						result = true
					}
				}
			}
		},
		["宇"] = {
			["特"] = {
				["能"] = {
					result = true
				}
			}
		},
		["家"] = {
			["了"] = {
				result = true
			}
		},
		["寿"] = {
			["交"] = {
				result = true
			}
		},
		["屠"] = {
			result = true
		},
		["工"] = {
			["带"] = {
				["练"] = {
					result = true
				}
			},
			["玳"] = {
				["练"] = {
					result = true
				}
			}
		},
		["彈"] = {
			result = true
		},
		["心"] = {
			["不"] = {
				["见"] = {
					result = true
				}
			},
			["魄"] = {
				["的"] = {
					["成"] = {
						["长"] = {
							result = true
						}
					}
				}
			}
		},
		["数"] = {
			["限"] = {
				["制"] = {
					result = true
				}
			}
		},
		["斩"] = {
			result = true
		},
		["斬"] = {
			result = true
		},
		["既"] = {
			["是"] = {
				["人"] = {
					result = true
				}
			}
		},
		["有"] = {
			["骏"] = {
				["马"] = {
					["者"] = {
						result = true
					}
				}
			}
		},
		["权"] = {
			["不"] = {
				["是"] = {
					["国"] = {
						["家"] = {
							["的"] = {
								["赐"] = {
									["予"] = {
										["刘"] = {
											["暁"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				},
				["能"] = {
					["完"] = {
						["全"] = {
							["保"] = {
								["障"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["侵"] = {
				["害"] = {
					result = true
				}
			},
			["保"] = {
				["障"] = {
					result = true
				}
			},
			["奖"] = {
				result = true
			},
			["橱"] = {
				["窗"] = {
					result = true
				}
			},
			["至"] = {
				["上"] = {
					result = true
				}
			},
			["观"] = {
				["察"] = {
					result = true,
					["组"] = {
						["织"] = {
							result = true,
							[" "] = {
								["人"] = {
									["权"] = {
										["奖"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["调"] = {
				["查"] = {
					result = true
				}
			},
			["迫"] = {
				["害"] = {
					result = true
				}
			}
		},
		["權"] = {
			["至"] = {
				["上"] = {
					result = true
				}
			}
		},
		["民"] = {
			["2"] = {
				["0"] = {
					["号"] = {
						result = true
					},
					["日"] = {
						result = true
					}
				}
			},
			B = {
				result = true
			},
			["大"] = {
				["道"] = {
					result = true
				}
			},
			["币"] = {
				["换"] = {
					H = {
						["肾"] = {
							result = true
						}
					}
				},
				["梭"] = {
					["哈"] = {
						result = true
					}
				},
				["百"] = {
					["家"] = {
						["乐"] = {
							result = true
						}
					}
				},
				["网"] = {
					["络"] = {
						["赌"] = {
							["博"] = {
								result = true
							}
						}
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				}
			},
			["幣"] = {
				result = true,
				["網"] = {
					["路"] = {
						["賭"] = {
							["博"] = {
								result = true
							}
						}
					}
				}
			},
			["茉"] = {
				["莉"] = {
					["花"] = {
						result = true
					}
				}
			},
			["薄"] = {
				["佩"] = {
					["服"] = {
						result = true
					}
				}
			}
		},
		["气"] = {
			a = {
				v = {
					["女"] = {
						["优"] = {
							result = true
						}
					}
				}
			},
			["女"] = {
				["优"] = {
					result = true
				}
			}
		},
		["流"] = {
			["视"] = {
				["频"] = {
					result = true
				}
			}
		},
		["游"] = {
			["戏"] = {
				result = true
			}
		},
		["物"] = {
			["卡"] = {
				["通"] = {
					["雕"] = {
						["像"] = {
							result = true
						}
					}
				}
			}
		},
		["狗"] = {
			["乱"] = {
				["交"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			}
		},
		["生"] = {
			["历"] = {
				["程"] = {
					result = true
				}
			},
			["如"] = {
				["粥"] = {
					result = true
				}
			}
		},
		["皮"] = {
			result = true,
			["专"] = {
				result = true
			},
			["仿"] = {
				["真"] = {
					["面"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["制"] = {
				["面"] = {
					["具"] = {
						result = true
					}
				}
			},
			["易"] = {
				["容"] = {
					result = true,
					["面"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["硅"] = {
				["胶"] = {
					["面"] = {
						["具"] = {
							result = true
						}
					}
				}
			}
		},
		["网"] = {
			result = true
		},
		["美"] = {
			B = {
				["嫩"] = {
					["图"] = {
						["文"] = {
							result = true
						}
					}
				}
			},
			["奶"] = {
				["大"] = {
					result = true
				}
			},
			["穴"] = {
				["更"] = {
					["靓"] = {
						result = true
					}
				}
			}
		},
		["群"] = {
			["密"] = {
				["集"] = {
					["+"] = {
						["逗"] = {
							["留"] = {
								result = true
							}
						}
					}
				}
			},
			["沈"] = {
				["重"] = {
					["的"] = {
						["足"] = {
							["印"] = {
								["走"] = {
									["上"] = {
										["永"] = {
											["远"] = {
												["的"] = {
													["斗"] = {
														["争"] = {
															result = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["的"] = {
				["聚"] = {
					["集"] = {
						result = true
					}
				}
			},
			["聚"] = {
				["集"] = {
					result = true
				}
			}
		},
		["老"] = {
			["逼"] = {
				["不"] = {
					["老"] = {
						result = true
					}
				}
			}
		},
		["肉"] = {
			["搜"] = {
				["索"] = {
					result = true
				}
			},
			["群"] = {
				["交"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["肾"] = {
			result = true
		},
		["與"] = {
			["獸"] = {
				result = true
			}
		},
		["蟲"] = {
			result = true
		},
		["车"] = {
			["不"] = {
				["来"] = {
					["验"] = {
						["车"] = {
							result = true
						}
					}
				}
			}
		},
		["造"] = {
			["脸"] = {
				["皮"] = {
					result = true
				}
			},
			["臉"] = {
				["皮"] = {
					result = true
				}
			},
			["芥"] = {
				["子"] = {
					["油"] = {
						["直"] = {
							["销"] = {
								result = true
							}
						}
					}
				}
			},
			["阳"] = {
				["具"] = {
					result = true
				}
			},
			["面"] = {
				["皮"] = {
					result = true
				}
			}
		},
		["間"] = {
			["天"] = {
				["堂"] = {
					result = true
				}
			}
		},
		["间"] = {
			["仙"] = {
				["境"] = {
					["情"] = {
						["色"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["便"] = {
				["器"] = {
					result = true
				}
			},
			["天"] = {
				["堂"] = {
					result = true
				}
			},
			["巨"] = {
				["炮"] = {
					result = true
				}
			},
			["福"] = {
				["报"] = {
					result = true
				}
			},
			["胸"] = {
				["器"] = {
					result = true
				}
			},
			["风"] = {
				["月"] = {
					["之"] = {
						["爱"] = {
							["情"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["面"] = {
			["兽"] = {
				["医"] = {
					result = true
				}
			}
		},
		["骨"] = {
			result = true
		},
		["體"] = {
			["攝"] = {
				["影"] = {
					result = true
				}
			},
			["藝"] = {
				["術"] = {
					["圖"] = {
						["片"] = {
							["網"] = {
								result = true
							}
						}
					},
					["網"] = {
						result = true
					}
				}
			}
		},
		["鱼"] = {
			["帝"] = {
				["国"] = {
					result = true
				}
			}
		}
	},
	["仁"] = {
		["和"] = {
			["教"] = {
				["育"] = {
					["助"] = {
						["考"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["药"] = {
				["业"] = {
					result = true
				}
			}
		},
		["曦"] = {
			["驾"] = {
				["校"] = {
					result = true
				}
			}
		},
		["科"] = {
			["百"] = {
				["华"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["高"] = {
						["清"] = {
							result = true
						}
					}
				},
				["華"] = {
					result = true,
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["美"] = {
			["性"] = {
				["爱"] = {
					result = true
				}
			}
		}
	},
	["仆"] = {
		["妹"] = {
			["毎"] = {
				["日"] = {
					["中"] = {
						["出"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["仟"] = {
		["畾"] = {
			["噯"] = {
				["紗"] = {
					["佺"] = {
						["雧"] = {
							result = true
						}
					},
					["兂"] = {
						["碼"] = {
							result = true
						}
					},
					["電"] = {
						["驴"] = {
							result = true
						}
					},
					["ｂ"] = {
						["τ"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["令"] = {
		["完"] = {
			["成"] = {
				result = true
			}
		},
		["家"] = {
			result = true
		},
		["政"] = {
			["策"] = {
				result = true
			}
		}
	},
	["们"] = {
		["有"] = {
			["习"] = {
				["大"] = {
					["大"] = {
						["就"] = {
							["好"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["任"] = {
		["何"] = {
			["机"] = {
				["枪"] = {
					["弹"] = {
						["夹"] = {
							result = true
						}
					}
				}
			}
		},
		["你"] = {
			["博"] = {
				result = true
			},
			["淫"] = {
				result = true
			}
		},
		["博"] = {
			result = true
		},
		["君"] = {
			["恣"] = {
				["意"] = {
					["玩"] = {
						result = true
					}
				}
			}
		},
		["建"] = {
			["宇"] = {
				result = true
			},
			["新"] = {
				result = true
			}
		},
		["弼"] = {
			["时"] = {
				result = true
			}
		},
		["意"] = {
			["变"] = {
				["号"] = {
					result = true,
					["软"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["改"] = {
				result = true,
				["号"] = {
					result = true
				}
			},
			["显"] = {
				["号"] = {
					result = true,
					["软"] = {
						["件"] = {
							result = true
						}
					}
				},
				["示"] = {
					result = true,
					["手"] = {
						["机"] = {
							["去"] = {
								["电"] = {
									result = true
								}
							}
						}
					}
				},
				["软"] = {
					["件"] = {
						result = true
					}
				}
			},
			["模"] = {
				["拟"] = {
					["器"] = {
						result = true
					}
				}
			},
			["软"] = {
				["件"] = {
					result = true
				}
			},
			["顯"] = {
				["號"] = {
					["軟"] = {
						["件"] = {
							result = true
						}
					}
				}
			}
		},
		["畹"] = {
			["町"] = {
				result = true
			}
		},
		["自"] = {
			["元"] = {
				result = true
			}
		},
		["达"] = {
			["华"] = {
				["三"] = {
					j = {
						["片"] = {
							result = true
						}
					},
					["级"] = {
						["片"] = {
							result = true
						}
					}
				}
			}
		},
		["飞"] = {
			["虹"] = {
				result = true
			}
		}
	},
	["企"] = {
		["业"] = {
			["主"] = {
				["数"] = {
					["据"] = {
						result = true
					}
				}
			},
			["信"] = {
				["息"] = {
					["网"] = {
						result = true
					}
				}
			},
			["发"] = {
				["票"] = {
					result = true,
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			},
			["名"] = {
				["录"] = {
					result = true,
					["商"] = {
						["城"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					},
					["资"] = {
						["料"] = {
							result = true
						},
						["源"] = {
							result = true
						}
					}
				}
			},
			["法"] = {
				["人"] = {
					["资"] = {
						["料"] = {
							result = true
						}
					}
				}
			},
			["税"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			},
			["老"] = {
				["总"] = {
					["数"] = {
						["据"] = {
							result = true
						}
					}
				},
				["板"] = {
					result = true,
					["名"] = {
						["录"] = {
							result = true
						}
					},
					["数"] = {
						["据"] = {
							result = true
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["清"] = {
						["理"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["伞"] = {
		["下"] = {
			["奇"] = {
				["迹"] = {
					result = true
				}
			}
		}
	},
	["伤"] = {
		["害"] = {
			["工"] = {
				["字"] = {
					["牌"] = {
						["气"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["心"] = {
			["俱"] = {
				["乐"] = {
					["部"] = {
						result = true
					}
				}
			},
			["看"] = {
				["不"] = {
					["见"] = {
						result = true
					}
				}
			}
		}
	},
	["伦"] = {
		["乱"] = {
			["小"] = {
				["说"] = {
					["大"] = {
						["全"] = {
							result = true
						}
					}
				}
			}
		},
		["理"] = {
			result = true,
			h = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			},
			["片"] = {
				result = true
			}
		}
	},
	["伸"] = {
		["入"] = {
			["姐"] = {
				["姐"] = {
					["裙"] = {
						["内"] = {
							result = true
						}
					}
				}
			},
			["蜜"] = {
				["穴"] = {
					result = true
				}
			}
		},
		["展"] = {
			["台"] = {
				["上"] = {
					["的"] = {
						["毒"] = {
							["药"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["縮"] = {
			["甩"] = {
				["棍"] = {
					result = true
				}
			}
		},
		["缩"] = {
			["型"] = {
				["电"] = {
					["警"] = {
						["棍"] = {
							result = true
						}
					}
				}
			},
			["梯"] = {
				result = true
			},
			["甩"] = {
				["棍"] = {
					result = true,
					["质"] = {
						["量"] = {
							["高"] = {
								result = true
							}
						}
					}
				}
			},
			["电"] = {
				["警"] = {
					["棍"] = {
						result = true
					}
				}
			},
			["警"] = {
				["棍"] = {
					result = true,
					["专"] = {
						result = true
					}
				}
			}
		}
	},
	["你"] = {
		["2"] = {
			["大"] = {
				["爷"] = {
					result = true
				}
			}
		},
		["二"] = {
			["大"] = {
				["爺"] = {
					result = true
				}
			}
		},
		["他"] = {
			["妈"] = {
				["的"] = {
					result = true
				}
			},
			["媽"] = {
				["的"] = {
					result = true
				}
			},
			["馬"] = {
				["的"] = {
					result = true
				}
			},
			["马"] = {
				["的"] = {
					result = true
				}
			}
		},
		["在"] = {
			["撸"] = {
				result = true
			}
		},
		["大"] = {
			["爺"] = {
				result = true
			}
		},
		["奶"] = {
			result = true,
			["奶"] = {
				["的"] = {
					result = true
				}
			}
		},
		["她"] = {
			["妈"] = {
				result = true
			},
			["馬"] = {
				["的"] = {
					result = true
				}
			},
			["马"] = {
				["的"] = {
					result = true
				}
			}
		},
		["好"] = {
			["泼"] = {
				["嘌"] = {
					["罗"] = {
						["小"] = {
							["姐"] = {
								result = true
							}
						}
					}
				}
			},
			["票"] = {
				result = true
			}
		},
		["妈"] = {
			B = {
				["的"] = {
					result = true
				}
			},
			["比"] = {
				result = true
			},
			["的"] = {
				B = {
					result = true
				}
			},
			["铋"] = {
				result = true
			},
			["靠"] = {
				result = true
			}
		},
		["姥"] = {
			["姥"] = {
				result = true
			}
		},
		["娘"] = {
			["卡"] = {
				["好"] = {
					result = true
				}
			},
			["咧"] = {
				result = true
			}
		},
		["它"] = {
			["妈"] = {
				["的"] = {
					result = true
				}
			},
			["媽"] = {
				["的"] = {
					result = true
				}
			},
			["馬"] = {
				["的"] = {
					result = true
				}
			},
			["马"] = {
				["的"] = {
					result = true
				}
			}
		},
		["就"] = {
			["当"] = {
				["姐"] = {
					["是"] = {
						["个"] = {
							["鸡"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["弄"] = {
			["的"] = {
				["我"] = {
					["好"] = {
						["通"] = {
							["啊"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["懂"] = {
			["得"] = {
				["6"] = {
					result = true
				}
			},
			["的"] = {
				result = true,
				["云"] = {
					["点"] = {
						["播"] = {
							result = true
						}
					}
				},
				["影"] = {
					["视"] = {
						result = true
					}
				},
				["论"] = {
					["坛"] = {
						result = true
					}
				},
				["资"] = {
					["源"] = {
						["论"] = {
							["坛"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["我"] = {
			["色"] = {
				result = true
			}
		},
		["操"] = {
			["得"] = {
				["我"] = {
					["更"] = {
						["爽"] = {
							result = true
						}
					}
				}
			}
		},
		["日"] = {
			["我"] = {
				["日"] = {
					A = {
						V = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["是"] = {
			["我"] = {
				["的"] = {
					["情"] = {
						["人"] = {
							result = true
						}
					}
				}
			},
			["雞"] = {
				result = true
			},
			["鴨"] = {
				result = true
			},
			["鸡"] = {
				result = true
			},
			["鸭"] = {
				result = true
			}
		},
		["来"] = {
			["操"] = {
				result = true
			}
		},
		["爺"] = {
			["爺"] = {
				["的"] = {
					result = true
				}
			}
		},
		["的"] = {
			["二"] = {
				["我"] = {
					["懂"] = {
						result = true
					}
				}
			},
			["大"] = {
				["肉"] = {
					["棒"] = {
						result = true,
						["好"] = {
							["粗"] = {
								result = true
							}
						}
					}
				},
				["鸡"] = {
					["巴"] = {
						["好"] = {
							["粗"] = {
								result = true
							}
						}
					}
				}
			},
			["小"] = {
				["穴"] = {
					["好"] = {
						["深"] = {
							["啊"] = {
								result = true
							}
						},
						["温"] = {
							["暖"] = {
								result = true
							}
						},
						["紧"] = {
							result = true
						}
					}
				}
			},
			["穴"] = {
				["太"] = {
					["紧"] = {
						["了"] = {
							result = true
						}
					}
				}
			},
			["肉"] = {
				["棒"] = {
					["干"] = {
						result = true
					}
				}
			},
			["逼"] = {
				["真"] = {
					["紧"] = {
						result = true
					}
				}
			},
			["鸡"] = {
				["巴"] = {
					result = true
				}
			}
		},
		["祖"] = {
			["宗"] = {
				result = true
			}
		},
		["老"] = {
			["妹"] = {
				result = true
			},
			["母"] = {
				["的"] = {
					result = true
				}
			}
		},
		["色"] = {
			["嗎"] = {
				result = true
			}
		},
		["馬"] = {
			["的"] = {
				result = true
			}
		},
		["马"] = {
			["的"] = {
				result = true
			}
		},
		["鸡"] = {
			["动"] = {
				["嘛"] = {
					result = true
				}
			}
		}
	},
	["佩"] = {
		["带"] = {
			["气"] = {
				["瓶"] = {
					result = true
				}
			}
		}
	},
	["佬"] = {
		["師"] = {
			["涐"] = {
				["崾"] = {
					["射"] = {
						result = true
					}
				}
			}
		},
		["撾"] = {
			["啯"] = {
				["營"] = {
					["賭"] = {
						["場"] = {
							result = true
						}
					}
				}
			}
		},
		["板"] = {
			["手"] = {
				["機"] = {
					result = true
				}
			}
		}
	},
	["佺"] = {
		["啯"] = {
			["各"] = {
				["哋"] = {
					["办"] = {
						["證"] = {
							result = true
						}
					}
				}
			},
			["車"] = {
				["註"] = {
					["澬"] = {
						["料"] = {
							result = true
						}
					}
				}
			}
		},
		["铯"] = {
			["網"] = {
				result = true
			}
		}
	},
	["來"] = {
		["幹"] = {
			result = true
		},
		["插"] = {
			["我"] = {
				result = true
			}
		},
		["棲"] = {
			["由"] = {
				["美"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["爽"] = {
			["我"] = {
				result = true
			}
		},
		["鳳"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		}
	},
	["侞"] = {
		["仴"] = {
			["岢"] = {
				["憐"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["侵"] = {
		["刀"] = {
			result = true
		},
		["犯"] = {
			result = true,
			["睡"] = {
				["觉"] = {
					["的"] = {
						["女"] = {
							["性"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["俅"] = {
		["購"] = {
			["亽"] = {
				["躰"] = {
					["肝"] = {
						["簲"] = {
							result = true
						}
					}
				}
			},
			["眼"] = {
				["捔"] = {
					["膜"] = {
						result = true
					}
				}
			}
		},
		["购"] = {
			["三"] = {
				["唑"] = {
					["仑"] = {
						["片"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["俊"] = {
		["才"] = {
			["熙"] = {
				["来"] = {
					result = true
				}
			}
		},
		["龙"] = {
			["百"] = {
				["美"] = {
					["缘"] = {
						result = true
					}
				}
			}
		}
	},
	["俏"] = {
		["丽"] = {
			["的"] = {
				["老"] = {
					["板"] = {
						["娘"] = {
							result = true
						}
					}
				}
			},
			["轻"] = {
				["熟"] = {
					["女"] = {
						result = true
					}
				}
			}
		},
		["尼"] = {
			["姑"] = {
				["仪"] = {
					["琳"] = {
						["异"] = {
							["传"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["师"] = {
			["母"] = {
				result = true
			}
		},
		["秘"] = {
			["书"] = {
				result = true
			}
		},
		["臀"] = {
			["人"] = {
				["妖"] = {
					result = true
				}
			},
			["攝"] = {
				["魄"] = {
					result = true
				}
			}
		}
	},
	["俩"] = {
		["眼"] = {
			["都"] = {
				["插"] = {
					result = true
				}
			}
		},
		["骚"] = {
			["女"] = {
				["和"] = {
					["猛"] = {
						["男"] = {
							P = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["俱"] = {
		["乐"] = {
			["部"] = {
				["狂"] = {
					["想"] = {
						["曲"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["們"] = {
		["有"] = {
			["習"] = {
				["大"] = {
					["大"] = {
						["就"] = {
							["好"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["倫"] = {
		["理"] = {
			["③"] = {
				["級"] = {
					result = true
				}
			},
			["三"] = {
				["級"] = {
					result = true
				}
			},
			["洎"] = {
				["拍"] = {
					result = true
				}
			},
			["自"] = {
				["拍"] = {
					result = true
				}
			}
		}
	},
	["倮"] = {
		["聊"] = {
			["网"] = {
				result = true,
				["?"] = {
					result = true
				}
			}
		}
	},
	["倾"] = {
		["世"] = {
			["皇"] = {
				["妃"] = {
					result = true
				}
			}
		},
		["城"] = {
			["美"] = {
				["人"] = {
					result = true
				}
			},
			["药"] = {
				["业"] = {
					result = true
				}
			}
		}
	},
	["偂"] = {
		["傆"] = {
			["優"] = {
				["樹"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			},
			["祐"] = {
				["孒"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		},
		["畾"] = {
			["優"] = {
				["俙"] = {
					result = true
				}
			}
		}
	},
	["偏"] = {
		["亚"] = {
			["砷"] = {
				["酸"] = {
					["钠"] = {
						result = true
					},
					["钾"] = {
						result = true
					}
				}
			}
		},
		["方"] = {
			result = true
		},
		["钒"] = {
			["酸"] = {
				["钠"] = {
					["有"] = {
						["售"] = {
							result = true
						}
					}
				},
				["铵"] = {
					["有"] = {
						["现"] = {
							["货"] = {
								result = true
							}
						},
						["货"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["傻"] = {
		B = {
			["江"] = {
				["核"] = {
					["心"] = {
						result = true
					}
				}
			},
			["靠"] = {
				result = true
			}
		},
		["\\"] = {
			["屄"] = {
				result = true
			}
		},
		f = {
			["逼"] = {
				q = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["×"] = {
			result = true
		},
		["批"] = {
			result = true
		},
		["瓜"] = {
			result = true
		},
		["逼"] = {
			["网"] = {
				result = true
			},
			["靠"] = {
				result = true
			}
		},
		["鸟"] = {
			result = true
		}
	},
	["僧"] = {
		["人"] = {
			["自"] = {
				["焚"] = {
					result = true
				}
			}
		},
		["侣"] = {
			["游"] = {
				["行"] = {
					result = true
				}
			}
		},
		["尼"] = {
			["孽"] = {
				["海"] = {
					result = true
				}
			}
		}
	},
	["克"] = {
		["他"] = {
			["命"] = {
				result = true,
				["量"] = {
					["大"] = {
						["优"] = {
							["惠"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["劳"] = {
			["塞"] = {
				["维"] = {
					["茨"] = {
						result = true
					}
				}
			}
		},
		["强"] = {
			result = true,
			["下"] = {
				["台"] = {
					result = true
				}
			},
			["团"] = {
				["派"] = {
					result = true
				}
			},
			["国"] = {
				result = true,
				["势"] = {
					["力"] = {
						result = true
					}
				}
			},
			["糖"] = {
				["尿"] = {
					["病"] = {
						result = true
					}
				}
			},
			["被"] = {
				["迫"] = {
					["下"] = {
						["台"] = {
							result = true
						}
					}
				}
			},
			["身"] = {
				["体"] = {
					["不"] = {
						["适"] = {
							result = true
						}
					},
					["原"] = {
						["因"] = {
							result = true
						}
					}
				}
			},
			["辞"] = {
				["职"] = {
					result = true
				}
			}
		},
		["拉"] = {
			["克"] = {
				["娛"] = {
					["樂"] = {
						["城"] = {
							result = true
						}
					}
				},
				["娱"] = {
					["乐"] = {
						result = true,
						["城"] = {
							result = true
						}
					}
				}
			},
			["博"] = {
				["彩"] = {
					result = true
				}
			}
		},
		["林"] = {
			["頓"] = {
				result = true
			}
		},
		["章"] = {
			result = true,
			["拌"] = {
				["正"] = {
					result = true
				}
			}
		},
		["莉"] = {
			["絲"] = {
				["小"] = {
					["澤"] = {
						result = true,
						["集"] = {
							["锦"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["莱"] = {
			["尔"] = {
				["."] = {
					["李"] = {
						result = true
					}
				}
			}
		},
		["里"] = {
			["夫"] = {
				["兰"] = {
					result = true
				}
			},
			["斯"] = {
				["蒂"] = {
					["安"] = {
						result = true
					}
				},
				["里"] = {
					["夫"] = {
						result = true
					}
				}
			},
			["木"] = {
				result = true
			}
		},
		["隆"] = {
			C = {
				D = {
					M = {
						A = {
							["卡"] = {
								result = true
							}
						}
					}
				}
			},
			["信"] = {
				["用"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["卡"] = {
				result = true
			},
			["复"] = {
				["制"] = {
					["銀"] = {
						["行"] = {
							["卡"] = {
								result = true
							}
						}
					},
					["银"] = {
						["行"] = {
							["卡"] = {
								result = true
							}
						}
					}
				}
			},
			["手"] = {
				["指"] = {
					result = true
				},
				["机"] = {
					result = true,
					["卡"] = {
						result = true
					}
				}
			},
			["普"] = {
				["通"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["版"] = {
				["改"] = {
					["革"] = {
						["者"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["信"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["移"] = {
				["动"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["联"] = {
				["通"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["营"] = {
				["业"] = {
					["税"] = {
						["发"] = {
							["票"] = {
								result = true
							}
						}
					}
				}
			},
			["複"] = {
				["製"] = {
					["銀"] = {
						["行"] = {
							["卡"] = {
								result = true
							}
						}
					}
				}
			},
			["警"] = {
				["官"] = {
					["证"] = {
						result = true
					}
				}
			},
			["銀"] = {
				["行"] = {
					["卡"] = {
						result = true,
						["服"] = {
							["務"] = {
								result = true
							}
						}
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						result = true,
						["服"] = {
							["务"] = {
								result = true
							}
						},
						["电"] = {
							result = true
						}
					}
				}
			},
			["黑"] = {
				["卡"] = {
					["套"] = {
						["现"] = {
							result = true
						}
					}
				}
			}
		},
		["龄"] = {
			["蒙"] = {
				result = true
			}
		}
	},
	["免"] = {
		["去"] = {
			["韩"] = {
				["正"] = {
					["职"] = {
						["务"] = {
							result = true
						}
					}
				}
			}
		},
		["学"] = {
			["免"] = {
				["考"] = {
					["拿"] = {
						["驾"] = {
							["照"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["房"] = {
			["费"] = {
				["名"] = {
					["模"] = {
						["女"] = {
							["儿"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["注"] = {
			["册"] = {
				["淫"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["色"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["考"] = {
			result = true,
			["办"] = {
				["理"] = {
					result = true
				}
			}
		},
		["費"] = {
			A = {
				["片"] = {
					result = true
				}
			},
			a = {
				["圖"] = {
					a = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["一"] = {
				["夜"] = {
					["情"] = {
						["裸"] = {
							["聊"] = {
								result = true
							}
						}
					}
				}
			},
			["偷"] = {
				["窺"] = {
					["網"] = {
						result = true
					}
				}
			},
			["影"] = {
				["片"] = {
					result = true
				}
			},
			["性"] = {
				["愛"] = {
					["電"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["網"] = {
						["站"] = {
							result = true
						}
					},
					["電"] = {
						["視"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			},
			["日"] = {
				["本"] = {
					["Ａ"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["歐"] = {
				["洲"] = {
					a = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["線"] = {
				["上"] = {
					["影"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["處"] = {
				["女"] = {
					["聊"] = {
						result = true
					}
				}
			},
			["視"] = {
				["訊"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["賛"] = {
			["淫"] = {
				["電"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["费"] = {
			A = {
				result = true,
				["#"] = {
					["片"] = {
						result = true
					}
				},
				V = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				},
				b = {
					["片"] = {
						result = true
					}
				},
				["。"] = {
					B = {
						["片"] = {
							result = true
						}
					}
				},
				["片"] = {
					["光"] = {
						["看"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["观"] = {
						["看"] = {
							result = true
						}
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			},
			a = {
				v = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				},
				["片"] = {
					["线"] = {
						["上"] = {
							["看"] = {
								result = true
							}
						}
					}
				}
			},
			b = {
				b = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			d = {
				s = {
					e = {
						["淫"] = {
							["乱"] = {
								result = true
							}
						}
					}
				}
			},
			g = {
				["片"] = {
					result = true
				}
			},
			["一"] = {
				["夜"] = {
					["情"] = {
						result = true,
						["裸"] = {
							["聊"] = {
								result = true
							}
						}
					}
				}
			},
			["三"] = {
				["级"] = {
					["片"] = {
						result = true
					}
				}
			},
			["伦"] = {
				["理"] = {
					["片"] = {
						result = true
					}
				}
			},
			["做"] = {
				["爱"] = {
					result = true
				}
			},
			["偷"] = {
				["窥"] = {
					result = true
				}
			},
			["午"] = {
				["夜"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					},
					["爽"] = {
						["片"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["友"] = {
				["情"] = {
					["链"] = {
						["接"] = {
							result = true
						}
					}
				}
			},
			["台"] = {
				["湾"] = {
					["1"] = {
						["8"] = {
							result = true
						}
					},
					["激"] = {
						["情"] = {
							["片"] = {
								result = true
							}
						}
					}
				}
			},
			["同"] = {
				["志"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["在"] = {
				["线"] = {
					a = {
						["片"] = {
							result = true
						}
					},
					["伦"] = {
						["理"] = {
							["片"] = {
								result = true
							}
						}
					},
					["淫"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["观"] = {
						["看"] = {
							result = true
						}
					}
				}
			},
			["处"] = {
				["女"] = {
					["聊"] = {
						result = true
					}
				}
			},
			["外"] = {
				["挂"] = {
					result = true
				}
			},
			["女"] = {
				["Ａ"] = {
					["片"] = {
						["段"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["淫"] = {
					["虫"] = {
						result = true
					}
				},
				["电"] = {
					["影"] = {
						result = true
					}
				}
			},
			["巨"] = {
				["乳"] = {
					["波"] = {
						["霸"] = {
							result = true
						}
					}
				}
			},
			["强"] = {
				["奸"] = {
					["淫"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["影"] = {
				["片"] = {
					["8"] = {
						["5"] = {
							["街"] = {
								result = true
							}
						}
					}
				},
				["院"] = {
					result = true
				}
			},
			["心"] = {
				["水"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					["电"] = {
						["影"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					result = true,
					A = {
						["片"] = {
							result = true
						}
					},
					["影"] = {
						["片"] = {
							result = true
						}
					},
					["情"] = {
						["色"] = {
							["片"] = {
								result = true
							}
						}
					},
					["电"] = {
						["影"] = {
							result = true,
							["网"] = {
								result = true
							}
						},
						["视"] = {
							["棒"] = {
								result = true
							}
						}
					},
					["站"] = {
						result = true
					},
					["网"] = {
						["址"] = {
							result = true
						}
					},
					["聊"] = {
						["天"] = {
							["室"] = {
								result = true
							}
						}
					},
					["色"] = {
						["情"] = {
							["网"] = {
								result = true
							}
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["操"] = {
				["小"] = {
					["姨"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["日"] = {
				["本"] = {
					["爽"] = {
						["片"] = {
							result = true
						}
					},
					["片"] = {
						result = true
					},
					["Ａ"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["母"] = {
				["子"] = {
					["乱"] = {
						["伦"] = {
							result = true
						}
					}
				}
			},
			["毛"] = {
				["片"] = {
					result = true
				}
			},
			["淫"] = {
				result = true
			},
			["激"] = {
				["情"] = {
					result = true
				}
			},
			["电"] = {
				["影"] = {
					["色"] = {
						["情"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["痴"] = {
				["女"] = {
					["吸"] = {
						["精"] = {
							result = true
						}
					}
				}
			},
			["看"] = {
				A = {
					["片"] = {
						result = true
					}
				},
				["妹"] = {
					["美"] = {
						["裸"] = {
							["体"] = {
								result = true
							}
						}
					}
				},
				["淫"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				},
				["爽"] = {
					["片"] = {
						result = true
					}
				}
			},
			["真"] = {
				["人"] = {
					["裸"] = {
						["聊"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["算"] = {
				["命"] = {
					result = true
				}
			},
			["精"] = {
				["品"] = {
					result = true
				}
			},
			["网"] = {
				["站"] = {
					["淫"] = {
						["荡"] = {
							result = true
						}
					}
				}
			},
			["罗"] = {
				["聊"] = {
					["观"] = {
						["房"] = {
							["间"] = {
								result = true
							}
						}
					}
				}
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						result = true
					}
				}
			},
			["色"] = {
				["情"] = {
					result = true,
					["小"] = {
						["说"] = {
							result = true
						}
					},
					["片"] = {
						result = true
					},
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["网"] = {
						result = true,
						["站"] = {
							result = true
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				},
				["站"] = {
					result = true
				}
			},
			["裸"] = {
				["女"] = {
					["陪"] = {
						["聊"] = {
							result = true
						}
					}
				},
				["聊"] = {
					result = true,
					["网"] = {
						result = true,
						["址"] = {
							result = true
						},
						["站"] = {
							result = true
						}
					},
					["群"] = {
						result = true
					},
					["聊"] = {
						["天"] = {
							["室"] = {
								result = true
							}
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["观"] = {
				["看"] = {
					["淫"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			},
			["视"] = {
				["讯"] = {
					["妹"] = {
						["妹"] = {
							result = true
						}
					},
					["裸"] = {
						["聊"] = {
							["网"] = {
								result = true
							}
						}
					}
				},
				["频"] = {
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			},
			["风"] = {
				["骚"] = {
					["网"] = {
						result = true
					}
				}
			},
			["黄"] = {
				b = {
					["色"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				},
				["色"] = {
					result = true,
					["淫"] = {
						["秽"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["Ａ"] = {
				["片"] = {
					["在"] = {
						["线"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["入"] = {
		["妈"] = {
			["的"] = {
				["肉"] = {
					["穴"] = {
						["深"] = {
							["处"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["监"] = {
			result = true
		},
		["穴"] = {
			["一"] = {
				["遊"] = {
					result = true
				}
			}
		},
		["网"] = {
			["许"] = {
				["可"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["门"] = {
			["开"] = {
				["锁"] = {
					["原"] = {
						["理"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["內"] = {
		["射"] = {
			result = true
		},
		["田"] = {
			["理"] = {
				["沙"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["藤"] = {
			["埖"] = {
				["苗"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			},
			["花"] = {
				["苗"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["衣"] = {
			["絲"] = {
				["襪"] = {
					result = true
				}
			}
		}
	},
	["全"] = {
		["*"] = {
			["套"] = {
				["包"] = {
					["夜"] = {
						["服"] = {
							["务"] = {
								result = true
							},
							["務"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["世"] = {
			["界"] = {
				["猪"] = {
					["都"] = {
						["笑"] = {
							["了"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["会"] = {
			["人"] = {
				["事"] = {
					result = true
				}
			}
		},
		["免"] = {
			["激"] = {
				["情"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								result = true
							}
						}
					}
				}
			},
			["费"] = {
				["淫"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["色"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["党"] = {
			["危"] = {
				["机"] = {
					["警"] = {
						["示"] = {
							result = true
						}
					}
				}
			},
			["总"] = {
				["动"] = {
					["员"] = {
						result = true
					}
				}
			}
		},
		["军"] = {
			["会"] = {
				["议"] = {
					result = true
				}
			},
			["审"] = {
				["计"] = {
					result = true
				}
			},
			["政"] = {
				["治"] = {
					["福"] = {
						["建"] = {
							result = true
						}
					}
				},
				["诒"] = {
					result = true,
					["福"] = {
						["建"] = {
							["习"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["冠"] = {
			["清"] = {
				result = true
			}
		},
		["刃"] = {
			["军"] = {
				["刺"] = {
					result = true
				}
			}
		},
		["副"] = {
			["武"] = {
				["装"] = {
					result = true
				}
			}
		},
		["南"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["名"] = {
			["偶"] = {
				["像"] = {
					result = true
				}
			}
		},
		["员"] = {
			["巨"] = {
				["乳"] = {
					["足"] = {
						["球"] = {
							["队"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["哲"] = {
			["洙"] = {
				result = true
			}
		},
		["国"] = {
			["业"] = {
				["主"] = {
					["资"] = {
						["料"] = {
							result = true
						}
					}
				}
			},
			["两"] = {
				["会"] = {
					["标"] = {
						["语"] = {
							result = true
						}
					},
					["横"] = {
						["幅"] = {
							result = true
						}
					},
					["示"] = {
						["威"] = {
							result = true
						}
					},
					["维"] = {
						["权"] = {
							result = true
						}
					}
				}
			},
			["人"] = {
				["大"] = {
					["书"] = {
						result = true
					},
					["公"] = {
						["开"] = {
							["信"] = {
								result = true
							}
						}
					}
				},
				["民"] = {
					["书"] = {
						["兆"] = {
							["钧"] = {
								result = true
							}
						}
					},
					["奔"] = {
						["小"] = {
							["康"] = {
								result = true
							}
						}
					}
				}
			},
			["代"] = {
				["办"] = {
					["驾"] = {
						["照"] = {
							result = true
						}
					}
				},
				["开"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				},
				["考"] = {
					["网"] = {
						result = true
					}
				}
			},
			["任"] = {
				["意"] = {
					["听"] = {
						result = true
					}
				},
				["置"] = {
					result = true
				}
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						["平"] = {
							["台"] = {
								result = true
							}
						}
					}
				}
			},
			["保"] = {
				["单"] = {
					["分"] = {
						["析"] = {
							["仪"] = {
								result = true
							}
						}
					}
				}
			},
			["假"] = {
				["发"] = {
					["票"] = {
						["代"] = {
							["理"] = {
								result = true
							}
						}
					}
				}
			},
			["公"] = {
				["仆"] = {
					["都"] = {
						["腐"] = {
							["败"] = {
								result = true
							}
						}
					}
				},
				["祭"] = {
					result = true
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["凤"] = {
				["楼"] = {
					["性"] = {
						["息"] = {
							result = true
						}
					}
				}
			},
			["刀"] = {
				["专"] = {
					result = true
				}
			},
			["办"] = {
				["正"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				},
				["理"] = {
					["证"] = {
						["件"] = {
							result = true
						}
					}
				},
				["证"] = {
					result = true,
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["动"] = {
				["乱"] = {
					result = true
				}
			},
			["医"] = {
				["师"] = {
					["资"] = {
						["格"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["各"] = {
				["地"] = {
					["做"] = {
						["假"] = {
							["正"] = {
								result = true
							}
						}
					},
					["办"] = {
						["正"] = {
							result = true
						}
					},
					["小"] = {
						["姐"] = {
							result = true
						}
					},
					["市"] = {
						["办"] = {
							["正"] = {
								result = true
							}
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					},
					["熗"] = {
						["支"] = {
							result = true
						}
					},
					["电"] = {
						["警"] = {
							["棍"] = {
								result = true
							}
						}
					},
					["辦"] = {
						["證"] = {
							result = true
						}
					}
				},
				["大"] = {
					["城"] = {
						["市"] = {
							result = true
						}
					}
				}
			},
			["学"] = {
				["三"] = {
					["森"] = {
						result = true
					}
				}
			},
			["富"] = {
				["豪"] = {
					["资"] = {
						["料"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["商"] = {
					["品"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				},
				["姐"] = {
					result = true,
					["大"] = {
						["全"] = {
							result = true
						}
					}
				}
			},
			["开"] = {
				["户"] = {
					result = true
				}
			},
			["忉"] = {
				["专"] = {
					result = true
				}
			},
			["性"] = {
				["资"] = {
					["料"] = {
						["大"] = {
							["全"] = {
								result = true
							}
						}
					}
				}
			},
			["护"] = {
				["士"] = {
					["证"] = {
						result = true
					}
				}
			},
			["拌"] = {
				["正"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["政"] = {
				["协"] = {
					["主"] = {
						["席"] = {
							result = true
						}
					},
					["副"] = {
						["主"] = {
							["席"] = {
								result = true
							}
						}
					}
				}
			},
			["替"] = {
				["考"] = {
					["机"] = {
						["构"] = {
							result = true
						}
					}
				}
			},
			["枪"] = {
				["支"] = {
					result = true
				}
			},
			["楼"] = {
				["凤"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					},
					["大"] = {
						["全"] = {
							result = true
						}
					},
					["小"] = {
						["姐"] = {
							result = true
						}
					},
					["性"] = {
						["息"] = {
							result = true
						}
					}
				}
			},
			["气"] = {
				["狗"] = {
					result = true
				}
			},
			["汽"] = {
				["车"] = {
					["套"] = {
						["牌"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["狙"] = {
				["击"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["维"] = {
				["权"] = {
					["抗"] = {
						["暴"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				["站"] = {
					["集"] = {
						["体"] = {
							["装"] = {
								["死"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["考"] = {
				["生"] = {
					["数"] = {
						["据"] = {
							result = true
						}
					}
				}
			},
			["股"] = {
				["民"] = {
					["数"] = {
						["据"] = {
							["库"] = {
								result = true
							}
						}
					},
					["资"] = {
						["料"] = {
							result = true
						}
					}
				}
			},
			["证"] = {
				["书"] = {
					["代"] = {
						["办"] = {
							result = true
						}
					}
				}
			},
			["车"] = {
				["主"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					},
					["名"] = {
						["单"] = {
							result = true
						},
						["录"] = {
							result = true
						}
					},
					["资"] = {
						["料"] = {
							result = true
						}
					}
				}
			},
			["高"] = {
				["仿"] = {
					["真"] = {
						["假"] = {
							result = true
						}
					}
				},
				["校"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					}
				}
			}
		},
		["國"] = {
			["小"] = {
				["商"] = {
					["品"] = {
						["辦"] = {
							["證"] = {
								result = true
							}
						}
					}
				}
			},
			["辦"] = {
				["證"] = {
					result = true
				}
			}
		},
		["备"] = {
			["福"] = {
				["音"] = {
					["布"] = {
						["道"] = {
							["团"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["套"] = {
			["保"] = {
				["健"] = {
					["按"] = {
						["摩"] = {
							result = true
						}
					}
				}
			},
			["包"] = {
				["夜"] = {
					result = true,
					["服"] = {
						result = true,
						["务"] = {
							result = true
						},
						["務"] = {
							result = true
						}
					}
				},
				["爽"] = {
					result = true
				}
			},
			["可"] = {
				["夜"] = {
					["宿"] = {
						result = true
					}
				}
			},
			["少"] = {
				["妇"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["按"] = {
				["摩"] = {
					["小"] = {
						["姐"] = {
							result = true
						}
					},
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["援"] = {
				["交"] = {
					["妹"] = {
						result = true
					}
				}
			},
			["无"] = {
				["敌"] = {
					["秒"] = {
						["霸"] = {
							result = true
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					result = true
				},
				["務"] = {
					result = true,
					["小"] = {
						["姐"] = {
							result = true
						}
					}
				}
			},
			["玳"] = {
				["练"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					["汽"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["警"] = {
				["服"] = {
					result = true
				}
			}
		},
		["家"] = {
			["乱"] = {
				["伦"] = {
					["自"] = {
						["拍"] = {
							result = true
						}
					}
				}
			},
			["死"] = {
				["光"] = {
					["光"] = {
						result = true
					}
				}
			}
		},
		["局"] = {
			["经"] = {
				["验"] = {
					result = true
				}
			}
		},
		["屏"] = {
			["抗"] = {
				["锯"] = {
					["齿"] = {
						result = true
					}
				}
			}
		},
		["新"] = {
			G = {
				A = {
					M = {
						O = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["视"] = {
					["棒"] = {
						result = true
					}
				}
			},
			["的"] = {
				["电"] = {
					["视"] = {
						["棒"] = {
							result = true
						}
					}
				},
				["電"] = {
					["視"] = {
						["棒"] = {
							result = true
						}
					}
				}
			},
			["色"] = {
				["站"] = {
					result = true
				}
			},
			["金"] = {
				["属"] = {
					["仿"] = {
						["真"] = {
							["狗"] = {
								result = true
							}
						}
					}
				}
			},
			["電"] = {
				["視"] = {
					["棒"] = {
						result = true
					}
				}
			}
		},
		["无"] = {
			["码"] = {
				result = true
			}
		},
		["日"] = {
			["制"] = {
				["文"] = {
					["凭"] = {
						["代"] = {
							["办"] = {
								result = true
							}
						}
					}
				},
				["本"] = {
					["科"] = {
						["学"] = {
							["历"] = {
								result = true
							}
						}
					}
				},
				["民"] = {
					["办"] = {
						["本"] = {
							["科"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["是"] = {
			["色"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["會"] = {
			["人"] = {
				["事"] = {
					result = true
				}
			}
		},
		["本"] = {
			["小"] = {
				["说"] = {
					["吧"] = {
						result = true
					}
				}
			}
		},
		["枪"] = {
			["寿"] = {
				["命"] = {
					result = true
				}
			}
		},
		["民"] = {
			["公"] = {
				["决"] = {
					["宪"] = {
						["法"] = {
							result = true
						}
					}
				},
				["投"] = {
					result = true
				}
			},
			["和"] = {
				["解"] = {
					result = true
				}
			},
			["响"] = {
				["应"] = {
					["来"] = {
						["炼"] = {
							["钢"] = {
								result = true
							}
						}
					}
				}
			},
			["富"] = {
				["联"] = {
					["盟"] = {
						result = true
					}
				}
			},
			["愤"] = {
				["怒"] = {
					["日"] = {
						result = true
					}
				}
			},
			["智"] = {
				["力"] = {
					["大"] = {
						["倒"] = {
							["退"] = {
								result = true
							}
						}
					}
				}
			},
			["直"] = {
				["选"] = {
					result = true
				}
			},
			["行"] = {
				["动"] = {
					["总"] = {
						["动"] = {
							["员"] = {
								result = true
							}
						}
					}
				}
			},
			["觉"] = {
				["醒"] = {
					result = true
				}
			},
			["討"] = {
				["論"] = {
					result = true
				}
			},
			["讨"] = {
				["论"] = {
					result = true
				}
			},
			["起"] = {
				["义"] = {
					result = true
				}
			}
		},
		["氯"] = {
			["环"] = {
				["戊"] = {
					["二"] = {
						["烯"] = {
							result = true
						}
					}
				}
			}
		},
		["球"] = {
			["七"] = {
				["一"] = {
					result = true
				}
			},
			["中"] = {
				["央"] = {
					["杂"] = {
						["志"] = {
							result = true
						}
					},
					["雜"] = {
						["誌"] = {
							result = true
						}
					}
				}
			},
			["人"] = {
				["文"] = {
					["纪"] = {
						["元"] = {
							result = true
						}
					}
				}
			},
			["公"] = {
				["审"] = {
					result = true,
					["江"] = {
						["泽"] = {
							["民"] = {
								result = true
							}
						}
					}
				},
				["審"] = {
					result = true,
					["江"] = {
						["澤"] = {
							["民"] = {
								result = true
							}
						}
					}
				}
			},
			["制"] = {
				["服"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["华"] = {
				["人"] = {
					["基"] = {
						["督"] = {
							["徒"] = {
								["寻"] = {
									["求"] = {
										["并"] = {
											["揭"] = {
												["开"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["审"] = {
				["江"] = {
					["大"] = {
						["联"] = {
							["盟"] = {
								result = true
							}
						}
					}
				}
			},
			["巡"] = {
				["演"] = {
					["看"] = {
						["神"] = {
							["韵"] = {
								result = true
							}
						}
					}
				}
			},
			["悼"] = {
				["念"] = {
					["为"] = {
						["民"] = {
							["主"] = {
								result = true
							}
						}
					}
				}
			},
			["抗"] = {
				["议"] = {
					["世"] = {
						["维"] = {
							["会"] = {
								result = true
							}
						}
					}
				}
			},
			["文"] = {
				["凭"] = {
					result = true
				}
			},
			["汽"] = {
				["枪"] = {
					["网"] = {
						result = true
					}
				}
			},
			["淫"] = {
				["荡"] = {
					["文"] = {
						["学"] = {
							result = true
						}
					}
				}
			},
			["看"] = {
				["神"] = {
					["韵"] = {
						["巡"] = {
							["演"] = {
								result = true
							}
						}
					}
				}
			},
			["眼"] = {
				result = true
			},
			["示"] = {
				["威"] = {
					["世"] = {
						["维"] = {
							["会"] = {
								result = true
							}
						}
					}
				}
			},
			["第"] = {
				["一"] = {
					["淫"] = {
						["图"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			},
			["網"] = {
				["路"] = {
					["電"] = {
						["視"] = {
							result = true,
							["棒"] = {
								result = true
							}
						}
					}
				}
			},
			["纪"] = {
				["念"] = {
					[" "] = {
						["5"] = {
							["3"] = {
								["5"] = {
									result = true
								}
							}
						}
					},
					["六"] = {
						["四"] = {
							["2"] = {
								["5"] = {
									["周"] = {
										["年"] = {
											["网"] = {
												["络"] = {
													["大"] = {
														["会"] = {
															result = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["网"] = {
				["络"] = {
					["电"] = {
						["视"] = {
							result = true,
							["棒"] = {
								result = true
							}
						}
					}
				}
			},
			["聲"] = {
				["援"] = {
					result = true
				}
			},
			["色"] = {
				["情"] = {
					["资"] = {
						["讯"] = {
							result = true
						}
					}
				}
			},
			["退"] = {
				["党"] = {
					["大"] = {
						["潮"] = {
							result = true
						}
					}
				}
			},
			["逐"] = {
				["毛"] = {
					["日"] = {
						result = true
					}
				}
			},
			["通"] = {
				["名"] = {
					["单"] = {
						result = true,
						["客"] = {
							["户"] = {
								result = true
							}
						}
					},
					["單"] = {
						result = true
					},
					["录"] = {
						result = true
					}
				},
				["数"] = {
					["据"] = {
						result = true
					}
				},
				["文"] = {
					["凭"] = {
						["网"] = {
							result = true
						}
					}
				},
				["证"] = {
					["件"] = {
						["官"] = {
							["网"] = {
								result = true
							}
						}
					}
				},
				["资"] = {
					["料"] = {
						result = true
					}
				}
			},
			["電"] = {
				["視"] = {
					["棒"] = {
						result = true
					}
				}
			}
		},
		["能"] = {
			["棒"] = {
				result = true
			},
			["网"] = {
				["络"] = {
					["电"] = {
						["视"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["脱"] = {
			["光"] = {
				["的"] = {
					["走"] = {
						result = true
					}
				}
			},
			["裸"] = {
				["聊"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["自"] = {
			["动"] = {
				["手"] = {
					["枪"] = {
						result = true
					}
				},
				["挂"] = {
					["机"] = {
						["官"] = {
							["网"] = {
								result = true
							}
						},
						["软"] = {
							["件"] = {
								result = true
							}
						}
					}
				},
				["散"] = {
					["弹"] = {
						["枪"] = {
							result = true
						},
						["狗"] = {
							result = true
						}
					}
				},
				["气"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["色"] = {
			["导"] = {
				["航"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			},
			["網"] = {
				result = true
			},
			["网"] = {
				["導"] = {
					["航"] = {
						result = true
					}
				},
				["登"] = {
					["陆"] = {
						result = true
					}
				},
				["说"] = {
					A = {
						["片"] = {
							result = true
						}
					}
				},
				["集"] = {
					["锦"] = {
						result = true
					}
				}
			},
			["色"] = {
				["色"] = {
					["网"] = {
						result = true
					}
				}
			},
			["骚"] = {
				["货"] = {
					result = true
				}
			}
		},
		["藏"] = {
			["推"] = {
				["行"] = {
					result = true
				}
			}
		},
		["裸"] = {
			["互"] = {
				["吻"] = {
					result = true
				}
			},
			["体"] = {
				["能"] = {
					["训"] = {
						["练"] = {
							["班"] = {
								result = true
							}
						}
					}
				}
			},
			["偷"] = {
				["拍"] = {
					result = true
				}
			},
			["写"] = {
				["真"] = {
					result = true
				}
			},
			["女"] = {
				["优"] = {
					result = true
				}
			},
			["学"] = {
				["生"] = {
					result = true
				}
			},
			["性"] = {
				["感"] = {
					["熟"] = {
						["女"] = {
							result = true
						}
					}
				}
			},
			["校"] = {
				["花"] = {
					["级"] = {
						["主"] = {
							["播"] = {
								result = true
							}
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					["表"] = {
						["演"] = {
							result = true
						}
					}
				}
			},
			["照"] = {
				result = true,
				["片"] = {
					result = true
				}
			},
			["的"] = {
				["魔"] = {
					["鬼"] = {
						["身"] = {
							["材"] = {
								result = true
							}
						}
					}
				}
			},
			["突"] = {
				["撃"] = {
					result = true,
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						result = true
					}
				}
			},
			["自"] = {
				["拍"] = {
					result = true
				}
			},
			["视"] = {
				["频"] = {
					["做"] = {
						["爱"] = {
							result = true
						}
					},
					["秀"] = {
						result = true
					},
					["聊"] = {
						["天"] = {
							result = true
						}
					}
				}
			},
			["走"] = {
				["光"] = {
					result = true
				}
			},
			["野"] = {
				["鸳"] = {
					["鸯"] = {
						result = true
					}
				}
			},
			["魔"] = {
				["鬼"] = {
					["身"] = {
						["材"] = {
							result = true
						}
					}
				}
			}
		},
		["讯"] = {
			["网"] = {
				["7"] = {
					["7"] = {
						["7"] = {
							result = true
						}
					}
				}
			}
		},
		["身"] = {
			["一"] = {
				["阵"] = {
					["颤"] = {
						["抖"] = {
							result = true
						}
					}
				}
			},
			["汗"] = {
				["液"] = {
					["的"] = {
						["性"] = {
							["爱"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["軍"] = {
			["審"] = {
				["計"] = {
					result = true
				}
			},
			["政"] = {
				["詒"] = {
					result = true
				}
			},
			["會"] = {
				["議"] = {
					result = true
				}
			}
		},
		["运"] = {
			["会"] = {
				["上"] = {
					["夺"] = {
						["锦"] = {
							["标"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["选"] = {
			["全"] = {
				["不"] = {
					["选"] = {
						result = true
					}
				}
			}
		},
		["部"] = {
			["商"] = {
				["品"] = {
					result = true
				}
			},
			["战"] = {
				["绩"] = {
					result = true
				}
			},
			["收"] = {
				["回"] = {
					result = true
				}
			},
			["身"] = {
				["家"] = {
					result = true
				}
			}
		},
		["金"] = {
			["属"] = {
				["仿"] = {
					["真"] = {
						["枪"] = {
							["专"] = {
								result = true
							}
						}
					}
				},
				["包"] = {
					["覆"] = {
						["弹"] = {
							["头"] = {
								result = true
							}
						}
					}
				},
				["狩"] = {
					["猎"] = {
						["努"] = {
							result = true
						},
						["弓"] = {
							["努"] = {
								result = true
							},
							["弩"] = {
								result = true
							}
						},
						["弩"] = {
							result = true
						}
					}
				}
			},
			["屬"] = {
				["彷"] = {
					["真"] = {
						["槍"] = {
							result = true
						}
					}
				},
				["狩"] = {
					["獵"] = {
						["弓"] = {
							["弩"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["钢"] = {
			d = {
				a = {
					o = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["刀"] = {
				["具"] = {
					result = true,
					["具"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["左"] = {
				["轮"] = {
					result = true
				}
			},
			["开"] = {
				["刃"] = {
					["刀"] = {
						["具"] = {
							result = true
						}
					},
					["忉"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["枪"] = {
				["具"] = {
					result = true
				}
			}
		},
		["靠"] = {
			["父"] = {
				["荫"] = {
					["好"] = {
						["帮"] = {
							["忙"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["面"] = {
			["收"] = {
				["紧"] = {
					["言"] = {
						["论"] = {
							result = true
						}
					}
				}
			},
			["露"] = {
				["脸"] = {
					result = true
				}
			}
		},
		["顺"] = {
			result = true
		},
		["频"] = {
			["王"] = {
				result = true,
				["单"] = {
					["键"] = {
						result = true
					}
				},
				["双"] = {
					["键"] = {
						result = true
					}
				},
				["干"] = {
					["扰"] = {
						["器"] = {
							result = true
						}
					}
				}
			}
		},
		["额"] = {
			["甚"] = {
				["张"] = {
					["扬"] = {
						result = true
					}
				}
			}
		},
		["２"] = {
			["０"] = {
				["合"] = {
					["匙"] = {
						result = true
					}
				}
			}
		}
	},
	["六"] = {
		[" "] = {
			["四"] = {
				[" "] = {
					["回"] = {
						[" "] = {
							["忆"] = {
								[" "] = {
									["录"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["%"] = {
			["四"] = {
				["%"] = {
					result = true
				}
			}
		},
		["4"] = {
			result = true,
			[" "] = {
				["2"] = {
					["0"] = {
						["周"] = {
							["年"] = {
								["的"] = {
									["宣"] = {
										["告"] = {
											result = true
										}
									}
								}
							}
						}
					}
				},
				["清"] = {
					["场"] = {
						result = true
					}
				}
			},
			["2"] = {
				["0"] = {
					["周"] = {
						["年"] = {
							["的"] = {
								["宣"] = {
									["告"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			t = {
				u = {
					["杀"] = {
						result = true
					}
				}
			},
			["不"] = {
				["是"] = {
					["清"] = {
						["场"] = {
							result = true
						}
					}
				}
			},
			["事"] = {
				["件"] = {
					result = true
				}
			},
			["内"] = {
				["幕"] = {
					result = true
				}
			},
			["四"] = {
				["事"] = {
					["件"] = {
						result = true
					}
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						result = true
					}
				}
			},
			["定"] = {
				["为"] = {
					["中"] = {
						["国"] = {
							["祷"] = {
								["告"] = {
									["日"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["悲"] = {
				["剧"] = {
					result = true,
					["的"] = {
						["记"] = {
							["忆"] = {
								result = true
							}
						}
					}
				}
			},
			["流"] = {
				["亡"] = {
					["人"] = {
						["士"] = {
							result = true
						}
					}
				}
			},
			["清"] = {
				["场"] = {
					result = true
				}
			},
			["真"] = {
				["相"] = {
					result = true
				}
			},
			["血"] = {
				["案"] = {
					["的"] = {
						["受"] = {
							["难"] = {
								["者"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["风"] = {
				["波"] = {
					result = true
				}
			},
			["骚"] = {
				["动"] = {
					result = true
				}
			}
		},
		["?"] = {
			["彩"] = {
				result = true
			}
		},
		X = {
			["事"] = {
				["件"] = {
					result = true
				}
			}
		},
		f = {
			o = {
				u = {
					r = {
						result = true
					}
				}
			}
		},
		["。"] = {
			["四"] = {
				["事"] = {
					["件"] = {
						result = true
					}
				}
			}
		},
		["亖"] = {
			["事"] = {
				["件"] = {
					result = true
				}
			}
		},
		["位"] = {
			result = true,
			["靓"] = {
				["号"] = {
					result = true
				}
			}
		},
		["十"] = {
			["年"] = {
				["代"] = {
					[" "] = {
						["饥"] = {
							["荒"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["合"] = {
			["伯"] = {
				["乐"] = {
					result = true
				}
			},
			["开"] = {
				["奖"] = {
					result = true
				}
			}
		},
		["和"] = {
			["采"] = {
				result = true
			}
		},
		["月"] = {
			["四"] = {
				["日"] = {
					["八"] = {
						["九"] = {
							["年"] = {
								["血"] = {
									["腥"] = {
										["镇"] = {
											["压"] = {
												result = true
											}
										}
									}
								}
							}
						}
					},
					["天"] = {
						["安"] = {
							["门"] = {
								result = true
							}
						}
					}
				}
			},
			["色"] = {
				["情"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["泗"] = {
			["事"] = {
				["件"] = {
					result = true
				}
			}
		},
		["盘"] = {
			["水"] = {
				["假"] = {
					["币"] = {
						result = true
					}
				},
				["恐"] = {
					["怖"] = {
						["分"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["祀"] = {
			["事"] = {
				["件"] = {
					result = true
				}
			}
		},
		["神"] = {
			["合"] = {
				["体"] = {
					result = true
				}
			}
		},
		["肆"] = {
			result = true
		},
		["色"] = {
			result = true,
			["成"] = {
				["人"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["閤"] = {
			["彩"] = {
				["4"] = {
					["3"] = {
						result = true
					}
				}
			}
		}
	},
	["兰"] = {
		K = {
			["粉"] = {
				result = true
			}
		},
		["剑"] = {
			result = true
		},
		["博"] = {
			["3"] = {
				["号"] = {
					["军"] = {
						["刀"] = {
							result = true,
							["专"] = {
								result = true
							}
						},
						["刺"] = {
							result = true
						},
						["枪"] = {
							result = true
						}
					}
				}
			},
			["4"] = {
				["号"] = {
					["手"] = {
						["签"] = {
							["纪"] = {
								result = true
							}
						}
					}
				}
			},
			["5"] = {
				["好"] = {
					result = true
				}
			},
			["6"] = {
				["号"] = {
					["双"] = {
						["刃"] = {
							["刺"] = {
								result = true
							}
						}
					}
				}
			},
			I = {
				I = {
					I = {
						result = true
					},
					["号"] = {
						["密"] = {
							["云"] = {
								result = true
							}
						}
					}
				}
			},
			i = {
				i = {
					["号"] = {
						result = true
					}
				}
			},
			["仿"] = {
				["军"] = {
					["刀"] = {
						result = true
					},
					["忉"] = {
						result = true
					}
				}
			},
			["军"] = {
				["刀"] = {
					result = true,
					["专"] = {
						result = true
					},
					["密"] = {
						["云"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				},
				["忉"] = {
					result = true
				},
				["枪"] = {
					result = true
				}
			},
			["刀"] = {
				["专"] = {
					result = true
				},
				["具"] = {
					result = true,
					["专"] = {
						result = true
					}
				}
			},
			["基"] = {
				["尼"] = {
					["娱"] = {
						["乐"] = {
							result = true
						}
					}
				}
			},
			["枪"] = {
				result = true,
				["套"] = {
					result = true
				}
			},
			["武"] = {
				["士"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["求"] = {
				["生"] = {
					["刀"] = {
						result = true,
						["专"] = {
							result = true
						},
						["正"] = {
							["品"] = {
								result = true
							}
						}
					},
					["刺"] = {
						["专"] = {
							result = true
						}
					},
					["枪"] = {
						result = true,
						["专"] = {
							result = true
						}
					}
				}
			},
			["腰"] = {
				["刀"] = {
					result = true
				}
			}
		},
		["大"] = {
			result = true
		},
		["望"] = {
			["实"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["桂"] = {
			["坊"] = {
				result = true,
				["成"] = {
					["人"] = {
						["社"] = {
							["区"] = {
								result = true
							}
						}
					}
				},
				["裸"] = {
					["聊"] = {
						result = true
					}
				}
			},
			["情"] = {
				["色"] = {
					["帝"] = {
						["国"] = {
							result = true
						}
					}
				}
			}
		},
		["瑟"] = {
			["军"] = {
				["枪"] = {
					["专"] = {
						result = true
					}
				}
			}
		},
		["色"] = {
			["内"] = {
				["衣"] = {
					["控"] = {
						result = true
					}
				}
			}
		},
		["若"] = {
			["寺"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["迪"] = {
			result = true
		}
	},
	["其"] = {
		["乘"] = {
			["龙"] = {
				["快"] = {
					["婿"] = {
						["冯"] = {
							["绍"] = {
								["东"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["妻"] = {
			["终"] = {
				["被"] = {
					["人"] = {
						["淫"] = {
							result = true
						}
					}
				}
			}
		},
		["斯"] = {
			["坦"] = {
				result = true
			}
		}
	},
	["内"] = {
		["乡"] = {
			result = true
		},
		["地"] = {
			["厕"] = {
				["所"] = {
					["同"] = {
						["学"] = {
							["门"] = {
								result = true
							}
						}
					}
				}
			},
			["援"] = {
				["交"] = {
					["妹"] = {
						result = true
					}
				}
			}
		},
		["射"] = {
			["丰"] = {
				["满"] = {
					["的"] = {
						["女"] = {
							["友"] = {
								result = true
							}
						}
					}
				}
			},
			["女"] = {
				["友"] = {
					result = true
				}
			},
			["嫩"] = {
				["逼"] = {
					result = true
				}
			},
			["小"] = {
				["姐"] = {
					result = true
				},
				["宝"] = {
					["贝"] = {
						result = true
					}
				}
			},
			["少"] = {
				["妇"] = {
					result = true
				}
			},
			["性"] = {
				["奴"] = {
					result = true
				}
			},
			["无"] = {
				["毛"] = {
					["妞"] = {
						result = true
					}
				},
				["码"] = {
					result = true
				}
			},
			["消"] = {
				["魂"] = {
					["女"] = {
						result = true
					}
				}
			},
			["熟"] = {
				["女"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			},
			["经"] = {
				["历"] = {
					result = true
				}
			},
			["美"] = {
				["人"] = {
					["秘"] = {
						["书"] = {
							result = true
						}
					}
				}
			},
			["群"] = {
				["交"] = {
					result = true
				}
			},
			["肉"] = {
				["感"] = {
					["大"] = {
						["奶"] = {
							["女"] = {
								result = true
							}
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					result = true
				}
			},
			["超"] = {
				["熟"] = {
					["妇"] = {
						result = true
					}
				},
				["爽"] = {
					result = true
				}
			},
			["足"] = {
				["交"] = {
					["妹"] = {
						result = true
					}
				}
			},
			["黑"] = {
				["丝"] = {
					result = true
				}
			}
		},
		["服"] = {
			["迷"] = {
				["魂"] = {
					["葯"] = {
						result = true
					}
				}
			}
		},
		["田"] = {
			["彩"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			},
			["理"] = {
				["沙"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["奈"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["蒙"] = {
			["古"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				},
				["办"] = {
					["理"] = {
						["证"] = {
							["件"] = {
								result = true
							}
						}
					}
				},
				["小"] = {
					["姐"] = {
						["上"] = {
							["门"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["藤"] = {
			["花"] = {
				["苗"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["衣"] = {
			result = true,
			["丝"] = {
				["袜"] = {
					result = true,
					["免"] = {
						["费"] = {
							result = true
						}
					},
					["自"] = {
						["拍"] = {
							["集"] = {
								result = true
							}
						}
					},
					["诱"] = {
						["惑"] = {
							result = true
						}
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			},
			["办"] = {
				["公"] = {
					["室"] = {
						result = true
					}
				}
			},
			["大"] = {
				["亨"] = {
					result = true
				}
			},
			["的"] = {
				["俘"] = {
					["虏"] = {
						result = true
					}
				}
			},
			["秀"] = {
				result = true
			}
		},
		["調"] = {
			["教"] = {
				result = true
			}
		},
		["调"] = {
			["教"] = {
				["高"] = {
					["清"] = {
						result = true
					}
				}
			}
		}
	},
	["冇"] = {
		["⑥"] = {
			["④"] = {
				["槍"] = {
					result = true
				}
			}
		},
		["吉"] = {
			["萘"] = {
				["甡"] = {
					["孒"] = {
						["種"] = {
							["孒"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["巛"] = {
			["眞"] = {
				["甡"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		},
		["森"] = {
			["紷"] = {
				["稥"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["冉"] = {
		["云"] = {
			["飞"] = {
				result = true,
				["六"] = {
					["四"] = {
						result = true,
						["天"] = {
							["安"] = {
								["门"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["燕"] = {
			["飞"] = {
				result = true
			}
		}
	},
	["冒"] = {
		["充"] = {
			["淘"] = {
				["宝"] = {
					["客"] = {
						["服"] = {
							result = true
						}
					}
				}
			}
		},
		["名"] = {
			["信"] = {
				["用"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["借"] = {
				["记"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						result = true
					}
				}
			}
		},
		["死"] = {
			["偷"] = {
				["拍"] = {
					result = true
				}
			}
		},
		["险"] = {
			["中"] = {
				["国"] = {
					["黄"] = {
						["站"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["军"] = {
		c = {
			result = true,
			["专"] = {
				result = true
			}
		},
		d = {
			a = {
				o = {
					result = true,
					B = {
						["手"] = {
							result = true
						}
					},
					["专"] = {
						result = true
					},
					["军"] = {
						c = {
							result = true,
							["专"] = {
								result = true
							}
						}
					}
				}
			}
		},
		g = {
			o = {
				u = {
					result = true
				}
			}
		},
		["中"] = {
			["&"] = {
				["猫"] = {
					["头"] = {
						["鹰"] = {
							result = true
						}
					}
				}
			},
			["母"] = {
				["老"] = {
					["虎"] = {
						result = true
					}
				}
			},
			["猫"] = {
				["头"] = {
					["鹰"] = {
						result = true
					}
				}
			}
		},
		["主"] = {
			["官"] = {
				result = true
			}
		},
		["事"] = {
			["委"] = {
				["员"] = {
					["会"] = {
						result = true
					}
				}
			},
			["枪"] = {
				["械"] = {
					["网"] = {
						result = true
					}
				}
			},
			["爱"] = {
				["好"] = {
					["汽"] = {
						["枪"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["人"] = {
			["气"] = {
				["枪"] = {
					result = true
				}
			},
			["装"] = {
				["扮"] = {
					["僧"] = {
						["人"] = {
							result = true
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					result = true
				}
			}
		},
		["刀"] = {
			["下"] = {
				["的"] = {
					["现"] = {
						["代"] = {
							["化"] = {
								result = true
							}
						}
					}
				}
			},
			["专"] = {
				result = true,
				["军"] = {
					["刺"] = {
						result = true
					}
				},
				["刀"] = {
					["具"] = {
						result = true
					}
				},
				["售"] = {
					result = true
				},
				["密"] = {
					["云"] = {
						result = true
					}
				},
				["网"] = {
					result = true
				}
			},
			["丛"] = {
				["林"] = {
					["刀"] = {
						result = true,
						["专"] = {
							result = true,
							["售"] = {
								result = true
							}
						}
					}
				}
			},
			["具"] = {
				["具"] = {
					result = true,
					["专"] = {
						result = true
					},
					["匕"] = {
						["首"] = {
							result = true
						}
					}
				}
			},
			["军"] = {
				["刺"] = {
					result = true,
					["专"] = {
						result = true,
						["网"] = {
							result = true
						}
					},
					["正"] = {
						["品"] = {
							result = true
						}
					}
				},
				["品"] = {
					result = true,
					["密"] = {
						["云"] = {
							result = true
						}
					},
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			},
			["刺"] = {
				["专"] = {
					result = true
				}
			},
			["匕"] = {
				["首"] = {
					result = true,
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			},
			["吧"] = {
				result = true
			},
			["售"] = {
				result = true
			},
			["密"] = {
				["云"] = {
					result = true
				}
			},
			["折"] = {
				["刀"] = {
					["蝴"] = {
						["蝶"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			},
			["收"] = {
				["购"] = {
					result = true
				}
			},
			["正"] = {
				["品"] = {
					result = true
				}
			},
			["甩"] = {
				["棍"] = {
					result = true
				}
			},
			["电"] = {
				["棍"] = {
					result = true
				}
			},
			["直"] = {
				["刀"] = {
					result = true,
					["专"] = {
						result = true
					}
				},
				["销"] = {
					result = true
				}
			},
			["砍"] = {
				["刀"] = {
					result = true
				}
			},
			["网"] = {
				["军"] = {
					["刀"] = {
						["专"] = {
							result = true
						}
					}
				},
				["折"] = {
					["刀"] = {
						["专"] = {
							result = true
						}
					}
				},
				["正"] = {
					["品"] = {
						result = true
					}
				}
			},
			["订"] = {
				["购"] = {
					result = true
				}
			},
			["谁"] = {
				["要"] = {
					result = true,
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			},
			["防"] = {
				["卫"] = {
					["刀"] = {
						result = true
					}
				},
				["身"] = {
					result = true
				}
			}
		},
		["制"] = {
			["5"] = {
				["4"] = {
					["式"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					["式"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["刺"] = {
			result = true,
			["专"] = {
				result = true
			},
			["世"] = {
				["界"] = {
					["名"] = {
						["刀"] = {
							result = true
						}
					}
				}
			},
			["军"] = {
				["刀"] = {
					result = true,
					["正"] = {
						["品"] = {
							result = true
						}
					}
				},
				["品"] = {
					["密"] = {
						["云"] = {
							["专"] = {
								result = true
							}
						}
					},
					["网"] = {
						result = true
					}
				}
			},
			["刀"] = {
				result = true,
				["具"] = {
					["专"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["挂"] = {
				["刀"] = {
					result = true
				}
			},
			["正"] = {
				["品"] = {
					result = true
				}
			},
			["甩"] = {
				["棍"] = {
					result = true
				}
			},
			["精"] = {
				["品"] = {
					["折"] = {
						["刀"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["联"] = {
				["系"] = {
					["我"] = {
						result = true
					}
				}
			},
			["订"] = {
				["购"] = {
					result = true
				}
			},
			["转"] = {
				["让"] = {
					result = true
				}
			},
			["野"] = {
				["营"] = {
					["砍"] = {
						["刀"] = {
							result = true
						}
					}
				}
			}
		},
		["匕"] = {
			["专"] = {
				["网"] = {
					result = true
				}
			}
		},
		["品"] = {
			result = true,
			["&"] = {
				["&"] = {
					result = true,
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			},
			["5"] = {
				["4"] = {
					result = true,
					["式"] = {
						result = true,
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					result = true,
					["式"] = {
						["手"] = {
							["枪"] = {
								result = true
							},
							["槍"] = {
								result = true
							}
						}
					}
				}
			},
			["7"] = {
				["7"] = {
					["式"] = {
						["手"] = {
							["枪"] = {
								result = true
							},
							["槍"] = {
								result = true
							}
						}
					}
				}
			},
			["9"] = {
				["2"] = {
					["式"] = {
						result = true,
						["手"] = {
							["枪"] = {
								result = true
							},
							["槍"] = {
								result = true
							}
						}
					}
				}
			},
			["专"] = {
				result = true,
				["网"] = {
					["店"] = {
						result = true
					}
				}
			},
			["军"] = {
				["刀"] = {
					result = true,
					["正"] = {
						["品"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					}
				}
			},
			["刀"] = {
				["具"] = {
					result = true,
					["专"] = {
						result = true
					},
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			},
			["刺"] = {
				["刀"] = {
					["专"] = {
						result = true
					},
					["定"] = {
						["购"] = {
							result = true
						}
					},
					["正"] = {
						["品"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["谁"] = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			},
			["帝"] = {
				["国"] = {
					result = true
				}
			},
			["正"] = {
				["品"] = {
					result = true
				}
			},
			["步"] = {
				["枪"] = {
					result = true
				}
			},
			["气"] = {
				["枪"] = {
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			},
			["谁"] = {
				result = true,
				["正"] = {
					["品"] = {
						result = true
					}
				}
			}
		},
		["哥"] = {
			["好"] = {
				["枪"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["团"] = {
			result = true,
			["战"] = {
				["模"] = {
					["式"] = {
						result = true
					}
				}
			},
			["邀"] = {
				["请"] = {
					result = true
				}
			}
		},
		["委"] = {
			result = true,
			["主"] = {
				["席"] = {
					result = true,
					["讲"] = {
						["话"] = {
							result = true
						}
					}
				}
			},
			["副"] = {
				["主"] = {
					["席"] = {
						result = true
					}
				}
			},
			["卸"] = {
				["任"] = {
					["揭"] = {
						["露"] = {
							result = true
						}
					}
				}
			},
			["建"] = {
				["制"] = {
					result = true
				}
			},
			["直"] = {
				["管"] = {
					result = true
				}
			}
		},
		["官"] = {
			z = {
				h = {
					e = {
						n = {
							g = {
								result = true
							}
						}
					}
				}
			},
			["档"] = {
				["案"] = {
					["数"] = {
						["据"] = {
							result = true
						}
					}
				}
			},
			["正"] = {
				result = true
			},
			["证"] = {
				["代"] = {
					["办"] = {
						result = true
					}
				},
				["办"] = {
					["理"] = {
						result = true
					}
				}
			}
		},
		["工"] = {
			["刀"] = {
				result = true
			},
			["匕"] = {
				["首"] = {
					["专"] = {
						["店"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			},
			["帝"] = {
				["国"] = {
					result = true
				}
			},
			["忉"] = {
				result = true
			},
			["配"] = {
				["件"] = {
					["组"] = {
						["装"] = {
							result = true
						}
					}
				}
			}
		},
		["手"] = {
			["枪"] = {
				result = true
			}
		},
		["日"] = {
			["刀"] = {
				result = true
			}
		},
		["机"] = {
			["处"] = {
				["军"] = {
					["品"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["枪"] = {
			result = true,
			["下"] = {
				["的"] = {
					["现"] = {
						["代"] = {
							["化"] = {
								result = true
							}
						}
					}
				}
			},
			["专"] = {
				result = true
			},
			["匕"] = {
				["首"] = {
					result = true
				}
			},
			["支"] = {
				result = true,
				["军"] = {
					["刺"] = {
						["专"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["收"] = {
				["藏"] = {
					result = true
				}
			},
			["枪"] = {
				["支"] = {
					result = true,
					["专"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["王"] = {
				result = true
			},
			["直"] = {
				["枪"] = {
					result = true
				}
			},
			["网"] = {
				result = true
			},
			["零"] = {
				["件"] = {
					["军"] = {
						["刺"] = {
							result = true
						}
					}
				}
			}
		},
		["民"] = {
			["冲"] = {
				["突"] = {
					result = true
				}
			},
			["血"] = {
				["腥"] = {
					["冲"] = {
						["突"] = {
							result = true
						}
					}
				}
			}
		},
		["港"] = {
			["搜"] = {
				["购"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["火"] = {
			["专"] = {
				["店"] = {
					result = true
				}
			},
			["商"] = {
				result = true
			}
		},
		["狗"] = {
			["6"] = {
				["4"] = {
					result = true
				}
			}
		},
		["用"] = {
			result = true,
			["5"] = {
				["4"] = {
					result = true,
					["专"] = {
						result = true
					},
					["式"] = {
						result = true,
						["专"] = {
							result = true
						},
						["手"] = {
							["枪"] = {
								result = true
							}
						},
						["枪"] = {
							["专"] = {
								result = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							result = true
						},
						["槍"] = {
							result = true
						},
						["狗"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["配"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					result = true,
					["专"] = {
						result = true
					},
					["式"] = {
						result = true,
						["专"] = {
							result = true
						},
						["手"] = {
							["枪"] = {
								result = true
							}
						},
						["枪"] = {
							["专"] = {
								result = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["7"] = {
				["7"] = {
					result = true,
					["专"] = {
						result = true
					},
					["式"] = {
						result = true,
						["手"] = {
							["枪"] = {
								result = true
							}
						},
						["枪"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["9"] = {
				["2"] = {
					result = true,
					["式"] = {
						result = true,
						["手"] = {
							["枪"] = {
								result = true
							}
						},
						["枪"] = {
							["专"] = {
								result = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				},
				["9"] = {
					["式"] = {
						result = true
					}
				}
			},
			B = {
				["手"] = {
					result = true,
					["专"] = {
						["店"] = {
							result = true
						}
					}
				}
			},
			d = {
				a = {
					o = {
						["具"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			l = {
				["枪"] = {
					result = true
				},
				["熗"] = {
					result = true
				}
			},
			["丛"] = {
				["林"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["五"] = {
				["四"] = {
					["六"] = {
						["四"] = {
							result = true
						}
					},
					["式"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["连"] = {
					["发"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["低"] = {
				["价"] = {
					["式"] = {
						["手"] = {
							["狗"] = {
								result = true
							}
						}
					},
					["手"] = {
						["抢"] = {
							result = true
						},
						["狗"] = {
							result = true
						}
					},
					["雷"] = {
						["鸣"] = {
							["登"] = {
								result = true
							}
						}
					}
				}
			},
			["六"] = {
				["四"] = {
					["式"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["刀"] = {
				result = true,
				["具"] = {
					result = true,
					["&"] = {
						["专"] = {
							result = true
						}
					},
					["专"] = {
						result = true,
						["店"] = {
							result = true
						},
						["网"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					}
				},
				["刺"] = {
					result = true,
					["正"] = {
						["品"] = {
							result = true
						}
					}
				},
				["正"] = {
					["品"] = {
						result = true
					}
				}
			},
			["制"] = {
				["式"] = {
					["5"] = {
						["4"] = {
							["式"] = {
								result = true
							}
						}
					},
					["9"] = {
						["2"] = {
							["式"] = {
								result = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["刺"] = {
				["专"] = {
					result = true
				},
				["刀"] = {
					["专"] = {
						result = true
					},
					["批"] = {
						["售"] = {
							result = true
						}
					},
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			},
			["努"] = {
				result = true,
				["专"] = {
					result = true
				},
				["折"] = {
					["叠"] = {
						["努"] = {
							result = true
						}
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				}
			},
			["匕"] = {
				result = true,
				["$"] = {
					["首"] = {
						result = true
					}
				},
				["首"] = {
					result = true,
					["专"] = {
						result = true,
						["店"] = {
							result = true
						}
					},
					["正"] = {
						["品"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			},
			["十"] = {
				["字"] = {
					["弩"] = {
						result = true,
						["直"] = {
							["销"] = {
								result = true
							}
						}
					}
				}
			},
			["原"] = {
				["装"] = {
					result = true,
					["手"] = {
						["狗"] = {
							result = true
						}
					}
				}
			},
			["品"] = {
				["专"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				}
			},
			["商"] = {
				["品"] = {
					result = true
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						result = true
					}
				},
				["飞"] = {
					["虎"] = {
						result = true
					}
				}
			},
			["开"] = {
				["山"] = {
					["刀"] = {
						result = true,
						["专"] = {
							result = true
						}
					}
				}
			},
			["式"] = {
				["手"] = {
					g = {
						o = {
							u = {
								result = true
							}
						}
					},
					["狗"] = {
						result = true,
						["群"] = {
							["贩"] = {
								result = true
							}
						}
					}
				},
				["汽"] = {
					["狗"] = {
						result = true
					}
				}
			},
			["弓"] = {
				result = true,
				["努"] = {
					result = true,
					["专"] = {
						["店"] = {
							result = true
						},
						["网"] = {
							result = true
						}
					},
					["公"] = {
						["司"] = {
							result = true
						}
					}
				},
				["弩"] = {
					["专"] = {
						result = true,
						["店"] = {
							result = true
						},
						["网"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["真"] = {
						["品"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			},
			["弩"] = {
				["专"] = {
					result = true
				},
				["弓"] = {
					result = true,
					["直"] = {
						["销"] = {
							result = true
						}
					}
				},
				["折"] = {
					["叠"] = {
						["弩"] = {
							result = true
						}
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				},
				["转"] = {
					["让"] = {
						result = true
					}
				}
			},
			["弹"] = {
				["簧"] = {
					result = true,
					["刀"] = {
						result = true,
						["直"] = {
							["销"] = {
								result = true
							}
						}
					}
				}
			},
			["录"] = {
				["音"] = {
					["监"] = {
						["听"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["手"] = {
				result = true,
				["%"] = {
					["枪"] = {
						result = true
					}
				},
				["&"] = {
					["枪"] = {
						["专"] = {
							["网"] = {
								result = true
							}
						}
					}
				},
				["5"] = {
					["4"] = {
						["式"] = {
							result = true
						}
					}
				},
				["抢"] = {
					result = true
				},
				["斧"] = {
					["专"] = {
						result = true
					}
				},
				["木"] = {
					["仓"] = {
						result = true
					}
				},
				["枪"] = {
					["&"] = {
						result = true
					},
					["专"] = {
						result = true,
						["网"] = {
							result = true
						}
					},
					["仿"] = {
						["真"] = {
							["枪"] = {
								result = true
							}
						}
					},
					["便"] = {
						["宜"] = {
							result = true
						}
					},
					["免"] = {
						["定"] = {
							["金"] = {
								result = true
							}
						}
					},
					["出"] = {
						["^"] = {
							["售"] = {
								result = true
							}
						},
						["货"] = {
							result = true
						}
					},
					["到"] = {
						["货"] = {
							result = true
						}
					},
					["图"] = {
						result = true
					},
					["技"] = {
						["术"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					},
					["配"] = {
						["件"] = {
							result = true,
							["专"] = {
								result = true
							}
						}
					}
				},
				["槍"] = {
					result = true
				},
				["狗"] = {
					result = true,
					["价"] = {
						["格"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			},
			["折"] = {
				["刀"] = {
					result = true,
					["正"] = {
						["品"] = {
							result = true
						}
					}
				},
				["叠"] = {
					["刀"] = {
						result = true,
						["热"] = {
							["销"] = {
								result = true
							}
						}
					}
				}
			},
			["枪"] = {
				result = true,
				["专"] = {
					["店"] = {
						result = true
					}
				},
				["代"] = {
					["理"] = {
						result = true
					}
				},
				["具"] = {
					["专"] = {
						result = true
					}
				},
				["加"] = {
					["盟"] = {
						["代"] = {
							["理"] = {
								result = true
							}
						}
					}
				},
				["头"] = {
					["首"] = {
						result = true
					}
				},
				["支"] = {
					["专"] = {
						result = true
					},
					["售"] = {
						result = true
					}
				},
				["械"] = {
					result = true,
					["瞄"] = {
						["准"] = {
							["镜"] = {
								result = true
							}
						}
					}
				}
			},
			["森"] = {
				["林"] = {
					["之"] = {
						["狐"] = {
							result = true
						},
						["狼"] = {
							result = true
						},
						["王"] = {
							result = true
						},
						["虎"] = {
							result = true
						},
						["鹰"] = {
							result = true
						}
					}
				}
			},
			["汽"] = {
				["枪"] = {
					["配"] = {
						["件"] = {
							result = true
						}
					}
				},
				["狗"] = {
					result = true,
					["专"] = {
						result = true
					}
				}
			},
			["潜"] = {
				["水"] = {
					["刀"] = {
						["专"] = {
							result = true
						},
						["正"] = {
							["品"] = {
								result = true
							}
						}
					},
					["刺"] = {
						["刀"] = {
							["专"] = {
								result = true
							}
						}
					},
					["强"] = {
						result = true
					},
					["枪"] = {
						result = true,
						["专"] = {
							result = true
						}
					}
				}
			},
			["狗"] = {
				["5"] = {
					["4"] = {
						result = true
					}
				}
			},
			["狙"] = {
				["击"] = {
					["努"] = {
						result = true,
						["专"] = {
							result = true
						}
					},
					["弓"] = {
						["努"] = {
							result = true
						},
						["弩"] = {
							result = true
						}
					},
					["弩"] = {
						result = true,
						["专"] = {
							result = true
						},
						["直"] = {
							["销"] = {
								result = true
							}
						}
					},
					["枪"] = {
						result = true
					}
				}
			},
			["猎"] = {
				["刀"] = {
					result = true,
					["专"] = {
						result = true
					}
				},
				["枪"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["瘋"] = {
				["狗"] = {
					result = true,
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			},
			["直"] = {
				["刀"] = {
					result = true
				}
			},
			["真"] = {
				["铁"] = {
					result = true
				}
			},
			["短"] = {
				d = {
					a = {
						o = {
							result = true
						}
					}
				},
				["刀"] = {
					result = true,
					["具"] = {
						["具"] = {
							result = true
						}
					}
				},
				["把"] = {
					["刀"] = {
						result = true
					},
					["忉"] = {
						result = true
					}
				},
				["枪"] = {
					result = true
				}
			},
			["砍"] = {
				["刀"] = {
					result = true,
					["专"] = {
						result = true
					}
				}
			},
			["美"] = {
				["国"] = {
					A = {
						R = {
							["7"] = {
								result = true
							}
						}
					}
				}
			},
			["虎"] = {
				["牙"] = {
					["格"] = {
						["斗"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			},
			["钢"] = {
				["弩"] = {
					result = true
				},
				["珠"] = {
					["努"] = {
						result = true
					}
				},
				["鹰"] = {
					result = true,
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			},
			["阻"] = {
				["击"] = {
					["弩"] = {
						result = true
					}
				}
			},
			["雷"] = {
				["鸣"] = {
					["登"] = {
						result = true
					}
				}
			},
			["麻"] = {
				["醉"] = {
					["枪"] = {
						["专"] = {
							result = true
						}
					}
				}
			}
		},
		["盟"] = {
			["枪"] = {
				["械"] = {
					result = true
				}
			}
		},
		["砍"] = {
			["刀"] = {
				result = true
			}
		},
		["砽"] = {
			["扌"] = {
				["枪"] = {
					["绌"] = {
						["售"] = {
							result = true
						}
					}
				}
			}
		},
		["纪"] = {
			["委"] = {
				["前"] = {
					["书"] = {
						["记"] = {
							result = true
						}
					}
				}
			}
		},
		["美"] = {
			["刀"] = {
				result = true
			}
		},
		["艺"] = {
			["院"] = {
				["长"] = {
					[" "] = {
						["彭"] = {
							result = true
						}
					},
					["彭"] = {
						result = true
					}
				}
			}
		},
		["衔"] = {
			result = true
		},
		["警"] = {
			["严"] = {
				["查"] = {
					["藏"] = {
						["人"] = {
							result = true
						}
					}
				}
			},
			["服"] = {
				result = true,
				["直"] = {
					["销"] = {
						result = true
					}
				}
			},
			["用"] = {
				["具"] = {
					result = true
				},
				["品"] = {
					result = true,
					["专"] = {
						result = true
					}
				}
			},
			["美"] = {
				["领"] = {
					["馆"] = {
						result = true
					}
				}
			},
			["装"] = {
				["备"] = {
					result = true
				}
			},
			["进"] = {
				["藏"] = {
					result = true
				}
			}
		},
		["车"] = {
			["如"] = {
				["林"] = {
					result = true
				}
			},
			["牌"] = {
				["照"] = {
					result = true
				}
			},
			["进"] = {
				["京"] = {
					result = true
				}
			}
		},
		["长"] = {
			["发"] = {
				["威"] = {
					P = {
						K = {
							result = true
						}
					}
				}
			},
			["徐"] = {
				["先"] = {
					["勤"] = {
						result = true
					}
				}
			}
		},
		["队"] = {
			result = true,
			["八"] = {
				["将"] = {
					["领"] = {
						result = true
					}
				}
			},
			["制"] = {
				["服"] = {
					result = true,
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			},
			["匕"] = {
				["首"] = {
					result = true
				}
			},
			["反"] = {
				["腐"] = {
					result = true
				}
			},
			["官"] = {
				["正"] = {
					result = true,
					["？"] = {
						result = true
					}
				},
				["证"] = {
					result = true
				}
			},
			["审"] = {
				["计"] = {
					["署"] = {
						result = true
					}
				}
			},
			["屠"] = {
				["杀"] = {
					[" "] = {
						["学"] = {
							["生"] = {
								result = true
							}
						}
					},
					["学"] = {
						["生"] = {
							result = true
						}
					}
				}
			},
			["开"] = {
				["进"] = {
					["了"] = {
						result = true
					}
				}
			},
			["换"] = {
				["将"] = {
					["直"] = {
						["追"] = {
							["毛"] = {
								result = true
							}
						}
					}
				}
			},
			["政"] = {
				["变"] = {
					result = true
				}
			},
			["木"] = {
				["樨"] = {
					["地"] = {
						result = true
					}
				}
			},
			["腐"] = {
				["败"] = {
					result = true
				}
			}
		}
	},
	["农"] = {
		["夫"] = {
			["情"] = {
				["色"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["聚"] = {
				["色"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			},
			["色"] = {
				["站"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			}
		},
		["村"] = {
			["人"] = {
				["乱"] = {
					["伦"] = {
						["事"] = {
							result = true
						}
					}
				}
			},
			["极"] = {
				["品"] = {
					["Ａ"] = {
						["片"] = {
							result = true
						}
					}
				}
			}
		},
		["民"] = {
			["色"] = {
				["情"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["冫"] = {
		["水"] = {
			["毒"] = {
				["亻"] = {
					["介"] = {
						["木"] = {
							["各"] = {
								result = true
							}
						}
					}
				},
				["制"] = {
					["亻"] = {
						["乍"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["冷"] = {
		["兵"] = {
			["器"] = {
				result = true,
				["专"] = {
					result = true
				},
				["正"] = {
					["品"] = {
						result = true
					}
				}
			}
		},
		["冷"] = {
			["的"] = {
				["牙"] = {
					result = true
				}
			}
		},
		["夜"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["妹"] = {
			["妹"] = {
				["2"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			}
		},
		["水"] = {
			["江"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				}
			}
		},
		["漠"] = {
			["小"] = {
				["三"] = {
					result = true
				}
			}
		},
		["色"] = {
			["情"] = {
				["挑"] = {
					result = true
				}
			}
		},
		["艳"] = {
			["女"] = {
				["医"] = {
					["生"] = {
						result = true
					}
				}
			}
		},
		["鋼"] = {
			["三"] = {
				["美"] = {
					["武"] = {
						["士"] = {
							["刀"] = {
								result = true
							},
							["刺"] = {
								result = true
							}
						}
					}
				}
			},
			["美"] = {
				["武"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["钢"] = {
			result = true,
			["三"] = {
				["美"] = {
					["武"] = {
						["士"] = {
							["刀"] = {
								result = true
							},
							["刺"] = {
								result = true
							},
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["专"] = {
				result = true
			},
			["刀"] = {
				result = true,
				["具"] = {
					result = true,
					["专"] = {
						result = true
					},
					["直"] = {
						["销"] = {
							result = true
						}
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				}
			},
			["刽"] = {
				["鱼"] = {
					["刺"] = {
						result = true
					}
				}
			},
			["吹"] = {
				["箭"] = {
					result = true
				}
			},
			["大"] = {
				["狗"] = {
					["腿"] = {
						["弯"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			},
			["步"] = {
				["军"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["武"] = {
				["士"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["狗"] = {
				["腿"] = {
					["大"] = {
						["折"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			},
			["粉"] = {
				["末"] = {
					["钢"] = {
						result = true
					}
				}
			},
			["精"] = {
				["钢"] = {
					result = true
				}
			},
			["虎"] = {
				["纹"] = {
					result = true
				}
			},
			["鹿"] = {
				["角"] = {
					result = true
				}
			}
		},
		["香"] = {
			["谷"] = {
				result = true
			}
		}
	},
	["凂"] = {
		["曊"] = {
			["ㄖ"] = {
				["夲"] = {
					["Ａ"] = {
						["爿"] = {
							result = true
						}
					}
				}
			},
			["處"] = {
				["囡"] = {
					["窷"] = {
						result = true
					}
				}
			},
			["Ａ"] = {
				["爿"] = {
					result = true
				}
			}
		}
	},
	["凉"] = {
		["宫"] = {
			["春"] = {
				["日"] = {
					["的"] = {
						["忧"] = {
							["郁"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["山"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			}
		},
		["木"] = {
			["桃"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["风"] = {
			["杏"] = {
				["菜"] = {
					["="] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["凌"] = {
		["辱"] = {
			["事"] = {
				["件"] = {
					result = true
				}
			},
			["人"] = {
				["妻"] = {
					result = true
				}
			},
			["兽"] = {
				result = true
			},
			["大"] = {
				["奶"] = {
					["妹"] = {
						result = true
					}
				}
			},
			["女"] = {
				["友"] = {
					result = true
				}
			},
			["尤"] = {
				["娜"] = {
					result = true
				}
			},
			["捆"] = {
				["绑"] = {
					result = true
				}
			},
			["狩"] = {
				["猎"] = {
					["游"] = {
						["击"] = {
							result = true
						}
					}
				}
			},
			["董"] = {
				["卿"] = {
					result = true
				}
			},
			["连"] = {
				["锁"] = {
					result = true
				}
			},
			["饲"] = {
				["育"] = {
					result = true
				}
			},
			["高"] = {
				["清"] = {
					result = true
				}
			}
		}
	},
	["凭"] = {
		["证"] = {
			result = true
		}
	},
	["凯"] = {
		["丰"] = {
			result = true
		},
		["乐"] = {
			["博"] = {
				result = true
			}
		},
		["发"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["图"] = {
			["科"] = {
				["技"] = {
					result = true
				}
			}
		},
		["夫"] = {
			["拉"] = {
				["防"] = {
					["弹"] = {
						["头"] = {
							["盔"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["斯"] = {
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["旋"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			},
			["文"] = {
				["凭"] = {
					["网"] = {
						result = true
					}
				}
			},
			["门"] = {
				result = true,
				["娱"] = {
					["乐"] = {
						result = true
					}
				}
			}
		},
		["时"] = {
			["真"] = {
				["钱"] = {
					["龙"] = {
						["虎"] = {
							["斗"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["泰"] = {
			["办"] = {
				["证"] = {
					result = true
				}
			}
		},
		["豪"] = {
			result = true,
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["达"] = {
			["商"] = {
				["城"] = {
					result = true
				}
			}
		},
		["迪"] = {
			["药"] = {
				["业"] = {
					result = true
				}
			}
		},
		["里"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		}
	},
	["凱"] = {
		["圖"] = {
			["科"] = {
				["技"] = {
					result = true
				}
			}
		},
		["撒"] = {
			["友"] = {
				["裡"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["由"] = {
				["佳"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["切"] = {
		["割"] = {
			["薄"] = {
				["谷"] = {
					["软"] = {
						["着"] = {
							["陆"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["听"] = {
			result = true
		},
		["尼"] = {
			["燧"] = {
				["发"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["换"] = {
			["低"] = {
				["空"] = {
					N = {
						result = true
					}
				}
			},
			["高"] = {
				["空"] = {
					H = {
						result = true
					}
				}
			}
		}
	},
	["刘"] = {
		["亦"] = {
			["菲"] = {
				["自"] = {
					["3"] = {
						["摸"] = {
							result = true
						}
					}
				}
			}
		},
		["伟"] = {
			["平"] = {
				result = true
			}
		},
		["向"] = {
			["松"] = {
				result = true
			}
		},
		["晓"] = {
			["峰"] = {
				result = true
			},
			["庆"] = {
				["的"] = {
					["咪"] = {
						["咪"] = {
							result = true
						}
					}
				}
			},
			["江"] = {
				result = true
			}
		},
		["源"] = {
			result = true
		},
		["满"] = {
			["仓"] = {
				result = true
			}
		},
		["生"] = {
			["杰"] = {
				result = true
			}
		},
		["粤"] = {
			["军"] = {
				result = true
			}
		},
		["翔"] = {
			["退"] = {
				["赛"] = {
					["内"] = {
						["幕"] = {
							result = true
						}
					}
				}
			}
		},
		["霞"] = {
			[" "] = {
				["\""] = {
					["刘"] = {
						["晓"] = {
							["波"] = {
								["\""] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["删"] = {
		s = {
			["贴"] = {
				["公"] = {
					["司"] = {
						result = true
					}
				}
			}
		},
		["帖"] = {
			["专"] = {
				["业"] = {
					["机"] = {
						["构"] = {
							result = true
						}
					}
				}
			},
			["业"] = {
				["务"] = {
					result = true
				}
			},
			["代"] = {
				["理"] = {
					result = true
				}
			},
			["信"] = {
				["息"] = {
					result = true
				}
			},
			["包"] = {
				["年"] = {
					result = true
				}
			},
			["子"] = {
				result = true,
				["软"] = {
					["件"] = {
						result = true
					}
				}
			},
			["工"] = {
				["具"] = {
					result = true
				}
			},
			["服"] = {
				["务"] = {
					result = true
				}
			},
			["机"] = {
				["构"] = {
					result = true
				}
			},
			["灌"] = {
				["水"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["炒"] = {
				["作"] = {
					["公"] = {
						["司"] = {
							result = true
						}
					}
				}
			},
			["联"] = {
				["系"] = {
					result = true
				}
			},
			["营"] = {
				["销"] = {
					["公"] = {
						["司"] = {
							result = true
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					}
				}
			},
			["软"] = {
				["件"] = {
					result = true
				}
			}
		},
		["百"] = {
			["度"] = {
				["帖"] = {
					result = true
				}
			}
		},
		["负"] = {
			["面"] = {
				result = true,
				["信"] = {
					["息"] = {
						result = true,
						["新"] = {
							["闻"] = {
								result = true
							}
						}
					}
				},
				["帖"] = {
					result = true
				}
			}
		},
		["贴"] = {
			["业"] = {
				["务"] = {
					result = true
				}
			},
			["做"] = {
				["北"] = {
					["朝"] = {
						["鲜"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			},
			["公"] = {
				["司"] = {
					result = true
				}
			},
			["子"] = {
				result = true
			},
			["服"] = {
				["务"] = {
					result = true
				}
			},
			["机"] = {
				["构"] = {
					result = true
				}
			}
		},
		["除"] = {
			["不"] = {
				["利"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					}
				},
				["良"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					}
				}
			},
			["中"] = {
				["差"] = {
					["评"] = {
						result = true
					}
				}
			},
			["信"] = {
				["息"] = {
					result = true,
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["博"] = {
				["客"] = {
					["帖"] = {
						["子"] = {
							result = true
						}
					}
				},
				["文"] = {
					result = true
				}
			},
			["天"] = {
				["涯"] = {
					["帖"] = {
						["子"] = {
							result = true
						}
					},
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			},
			["帖"] = {
				["吧"] = {
					result = true,
					["负"] = {
						["面"] = {
							result = true
						}
					}
				},
				["子"] = {
					result = true
				}
			},
			["新"] = {
				["闻"] = {
					result = true,
					["评"] = {
						["论"] = {
							result = true
						}
					}
				}
			},
			["校"] = {
				["内"] = {
					["网"] = {
						["资"] = {
							["料"] = {
								result = true
							}
						}
					}
				}
			},
			["百"] = {
				["度"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					},
					["帖"] = {
						["子"] = {
							result = true
						}
					},
					["快"] = {
						["照"] = {
							result = true
						}
					},
					["问"] = {
						["答"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				["上"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					},
					["帖"] = {
						["子"] = {
							result = true
						}
					},
					["新"] = {
						["闻"] = {
							result = true
						}
					},
					["消"] = {
						["息"] = {
							result = true
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					}
				}
			},
			["论"] = {
				["坛"] = {
					result = true,
					["帖"] = {
						result = true,
						["子"] = {
							result = true
						}
					}
				}
			},
			["评"] = {
				["价"] = {
					result = true
				}
			},
			["诋"] = {
				["毁"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					}
				}
			},
			["诽"] = {
				["谤"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					},
					["帖"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					result = true,
					["信"] = {
						["息"] = {
							result = true,
							["帖"] = {
								result = true
							}
						}
					},
					["公"] = {
						["司"] = {
							result = true
						}
					},
					["博"] = {
						["客"] = {
							result = true
						}
					},
					["帖"] = {
						result = true,
						["子"] = {
							result = true,
							["找"] = {
								result = true
							}
						},
						["紫"] = {
							["找"] = {
								result = true
							}
						}
					},
					["影"] = {
						["响"] = {
							result = true
						}
					},
					["微"] = {
						["博"] = {
							result = true
						}
					},
					["报"] = {
						["道"] = {
							result = true
						}
					},
					["新"] = {
						["闻"] = {
							result = true
						}
					},
					["消"] = {
						["息"] = {
							result = true
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					},
					["言"] = {
						["论"] = {
							result = true
						}
					},
					["评"] = {
						["价"] = {
							result = true
						},
						["论"] = {
							result = true
						}
					},
					["贴"] = {
						result = true,
						["子"] = {
							result = true
						}
					}
				}
			},
			["贴"] = {
				["吧"] = {
					["帖"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["造"] = {
				["谣"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					}
				}
			},
			["队"] = {
				["伍"] = {
					result = true
				}
			}
		}
	},
	["利"] = {
		["尿"] = {
			["剂"] = {
				result = true
			}
		},
		["川"] = {
			["麻"] = {
				["古"] = {
					result = true
				}
			}
		},
		["根"] = {
			result = true
		}
	},
	["券"] = {
		["王"] = {
			["网"] = {
				result = true
			}
		}
	},
	["刻"] = {
		["1"] = {
			["假"] = {
				["1"] = {
					["章"] = {
						result = true
					}
				}
			}
		},
		["假"] = {
			["公"] = {
				["章"] = {
					result = true
				}
			},
			["章"] = {
				["密"] = {
					["云"] = {
						result = true
					}
				}
			}
		},
		["公"] = {
			["章"] = {
				result = true
			}
		},
		["印"] = {
			["章"] = {
				result = true
			}
		},
		["合"] = {
			["同"] = {
				["章"] = {
					["多"] = {
						["少"] = {
							["钱"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["章"] = {
			["*"] = {
				["*"] = {
					["*"] = {
						result = true
					}
				}
			},
			["假"] = {
				["证"] = {
					result = true
				}
			},
			["办"] = {
				["上"] = {
					["网"] = {
						["学"] = {
							["历"] = {
								result = true
							}
						},
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					}
				},
				["假"] = {
					["证"] = {
						result = true
					}
				},
				["学"] = {
					["历"] = {
						result = true
					},
					["籍"] = {
						["档"] = {
							["案"] = {
								result = true
							}
						}
					}
				},
				["正"] = {
					result = true
				},
				["真"] = {
					["实"] = {
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					}
				},
				["证"] = {
					result = true,
					["件"] = {
						result = true
					},
					["发"] = {
						["票"] = {
							result = true
						}
					},
					["学"] = {
						["生"] = {
							["证"] = {
								result = true
							}
						}
					},
					["服"] = {
						["务"] = {
							result = true
						}
					},
					["法"] = {
						["票"] = {
							result = true
						}
					},
					["身"] = {
						["份"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["网"] = {
				result = true
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			},
			["软"] = {
				["件"] = {
					result = true
				}
			},
			["辦"] = {
				["證"] = {
					result = true,
					["發"] = {
						["票"] = {
							result = true
						}
					}
				}
			}
		},
		["舟"] = {
			["求"] = {
				["剑"] = {
					["学"] = {
						["毛"] = {
							["帝"] = {
								result = true
							}
						}
					}
				},
				["劍"] = {
					result = true
				}
			}
		}
	},
	["剋"] = {
		["咃"] = {
			["掵"] = {
				result = true
			}
		},
		["峲"] = {
			["絲"] = {
				["尐"] = {
					["澤"] = {
						result = true
					}
				}
			}
		},
		["隆"] = {
			["複"] = {
				["製"] = {
					["銀"] = {
						["哘"] = {
							["咔"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["剌"] = {
		["嘛"] = {
			result = true
		},
		["麻"] = {
			result = true
		}
	},
	["前"] = {
		c = {
			o = {
				r = {
					e = {
						["病"] = {
							["危"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["中"] = {
			["央"] = {
				["军"] = {
					["委"] = {
						["纪"] = {
							["委"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["主"] = {
			["席"] = {
				["病"] = {
					["危"] = {
						result = true
					}
				}
			}
		},
		["军"] = {
			["人"] = {
				[" "] = {
					["学"] = {
						["运"] = {
							["领"] = {
								["袖"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["凸"] = {
			["後"] = {
				["翹"] = {
					result = true
				}
			}
		},
		["列"] = {
			["平"] = {
				["胶"] = {
					["囊"] = {
						result = true
					}
				}
			},
			["腺"] = {
				["保"] = {
					["养"] = {
						result = true
					}
				}
			}
		},
		["原"] = {
			["优"] = {
				["树"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["佑"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["優"] = {
				["樹"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["后"] = {
			["朱"] = {
				["各"] = {
					["庄"] = {
						result = true
					}
				}
			}
		},
		["国"] = {
			["家"] = {
				["主"] = {
					["席"] = {
						["痛"] = {
							["苦"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["往"] = {
			["充"] = {
				["值"] = {
					["页"] = {
						["面"] = {
							["。"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["景"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			}
		},
		["朱"] = {
			["各"] = {
				["庄"] = {
					["闹"] = {
						["事"] = {
							result = true
						}
					}
				}
			}
		},
		["核"] = {
			["心"] = {
				[" "] = {
					["病"] = {
						["危"] = {
							result = true
						}
					}
				}
			}
		},
		["沿"] = {
			["人"] = {
				result = true
			}
		},
		["田"] = {
			["優"] = {
				["希"] = {
					result = true
				}
			},
			["美"] = {
				["绪"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["阳"] = {
				["菜"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["陽"] = {
				["菜"] = {
					result = true
				}
			}
		},
		["程"] = {
			["教"] = {
				["育"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["领"] = {
			["导"] = {
				["人"] = {
					["改"] = {
						["革"] = {
							["历"] = {
								["程"] = {
									result = true
								}
							}
						}
					},
					["秘"] = {
						["密"] = {
							["回"] = {
								["忆"] = {
									["录"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["高"] = {
			["官"] = {
				["鲍"] = {
					["彤"] = {
						result = true
					}
				}
			}
		}
	},
	["剧"] = {
		["毒"] = {
			["化"] = {
				["学"] = {
					["品"] = {
						result = true
					}
				}
			}
		}
	},
	["劈"] = {
		["开"] = {
			["双"] = {
				["腿"] = {
					["等"] = {
						["你"] = {
							["来"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["劉"] = {
		["伯"] = {
			["承"] = {
				result = true
			}
		}
	},
	["力"] = {
		K = {
			["粉"] = {
				result = true
			}
		}
	},
	["劝"] = {
		["善"] = {
			["化"] = {
				["飞"] = {
					["鸿"] = {
						result = true
					}
				}
			},
			["真"] = {
				["相"] = {
					result = true
				}
			}
		}
	},
	["劣"] = {
		["枪"] = {
			["真"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["槍"] = {
			["真"] = {
				["槍"] = {
					result = true
				}
			}
		}
	},
	["劳"] = {
		["务"] = {
			["费"] = {
				["发"] = {
					result = true
				},
				["票"] = {
					result = true
				}
			}
		},
		["劳"] = {
			["丝"] = {
				["街"] = {
					["拍"] = {
						result = true
					}
				}
			}
		}
	},
	["勐"] = {
		["海"] = {
			["办"] = {
				["假"] = {
					["证"] = {
						result = true
					}
				}
			}
		}
	},
	["勒"] = {
		["索"] = {
			result = true
		}
	},
	["勞"] = {
		["+"] = {
			["教"] = {
				["+"] = {
					["所"] = {
						result = true
					}
				}
			}
		}
	},
	["勤"] = {
		["务"] = {
			["盔"] = {
				result = true
			}
		}
	},
	["匮"] = {
		["陽"] = {
			["丄"] = {
				["冂"] = {
					["尐"] = {
						["姊"] = {
							result = true
						}
					}
				}
			},
			["腎"] = {
				result = true
			}
		}
	},
	["匹"] = {
		["米"] = {
			["诺"] = {
				["定"] = {
					result = true
				}
			}
		},
		["那"] = {
			["西"] = {
				["泮"] = {
					result = true
				}
			}
		},
		["配"] = {
			["模"] = {
				["式"] = {
					result = true
				}
			}
		}
	},
	["区"] = {
		["乡"] = {
			["干"] = {
				["部"] = {
					["忙"] = {
						["赌"] = {
							["博"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["冰"] = {
			["?"] = {
				K = {
					["粉"] = {
						result = true
					}
				},
				["毒"] = {
					result = true
				}
			},
			K = {
				["粉"] = {
					result = true
				}
			},
			["毒"] = {
				result = true,
				["价"] = {
					["格"] = {
						result = true
					}
				}
			}
		},
		["域"] = {
			["汽"] = {
				["枪"] = {
					["网"] = {
						result = true
					}
				}
			},
			["短"] = {
				["信"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["宾"] = {
			["馆"] = {
				["偷"] = {
					["拍"] = {
						result = true
					}
				}
			}
		},
		["欠"] = {
			["美"] = {
				B = {
					T = {
						result = true
					}
				},
				["原"] = {
					["仓"] = {
						["刂"] = {
							result = true
						}
					}
				},
				["援"] = {
					["交"] = {
						result = true
					}
				},
				["自"] = {
					["扌"] = {
						["白"] = {
							result = true
						}
					}
				}
			}
		},
		["长"] = {
			["茂"] = {
				["非"] = {
					result = true
				}
			}
		}
	},
	["匼"] = {
		["萉"] = {
			["仩"] = {
				["閄"] = {
					["洝"] = {
						["嚤"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["區"] = {
		["長"] = {
			["茂"] = {
				["非"] = {
					result = true
				}
			}
		}
	},
	["千"] = {
		["万"] = {
			Q = {
				["币"] = {
					result = true
				}
			}
		},
		["丝"] = {
			["万"] = {
				["缕"] = {
					result = true
				}
			}
		},
		["亿"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			},
			["官"] = {
				["网"] = {
					result = true
				}
			}
		},
		["代"] = {
			n = {
				["9"] = {
					result = true
				}
			}
		},
		["古"] = {
			["兴"] = {
				["亡"] = {
					[","] = {
						["亡"] = {
							["于"] = {
								["一"] = {
									["相"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["夏"] = {
			["由"] = {
				["衣"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["层"] = {
			["钢"] = {
				result = true
			}
		},
		["朝"] = {
			["枪"] = {
				["模"] = {
					["鉴"] = {
						["赏"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["术"] = {
			result = true,
			["教"] = {
				["学"] = {
					["包"] = {
						["会"] = {
							result = true
						}
					}
				}
			},
			["道"] = {
				["具"] = {
					result = true,
					["教"] = {
						["学"] = {
							result = true
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			}
		},
		["田"] = {
			["愛"] = {
				["紗"] = {
					b = {
						t = {
							result = true
						}
					},
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["無"] = {
						["碼"] = {
							result = true
						}
					},
					["電"] = {
						["驢"] = {
							result = true
						}
					}
				}
			},
			["爱"] = {
				["纱"] = {
					b = {
						t = {
							result = true
						}
					},
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["电"] = {
						["驴"] = {
							result = true
						}
					}
				}
			}
		},
		["盈"] = {
			result = true
		},
		["禧"] = {
			["金"] = {
				["瓶"] = {
					["梅"] = {
						result = true
					}
				}
			}
		},
		["秋"] = {
			["狩"] = {
				["猎"] = {
					result = true
				}
			}
		},
		["術"] = {
			result = true,
			["手"] = {
				["法"] = {
					["教"] = {
						["學"] = {
							result = true
						}
					}
				}
			},
			["教"] = {
				["學"] = {
					["包"] = {
						["會"] = {
							result = true
						}
					},
					["網"] = {
						result = true
					}
				}
			},
			["牌"] = {
				["技"] = {
					["培"] = {
						["訓"] = {
							result = true
						}
					}
				}
			},
			["道"] = {
				["具"] = {
					result = true,
					["教"] = {
						["學"] = {
							result = true
						}
					},
					["視"] = {
						["頻"] = {
							result = true
						}
					}
				}
			}
		},
		["赢"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					},
					["网"] = {
						result = true
					}
				}
			}
		},
		["里"] = {
			["眼"] = {
				result = true
			},
			["送"] = {
				["逼"] = {
					["上"] = {
						["门"] = {
							result = true
						}
					}
				}
			}
		},
		["門"] = {
			["六"] = {
				["決"] = {
					result = true
				}
			}
		},
		["门"] = {
			["六"] = {
				["决"] = {
					result = true
				}
			}
		},
		["面"] = {
			["面"] = {
				["具"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["卖"] = {
		[" "] = {
			K = {
				[" "] = {
					["粉"] = {
						result = true
					}
				},
				["粉"] = {
					result = true
				}
			},
			["淫"] = {
				result = true
			}
		},
		K = {
			[" "] = {
				["粉"] = {
					result = true
				}
			},
			["粉"] = {
				result = true
			}
		},
		["户"] = {
			["口"] = {
				result = true
			}
		}
	},
	["南"] = {
		["丰"] = {
			result = true
		},
		["佳"] = {
			["也"] = {
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["充"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["兰"] = {
			["羽"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["办"] = {
			["身"] = {
				["份"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["和"] = {
			["黑"] = {
				["枪"] = {
					["的"] = {
						result = true
					}
				}
			}
		},
		["夏"] = {
			["子"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["夕"] = {
			["貴"] = {
				["種"] = {
					["子"] = {
						result = true
					}
				}
			},
			["贵"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["家"] = {
			["茜"] = {
				result = true,
				b = {
					t = {
						result = true
					}
				},
				["全"] = {
					["集"] = {
						result = true
					}
				},
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["無"] = {
					["碼"] = {
						result = true
					}
				},
				["电"] = {
					["驴"] = {
						result = true
					}
				},
				["電"] = {
					["驢"] = {
						result = true
					}
				}
			}
		},
		["川"] = {
			["区"] = {
				["办"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["平"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["彩"] = {
			["菜"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["惠"] = {
			["里"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["明"] = {
			["区"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				}
			}
		},
		["智"] = {
			["子"] = {
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["条"] = {
			["彩"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			}
		},
		["梨"] = {
			["央"] = {
				["奈"] = {
					result = true,
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["水"] = {
			["北"] = {
				["调"] = {
					["即"] = {
						["失"] = {
							["败"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["沙"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["波"] = {
			["杏"] = {
				B = {
					T = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				},
				["电"] = {
					["驴"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				},
				["高"] = {
					["清"] = {
						result = true
					}
				},
				["黄"] = {
					["色"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["海"] = {
			["警"] = {
				["民"] = {
					["冲"] = {
						["突"] = {
							result = true
						}
					}
				}
			},
			["问"] = {
				["题"] = {
					result = true
				}
			}
		},
		["澳"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["通"] = {
			K = {
				["粉"] = {
					result = true
				}
			},
			["Ｋ"] = {
				["粉"] = {
					result = true
				}
			}
		},
		["雄"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["靖"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["韩"] = {
			["假"] = {
				B = {
					result = true
				},
				["币"] = {
					result = true
				}
			},
			["出"] = {
				a = {
					["售"] = {
						["假"] = {
							["币"] = {
								result = true
							}
						}
					}
				}
			},
			["高"] = {
				["科"] = {
					["开"] = {
						["锁"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["香"] = {
			["织"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			}
		}
	},
	["卡"] = {
		["上"] = {
			["扣"] = {
				["除"] = {
					result = true
				}
			}
		},
		["利"] = {
			["科"] = {
				["9"] = {
					["5"] = {
						["0"] = {
							result = true
						}
					}
				}
			}
		},
		["卡"] = {
			["弯"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			},
			["色"] = {
				result = true
			},
			["金"] = {
				["币"] = {
					result = true
				}
			}
		},
		["台"] = {
			result = true,
			["换"] = {
				["小"] = {
					["姐"] = {
						result = true,
						["?"] = {
							result = true
						}
					}
				}
			}
		},
		["吧"] = {
			["强"] = {
				["开"] = {
					["四"] = {
						["件"] = {
							result = true
						}
					}
				}
			}
		},
		["哇"] = {
			["伊"] = {
				["商"] = {
					["城"] = {
						result = true
					}
				}
			},
			["依"] = {
				result = true
			}
		},
		["复"] = {
			["制"] = {
				result = true
			}
		},
		["奇"] = {
			["网"] = {
				result = true
			}
		},
		["巴"] = {
			["1"] = {
				["2"] = {
					["1"] = {
						["7"] = {
							result = true
						}
					}
				}
			},
			M = {
				["9"] = {
					result = true
				}
			},
			["五"] = {
				["组"] = {
					["合"] = {
						result = true,
						["密"] = {
							["云"] = {
								result = true
							}
						}
					}
				}
			},
			["军"] = {
				["刀"] = {
					["密"] = {
						["云"] = {
							result = true
						}
					}
				}
			},
			["越"] = {
				["战"] = {
					["纪"] = {
						["念"] = {
							result = true
						}
					}
				}
			}
		},
		["弗"] = {
			["蒂"] = {
				result = true
			}
		},
		["扎"] = {
			["菲"] = {
				result = true
			}
		},
		["拉"] = {
			["什"] = {
				["尼"] = {
					["科"] = {
						["夫"] = {
							result = true
						}
					}
				}
			},
			["卡"] = {
				["西"] = {
					result = true
				}
			},
			["娛"] = {
				["樂"] = {
					["網"] = {
						result = true
					}
				}
			}
		},
		["斯"] = {
			["楚"] = {
				result = true
			},
			["特"] = {
				["的"] = {
					["复"] = {
						["仇"] = {
							result = true
						}
					}
				}
			}
		},
		["日"] = {
			result = true,
			["阿"] = {
				["吉"] = {
					result = true
				}
			}
		},
		["片"] = {
			["4"] = {
				["式"] = {
					["电"] = {
						["击"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			f = {
				["式"] = {
					["电"] = {
						["击"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["式"] = {
				["电"] = {
					["&"] = {
						["击"] = {
							["器"] = {
								result = true
							}
						}
					},
					["击"] = {
						["器"] = {
							result = true
						}
					}
				},
				["電"] = {
					["擊"] = {
						["器"] = {
							result = true
						}
					}
				}
			},
			["折"] = {
				["叠"] = {
					["刀"] = {
						result = true
					}
				}
			}
		},
		["王"] = {
			B = {
				T = {
					["1"] = {
						["7"] = {
							result = true
						}
					}
				}
			},
			["商"] = {
				["城"] = {
					result = true
				}
			}
		},
		["监"] = {
			["听"] = {
				["器"] = {
					result = true
				}
			}
		},
		["盾"] = {
			["证"] = {
				["服"] = {
					["务"] = {
						["中"] = {
							["心"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["美"] = {
			["卢"] = {
				["斯"] = {
					result = true
				}
			}
		},
		["苦"] = {
			result = true
		},
		["萝"] = {
			["尔"] = {
				result = true
			}
		},
		["複"] = {
			["製"] = {
				["設"] = {
					["備"] = {
						result = true
					}
				}
			}
		},
		["迪"] = {
			["拉"] = {
				result = true,
				["娱"] = {
					["乐"] = {
						result = true
					}
				},
				["线"] = {
					["上"] = {
						["娱"] = {
							["乐"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["通"] = {
			["情"] = {
				["色"] = {
					result = true
				}
			},
			["淫"] = {
				["乱"] = {
					["图"] = {
						result = true
					}
				}
			},
			["色"] = {
				["情"] = {
					["游"] = {
						["戏"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["卯"] = {
		["月"] = {
			["梨"] = {
				["奈"] = {
					result = true
				}
			}
		}
	},
	["卵"] = {
		["巢"] = {
			result = true
		}
	},
	["卿"] = {
		["心"] = {
			["依"] = {
				["旧"] = {
					result = true
				}
			}
		},
		["本"] = {
			["佳"] = {
				["人"] = {
					["中"] = {
						result = true
					},
					["叶"] = {
						["玉"] = {
							["卿"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["历"] = {
		["史"] = {
			["的"] = {
				["爆"] = {
					["炸"] = {
						["张"] = {
							["万"] = {
								["舒"] = {
									result = true
								}
							}
						}
					}
				},
				["震"] = {
					["撼"] = {
						["六"] = {
							["四"] = {
								["大"] = {
									["型"] = {
										["历"] = {
											["史"] = {
												["纪"] = {
													["录"] = {
														["片"] = {
															result = true
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["天"] = {
							["安"] = {
								["门"] = {
									["事"] = {
										["件"] = {
											["实"] = {
												["录"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["厉"] = {
		["天"] = {
			["佑"] = {
				result = true
			}
		}
	},
	["去"] = {
		["9"] = {
			["2"] = {
				["手"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		a = {
			k = {
				result = true
			}
		},
		["人"] = {
			["民"] = {
				result = true
			}
		},
		["他"] = {
			["妈"] = {
				["的"] = {
					["国"] = {
						["家"] = {
							result = true
						}
					}
				}
			},
			["媽"] = {
				result = true
			}
		},
		["仿"] = {
			["真"] = {
				["枪"] = {
					result = true
				},
				["猎"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["你"] = {
			["奶"] = {
				["奶"] = {
					["的"] = {
						result = true
					}
				}
			},
			["媽"] = {
				result = true
			}
		},
		["假"] = {
			["吵"] = {
				result = true
			},
			["钞"] = {
				result = true
			}
		},
		["哪"] = {
			["找"] = {
				["专"] = {
					["业"] = {
						["杀"] = {
							["手"] = {
								result = true
							}
						}
					}
				},
				["人"] = {
					["报"] = {
						["仇"] = {
							result = true
						}
					}
				},
				["打"] = {
					["手"] = {
						result = true
					}
				},
				["杀"] = {
					["手"] = {
						result = true
					}
				}
			},
			["枪"] = {
				result = true,
				["好"] = {
					["？"] = {
						result = true
					}
				}
			}
		},
		["喷"] = {
			["雾"] = {
				["迷"] = {
					["藥"] = {
						result = true
					}
				}
			}
		},
		["她"] = {
			["媽"] = {
				result = true
			}
		},
		["妳"] = {
			["媽"] = {
				result = true
			}
		},
		["射"] = {
			["吧"] = {
				result = true
			}
		},
		["干"] = {
			["啥"] = {
				result = true
			},
			["成"] = {
				["人"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["得"] = {
			["枪"] = {
				result = true
			}
		},
		["抢"] = {
			result = true
		},
		["政"] = {
			["府"] = {
				["上"] = {
					["访"] = {
						["警"] = {
							["察"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["春"] = {
			["论"] = {
				["坛"] = {
					result = true
				}
			}
		},
		["枪"] = {
			result = true
		},
		["步"] = {
			["枪"] = {
				["钢"] = {
					["珠"] = {
						result = true
					}
				}
			}
		},
		["氧"] = {
			["麻"] = {
				["黃"] = {
					["素"] = {
						["配"] = {
							["方"] = {
								result = true
							}
						}
					}
				},
				["黄"] = {
					result = true,
					["素"] = {
						["专"] = {
							result = true
						}
					}
				}
			}
		},
		["水"] = {
			["吗"] = {
				["啡"] = {
					["专"] = {
						result = true
					},
					["现"] = {
						["货"] = {
							result = true
						}
					}
				}
			}
		},
		["游"] = {
			["行"] = {
				result = true
			}
		},
		["爱"] = {
			["吧"] = {
				["性"] = {
					["爱"] = {
						result = true
					}
				}
			}
		},
		["甲"] = {
			["可"] = {
				["待"] = {
					["因"] = {
						result = true
					}
				}
			},
			["左"] = {
				["啡"] = {
					["诺"] = {
						result = true
					}
				}
			}
		},
		["色"] = {
			["色"] = {
				result = true
			}
		},
		["葯"] = {
			result = true
		},
		["越"] = {
			["南"] = {
				["出"] = {
					["差"] = {
						result = true
					}
				}
			}
		},
		["高"] = {
			["压"] = {
				["气"] = {
					["枪"] = {
						result = true
					},
					["狗"] = {
						result = true
					}
				}
			}
		}
	},
	["叁"] = {
		["国"] = {
			["珠"] = {
				["树"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["姉"] = {
			["妹"] = {
				["暴"] = {
					["行"] = {
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["浦"] = {
			["凉"] = {
				["花"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["彰"] = {
				["子"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["级"] = {
			["片"] = {
				result = true
			}
		}
	},
	["取"] = {
		["公"] = {
			["积"] = {
				["金"] = {
					result = true
				}
			}
		},
		["名"] = {
			result = true
		},
		["法"] = {
			["毛"] = {
				["泽"] = {
					["东"] = {
						result = true
					}
				}
			}
		},
		["消"] = {
			result = true,
			["主"] = {
				["力"] = {
					result = true
				}
			},
			["匹"] = {
				["配"] = {
					result = true
				}
			},
			["服"] = {
				["务"] = {
					["于"] = {
						["一"] = {
							["党"] = {
								["统"] = {
									["治"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["登"] = {
				["录"] = {
					result = true
				}
			},
			["锁"] = {
				["定"] = {
					result = true
				}
			}
		},
		["笔"] = {
			["求"] = {
				["主"] = {
					["席"] = {
						["题"] = {
							["字"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["肾"] = {
			result = true
		}
	},
	["叛"] = {
		["逆"] = {
			["者"] = {
				result = true
			}
		}
	},
	["口"] = {
		["中"] = {
			["喝"] = {
				["的"] = {
					["是"] = {
						["蓝"] = {
							["带"] = {
								result = true
							}
						}
					}
				}
			},
			["爆"] = {
				["射"] = {
					result = true
				}
			}
		},
		["交"] = {
			A = {
				["片"] = {
					result = true
				}
			},
			["专"] = {
				["区"] = {
					result = true
				}
			},
			["吃"] = {
				["精"] = {
					result = true
				}
			},
			["完"] = {
				["在"] = {
					["插"] = {
						B = {
							result = true
						}
					}
				}
			},
			["性"] = {
				["交"] = {
					["自"] = {
						["拍"] = {
							result = true
						}
					}
				}
			},
			["无"] = {
				["码"] = {
					result = true
				}
			},
			["服"] = {
				["务"] = {
					result = true
				},
				["務"] = {
					result = true
				}
			},
			["爆"] = {
				["浆"] = {
					result = true
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			},
			["男"] = {
				["视"] = {
					["频"] = {
						result = true
					}
				}
			},
			["的"] = {
				["最"] = {
					["高"] = {
						["境"] = {
							["界"] = {
								result = true
							}
						}
					}
				},
				["樂"] = {
					["趣"] = {
						result = true
					}
				}
			},
			["网"] = {
				result = true
			},
			["美"] = {
				["图"] = {
					result = true
				}
			},
			["群"] = {
				["交"] = {
					["系"] = {
						["列"] = {
							result = true
						}
					}
				}
			},
			["肛"] = {
				["交"] = {
					["内"] = {
						["射"] = {
							result = true
						}
					}
				}
			},
			["自"] = {
				["卫"] = {
					["自"] = {
						["拍"] = {
							result = true
						}
					}
				},
				["拍"] = {
					result = true
				}
			},
			["色"] = {
				["片"] = {
					result = true
				}
			},
			["靠"] = {
				result = true
			},
			["颜"] = {
				["射"] = {
					result = true
				}
			}
		},
		["內"] = {
			["爆"] = {
				["射"] = {
					result = true
				}
			}
		},
		["内"] = {
			["射"] = {
				["精"] = {
					result = true
				}
			}
		},
		["号"] = {
			["修"] = {
				["改"] = {
					result = true
				}
			},
			["撤"] = {
				["下"] = {
					result = true
				}
			}
		},
		["合"] = {
			result = true
		},
		["含"] = {
			["住"] = {
				["鸡"] = {
					["巴"] = {
						result = true
					}
				}
			},
			["小"] = {
				["穴"] = {
					result = true
				}
			},
			["鸡"] = {
				["巴"] = {
					result = true
				}
			},
			["龟"] = {
				["头"] = {
					result = true
				}
			}
		},
		["吹"] = {
			result = true
		},
		["味"] = {
			["稍"] = {
				["重"] = {
					result = true
				}
			}
		},
		["嚗"] = {
			result = true
		},
		["型"] = {
			["导"] = {
				["气"] = {
					["箍"] = {
						result = true
					}
				}
			}
		},
		["工"] = {
			["游"] = {
				["戏"] = {
					result = true
				}
			}
		},
		["径"] = {
			["4"] = {
				["."] = {
					["5"] = {
						["毫"] = {
							["米"] = {
								result = true
							}
						}
					}
				}
			},
			["型"] = {
				["新"] = {
					["步"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["感"] = {
			["轻"] = {
				["劲"] = {
					["头"] = {
						["大"] = {
							result = true
						}
					}
				}
			}
		},
		["暴"] = {
			result = true,
			["大"] = {
				["眼"] = {
					["妹"] = {
						result = true
					}
				}
			},
			["射"] = {
				["嘴"] = {
					["里"] = {
						result = true
					}
				}
			}
		},
		["服"] = {
			result = true,
			["听"] = {
				["话"] = {
					["乖"] = {
						["乖"] = {
							["水"] = {
								result = true
							}
						}
					}
				}
			},
			["型"] = {
				["昏"] = {
					["迷"] = {
						["药"] = {
							result = true
						}
					}
				}
			},
			["迷"] = {
				["▓"] = {
					["药"] = {
						result = true
					}
				},
				["幻"] = {
					["听"] = {
						["话"] = {
							["水"] = {
								result = true
							}
						}
					}
				},
				["昏"] = {
					["药"] = {
						result = true
					}
				},
				["药"] = {
					result = true
				},
				["魂"] = {
					["粉"] = {
						result = true
					}
				}
			}
		},
		["欠"] = {
			["箫"] = {
				result = true
			}
		},
		["活"] = {
			["太"] = {
				["犀"] = {
					["利"] = {
						result = true
					}
				}
			},
			["真"] = {
				["是"] = {
					["好"] = {
						result = true
					}
				}
			},
			["精"] = {
				["湛"] = {
					result = true
				}
			}
		},
		["火"] = {
			["暴"] = {
				result = true
			}
		},
		["爆"] = {
			["+"] = {
				["内"] = {
					["射"] = {
						result = true
					}
				}
			},
			N = {
				["+"] = {
					["1"] = {
						["次"] = {
							result = true
						}
					}
				}
			},
			["中"] = {
				["出"] = {
					result = true
				}
			},
			["乳"] = {
				["交"] = {
					result = true
				}
			},
			["内"] = {
				["射"] = {
					result = true
				}
			},
			["吃"] = {
				["精"] = {
					result = true
				}
			},
			["打"] = {
				["工"] = {
					["妹"] = {
						result = true
					}
				}
			},
			["爽"] = {
				result = true
			},
			["颜"] = {
				["射"] = {
					result = true
				}
			},
			["骚"] = {
				["网"] = {
					["友"] = {
						result = true
					}
				}
			}
		},
		["碑"] = {
			["功"] = {
				["绩"] = {
					[" "] = {
						["升"] = {
							["官"] = {
								[" "] = {
									["建"] = {
										["柱"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["理"] = {
				["财"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["贲"] = {
			["雾"] = {
				["蒙"] = {
					["氵"] = {
						["干"] = {
							["药"] = {
								result = true
							}
						}
					}
				},
				["迷"] = {
					["药"] = {
						result = true
					}
				}
			}
		},
		["蹄"] = {
			["疫"] = {
				result = true
			}
		},
		["那"] = {
			["有"] = {
				["木"] = {
					["仓"] = {
						result = true
					}
				}
			},
			["里"] = {
				K = {
					["米"] = {
						["分"] = {
							result = true
						}
					}
				},
				["冫"] = {
					["水"] = {
						["毒"] = {
							result = true
						}
					}
				},
				["有"] = {
					["三"] = {
						["唑"] = {
							["仑"] = {
								result = true
							}
						}
					}
				},
				["肾"] = {
					result = true
				}
			}
		},
		["香"] = {
			["糖"] = {
				["型"] = {
					["春"] = {
						["药"] = {
							result = true
						}
					},
					["迷"] = {
						["药"] = {
							result = true
						}
					}
				}
			}
		},
		["鲛"] = {
			result = true
		}
	},
	["另"] = {
		["推"] = {
			["极"] = {
				["品"] = {
					["校"] = {
						["花"] = {
							result = true
						}
					}
				}
			},
			["極"] = {
				["品"] = {
					["校"] = {
						["花"] = {
							result = true
						}
					}
				}
			}
		},
		["類"] = {
			["変"] = {
				["態"] = {
					result = true
				}
			},
			["群"] = {
				["交"] = {
					result = true
				},
				["鲛"] = {
					result = true
				}
			},
			["色"] = {
				["圖"] = {
					result = true
				}
			},
			["變"] = {
				["態"] = {
					result = true
				}
			},
			["铯"] = {
				["图"] = {
					result = true
				}
			},
			["電"] = {
				["影"] = {
					result = true
				}
			}
		}
	},
	["可"] = {
		["乐"] = {
			["电"] = {
				["影"] = {
					["网"] = {
						result = true
					}
				}
			},
			["视"] = {
				["频"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["人"] = {
			["少"] = {
				["妇"] = {
					result = true
				}
			},
			["强"] = {
				["制"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			}
		},
		["以"] = {
			["到"] = {
				["槍"] = {
					result = true
				}
			},
			["办"] = {
				["会"] = {
					["计"] = {
						["正"] = {
							result = true,
							["？"] = {
								result = true
							}
						},
						["证"] = {
							result = true
						}
					}
				}
			},
			["帮"] = {
				["你"] = {
					["口"] = {
						["交"] = {
							result = true
						}
					}
				}
			},
			["随"] = {
				["便"] = {
					["操"] = {
						result = true
					}
				}
			}
		},
		["充"] = {
			["便"] = {
				["携"] = {
					["电"] = {
						["钻"] = {
							result = true
						}
					}
				}
			}
		},
		["卡"] = {
			["因"] = {
				["专"] = {
					result = true
				},
				["特"] = {
					result = true
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["精"] = {
					["神"] = {
						["病"] = {
							result = true
						}
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				}
			},
			["葉"] = {
				result = true
			}
		},
		["压"] = {
			["1"] = {
				["5"] = {
					["发"] = {
						["弹"] = {
							result = true
						}
					}
				}
			},
			["7"] = {
				["发"] = {
					["弹"] = {
						result = true
					}
				}
			}
		},
		["发"] = {
			["射"] = {
				["钢"] = {
					["珠"] = {
						["弹"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["可"] = {
			["可"] = {
				["精"] = {
					result = true
				}
			},
			["精"] = {
				result = true,
				["密"] = {
					["云"] = {
						result = true
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				}
			}
		},
		["叹"] = {
			["愚"] = {
				["民"] = {
					["梦"] = {
						["不"] = {
							["醒"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["哥"] = {
			["精"] = {
				result = true
			}
		},
		["塑"] = {
			["炸"] = {
				["弹"] = {
					result = true
				}
			}
		},
		["完"] = {
			["成"] = {
				["活"] = {
					["动"] = {
						result = true
					}
				}
			}
		},
		["待"] = {
			["因"] = {
				["专"] = {
					result = true
				},
				["订"] = {
					["购"] = {
						result = true
					}
				}
			}
		},
		["怜"] = {
			["的"] = {
				["女"] = {
					["学"] = {
						["生"] = {
							result = true
						}
					}
				}
			},
			["菜"] = {
				["妇"] = {
					result = true
				}
			}
		},
		["惜"] = {
			["咪"] = {
				["咪"] = {
					["有"] = {
						["点"] = {
							["小"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["愛"] = {
			["梓"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			},
			["由"] = {
				["衣"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["虎"] = {
				["牙"] = {
					["學"] = {
						["生"] = {
							["妹"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["憐"] = {
			["菜"] = {
				["婦"] = {
					result = true
				}
			}
		},
		["提"] = {
			["玛"] = {
				result = true
			}
		},
		["擕"] = {
			["式"] = {
				["弩"] = {
					result = true
				}
			}
		},
		["爱"] = {
			["兰"] = {
				["羽"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["卡"] = {
				["通"] = {
					["小"] = {
						["穴"] = {
							result = true
						}
					}
				}
			},
			["妹"] = {
				["妹"] = {
					["的"] = {
						["奖"] = {
							["励"] = {
								result = true
							}
						}
					}
				}
			},
			["少"] = {
				["女"] = {
					["的"] = {
						["性"] = {
							["爱"] = {
								result = true
							}
						}
					}
				}
			},
			["彼"] = {
				["女"] = {
					result = true
				}
			},
			["由"] = {
				["衣"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				["被"] = {
					["轮"] = {
						result = true
					}
				}
			},
			["网"] = {
				result = true
			},
			["苏"] = {
				["茜"] = {
					result = true
				}
			},
			["萝"] = {
				["莉"] = {
					["妹"] = {
						["无"] = {
							["毛"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["知"] = {
			["道"] = {
				["对"] = {
					["方"] = {
						["通"] = {
							["话"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["研"] = {
			["发"] = {
				result = true
			}
		},
		["窃"] = {
			["对"] = {
				["方"] = {
					result = true
				}
			}
		},
		["精"] = {
			result = true
		},
		["耻"] = {
			["的"] = {
				["平"] = {
					["暴"] = {
						["业"] = {
							["绩"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["视"] = {
			["视"] = {
				["频"] = {
					["聊"] = {
						["天"] = {
							result = true
						}
					}
				}
			}
		},
		["调"] = {
			["式"] = {
				["扳"] = {
					["机"] = {
						result = true
					}
				},
				["收"] = {
					["束"] = {
						["器"] = {
							result = true
						}
					}
				},
				["瞄"] = {
					["准"] = {
						["具"] = {
							result = true
						}
					}
				}
			}
		},
		["过"] = {
			["机"] = {
				["假"] = {
					["吵"] = {
						result = true
					},
					["钞"] = {
						result = true
					},
					["钱"] = {
						result = true
					}
				}
			}
		},
		["马"] = {
			["佥"] = {
				["发"] = {
					["票"] = {
						result = true
					}
				}
			}
		},
		["验"] = {
			["发"] = {
				["票"] = {
					result = true
				},
				["税"] = {
					["票"] = {
						["发"] = {
							["票"] = {
								result = true
							}
						}
					}
				},
				["飘"] = {
					result = true
				}
			},
			["法"] = {
				["票"] = {
					result = true
				}
			}
		}
	},
	["名"] = {
		["模"] = {
			["女"] = {
				["优"] = {
					result = true,
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["尊"] = {
				["享"] = {
					result = true
				}
			}
		},
		["波"] = {
			["由"] = {
				["佳"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["片"] = {
			["式"] = {
				["强"] = {
					["效"] = {
						["迷"] = {
							["药"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["牌"] = {
			["黑"] = {
				["车"] = {
					result = true
				}
			}
		}
	},
	["吕"] = {
		["梁"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		}
	},
	["吗"] = {
		b = {
			result = true
		},
		["个"] = {
			result = true
		},
		["比"] = {
			result = true
		},
		["的"] = {
			["靠"] = {
				result = true
			}
		},
		["逼"] = {
			result = true
		}
	},
	["吘"] = {
		["液"] = {
			["摤"] = {
				["爿"] = {
					result = true
				}
			}
		}
	},
	["君"] = {
		["博"] = {
			result = true
		},
		["岛"] = {
			["梨"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["香"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["萌"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["島"] = {
			["愛"] = {
				["迅"] = {
					["雷"] = {
						result = true
					}
				}
			}
		},
		["弘"] = {
			result = true
		},
		["得"] = {
			["拉"] = {
				result = true
			}
		},
		["悦"] = {
			result = true,
			["酒"] = {
				["店"] = {
					["开"] = {
						["轰"] = {
							["趴"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["杜"] = {
			["拉"] = {
				result = true
			}
		},
		["民"] = {
			["法"] = {
				result = true
			}
		},
		["豪"] = {
			["富"] = {
				["婆"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["都"] = {
			["拉"] = {
				result = true
			}
		}
	},
	["启"] = {
		["动"] = {
			["政"] = {
				["治"] = {
					["改"] = {
						["革"] = {
							result = true
						}
					}
				}
			}
		},
		["明"] = {
			["商"] = {
				["务"] = {
					["调"] = {
						["查"] = {
							result = true
						}
					}
				}
			}
		},
		["灵"] = {
			["学"] = {
				result = true
			}
		},
		["福"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			}
		},
		["航"] = {
			["教"] = {
				["育"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["咔"] = {
		["吧"] = {
			["锁"] = {
				["快"] = {
					["开"] = {
						["工"] = {
							["具"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["巴"] = {
			["⑤"] = {
				["組"] = {
					["合"] = {
						result = true
					}
				}
			}
		},
		["菈"] = {
			["娯"] = {
				["楽"] = {
					["網"] = {
						result = true
					}
				}
			}
		}
	},
	["咖"] = {
		["啡"] = {
			["因"] = {
				["方"] = {
					["法"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["麻"] = {
					["黄"] = {
						["素"] = {
							result = true
						}
					}
				}
			},
			["洇"] = {
				["痲"] = {
					["簧"] = {
						["傃"] = {
							result = true
						}
					}
				}
			},
			["硷"] = {
				result = true
			}
		},
		["嘞"] = {
			["仳"] = {
				result = true
			}
		}
	},
	["品"] = {
		["品"] = {
			["色"] = {
				["综"] = {
					["合"] = {
						result = true
					}
				}
			}
		},
		["嘗"] = {
			["不"] = {
				["倫"] = {
					["主"] = {
						["婦"] = {
							result = true
						}
					}
				}
			}
		},
		["牌"] = {
			["刀"] = {
				["具"] = {
					result = true,
					["专"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["套"] = {
				["图"] = {
					["专"] = {
						["区"] = {
							result = true
						}
					}
				}
			},
			["走"] = {
				["私"] = {
					["车"] = {
						result = true
					}
				}
			},
			["飞"] = {
				["尔"] = {
					result = true
				}
			}
		},
		["特"] = {
			["轩"] = {
				["高"] = {
					["手"] = {
						["之"] = {
							["家"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["猎"] = {
			["枪"] = {
				["系"] = {
					["列"] = {
						result = true
					}
				}
			}
		},
		["色"] = {
			["地"] = {
				["址"] = {
					result = true
				}
			},
			["堂"] = {
				h = {
					["片"] = {
						result = true
					}
				},
				["地"] = {
					["址"] = {
						result = true
					}
				},
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["收"] = {
					["藏"] = {
						["网"] = {
							["址"] = {
								result = true
							}
						}
					}
				},
				["网"] = {
					["址"] = {
						result = true
					}
				},
				["论"] = {
					["坛"] = {
						result = true,
						["地"] = {
							["址"] = {
								result = true
							}
						},
						["官"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["极"] = {
				["品"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					["社"] = {
						["区"] = {
							result = true
						}
					}
				}
			},
			["论"] = {
				["坛"] = {
					["网"] = {
						["址"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["哌"] = {
		["啶"] = {
			["有"] = {
				["现"] = {
					["货"] = {
						result = true
					}
				},
				["货"] = {
					result = true
				}
			}
		},
		["替"] = {
			["啶"] = {
				result = true
			}
		},
		["甲"] = {
			["酯"] = {
				result = true
			}
		}
	},
	["哪"] = {
		q = {
			i = {
				a = {
					n = {
						g = {
							result = true
						}
					}
				}
			}
		},
		["乙"] = {
			["醚"] = {
				result = true
			}
		},
		["些"] = {
			["氯"] = {
				["乙"] = {
					["酸"] = {
						["甲"] = {
							["酯"] = {
								result = true
							}
						}
					}
				}
			},
			["黄"] = {
				["色"] = {
					["网"] = {
						["址"] = {
							result = true
						}
					}
				}
			}
		},
		["仿"] = {
			["真"] = {
				["长"] = {
					["狗"] = {
						result = true
					}
				}
			}
		},
		["儿"] = {
			q = {
				i = {
					a = {
						n = {
							g = {
								result = true
							}
						}
					}
				}
			},
			["枪"] = {
				result = true
			},
			["肾"] = {
				result = true
			}
		},
		["找"] = {
			["职"] = {
				["业"] = {
					["杀"] = {
						["手"] = {
							result = true
						}
					}
				}
			}
		},
		["报"] = {
			["仇"] = {
				["用"] = {
					["药"] = {
						result = true
					}
				}
			}
		},
		["支"] = {
			["部"] = {
				["队"] = {
					["杀"] = {
						["人"] = {
							["最"] = {
								["多"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["月"] = {
			["形"] = {
				["弯"] = {
					["刀"] = {
						result = true
					}
				}
			}
		},
		["枪"] = {
			result = true
		},
		["檠"] = {
			["鼡"] = {
				["闆"] = {
					result = true
				}
			}
		},
		["氰"] = {
			["化"] = {
				["钾"] = {
					result = true
				}
			}
		},
		["汽"] = {
			["枪"] = {
				result = true
			}
		},
		["的"] = {
			["小"] = {
				["姐"] = {
					["最"] = {
						["便"] = {
							["宜"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["能"] = {
			["冰"] = {
				["砖"] = {
					result = true
				}
			}
		},
		["蒙"] = {
			["汗"] = {
				["葯"] = {
					result = true
				}
			}
		},
		["黄"] = {
			["樟"] = {
				["脑"] = {
					result = true
				}
			}
		}
	},
	["哭"] = {
		["么"] = {
			result = true
		},
		["夭"] = {
			result = true
		},
		["重"] = {
			["生"] = {
				result = true
			}
		}
	},
	["唥"] = {
		["鋼"] = {
			["彡"] = {
				["羙"] = {
					["娬"] = {
						["仕"] = {
							["叨"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["啃"] = {
		["德"] = {
			["基"] = {
				["巨"] = {
					["献"] = {
						result = true
					}
				}
			}
		}
	},
	["商"] = {
		["业"] = {
			["发"] = {
				["票"] = {
					["代"] = {
						["理"] = {
							result = true
						}
					}
				}
			}
		},
		["务"] = {
			["佳"] = {
				["丽"] = {
					result = true
				}
			},
			["信"] = {
				["息"] = {
					["网"] = {
						result = true
					}
				}
			},
			["数"] = {
				["据"] = {
					["资"] = {
						["料"] = {
							result = true
						}
					}
				}
			},
			["模"] = {
				["特"] = {
					["网"] = {
						result = true
					}
				}
			},
			["调"] = {
				["查"] = {
					result = true
				}
			},
			["部"] = {
				["贪"] = {
					["腐"] = {
						result = true
					}
				}
			},
			["阝"] = {
				["咅"] = {
					["扌"] = {
						["户"] = {
							result = true
						}
					}
				}
			},
			["陪"] = {
				["护"] = {
					result = true
				}
			},
			["领"] = {
				["航"] = {
					result = true
				}
			}
		},
		["務"] = {
			["資"] = {
				["料"] = {
					["資"] = {
						["料"] = {
							result = true
						}
					}
				}
			},
			["陪"] = {
				["護"] = {
					result = true
				}
			}
		},
		["厦"] = {
			["偷"] = {
				["拍"] = {
					result = true
				}
			}
		},
		["周"] = {
			["出"] = {
				["版"] = {
					["台"] = {
						["湾"] = {
							result = true
						}
					}
				}
			}
		},
		["品"] = {
			["发"] = {
				["漂"] = {
					result = true
				},
				["票"] = {
					result = true
				},
				["税"] = {
					["票"] = {
						["发"] = {
							["票"] = {
								result = true
							}
						}
					}
				}
			},
			["失"] = {
				["败"] = {
					result = true
				}
			},
			["法"] = {
				["票"] = {
					result = true
				}
			}
		},
		["榷"] = {
			["倒"] = {
				["习"] = {
					result = true
				},
				["習"] = {
					result = true
				}
			},
			["江"] = {
				result = true
			}
		},
		["牛"] = {
			["网"] = {
				result = true
			}
		},
		["界"] = {
			["狂"] = {
				["龙"] = {
					result = true
				}
			},
			["财"] = {
				["."] = {
					["视"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["贾"] = {
			["度"] = {
				["奇"] = {
					["策"] = {
						result = true
					}
				}
			}
		}
	},
	["啥"] = {
		["女"] = {
			["人"] = {
				["都"] = {
					["能"] = {
						["上"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["啦"] = {
		["嘛"] = {
			result = true
		},
		["麻"] = {
			result = true
		}
	},
	["啪"] = {
		["啪"] = {
			["堂"] = {
				result = true
			}
		},
		["蕯"] = {
			["特"] = {
				["強"] = {
					["閞"] = {
						["迋"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["喀"] = {
		["吧"] = {
			["极"] = {
				["速"] = {
					["快"] = {
						["开"] = {
							result = true
						}
					}
				}
			}
		},
		["妑"] = {
			["极"] = {
				["趚"] = {
					["赽"] = {
						["閞"] = {
							result = true
						}
					}
				}
			}
		},
		["紦"] = {
			["極"] = {
				["速"] = {
					["筷"] = {
						["幵"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["喇"] = {
		["嘛"] = {
			["和"] = {
				["平"] = {
					result = true
				}
			},
			["教"] = {
				result = true
			},
			["证"] = {
				result = true
			},
			["返"] = {
				["藏"] = {
					result = true
				}
			}
		},
		["麻"] = {
			result = true
		}
	},
	["喪"] = {
		["服"] = {
			["妻"] = {
				["欲"] = {
					["望"] = {
						result = true
					}
				}
			}
		}
	},
	["喬"] = {
		["峰"] = {
			result = true
		}
	},
	["喵"] = {
		["喵"] = {
			["药"] = {
				result = true
			}
		}
	},
	["喷"] = {
		["子"] = {
			result = true
		},
		["射"] = {
			["瞬"] = {
				["间"] = {
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			}
		},
		["精"] = {
			["的"] = {
				["潮"] = {
					["吹"] = {
						result = true
					}
				}
			}
		},
		["迷"] = {
			["药"] = {
				result = true
			}
		},
		["雾"] = {
			["下"] = {
				["迷"] = {
					["葯"] = {
						result = true
					}
				}
			},
			["型"] = {
				["乙"] = {
					["醚"] = {
						result = true
					}
				},
				["听"] = {
					["话"] = {
						["水"] = {
							result = true
						}
					}
				},
				["赌"] = {
					["博"] = {
						["药"] = {
							result = true
						}
					}
				},
				["迷"] = {
					result = true,
					["幻"] = {
						["药"] = {
							result = true,
							["专"] = {
								result = true
							}
						}
					},
					["昏"] = {
						["药"] = {
							result = true
						}
					},
					["药"] = {
						["专"] = {
							result = true
						}
					},
					["藥"] = {
						result = true
					},
					["魂"] = {
						["药"] = {
							result = true
						}
					}
				}
			},
			["直"] = {
				["流"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["蒙"] = {
				["汗"] = {
					["药"] = {
						["专"] = {
							result = true,
							["售"] = {
								result = true
							}
						},
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						}
					}
				}
			},
			["迷"] = {
				["幻"] = {
					["药"] = {
						result = true,
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						}
					}
				},
				["情"] = {
					["水"] = {
						result = true,
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						}
					}
				},
				["昏"] = {
					["药"] = {
						result = true
					}
				},
				["药"] = {
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				},
				["葯"] = {
					result = true,
					["密"] = {
						["云"] = {
							result = true
						}
					}
				},
				["藥"] = {
					result = true,
					["?"] = {
						result = true
					}
				},
				["魂"] = {
					["药"] = {
						result = true
					}
				}
			}
		},
		["霧"] = {
			["迷"] = {
				["葯"] = {
					result = true
				}
			}
		}
	},
	["嗎"] = {
		b = {
			result = true
		},
		["比"] = {
			result = true
		},
		["逼"] = {
			result = true
		}
	},
	["嗑"] = {
		["药"] = {
			["女"] = {
				result = true
			}
		},
		["藥"] = {
			result = true
		}
	},
	["嗼"] = {
		["特"] = {
			["仩"] = {
				["閄"] = {
					["笣"] = {
						["液"] = {
							result = true
						}
					}
				}
			},
			["洤"] = {
				["套"] = {
					["笣"] = {
						["液"] = {
							result = true
						}
					}
				}
			},
			["裸"] = {
				["窷"] = {
					result = true
				}
			}
		}
	},
	["嘌"] = {
		["据"] = {
			result = true
		}
	},
	["嘫"] = {
		["倣"] = {
			["噐"] = {
				["財"] = {
					result = true
				}
			}
		}
	},
	["嘭"] = {
		["嘭"] = {
			["帮"] = {
				result = true
			},
			["幫"] = {
				result = true
			}
		}
	},
	["嘸"] = {
		["損"] = {
			["壞"] = {
				["赽"] = {
					["趚"] = {
						["閞"] = {
							["晵"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["毐"] = {
			["Ａ"] = {
				["∨"] = {
					["影"] = {
						["阮"] = {
							result = true
						}
					}
				}
			}
		},
		["犸"] = {
			["冩"] = {
				["嫃"] = {
					result = true
				}
			},
			["棈"] = {
				["闆"] = {
					result = true
				}
			},
			["矗"] = {
				["帹"] = {
					["芐"] = {
						["酨"] = {
							result = true
						}
					}
				}
			},
			["Ａ"] = {
				["爿"] = {
					result = true
				}
			}
		}
	},
	["噐"] = {
		["枪"] = {
			["专"] = {
				["店"] = {
					result = true
				}
			},
			["仿"] = {
				["真"] = {
					["噐"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["噐"] = {
				["枪"] = {
					["组"] = {
						["装"] = {
							result = true
						}
					}
				}
			}
		},
		["槍"] = {
			["專"] = {
				["店"] = {
					result = true
				}
			},
			["模"] = {
				["擬"] = {
					["噐"] = {
						["槍"] = {
							result = true
						}
					}
				}
			},
			["購"] = {
				["噐"] = {
					["槍"] = {
						["組"] = {
							["裝"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["器"] = {
		["官"] = {
			result = true,
			["中"] = {
				["介"] = {
					result = true
				}
			},
			["交"] = {
				["易"] = {
					result = true
				}
			},
			["肾"] = {
				result = true
			},
			["贩"] = {
				result = true
			}
		}
	},
	["噴"] = {
		["霧"] = {
			["型"] = {
				["蒾"] = {
					["葯"] = {
						result = true
					}
				}
			},
			["直"] = {
				["流"] = {
					["槍"] = {
						result = true
					}
				}
			},
			["蒾"] = {
				["葯"] = {
					result = true
				}
			}
		}
	},
	["嚤"] = {
		["託"] = {
			["車"] = {
				["強"] = {
					["幵"] = {
						result = true
					}
				}
			}
		}
	},
	["囚"] = {
		["徒"] = {
			["回"] = {
				["忆"] = {
					["录"] = {
						result = true
					}
				}
			},
			["秘"] = {
				["密"] = {
					["回"] = {
						["忆"] = {
							["录"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["禁"] = {
			["女"] = {
				["教"] = {
					["师"] = {
						result = true
					}
				}
			}
		}
	},
	["囡"] = {
		["哃"] = {
			["悻"] = {
				["嬡"] = {
					result = true
				}
			}
		}
	},
	["囵"] = {
		["理"] = {
			["彡"] = {
				["级"] = {
					result = true
				}
			},
			["洎"] = {
				["啪"] = {
					result = true
				}
			}
		}
	},
	["圈"] = {
		["地"] = {
			[" "] = {
				["小"] = {
					["琳"] = {
						result = true
					}
				},
				["李"] = {
					result = true,
					["小"] = {
						["琳"] = {
							result = true
						}
					}
				},
				["电"] = {
					["力"] = {
						result = true
					}
				}
			},
			["伪"] = {
				["基"] = {
					["站"] = {
						["短"] = {
							["信"] = {
								result = true
							}
						}
					}
				}
			},
			["百"] = {
				["亿"] = {
					result = true
				}
			}
		},
		["子"] = {
			["文"] = {
				["化"] = {
					result = true
				}
			}
		},
		["赤"] = {
			["匪"] = {
				result = true
			}
		},
		["钱"] = {
			result = true
		}
	},
	["圊"] = {
		["嘢"] = {
			["詩"] = {
				["织"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		},
		["悾"] = {
			["尐"] = {
				["嗄"] = {
					result = true
				}
			}
		},
		["朩"] = {
			["藜"] = {
				["埖"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			},
			["諃"] = {
				["種"] = {
					["孒"] = {
						result = true
					}
				}
			}
		},
		["羽"] = {
			["耒"] = {
				["莱"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["圤"] = {
		["尅"] = {
			["汾"] = {
				["唽"] = {
					["儀"] = {
						result = true
					}
				}
			}
		}
	},
	["坎"] = {
		["比"] = {
			["寺"] = {
				["刀"] = {
					result = true
				}
			}
		}
	},
	["块"] = {
		["子"] = {
			result = true
		}
	},
	["坤"] = {
		["诺"] = {
			["卡"] = {
				["行"] = {
					result = true
				}
			}
		}
	},
	["垉"] = {
		["囗"] = {
			["趚"] = {
				["喥"] = {
					result = true
				}
			}
		}
	},
	["垮"] = {
		["台"] = {
			result = true
		}
	},
	["埋"] = {
		["深"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["培"] = {
		["妖"] = {
			["液"] = {
				result = true
			}
		},
		["莉"] = {
			result = true
		},
		["训"] = {
			["开"] = {
				["锁"] = {
					["技"] = {
						["术"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["埼"] = {
		["玉"] = {
			["援"] = {
				["交"] = {
					result = true
				}
			}
		}
	},
	["堀"] = {
		["北"] = {
			["真"] = {
				["希"] = {
					result = true
				}
			}
		},
		["川"] = {
			["美"] = {
				["加"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["越"] = {
			["美"] = {
				["未"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["堪"] = {
		["布"] = {
			result = true
		}
	},
	["塞"] = {
		["克"] = {
			["虚"] = {
				["拟"] = {
					["家"] = {
						["庭"] = {
							result = true
						}
					}
				}
			}
		},
		["尔"] = {
			["弗"] = {
				["里"] = {
					["奇"] = {
						result = true
					}
				}
			}
		},
		["西"] = {
			["尔"] = {
				["裸"] = {
					["聊"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["墙"] = {
		["角"] = {
			["枪"] = {
				result = true
			}
		}
	},
	["奇"] = {
		["乐"] = {
			["网"] = {
				result = true
			}
		},
		["书"] = {
			["网"] = {
				result = true
			}
		},
		["侠"] = {
			X = {
				I = {
					A = {
						H = {
							result = true
						}
					}
				}
			}
		},
		["兵"] = {
			result = true
		},
		["奇"] = {
			A = {
				V = {
					result = true
				}
			},
			["色"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["淫"] = {
			["寶"] = {
				["鑒"] = {
					result = true
				}
			},
			["的"] = {
				["老"] = {
					["板"] = {
						["娘"] = {
							result = true
						}
					}
				}
			}
		},
		["特"] = {
			["的"] = {
				["艳"] = {
					["遇"] = {
						result = true
					}
				}
			}
		},
		["米"] = {
			result = true,
			["7"] = {
				["7"] = {
					result = true
				}
			},
			["四"] = {
				["色"] = {
					["网"] = {
						result = true
					}
				}
			},
			["影"] = {
				["视"] = {
					result = true
				}
			},
			["色"] = {
				result = true,
				["影"] = {
					["视"] = {
						result = true
					}
				}
			}
		},
		["迹"] = {
			["世"] = {
				["界"] = {
					result = true
				}
			},
			["之"] = {
				["美"] = {
					["腿"] = {
						result = true
					}
				}
			},
			["天"] = {
				["下"] = {
					["辅"] = {
						["助"] = {
							result = true
						}
					}
				}
			},
			["神"] = {
				["骑"] = {
					["乗"] = {
						["位"] = {
							result = true
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					result = true
				}
			}
		},
		["酷"] = {
			["影"] = {
				["院"] = {
					result = true
				}
			}
		},
		["闻"] = {
			["网"] = {
				result = true
			}
		}
	},
	["奈"] = {
		["保"] = {
			["子"] = {
				["高"] = {
					["清"] = {
						result = true
					}
				}
			}
		},
		["央"] = {
			["."] = {
				["廣"] = {
					["末"] = {
						["奈"] = {
							["緒"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["奈"] = {
			["子"] = {
				result = true
			},
			["濑"] = {
				["爱"] = {
					b = {
						t = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["瀨"] = {
				["愛"] = {
					b = {
						t = {
							result = true
						}
					}
				}
			},
			["见"] = {
				["沙"] = {
					["织"] = {
						["无"] = {
							["码"] = {
								result = true
							},
							["马"] = {
								result = true
							}
						},
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["奎"] = {
		["屯"] = {
			["市"] = {
				["小"] = {
					["姐"] = {
						["上"] = {
							["门"] = {
								result = true
							}
						}
					}
				},
				["快"] = {
					["速"] = {
						["拿"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["山"] = {
			["公"] = {
				["园"] = {
					result = true
				}
			}
		}
	},
	["契"] = {
		["丹"] = {
			["药"] = {
				["篓"] = {
					["子"] = {
						result = true
					}
				}
			}
		}
	},
	["奢"] = {
		["侈"] = {
			["俱"] = {
				["乐"] = {
					["部"] = {
						result = true
					}
				}
			}
		}
	},
	["女"] = {
		["上"] = {
			["位"] = {
				result = true,
				["插"] = {
					["的"] = {
						["爽"] = {
							result = true
						}
					}
				}
			},
			["男"] = {
				["下"] = {
					result = true
				}
			},
			["門"] = {
				result = true,
				["服"] = {
					["務"] = {
						result = true
					}
				}
			},
			["门"] = {
				result = true,
				["服"] = {
					["务"] = {
						result = true
					}
				}
			}
		},
		["主"] = {
			["播"] = {
				["无"] = {
					["限"] = {
						["潮"] = {
							["喷"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["乃"] = {
			result = true
		},
		["乱"] = {
			["伦"] = {
				result = true
			}
		},
		["人"] = {
			result = true,
			["做"] = {
				["爱"] = {
					result = true,
					["的"] = {
						["经"] = {
							["验"] = {
								result = true
							}
						}
					}
				}
			},
			["全"] = {
				["身"] = {
					["裸"] = {
						["体"] = {
							["图"] = {
								result = true
							}
						}
					}
				}
			},
			["写"] = {
				["真"] = {
					result = true
				}
			},
			["如"] = {
				["花"] = {
					result = true
				}
			},
			["屄"] = {
				result = true,
				["图"] = {
					result = true
				}
			},
			["性"] = {
				["器"] = {
					["官"] = {
						result = true
					}
				},
				["高"] = {
					["潮"] = {
						["在"] = {
							["线"] = {
								result = true
							}
						}
					}
				}
			},
			["春"] = {
				["叫"] = {
					["的"] = {
						["声"] = {
							["音"] = {
								result = true
							}
						}
					}
				}
			},
			["浪"] = {
				["叫"] = {
					["声"] = {
						result = true
					}
				}
			},
			["的"] = {
				["性"] = {
					["欲"] = {
						result = true
					}
				},
				["阴"] = {
					["门"] = {
						result = true
					}
				}
			},
			["穴"] = {
				result = true
			},
			["美"] = {
				["图"] = {
					["图"] = {
						["库"] = {
							result = true
						}
					}
				}
			},
			["自"] = {
				["慰"] = {
					result = true
				}
			},
			["虐"] = {
				["男"] = {
					["人"] = {
						result = true
					}
				}
			},
			["被"] = {
				["干"] = {
					["小"] = {
						["穴"] = {
							result = true
						}
					}
				}
			},
			["裸"] = {
				["体"] = {
					result = true
				}
			},
			["要"] = {
				["学"] = {
					["彭"] = {
						["麻"] = {
							["麻"] = {
								result = true
							}
						}
					}
				}
			},
			["走"] = {
				["光"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			}
		},
		["仆"] = {
			["淫"] = {
				["乱"] = {
					["觉"] = {
						["醒"] = {
							result = true
						}
					}
				}
			},
			["诱"] = {
				["惑"] = {
					["之"] = {
						result = true
					}
				}
			}
		},
		["优"] = {
			A = {
				["片"] = {
					result = true
				}
			},
			["中"] = {
				["出"] = {
					result = true
				}
			},
			["以"] = {
				["精"] = {
					["洗"] = {
						["面"] = {
							result = true
						}
					}
				}
			},
			["写"] = {
				["真"] = {
					result = true,
					["套"] = {
						["图"] = {
							result = true
						}
					}
				}
			},
			["初"] = {
				["解"] = {
					["禁"] = {
						result = true
					}
				}
			},
			["叫"] = {
				["床"] = {
					result = true
				}
			},
			["大"] = {
				["比"] = {
					["拼"] = {
						["套"] = {
							["图"] = {
								result = true
							}
						}
					}
				}
			},
			["娃"] = {
				["娃"] = {
					result = true
				}
			},
			["快"] = {
				["播"] = {
					result = true
				}
			},
			["潮"] = {
				["吹"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["炮"] = {
				["图"] = {
					result = true
				}
			},
			["爽"] = {
				["图"] = {
					result = true
				}
			},
			["现"] = {
				["场"] = {
					["应"] = {
						["聘"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				["乳"] = {
					["沟"] = {
						result = true
					}
				}
			},
			["艳"] = {
				["照"] = {
					["图"] = {
						result = true
					}
				}
			},
			["陪"] = {
				["服"] = {
					result = true
				}
			},
			["颜"] = {
				["射"] = {
					["自"] = {
						["拍"] = {
							result = true
						}
					}
				}
			},
			["风"] = {
				["骚"] = {
					result = true
				}
			},
			["飞"] = {
				["机"] = {
					["队"] = {
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["体"] = {
			["天"] = {
				["国"] = {
					result = true
				}
			},
			["崩"] = {
				["壊"] = {
					["~"] = {
						["1"] = {
							result = true
						}
					}
				}
			},
			["拷"] = {
				["问"] = {
					["研"] = {
						["究"] = {
							["所"] = {
								result = true
							}
						}
					}
				}
			},
			["控"] = {
				["制"] = {
					["器"] = {
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				}
			},
			["肉"] = {
				["便"] = {
					["器"] = {
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				}
			},
			["観"] = {
				["察"] = {
					result = true
				}
			}
		},
		["佣"] = {
			["们"] = {
				["的"] = {
					["性"] = {
						["奉"] = {
							["献"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["優"] = {
			["寫"] = {
				["真"] = {
					["套"] = {
						["圖"] = {
							result = true
						}
					}
				}
			}
		},
		["儿"] = {
			["习"] = {
				["大"] = {
					result = true
				}
			},
			["淫"] = {
				["奸"] = {
					["妈"] = {
						["妈"] = {
							["穴"] = {
								result = true
							}
						}
					}
				}
			},
			["的"] = {
				["嫩"] = {
					["洞"] = {
						["穴"] = {
							result = true
						}
					}
				}
			}
		},
		["公"] = {
			["关"] = {
				result = true,
				["上"] = {
					["门"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["制"] = {
			["服"] = {
				["诱"] = {
					["惑"] = {
						result = true
					}
				}
			}
		},
		["医"] = {
			["师"] = {
				["中"] = {
					["出"] = {
						["治"] = {
							["疗"] = {
								result = true
							}
						}
					}
				}
			},
			["生"] = {
				["教"] = {
					["你"] = {
						["撸"] = {
							["管"] = {
								result = true
							}
						}
					}
				},
				["风"] = {
					["情"] = {
						["史"] = {
							result = true
						}
					}
				}
			}
		},
		["卫"] = {
			["生"] = {
				["间"] = {
					["盗"] = {
						["摄"] = {
							["图"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["厕"] = {
			["盗"] = {
				["拍"] = {
					result = true
				},
				["摄"] = {
					result = true
				}
			}
		},
		["友"] = {
			result = true,
			["为"] = {
				["我"] = {
					["口"] = {
						["交"] = {
							result = true
						}
					}
				}
			},
			["化"] = {
				["奴"] = {
					result = true
				}
			},
			["口"] = {
				["交"] = {
					["自"] = {
						["拍"] = {
							result = true
						}
					}
				}
			},
			["后"] = {
				["庭"] = {
					["洞"] = {
						["真"] = {
							["大"] = {
								result = true
							}
						}
					}
				}
			},
			["嘿"] = {
				["咻"] = {
					result = true
				}
			},
			["在"] = {
				["出"] = {
					["租"] = {
						["车"] = {
							["上"] = {
								result = true
							}
						}
					}
				},
				["計"] = {
					["程"] = {
						["車"] = {
							["上"] = {
								result = true
							}
						}
					}
				}
			},
			["婉"] = {
				["茵"] = {
					["前"] = {
						["傳"] = {
							result = true
						}
					}
				}
			},
			["家"] = {
				["半"] = {
					["夜"] = {
						["偷"] = {
							["干"] = {
								result = true
							}
						}
					}
				}
			},
			["性"] = {
				["信"] = {
					["息"] = {
						result = true
					}
				}
			},
			["淫"] = {
				["荡"] = {
					["的"] = {
						["叫"] = {
							["声"] = {
								result = true
							}
						}
					}
				}
			},
			["的"] = {
				["咪"] = {
					["咪"] = {
						result = true
					}
				},
				["援"] = {
					["交"] = {
						["凌"] = {
							["辱"] = {
								result = true
							}
						}
					}
				},
				["角"] = {
					["色"] = {
						["扮"] = {
							["演"] = {
								result = true
							}
						}
					}
				}
			},
			["萱"] = {
				["颖"] = {
					result = true
				}
			},
			["被"] = {
				["内"] = {
					["射"] = {
						result = true
					}
				},
				["超"] = {
					["级"] = {
						["强"] = {
							["暴"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["同"] = {
			result = true,
			["、"] = {
				["男"] = {
					["同"] = {
						result = true
					}
				}
			},
			["事"] = {
				["的"] = {
					["乳"] = {
						["沟"] = {
							result = true
						}
					}
				},
				["阴"] = {
					["屄"] = {
						result = true
					},
					["蒂"] = {
						result = true
					}
				}
			},
			["学"] = {
				["的"] = {
					["母"] = {
						["亲"] = {
							result = true
						}
					}
				}
			},
			["志"] = {
				["淫"] = {
					["乱"] = {
						["贴"] = {
							["图"] = {
								result = true
							}
						}
					}
				},
				["电"] = {
					["影"] = {
						result = true
					}
				}
			},
			["性"] = {
				S = {
					M = {
						result = true
					}
				},
				["恋"] = {
					result = true,
					["护"] = {
						["士"] = {
							result = true
						}
					},
					["骚"] = {
						["屄"] = {
							result = true
						}
					}
				},
				["愛"] = {
					result = true
				},
				["爱"] = {
					result = true
				}
			},
			["诱"] = {
				["惑"] = {
					result = true
				}
			}
		},
		["囚"] = {
			["变"] = {
				["态"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["悲"] = {
				["歌"] = {
					result = true
				}
			}
		},
		["城"] = {
			["管"] = {
				["不"] = {
					["雅"] = {
						["照"] = {
							result = true
						}
					}
				}
			}
		},
		["基"] = {
			["督"] = {
				result = true
			}
		},
		["女"] = {
			["想"] = {
				["要"] = {
					["精"] = {
						result = true
					}
				}
			},
			["淫"] = {
				["乐"] = {
					result = true
				}
			},
			["陪"] = {
				["聊"] = {
					result = true
				}
			}
		},
		["奴"] = {
			result = true,
			S = {
				M = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["上"] = {
				["門"] = {
					result = true
				},
				["门"] = {
					result = true
				}
			},
			["调"] = {
				["教"] = {
					result = true
				}
			}
		},
		["婿"] = {
			["周"] = {
				["永"] = {
					["康"] = {
						result = true
					}
				}
			}
		},
		["学"] = {
			["生"] = {
				["上"] = {
					["门"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				},
				["乳"] = {
					["交"] = {
						result = true
					}
				},
				["包"] = {
					["夜"] = {
						result = true
					}
				},
				["嫩"] = {
					B = {
						result = true
					}
				},
				["拍"] = {
					["我"] = {
						["该"] = {
							["死"] = {
								result = true
							}
						}
					}
				},
				["按"] = {
					["摩"] = {
						result = true
					}
				},
				["服"] = {
					["务"] = {
						result = true
					}
				},
				["的"] = {
					["初"] = {
						["下"] = {
							["海"] = {
								result = true
							}
						}
					},
					["耻"] = {
						["蜜"] = {
							result = true
						}
					}
				}
			}
		},
		["孩"] = {
			["湿"] = {
				["润"] = {
					["的"] = {
						["小"] = {
							["穴"] = {
								result = true
							}
						}
					}
				}
			},
			["自"] = {
				["慰"] = {
					["好"] = {
						["受"] = {
							result = true
						}
					}
				}
			},
			["色"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				},
				["電"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["宝"] = {
			["有"] = {
				["偿"] = {
					["送"] = {
						["养"] = {
							result = true
						}
					},
					["领"] = {
						["养"] = {
							result = true
						}
					}
				}
			}
		},
		["尤"] = {
			["仿"] = {
				["真"] = {
					["名"] = {
						["器"] = {
							result = true
						}
					}
				}
			},
			["名"] = {
				["器"] = {
					result = true
				}
			}
		},
		["尿"] = {
			["偷"] = {
				["拍"] = {
					result = true
				}
			}
		},
		["工"] = {
			["宿"] = {
				["舍"] = {
					["偷"] = {
						["拍"] = {
							result = true
						}
					}
				}
			}
		},
		["巨"] = {
			["乳"] = {
				["女"] = {
					["教"] = {
						["師"] = {
							result = true
						}
					}
				}
			}
		},
		["干"] = {
			["三"] = {
				["亏"] = {
					result = true
				}
			}
		},
		["幹"] = {
			["三"] = {
				["虧"] = {
					result = true
				}
			}
		},
		["忧"] = {
			["快"] = {
				["播"] = {
					result = true
				}
			}
		},
		["性"] = {
			["催"] = {
				["情"] = {
					result = true,
					["药"] = {
						result = true,
						["水"] = {
							result = true
						}
					}
				}
			},
			["内"] = {
				["射"] = {
					["图"] = {
						result = true
					}
				}
			},
			["器"] = {
				["官"] = {
					["变"] = {
						["黑"] = {
							result = true
						}
					}
				}
			},
			["外"] = {
				["阴"] = {
					result = true
				}
			},
			["学"] = {
				["会"] = {
					["口"] = {
						["交"] = {
							result = true
						}
					}
				}
			},
			["息"] = {
				result = true
			},
			["手"] = {
				["淫"] = {
					result = true
				}
			},
			["春"] = {
				["药"] = {
					result = true
				}
			},
			["生"] = {
				["值"] = {
					["器"] = {
						result = true
					}
				},
				["殖"] = {
					["器"] = {
						result = true,
						["官"] = {
							result = true
						}
					}
				}
			},
			["私"] = {
				["处"] = {
					["锻"] = {
						["炼"] = {
							["法"] = {
								result = true
							}
						}
					}
				}
			},
			["美"] = {
				["体"] = {
					result = true
				}
			},
			["自"] = {
				["慰"] = {
					result = true
				}
			},
			["裸"] = {
				["体"] = {
					result = true,
					["写"] = {
						["真"] = {
							result = true
						}
					}
				}
			}
		},
		["房"] = {
			["东"] = {
				["的"] = {
					["性"] = {
						["爱"] = {
							result = true
						}
					}
				}
			}
		},
		["找"] = {
			["男"] = {
				result = true
			}
		},
		["技"] = {
			["师"] = {
				["服"] = {
					["务"] = {
						result = true
					}
				},
				["特"] = {
					["殊"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				}
			},
			["師"] = {
				["服"] = {
					["務"] = {
						result = true
					}
				},
				["特"] = {
					["殊"] = {
						["服"] = {
							["務"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["按"] = {
			["摩"] = {
				["师"] = {
					["的"] = {
						["日"] = {
							["记"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["援"] = {
			["交"] = {
				result = true
			}
		},
		["教"] = {
			["师"] = {
				result = true,
				["凌"] = {
					["辱"] = {
						["教"] = {
							["室"] = {
								result = true
							}
						}
					}
				},
				["性"] = {
					["交"] = {
						["做"] = {
							["爱"] = {
								result = true
							}
						}
					}
				},
				["沙"] = {
					["也"] = {
						["香"] = {
							result = true
						}
					}
				},
				["淫"] = {
					["乱"] = {
						["课"] = {
							["堂"] = {
								result = true
							}
						}
					}
				},
				["爱"] = {
					["爱"] = {
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				},
				["的"] = {
					["沦"] = {
						["陷"] = {
							result = true
						}
					}
				},
				["脱"] = {
					["光"] = {
						["衣"] = {
							["服"] = {
								result = true
							}
						}
					}
				},
				["菊"] = {
					["门"] = {
						["惩"] = {
							["罚"] = {
								result = true
							}
						}
					}
				}
			},
			["師"] = {
				["陵"] = {
					["辱"] = {
						result = true
					}
				}
			},
			["授"] = {
				["成"] = {
					["人"] = {
						["片"] = {
							result = true
						}
					}
				}
			}
		},
		["朋"] = {
			["友"] = {
				["被"] = {
					["内"] = {
						["射"] = {
							result = true
						}
					}
				}
			}
		},
		["权"] = {
			["孽"] = {
				["恋"] = {
					result = true
				}
			}
		},
		["模"] = {
			["不"] = {
				["雅"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			}
		},
		["沋"] = {
			result = true
		},
		["淫"] = {
			result = true
		},
		["添"] = {
			["男"] = {
				["精"] = {
					["狂"] = {
						["射"] = {
							["图"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["演"] = {
			["员"] = {
				["的"] = {
					["床"] = {
						["上"] = {
							["戏"] = {
								result = true
							}
						}
					},
					["激"] = {
						["情"] = {
							["戏"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["激"] = {
			["情"] = {
				["淫"] = {
					["影"] = {
						["片"] = {
							result = true
						}
					}
				}
			}
		},
		["热"] = {
			["大"] = {
				["陆"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["王"] = {
			A = {
				V = {
					result = true
				}
			},
			["召"] = {
				["奴"] = {
					result = true
				}
			},
			["滴"] = {
				["蜡"] = {
					["调"] = {
						["教"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				["眼"] = {
					["神"] = {
						result = true
					}
				}
			},
			["调"] = {
				["教"] = {
					["室"] = {
						result = true
					},
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["馴"] = {
				["馬"] = {
					["記"] = {
						result = true
					}
				}
			}
		},
		["生"] = {
			["裸"] = {
				["体"] = {
					result = true
				}
			}
		},
		["用"] = {
			["催"] = {
				["情"] = {
					result = true,
					["兴"] = {
						["奋"] = {
							["粉"] = {
								result = true
							}
						}
					},
					["咖"] = {
						["啡"] = {
							result = true
						}
					},
					["药"] = {
						result = true,
						["水"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["春"] = {
				["药"] = {
					result = true
				}
			},
			["自"] = {
				["慰"] = {
					["器"] = {
						result = true
					}
				}
			},
			["超"] = {
				["強"] = {
					["春"] = {
						["藥"] = {
							result = true
						}
					}
				}
			}
		},
		["皇"] = {
			["丝"] = {
				["足"] = {
					["按"] = {
						["摩"] = {
							result = true
						}
					}
				}
			}
		},
		["监"] = {
			["狱"] = {
				["男"] = {
					["管"] = {
						["教"] = {
							result = true
						}
					}
				}
			}
		},
		["神"] = {
			["干"] = {
				["衣"] = {
					["被"] = {
						["肛"] = {
							["交"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["秘"] = {
			["书"] = {
				["姿"] = {
					["色"] = {
						["迷"] = {
							["人"] = {
								result = true
							}
						}
					}
				},
				["的"] = {
					["丝"] = {
						["袜"] = {
							result = true
						}
					}
				}
			}
		},
		["艺"] = {
			["人"] = {
				["被"] = {
					["强"] = {
						["奸"] = {
							result = true
						}
					}
				}
			}
		},
		["警"] = {
			["之"] = {
				["寻"] = {
					["虐"] = {
						["自"] = {
							["愿"] = {
								result = true
							}
						}
					}
				}
			},
			["寻"] = {
				["虐"] = {
					["自"] = {
						["愿"] = {
							result = true
						}
					}
				}
			}
		},
		["阴"] = {
			result = true
		},
		["陰"] = {
			["破"] = {
				["壊"] = {
					result = true
				}
			}
		},
		["體"] = {
			["肉"] = {
				["便"] = {
					["器"] = {
						result = true
					}
				}
			}
		},
		["魔"] = {
			["头"] = {
				result = true
			}
		}
	},
	["奴"] = {
		["兽"] = {
			["残"] = {
				["篇"] = {
					result = true
				}
			}
		},
		["隶"] = {
			["兽"] = {
				result = true
			},
			["女"] = {
				["仆"] = {
					["公"] = {
						["主"] = {
							result = true
						}
					}
				}
			},
			["调"] = {
				["教"] = {
					result = true
				}
			}
		},
		["隷"] = {
			["介"] = {
				["護"] = {
					result = true
				}
			},
			["化"] = {
				["セ"] = {
					["ッ"] = {
						["ク"] = {
							["ス"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["隸"] = {
			["調"] = {
				["教"] = {
					result = true
				}
			}
		}
	},
	["奶"] = {
		["处"] = {
			["女"] = {
				result = true
			}
		},
		["头"] = {
			result = true,
			["与"] = {
				["嫩"] = {
					["苞"] = {
						result = true
					}
				}
			}
		},
		["妞"] = {
			["激"] = {
				["情"] = {
					["夜"] = {
						["总"] = {
							["会"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["子"] = {
			["酥"] = {
				result = true
			}
		},
		["挺"] = {
			["臀"] = {
				["翹"] = {
					result = true
				}
			}
		},
		["推"] = {
			["双"] = {
				["飞"] = {
					result = true
				}
			}
		},
		["水"] = {
			result = true,
			["吧"] = {
				result = true
			},
			["四"] = {
				["射"] = {
					result = true
				}
			}
		},
		["油"] = {
			["冰"] = {
				result = true,
				["出"] = {
					["货"] = {
						result = true
					}
				},
				["到"] = {
					["货"] = {
						result = true
					}
				},
				["手"] = {
					["机"] = {
						result = true
					}
				},
				["教"] = {
					["程"] = {
						result = true
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								result = true
							}
						}
					}
				},
				["配"] = {
					["方"] = {
						result = true
					}
				},
				["验"] = {
					["货"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				}
			},
			["吧"] = {
				result = true
			},
			["栤"] = {
				result = true
			}
		},
		["罩"] = {
			result = true
		}
	},
	["如"] = {
		["东"] = {
			["假"] = {
				["证"] = {
					result = true
				}
			}
		},
		["何"] = {
			k = {
				["粉"] = {
					result = true
				}
			},
			["制"] = {
				["取"] = {
					["光"] = {
						["气"] = {
							result = true
						}
					}
				}
			},
			["办"] = {
				["理"] = {
					["假"] = {
						["证"] = {
							result = true
						}
					},
					["文"] = {
						["凭"] = {
							result = true
						}
					}
				}
			},
			["土"] = {
				["炸"] = {
					["弹"] = {
						result = true
					}
				}
			},
			["得"] = {
				["到"] = {
					["赌"] = {
						["博"] = {
							["粉"] = {
								result = true
							}
						}
					}
				}
			},
			["找"] = {
				["杀"] = {
					["手"] = {
						result = true
					}
				}
			},
			["推"] = {
				["翻"] = {
					["中"] = {
						["共"] = {
							result = true
						}
					}
				}
			},
			["改"] = {
				["装"] = {
					["射"] = {
						["钉"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["枪"] = {
				["用"] = {
					["耗"] = {
						["品"] = {
							result = true
						}
					}
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						result = true
					}
				}
			},
			["自"] = {
				["制"] = {
					["火"] = {
						["药"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["赢"] = {
				["得"] = {
					["赌"] = {
						["博"] = {
							result = true
						}
					}
				}
			},
			["配"] = {
				["赌"] = {
					["博"] = {
						["粉"] = {
							result = true
						}
					}
				}
			},
			["雇"] = {
				["杀"] = {
					["手"] = {
						result = true
					}
				}
			},
			["高"] = {
				["压"] = {
					["气"] = {
						["狗"] = {
							result = true
						}
					}
				}
			},
			["麻"] = {
				["古"] = {
					result = true
				}
			}
		},
		["家"] = {
			["狠"] = {
				["爱"] = {
					["后"] = {
						["嫩"] = {
							["妹"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["意"] = {
			["君"] = {
				["传"] = {
					result = true
				}
			},
			["坊"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["月"] = {
			["可"] = {
				["怜"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["雪"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["此"] = {
			["多"] = {
				["娇"] = {
					result = true
				}
			},
			["白"] = {
				["璧"] = {
					["无"] = {
						["瑕"] = {
							result = true
						}
					}
				}
			}
		},
		["狼"] = {
			["似"] = {
				["虎"] = {
					result = true
				}
			}
		}
	},
	["妑"] = {
		["車"] = {
			["鼡"] = {
				["赽"] = {
					["掱"] = {
						result = true
					}
				}
			}
		},
		["黎"] = {
			["颩"] = {
				["凊"] = {
					result = true
				}
			}
		}
	},
	["妞"] = {
		["妞"] = {
			["幼"] = {
				["童"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					result = true,
					["基"] = {
						["地"] = {
							result = true
						}
					}
				}
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["妳"] = {
		["她"] = {
			["妈"] = {
				["的"] = {
					result = true
				}
			},
			["媽"] = {
				["的"] = {
					result = true
				}
			}
		},
		["娘"] = {
			result = true
		},
		["媽"] = {
			["的"] = {
				result = true
			}
		},
		["馬"] = {
			["的"] = {
				result = true
			}
		}
	},
	["妹"] = {
		["妹"] = {
			result = true
		}
	},
	["妺"] = {
		["妺"] = {
			["莪"] = {
				["婹"] = {
					["射"] = {
						result = true
					}
				}
			}
		}
	},
	["妻"] = {
		["不"] = {
			["如"] = {
				["妾"] = {
					result = true
				}
			}
		},
		["乱"] = {
			["伦"] = {
				result = true
			}
		},
		["女"] = {
			["王"] = {
				["立"] = {
					["军"] = {
						result = true
					}
				}
			}
		},
		["妾"] = {
			["成"] = {
				["群"] = {
					result = true
				}
			}
		},
		["子"] = {
			["出"] = {
				["轨"] = {
					["的"] = {
						["五"] = {
							["月"] = {
								result = true
							}
						}
					}
				}
			},
			["和"] = {
				["雨"] = {
					["夜"] = {
						result = true
					}
				}
			},
			["小"] = {
				["穴"] = {
					result = true
				}
			},
			["撸"] = {
				result = true
			},
			["王"] = {
				["立"] = {
					["军"] = {
						result = true
					}
				}
			},
			["的"] = {
				["付"] = {
					["出"] = {
						result = true
					}
				},
				["呻"] = {
					["吟"] = {
						result = true
					}
				},
				["情"] = {
					["人"] = {
						result = true
					}
				},
				["欲"] = {
					["望"] = {
						result = true
					}
				},
				["淫"] = {
					["乱"] = {
						["生"] = {
							["活"] = {
								result = true
							}
						}
					}
				}
			},
			["程"] = {
				["虹"] = {
					["房"] = {
						["改"] = {
							["房"] = {
								result = true
							}
						}
					}
				}
			},
			["辛"] = {
				["树"] = {
					["森"] = {
						["建"] = {
							["行"] = {
								["房"] = {
									["改"] = {
										["房"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["除"] = {
				["毛"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["爱"] = {
			["成"] = {
				["人"] = {
					["动"] = {
						["画"] = {
							result = true
						}
					}
				}
			}
		},
		["色"] = {
			["网"] = {
				result = true,
				["综"] = {
					["合"] = {
						result = true
					}
				}
			}
		},
		["诱"] = {
			["之"] = {
				["情"] = {
					["趣"] = {
						result = true
					}
				}
			}
		}
	},
	["姖"] = {
		["乳"] = {
			["爿"] = {
				result = true
			}
		},
		["騒"] = {
			["琮"] = {
				["匼"] = {
					result = true
				}
			}
		}
	},
	["姘"] = {
		["头"] = {
			result = true
		},
		["頭"] = {
			result = true
		}
	},
	["娘"] = {
		b = {
			result = true
		},
		["个"] = {
			["比"] = {
				result = true
			}
		},
		["個"] = {
			["比"] = {
				result = true
			}
		},
		["嬢"] = {
			["様"] = {
				["綾"] = {
					["奈"] = {
						["秘"] = {
							["密"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["比"] = {
			result = true
		},
		["饿"] = {
			["比"] = {
				result = true
			}
		}
	},
	["娚"] = {
		["妓"] = {
			result = true
		}
	},
	["婆"] = {
		["孙"] = {
			["玩"] = {
				["肛"] = {
					["交"] = {
						result = true
					}
				}
			}
		}
	},
	["媄"] = {
		["ㄝ"] = {
			["貼"] = {
				["紦"] = {
					result = true
				}
			},
			["騎"] = {
				["壵"] = {
					result = true
				}
			}
		},
		["乳"] = {
			["亽"] = {
				["萋"] = {
					result = true
				}
			}
		},
		["仯"] = {
			["囡"] = {
				["妕"] = {
					["潮"] = {
						result = true
					}
				}
			}
		},
		["咲"] = {
			["蓶"] = {
				["佺"] = {
					["雧"] = {
						result = true
					}
				},
				["兂"] = {
					["碼"] = {
						result = true
					}
				},
				["電"] = {
					["驴"] = {
						result = true
					}
				},
				["ｂ"] = {
					["τ"] = {
						result = true
					}
				}
			}
		},
		["啯"] = {
			["禿"] = {
				["鷹"] = {
					result = true
				}
			}
		},
		["尐"] = {
			["ㄝ"] = {
				["ф"] = {
					["謿"] = {
						result = true
					}
				},
				["苞"] = {
					["夜"] = {
						result = true
					}
				}
			}
		},
		["萘"] = {
			["媄"] = {
				["蘫"] = {
					["這"] = {
						["佺"] = {
							["雧"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["軍"] = {
			["騎"] = {
				["兵"] = {
					["刀"] = {
						result = true
					}
				}
			}
		}
	},
	["媒"] = {
		["体"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["订"] = {
				["购"] = {
					["氯"] = {
						["胺"] = {
							["酮"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["媚"] = {
		["娘"] = {
			["艳"] = {
				["史"] = {
					result = true
				}
			}
		},
		["日"] = {
			result = true
		},
		["毒"] = {
			result = true
		},
		["肉"] = {
			result = true
		},
		["藥"] = {
			["少"] = {
				["年"] = {
					result = true
				}
			}
		},
		["骨"] = {
			["销"] = {
				["魂"] = {
					result = true
				}
			}
		}
	},
	["媲"] = {
		["西"] = {
			["伊"] = {
				["遮"] = {
					["斯"] = {
						result = true
					}
				}
			}
		}
	},
	["嫖"] = {
		["&"] = {
			["娼"] = {
				["自"] = {
					["拍"] = {
						result = true
					}
				}
			}
		},
		["到"] = {
			["专"] = {
				["柜"] = {
					["正"] = {
						["妹"] = {
							result = true
						}
					}
				}
			}
		},
		["哥"] = {
			["干"] = {
				result = true
			}
		},
		["妓"] = {
			["係"] = {
				["列"] = {
					result = true
				},
				["烮"] = {
					result = true
				}
			},
			["自"] = {
				["拍"] = {
					result = true
				}
			}
		},
		["娼"] = {
			["ī"] = {
				["拍"] = {
					result = true
				}
			},
			["洎"] = {
				["啪"] = {
					result = true
				}
			},
			["自"] = {
				["拍"] = {
					result = true,
					["密"] = {
						["云"] = {
							["的"] = {
								result = true
							}
						}
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			},
			["視"] = {
				["頻"] = {
					result = true
				}
			},
			["视"] = {
				["频"] = {
					result = true
				}
			}
		},
		["客"] = {
			["挑"] = {
				["小"] = {
					["姐"] = {
						result = true
					}
				}
			}
		},
		["自"] = {
			["拍"] = {
				result = true
			}
		},
		["鸡"] = {
			["大"] = {
				["全"] = {
					result = true
				}
			}
		}
	},
	["嫚"] = {
		["悻"] = {
			["毐"] = {
				["葯"] = {
					result = true
				}
			}
		}
	},
	["嫩"] = {
		B = {
			["弓"] = {
				["虽"] = {
					["女"] = {
						["干"] = {
							result = true
						}
					}
				},
				["雖"] = {
					["女"] = {
						["幹"] = {
							result = true
						}
					}
				}
			},
			["日"] = {
				["一"] = {
					["日"] = {
						result = true
					}
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			}
		},
		m = {
			m = {
				["激"] = {
					["情"] = {
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["图"] = {
			["白"] = {
				["姐"] = {
					["透"] = {
						["码"] = {
							result = true
						}
					}
				},
				["嫩"] = {
					["的"] = {
						["乳"] = {
							["房"] = {
								result = true
							}
						}
					},
					["骚"] = {
						["妇"] = {
							result = true
						}
					}
				},
				["虎"] = {
					["女"] = {
						result = true
					},
					["嫩"] = {
						B = {
							result = true
						}
					},
					["小"] = {
						["穴"] = {
							result = true
						}
					},
					["少"] = {
						["妇"] = {
							result = true
						}
					},
					["屄"] = {
						result = true
					},
					["阴"] = {
						["穴"] = {
							result = true
						},
						["部"] = {
							result = true
						}
					}
				}
			}
		},
		["妞"] = {
			["爱"] = {
				["爱"] = {
					result = true
				}
			}
		},
		["妹"] = {
			["妹"] = {
				result = true,
				["监"] = {
					["制"] = {
						result = true
					}
				},
				["色"] = {
					["图"] = {
						result = true
					}
				}
			},
			["裸"] = {
				["体"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["陶"] = {
				["醉"] = {
					result = true
				}
			}
		},
		["嫩"] = {
			["的"] = {
				["小"] = {
					["穴"] = {
						result = true
					}
				}
			}
		},
		["屄"] = {
			["上"] = {
				["梁"] = {
					["山"] = {
						result = true
					}
				}
			}
		},
		["模"] = {
			["会"] = {
				["所"] = {
					result = true
				}
			},
			["嘉"] = {
				["宾"] = {
					["脱"] = {
						["胸"] = {
							["罩"] = {
								result = true
							}
						}
					}
				}
			},
			["心"] = {
				["经"] = {
					result = true
				}
			},
			["漏"] = {
				["点"] = {
					["自"] = {
						["拍"] = {
							result = true
						}
					}
				}
			},
			["自"] = {
				["拍"] = {
					["漏"] = {
						["点"] = {
							result = true
						}
					}
				}
			},
			["黑"] = {
				["丝"] = {
					result = true
				}
			}
		},
		["白"] = {
			["大"] = {
				["波"] = {
					["妹"] = {
						["妹"] = {
							result = true
						}
					}
				}
			},
			["少"] = {
				["妇"] = {
					result = true
				}
			}
		},
		["穴"] = {
			["任"] = {
				["我"] = {
					["插"] = {
						result = true
					}
				}
			},
			["内"] = {
				["射"] = {
					result = true
				}
			},
			["图"] = {
				["库"] = {
					result = true
				}
			},
			["在"] = {
				["线"] = {
					["看"] = {
						["看"] = {
							result = true
						}
					}
				}
			},
			["极"] = {
				["品"] = {
					["阴"] = {
						["蒂"] = {
							result = true
						}
					}
				}
			},
			["淫"] = {
				["交"] = {
					result = true
				}
			},
			["狂"] = {
				["插"] = {
					["还"] = {
						["流"] = {
							["水"] = {
								result = true
							}
						}
					}
				}
			},
			["瘦"] = {
				["模"] = {
					result = true
				}
			},
			["翘"] = {
				["臀"] = {
					result = true
				}
			},
			["肉"] = {
				["縫"] = {
					result = true
				}
			},
			["里"] = {
				["他"] = {
					["的"] = {
						["鸡"] = {
							["巴"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["逼"] = {
			["影"] = {
				["院"] = {
					result = true
				}
			},
			["綜"] = {
				["合"] = {
					result = true
				}
			},
			["里"] = {
				["流"] = {
					["出"] = {
						["来"] = {
							result = true
						}
					}
				}
			}
		},
		["骚"] = {
			["逼"] = {
				["会"] = {
					["所"] = {
						result = true
					}
				}
			}
		},
		["鮑"] = {
			result = true,
			["魚"] = {
				result = true
			}
		}
	},
	["嫰"] = {
		["泬"] = {
			result = true
		},
		["腷"] = {
			["琮"] = {
				["匼"] = {
					result = true
				}
			}
		}
	},
	["嫲"] = {
		["咕"] = {
			["κ"] = {
				["帉"] = {
					result = true
				}
			}
		}
	},
	["孔"] = {
		["伙"] = {
			["计"] = {
				result = true
			}
		},
		["佑"] = {
			["平"] = {
				result = true
			}
		},
		["元"] = {
			["之"] = {
				["子"] = {
					["孔"] = {
						["丹"] = {
							result = true
						}
					}
				}
			}
		},
		["兆"] = {
			["学"] = {
				result = true
			}
		},
		["夫"] = {
			["子"] = {
				["教"] = {
					["育"] = {
						["中"] = {
							["心"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["子"] = {
			["回"] = {
				["归"] = {
					result = true
				}
			}
		},
		["宗"] = {
			["渊"] = {
				result = true
			}
		},
		["庆"] = {
			["东"] = {
				["挺"] = {
					result = true
				}
			}
		},
		["裏"] = {
			["唾"] = {
				["梦"] = {
					result = true
				}
			}
		},
		["雀"] = {
			["仙"] = {
				["子"] = {
					result = true
				}
			},
			["王"] = {
				result = true
			}
		}
	},
	["孬"] = {
		["种"] = {
			result = true
		}
	},
	["宁"] = {
		["化"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["夏"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["办"] = {
				["正"] = {
					result = true
				},
				["证"] = {
					result = true
				}
			},
			["爆"] = {
				["乱"] = {
					result = true
				}
			}
		},
		["晋"] = {
			["秃"] = {
				["鹰"] = {
					["汽"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["河"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["海"] = {
				["洛"] = {
					["因"] = {
						result = true
					}
				}
			}
		},
		["王"] = {
			["府"] = {
				["成"] = {
					["人"] = {
						result = true,
						["导"] = {
							["航"] = {
								result = true
							}
						}
					}
				},
				["淫"] = {
					["图"] = {
						["导"] = {
							["航"] = {
								result = true
							}
						}
					},
					["色"] = {
						result = true
					}
				}
			}
		}
	},
	["客"] = {
		["家"] = {
			["电"] = {
				["视"] = {
					["台"] = {
						result = true
					}
				}
			}
		},
		["户"] = {
			["名"] = {
				["称"] = {
					result = true
				}
			},
			["数"] = {
				["据"] = {
					["专"] = {
						result = true
					}
				}
			},
			["服"] = {
				["务"] = {
					["人"] = {
						["人"] = {
							["员"] = {
								result = true
							}
						},
						["员"] = {
							result = true
						}
					}
				}
			},
			["端"] = {
				["非"] = {
					["法"] = {
						["字"] = {
							["符"] = {
								result = true
							}
						}
					}
				}
			},
			["资"] = {
				["料"] = {
					["资"] = {
						["料"] = {
							result = true
						}
					}
				}
			}
		},
		["栈"] = {
			["老"] = {
				["板"] = {
					result = true
				}
			}
		},
		["运"] = {
			["站"] = {
				result = true
			}
		}
	},
	["宽"] = {
		["带"] = {
			["影"] = {
				["院"] = {
					result = true
				}
			}
		}
	},
	["密"] = {
		["云"] = {
			["人"] = {
				["民"] = {
					["币"] = {
						result = true
					}
				}
			},
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["刻"] = {
				["假"] = {
					["章"] = {
						result = true
					}
				}
			},
			["县"] = {
				["人"] = {
					["体"] = {
						["器"] = {
							["官"] = {
								result = true
							}
						}
					}
				},
				["假"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				},
				["办"] = {
					["理"] = {
						["假"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["坐"] = {
				["台"] = {
					["少"] = {
						["爷"] = {
							result = true
						}
					}
				}
			},
			["城"] = {
				["关"] = {
					["迷"] = {
						["幻"] = {
							["药"] = {
								result = true
							}
						}
					}
				}
			},
			["壮"] = {
				["阳"] = {
					["保"] = {
						["健"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					result = true,
					["信"] = {
						["息"] = {
							result = true,
							["服"] = {
								result = true
							}
						}
					}
				}
			},
			["少"] = {
				["妇"] = {
					["包"] = {
						["夜"] = {
							result = true
						}
					}
				}
			},
			["快"] = {
				["速"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			},
			["找"] = {
				["小"] = {
					["姐"] = {
						result = true
					}
				}
			},
			["残"] = {
				["疾"] = {
					["证"] = {
						["保"] = {
							["真"] = {
								result = true
							}
						}
					}
				}
			},
			["氰"] = {
				["化"] = {
					["钾"] = {
						["药"] = {
							["物"] = {
								result = true
							}
						}
					}
				}
			},
			["求"] = {
				["假"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				},
				["办"] = {
					["理"] = {
						["假"] = {
							["证"] = {
								result = true
							}
						}
					}
				},
				["购"] = {
					["假"] = {
						["币"] = {
							result = true
						}
					},
					["肾"] = {
						["源"] = {
							result = true
						}
					}
				}
			},
			["火"] = {
				["枪"] = {
					["专"] = {
						result = true
					}
				}
			},
			["狗"] = {
				result = true
			},
			["甲"] = {
				["基"] = {
					["苯"] = {
						["丙"] = {
							["胺"] = {
								result = true
							}
						}
					}
				}
			},
			["百"] = {
				["家"] = {
					["乐"] = {
						["赌"] = {
							["博"] = {
								result = true
							}
						}
					}
				}
			},
			["精"] = {
				["品"] = {
					["弓"] = {
						["弩"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["少"] = {
					["女"] = {
						["包"] = {
							["夜"] = {
								result = true
							}
						}
					}
				}
			},
			["苯"] = {
				["基"] = {
					["甲"] = {
						["酮"] = {
							result = true
						}
					}
				}
			},
			["超"] = {
				["市"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["车"] = {
				["主"] = {
					["名"] = {
						["录"] = {
							result = true
						}
					}
				}
			},
			["迷"] = {
				["幻"] = {
					["药"] = {
						result = true
					}
				}
			},
			["餐"] = {
				["饮"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["饥"] = {
				["渴"] = {
					["少"] = {
						["妇"] = {
							result = true
						}
					}
				}
			},
			["黄"] = {
				["冰"] = {
					["白"] = {
						["冰"] = {
							result = true
						}
					}
				},
				["色"] = {
					["炸"] = {
						["药"] = {
							result = true
						}
					}
				}
			},
			["黑"] = {
				["火"] = {
					["药"] = {
						result = true
					}
				}
			}
		},
		["室"] = {
			["淫"] = {
				result = true
			},
			["陵"] = {
				["辱"] = {
					["3"] = {
						result = true
					}
				}
			}
		},
		["水"] = {
			["诳"] = {
				["流"] = {
					result = true
				}
			}
		},
		["着"] = {
			["交"] = {
				["尾"] = {
					result = true,
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["码"] = {
			["成"] = {
				["人"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["谋"] = {
			["诱"] = {
				["奸"] = {
					result = true
				}
			}
		}
	},
	["寇"] = {
		["封"] = {
			result = true
		},
		["循"] = {
			result = true
		},
		["羽"] = {
			result = true
		}
	},
	["寐"] = {
		["春"] = {
			["卷"] = {
				result = true
			}
		}
	},
	["寞"] = {
		["迷"] = {
			["人"] = {
				["的"] = {
					["娇"] = {
						["乳"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["射"] = {
		["了"] = {
			result = true,
			["满"] = {
				["满"] = {
					["的"] = {
						["精"] = {
							["液"] = {
								result = true
							}
						}
					}
				}
			},
			["还"] = {
				["说"] = {
					["要"] = {
						result = true
					}
				}
			}
		},
		["你"] = {
			result = true,
			["嘴"] = {
				["里"] = {
					["没"] = {
						["商"] = {
							["量"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["入"] = {
			["阁"] = {
				result = true
			},
			["阴"] = {
				["道"] = {
					["里"] = {
						result = true
					}
				}
			}
		},
		["击"] = {
			["枪"] = {
				result = true
			},
			["次"] = {
				["数"] = {
					result = true
				}
			},
			["用"] = {
				result = true,
				["$"] = {
					["品"] = {
						result = true
					}
				},
				["品"] = {
					result = true,
					["好"] = {
						["玩"] = {
							result = true
						}
					},
					["槍"] = {
						result = true
					}
				}
			},
			["砽"] = {
				["品"] = {
					result = true
				}
			},
			["精"] = {
				["度"] = {
					result = true
				}
			},
			["鼡"] = {
				["闆"] = {
					result = true
				}
			}
		},
		["在"] = {
			["女"] = {
				["人"] = {
					["口"] = {
						["中"] = {
							result = true
						}
					}
				}
			}
		},
		["孔"] = {
			["器"] = {
				result = true
			},
			["弹"] = {
				result = true
			},
			["枪"] = {
				result = true
			}
		},
		["屏"] = {
			result = true
		},
		["死"] = {
			["你"] = {
				["电"] = {
					["影"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["狗"] = {
			["弓"] = {
				["弩"] = {
					result = true
				}
			}
		},
		["精"] = {
			["嫖"] = {
				["娼"] = {
					result = true
				}
			},
			["影"] = {
				["院"] = {
					result = true
				}
			}
		},
		["網"] = {
			["槍"] = {
				result = true
			}
		},
		["网"] = {
			["枪"] = {
				result = true,
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["蛧"] = {
			["熗"] = {
				result = true
			}
		},
		["进"] = {
			["妈"] = {
				["妈"] = {
					["里"] = {
						["面"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["姨"] = {
					["子"] = {
						["体"] = {
							["内"] = {
								result = true
							}
						}
					}
				},
				["穴"] = {
					result = true
				}
			}
		},
		["钉"] = {
			["枪"] = {
				result = true,
				["消"] = {
					["音"] = {
						["器"] = {
							result = true
						}
					}
				}
			}
		},
		["顏"] = {
			result = true
		}
	},
	["尅"] = {
		["湰"] = {
			["復"] = {
				["淛"] = {
					["檭"] = {
						["垳"] = {
							["鉲"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["莉"] = {
			["噝"] = {
				["尒"] = {
					["澤"] = {
						result = true
					}
				}
			}
		}
	},
	["少"] = {
		["4"] = {
			["女"] = {
				["俱"] = {
					["乐"] = {
						["部"] = {
							result = true
						}
					}
				}
			}
		},
		["女"] = {
			result = true,
			["乖"] = {
				["乖"] = {
					["水"] = {
						result = true
					}
				}
			},
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							result = true
						}
					}
				}
			},
			["催"] = {
				["情"] = {
					["粉"] = {
						result = true,
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						}
					}
				}
			},
			["初"] = {
				["夜"] = {
					result = true,
					["便"] = {
						["宜"] = {
							result = true
						}
					},
					["小"] = {
						["说"] = {
							result = true
						}
					},
					["爽"] = {
						["爽"] = {
							["片"] = {
								result = true
							}
						},
						["片"] = {
							result = true
						}
					},
					["给"] = {
						["你"] = {
							result = true
						}
					},
					["色"] = {
						["片"] = {
							result = true
						}
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			},
			["包"] = {
				["夜"] = {
					["爽"] = {
						["片"] = {
							result = true
						}
					}
				},
				["爽"] = {
					["夜"] = {
						result = true
					}
				}
			},
			["处"] = {
				["女"] = {
					["片"] = {
						result = true
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["夜"] = {
				["爽"] = {
					["片"] = {
						result = true
					}
				}
			},
			["失"] = {
				["身"] = {
					["水"] = {
						result = true
					}
				}
			},
			["嫩"] = {
				["乳"] = {
					result = true
				},
				["穴"] = {
					result = true
				}
			},
			["小"] = {
				["姐"] = {
					["上"] = {
						["门"] = {
							result = true
						}
					}
				}
			},
			["床"] = {
				["上"] = {
					["自"] = {
						["拍"] = {
							result = true
						}
					}
				}
			},
			["开"] = {
				["苞"] = {
					result = true
				}
			},
			["情"] = {
				["妇"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					result = true
				}
			},
			["援"] = {
				["交"] = {
					result = true,
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					result = true
				}
			},
			["潘"] = {
				["金"] = {
					["莲"] = {
						result = true
					}
				}
			},
			["激"] = {
				["情"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								result = true
							}
						}
					},
					["自"] = {
						["拍"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				["妩"] = {
					["媚"] = {
						result = true
					}
				},
				["性"] = {
					["交"] = {
						result = true
					},
					["爱"] = {
						result = true
					}
				},
				["情"] = {
					["怀"] = {
						result = true
					}
				},
				["穴"] = {
					result = true
				},
				["诱"] = {
					["惑"] = {
						result = true
					}
				},
				["阴"] = {
					["唇"] = {
						result = true
					}
				}
			},
			["破"] = {
				["处"] = {
					result = true,
					["现"] = {
						["场"] = {
							result = true
						}
					}
				}
			},
			["禁"] = {
				["断"] = {
					["の"] = {
						["爱"] = {
							result = true
						}
					}
				}
			},
			["私"] = {
				["处"] = {
					["喷"] = {
						["水"] = {
							result = true
						}
					}
				}
			},
			["秘"] = {
				["宝"] = {
					["馆"] = {
						result = true
					}
				}
			},
			["网"] = {
				result = true
			},
			["肛"] = {
				["交"] = {
					result = true
				}
			},
			["自"] = {
				["慰"] = {
					["中"] = {
						["出"] = {
							result = true
						}
					}
				}
			},
			["色"] = {
				["片"] = {
					["免"] = {
						["费"] = {
							["看"] = {
								result = true
							}
						}
					}
				}
			},
			["菊"] = {
				["门"] = {
					result = true
				}
			},
			["被"] = {
				["操"] = {
					["喷"] = {
						["精"] = {
							["图"] = {
								result = true
							}
						}
					}
				}
			},
			["装"] = {
				["护"] = {
					["士"] = {
						result = true
					}
				}
			},
			["诱"] = {
				["惑"] = {
					result = true
				}
			},
			["迷"] = {
				["情"] = {
					["水"] = {
						result = true
					},
					["液"] = {
						result = true
					},
					["粉"] = {
						result = true
					}
				}
			},
			["逼"] = {
				["图"] = {
					result = true
				}
			},
			["野"] = {
				["外"] = {
					["自"] = {
						["拍"] = {
							result = true
						}
					}
				}
			},
			["防"] = {
				["身"] = {
					["药"] = {
						["水"] = {
							result = true
						}
					}
				}
			},
			["阴"] = {
				["处"] = {
					result = true
				}
			},
			["高"] = {
				["潮"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			}
		},
		["妇"] = {
			A = {
				V = {
					["影"] = {
						["院"] = {
							result = true
						}
					},
					["社"] = {
						["区"] = {
							result = true
						}
					}
				}
			},
			s = {
				m = {
					["上"] = {
						["门"] = {
							result = true
						}
					}
				}
			},
			t = {
				["包"] = {
					["夜"] = {
						result = true
					}
				}
			},
			["一"] = {
				["夜"] = {
					["情"] = {
						result = true
					}
				}
			},
			["上"] = {
				["门"] = {
					result = true,
					["性"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					},
					["援"] = {
						["交"] = {
							result = true
						}
					},
					["服"] = {
						["务"] = {
							result = true
						}
					},
					["激"] = {
						["情"] = {
							result = true
						}
					}
				}
			},
			["丝"] = {
				["袜"] = {
					["上"] = {
						["门"] = {
							result = true
						}
					}
				}
			},
			["中"] = {
				["出"] = {
					result = true
				}
			},
			["也"] = {
				["加"] = {
					["入"] = {
						["了"] = {
							result = true
						}
					}
				}
			},
			["人"] = {
				["妻"] = {
					result = true
				}
			},
			["作"] = {
				["爱"] = {
					result = true
				}
			},
			["做"] = {
				["爱"] = {
					["小"] = {
						["说"] = {
							result = true
						}
					}
				}
			},
			["偷"] = {
				["情"] = {
					["自"] = {
						["拍"] = {
							result = true
						}
					}
				}
			},
			["全"] = {
				["套"] = {
					["包"] = {
						["夜"] = {
							result = true,
							q = {
								result = true
							}
						}
					}
				}
			},
			["出"] = {
				["台"] = {
					result = true,
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["勾"] = {
				["引"] = {
					["我"] = {
						["上"] = {
							["床"] = {
								result = true
							}
						}
					}
				}
			},
			["包"] = {
				["夜"] = {
					result = true,
					["上"] = {
						["门"] = {
							result = true
						}
					},
					["全"] = {
						["套"] = {
							result = true
						}
					},
					["爽"] = {
						result = true
					}
				}
			},
			["嫩"] = {
				["穴"] = {
					result = true
				}
			},
			["对"] = {
				["群"] = {
					["狼"] = {
						result = true
					}
				}
			},
			["床"] = {
				["上"] = {
					["的"] = {
						["激"] = {
							["情"] = {
								result = true
							}
						}
					}
				}
			},
			["影"] = {
				["院"] = {
					result = true
				}
			},
			["性"] = {
				["爱"] = {
					["自"] = {
						["拍"] = {
							result = true
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				},
				["高"] = {
					["潮"] = {
						result = true
					}
				}
			},
			["房"] = {
				["中"] = {
					["自"] = {
						["淫"] = {
							result = true
						}
					}
				}
			},
			["扒"] = {
				["开"] = {
					["阴"] = {
						["道"] = {
							["图"] = {
								result = true
							}
						}
					}
				}
			},
			["扮"] = {
				["纯"] = {
					["情"] = {
						result = true
					}
				}
			},
			["按"] = {
				["摩"] = {
					result = true
				}
			},
			["援"] = {
				["交"] = {
					result = true,
					["妹"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				}
			},
			["操"] = {
				b = {
					["图"] = {
						result = true
					}
				},
				["尿"] = {
					["图"] = {
						result = true
					},
					["穴"] = {
						result = true
					}
				}
			},
			["无"] = {
				["码"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["极"] = {
				["度"] = {
					["诱"] = {
						["惑"] = {
							result = true
						}
					}
				}
			},
			["桑"] = {
				["拿"] = {
					result = true
				}
			},
			["欲"] = {
				["求"] = {
					["不"] = {
						["满"] = {
							result = true
						}
					}
				}
			},
			["洗"] = {
				["澡"] = {
					result = true
				}
			},
			["浴"] = {
				["室"] = {
					["勾"] = {
						["引"] = {
							result = true
						}
					}
				}
			},
			["海"] = {
				["边"] = {
					["露"] = {
						["乳"] = {
							result = true
						}
					}
				}
			},
			["淫"] = {
				["乱"] = {
					["小"] = {
						["说"] = {
							result = true
						}
					}
				},
				["图"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["陪"] = {
						["聊"] = {
							result = true
						}
					}
				}
			},
			["熟"] = {
				["女"] = {
					result = true
				}
			},
			["狼"] = {
				["窝"] = {
					["秀"] = {
						["美"] = {
							["体"] = {
								result = true
							}
						}
					}
				}
			},
			["玩"] = {
				["3"] = {
					p = {
						result = true
					}
				}
			},
			["用"] = {
				["舌"] = {
					["头"] = {
						["添"] = {
							result = true
						}
					}
				}
			},
			["登"] = {
				["门"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["白"] = {
				["洁"] = {
					["全"] = {
						["本"] = {
							result = true
						},
						["集"] = {
							result = true
						}
					},
					["完"] = {
						["整"] = {
							["版"] = {
								result = true
							}
						}
					},
					["小"] = {
						["说"] = {
							result = true
						}
					},
					["电"] = {
						["子"] = {
							["书"] = {
								result = true
							}
						}
					}
				}
			},
			["的"] = {
				["口"] = {
					["活"] = {
						result = true
					}
				},
				["性"] = {
					["福"] = {
						["往"] = {
							["事"] = {
								result = true
							}
						}
					}
				},
				["自"] = {
					["白"] = {
						["新"] = {
							["篇"] = {
								result = true
							}
						}
					}
				},
				["骚"] = {
					["穴"] = {
						["淫"] = {
							["液"] = {
								result = true
							}
						}
					}
				}
			},
			["穴"] = {
				result = true
			},
			["自"] = {
				["慰"] = {
					result = true
				},
				["淫"] = {
					result = true
				},
				["白"] = {
					result = true
				}
			},
			["色"] = {
				["情"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			},
			["被"] = {
				["操"] = {
					["穴"] = {
						result = true
					}
				},
				["鸡"] = {
					["吧"] = {
						["操"] = {
							result = true
						}
					}
				}
			},
			["裸"] = {
				["聊"] = {
					result = true
				}
			},
			["论"] = {
				["坛"] = {
					result = true
				}
			},
			["诊"] = {
				["所"] = {
					["的"] = {
						["诱"] = {
							["惑"] = {
								result = true
							}
						}
					}
				}
			},
			["贴"] = {
				["图"] = {
					["穴"] = {
						["论"] = {
							["坛"] = {
								result = true
							}
						}
					}
				}
			},
			["跳"] = {
				["艳"] = {
					["舞"] = {
						result = true
					}
				}
			},
			["野"] = {
				["外"] = {
					["淫"] = {
						["穴"] = {
							result = true
						}
					}
				}
			},
			["风"] = {
				["骚"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["高"] = {
				["清"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					}
				}
			}
		},
		["安"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["年"] = {
			["大"] = {
				["宝"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["小"] = {
						["说"] = {
							result = true
						}
					}
				}
			},
			["阿"] = {
				["宾"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["小"] = {
						["说"] = {
							result = true
						}
					},
					["电"] = {
						["子"] = {
							["书"] = {
								result = true
							}
						}
					},
					["的"] = {
						["故"] = {
							["事"] = {
								result = true
							}
						}
					},
					["系"] = {
						["列"] = {
							result = true
						}
					}
				}
			}
		},
		["数"] = {
			["民"] = {
				["族"] = {
					result = true,
					["杀"] = {
						["光"] = {
							result = true
						}
					}
				}
			}
		},
		["爷"] = {
			["招"] = {
				["聘"] = {
					result = true
				}
			}
		},
		["爺"] = {
			["招"] = {
				["聘"] = {
					result = true
				}
			}
		},
		["男"] = {
			["网"] = {
				result = true
			}
		},
		["龙"] = {
			["外"] = {
				["传"] = {
					result = true
				}
			},
			["风"] = {
				["流"] = {
					result = true
				}
			}
		}
	},
	["尚"] = {
		["义"] = {
			["街"] = {
				result = true
			}
		},
		["书"] = {
			["之"] = {
				["子"] = {
					["法"] = {
						["拉"] = {
							["利"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["禾"] = {
			result = true
		}
	},
	["尻"] = {
		["庇"] = {
			result = true
		},
		["穴"] = {
			result = true
		},
		["逼"] = {
			result = true,
			["图"] = {
				result = true
			}
		}
	},
	["尼"] = {
		["二"] = {
			["氢"] = {
				["可"] = {
					["待"] = {
						["因"] = {
							result = true
						}
					}
				}
			}
		},
		["克"] = {
			["森"] = {
				result = true
			}
		},
		["米"] = {
			["兹"] = {
				result = true
			}
		}
	},
	["尿"] = {
		["浴"] = {
			result = true
		},
		["道"] = {
			["刑"] = {
				["法"] = {
					result = true
				}
			}
		}
	},
	["屁"] = {
		["屁"] = {
			["熊"] = {
				["和"] = {
					["花"] = {
						["花"] = {
							["鸡"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["股"] = {
			["按"] = {
				["摩"] = {
					result = true,
					["小"] = {
						["弟"] = {
							result = true
						}
					}
				}
			},
			["管"] = {
				["教"] = {
					["的"] = {
						["女"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			},
			["高"] = {
				["跷"] = {
					result = true
				}
			}
		}
	},
	["屈"] = {
		["成"] = {
			["春"] = {
				result = true
			}
		}
	},
	["屏"] = {
		["幕"] = {
			["监"] = {
				["控"] = {
					result = true
				}
			}
		},
		["蔽"] = {
			["字"] = {
				["列"] = {
					["表"] = {
						result = true
					}
				}
			},
			["负"] = {
				["面"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					},
					["帖"] = {
						["子"] = {
							result = true
						}
					},
					["消"] = {
						["息"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["山"] = {
		["下"] = {
			["光"] = {
				["惠"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["由"] = {
				["美"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						},
						["種"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["东"] = {
			["东"] = {
				["明"] = {
					["事"] = {
						["件"] = {
							result = true
						}
					},
					["敢"] = {
						["死"] = {
							["队"] = {
								result = true
							}
						}
					},
					["起"] = {
						["义"] = {
							result = true,
							["军"] = {
								result = true
							}
						}
					}
				}
			},
			["临"] = {
				["沂"] = {
					["王"] = {
						["琳"] = {
							["芳"] = {
								result = true
							}
						}
					}
				}
			},
			["代"] = {
				["考"] = {
					["网"] = {
						result = true
					}
				},
				["開"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["办"] = {
				["毕"] = {
					["业"] = {
						["证"] = {
							result = true
						}
					}
				},
				["真"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["偷"] = {
					["新"] = {
						["疆"] = {
							result = true
						}
					}
				}
			},
			["帮"] = {
				["总"] = {
					["管"] = {
						["王"] = {
							["敏"] = {
								result = true
							}
						}
					}
				}
			},
			["开"] = {
				["发"] = {
					["票"] = {
						result = true
					}
				}
			},
			["新"] = {
				["疆"] = {
					["小"] = {
						["偷"] = {
							result = true
						}
					}
				},
				["闻"] = {
					["网"] = {
						[" "] = {
							["泽"] = {
								["民"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["本"] = {
				["地"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			},
			["民"] = {
				["办"] = {
					["大"] = {
						["学"] = {
							result = true
						}
					}
				}
			},
			["汽"] = {
				["枪"] = {
					result = true
				}
			},
			["电"] = {
				["井"] = {
					["棍"] = {
						["专"] = {
							result = true
						}
					}
				},
				["警"] = {
					["棍"] = {
						["专"] = {
							result = true
						}
					}
				}
			},
			["短"] = {
				["信"] = {
					result = true
				}
			},
			["聊"] = {
				["城"] = {
					["撞"] = {
						["人"] = {
							result = true
						}
					},
					["警"] = {
						["车"] = {
							result = true
						}
					}
				}
			},
			["郓"] = {
				["城"] = {
					[" "] = {
						["三"] = {
							["舅"] = {
								result = true
							}
						},
						["彭"] = {
							["蕾"] = {
								result = true
							},
							["雷"] = {
								result = true
							},
							["龙"] = {
								["坤"] = {
									result = true
								}
							}
						},
						["稗"] = {
							["官"] = {
								["野"] = {
									["记"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["停"] = {
			["愛"] = {
				["子"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["無"] = {
						["碼"] = {
							result = true
						}
					},
					["電"] = {
						["驢"] = {
							result = true
						}
					}
				}
			},
			["爱"] = {
				["子"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["电"] = {
						["驴"] = {
							result = true
						}
					}
				}
			}
		},
		["南"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			}
		},
		["口"] = {
			["玲"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["直"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["组"] = {
				result = true
			}
		},
		["咲"] = {
			["亞"] = {
				["香"] = {
					["里"] = {
						["种"] = {
							["子"] = {
								result = true
							},
							["紫"] = {
								result = true
							}
						}
					}
				}
			},
			["树"] = {
				["里"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["理"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["舞"] = {
				result = true
			},
			["萌"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["地"] = {
			["斧"] = {
				["头"] = {
					result = true
				}
			}
		},
		["场"] = {
			["占"] = {
				["地"] = {
					["维"] = {
						["权"] = {
							result = true
						}
					}
				}
			}
		},
		["埃"] = {
			result = true
		},
		["奈"] = {
			["钾"] = {
				result = true
			}
		},
		["寨"] = {
			["学"] = {
				["生"] = {
					["证"] = {
						result = true
					}
				}
			},
			["版"] = {
				["改"] = {
					["革"] = {
						result = true,
						["者"] = {
							result = true
						}
					}
				}
			},
			["警"] = {
				["察"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["崎"] = {
			["亚"] = {
				["美"] = {
					result = true
				}
			},
			["亜"] = {
				["彌"] = {
					["迅"] = {
						["雷"] = {
							result = true
						}
					},
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["亞"] = {
				["美"] = {
					["下"] = {
						["載"] = {
							result = true
						}
					}
				}
			},
			["华"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["由"] = {
				["紀"] = {
					["恵"] = {
						["種"] = {
							["子"] = {
								result = true
							}
						}
					}
				},
				["纪"] = {
					["恵"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["纪"] = {
				["美"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["心"] = {
			["恨"] = {
				b = {
					t = {
						result = true
					}
				}
			}
		},
		["本"] = {
			result = true,
			["早"] = {
				["纪"] = {
					["无"] = {
						["码"] = {
							result = true
						},
						["马"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["梓"] = {
				["动"] = {
					["作"] = {
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				},
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["無"] = {
					["碼"] = {
						["下"] = {
							["載"] = {
								result = true
							}
						}
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["村"] = {
			["风"] = {
				["流"] = {
					result = true
				}
			}
		},
		["水"] = {
			["郎"] = {
				["中"] = {
					["红"] = {
						["鼻"] = {
							result = true
						}
					}
				}
			}
		},
		["浦"] = {
			["里"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["炮"] = {
			["香"] = {
				["艳"] = {
					result = true
				}
			}
		},
		["猪"] = {
			["气"] = {
				["手"] = {
					["枪"] = {
						result = true
					}
				},
				["枪"] = {
					result = true
				}
			}
		},
		["珍"] = {
			["海"] = {
				["鲜"] = {
					["加"] = {
						["鱼"] = {
							["丸"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["田"] = {
			["泉"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["麻"] = {
				["衣"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["贼"] = {
			["头"] = {
				["领"] = {
					result = true
				}
			}
		},
		["野"] = {
			["情"] = {
				["债"] = {
					result = true
				}
			},
			["暧"] = {
				["昧"] = {
					["情"] = {
						result = true
					}
				}
			}
		},
		["鳥"] = {
			["比"] = {
				["奈"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["鹰"] = {
			["弓"] = {
				["努"] = {
					result = true
				},
				["弩"] = {
					result = true,
					["网"] = {
						result = true,
						["站"] = {
							result = true
						}
					}
				}
			},
			["弩"] = {
				["弓"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["岐"] = {
		["山"] = {
			["最"] = {
				["危"] = {
					["險"] = {
						["的"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			},
			["欲"] = {
				["打"] = {
					["大"] = {
						["老"] = {
							["虎"] = {
								result = true
							}
						}
					}
				}
			},
			["的"] = {
				["私"] = {
					["交"] = {
						["朋"] = {
							["友"] = {
								result = true
							}
						}
					}
				}
			},
			["陷"] = {
				["阱"] = {
					result = true
				}
			}
		}
	},
	["岚"] = {
		["山"] = {
			["由"] = {
				["纪"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["岢"] = {
		["充"] = {
			["緶"] = {
				["携"] = {
					["電"] = {
						["钻"] = {
							result = true
						}
					}
				}
			}
		},
		["岚"] = {
			["拍"] = {
				["肩"] = {
					["粉"] = {
						result = true
					}
				}
			}
		},
		["岢"] = {
			["精"] = {
				result = true
			}
		}
	},
	["岥"] = {
		["壞"] = {
			["迋"] = {
				result = true
			}
		}
	},
	["峇"] = {
		["里"] = {
			["岛"] = {
				["艳"] = {
					["旅"] = {
						result = true
					}
				}
			}
		}
	},
	["崛"] = {
		["內"] = {
			["麻"] = {
				["衣"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["内"] = {
			["奈"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["妈"] = {
				["衣"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["麻"] = {
				["衣"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["嵐"] = {
		["山"] = {
			["由"] = {
				["紀"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["嶙"] = {
		["嶙"] = {
			["性"] = {
				["性"] = {
					["徐"] = {
						["锦"] = {
							["江"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["巧"] = {
		["博"] = {
			result = true,
			["网"] = {
				result = true
			}
		},
		["取"] = {
			["豪"] = {
				["夺"] = {
					result = true
				}
			}
		},
		["婢"] = {
			["奇"] = {
				["缘"] = {
					result = true
				}
			}
		},
		["淫"] = {
			["奸"] = {
				["戲"] = {
					result = true
				}
			}
		},
		["缘"] = {
			["艳"] = {
				["史"] = {
					result = true
				}
			}
		},
		["遇"] = {
			["性"] = {
				["爱"] = {
					["母"] = {
						["子"] = {
							result = true
						}
					},
					["老"] = {
						["师"] = {
							result = true
						}
					},
					["阿"] = {
						["姨"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["巨"] = {
		["乳"] = {
			["医"] = {
				result = true
			},
			["揺"] = {
				["喘"] = {
					["潮"] = {
						["喷"] = {
							result = true
						}
					}
				}
			},
			["整"] = {
				["形"] = {
					["女"] = {
						["医"] = {
							["师"] = {
								result = true
							}
						}
					}
				}
			},
			["淫"] = {
				["乱"] = {
					["美"] = {
						["少"] = {
							["女"] = {
								result = true
							}
						}
					}
				}
			},
			["自"] = {
				["慰"] = {
					result = true
				}
			},
			["诱"] = {
				["惑"] = {
					result = true
				}
			}
		},
		["兽"] = {
			["杀"] = {
				["手"] = {
					result = true
				}
			}
		},
		["型"] = {
			["充"] = {
				["气"] = {
					["蛤"] = {
						["蟆"] = {
							result = true
						}
					}
				}
			}
		},
		["溪"] = {
			result = true
		},
		["胸"] = {
			["女"] = {
				["魔"] = {
					["鬼"] = {
						["身"] = {
							["材"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["騷"] = {
			result = true,
			["影"] = {
				["音"] = {
					["在"] = {
						["線"] = {
							result = true
						}
					}
				}
			},
			["綜"] = {
				["合"] = {
					result = true
				}
			}
		},
		["骚"] = {
			["导"] = {
				["航"] = {
					result = true
				}
			},
			["巨"] = {
				["浪"] = {
					result = true
				}
			}
		},
		["鹰"] = {
			["气"] = {
				["枪"] = {
					B = {
						B = {
							["弹"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["平"] = {
		["乡"] = {
			["黑"] = {
				["枪"] = {
					["的"] = {
						result = true
					}
				}
			}
		},
		["井"] = {
			["佳"] = {
				["惠"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["千"] = {
				["里"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["玛"] = {
				["利"] = {
					["亚"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["价"] = {
			["枪"] = {
				["模"] = {
					result = true
				}
			},
			["珠"] = {
				["宝"] = {
					["工"] = {
						["厂"] = {
							["店"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["刃"] = {
			["专"] = {
				result = true
			},
			["夜"] = {
				["鹰"] = {
					result = true,
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["原"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["心"] = {
				result = true,
				["高"] = {
					["清"] = {
						result = true
					}
				}
			},
			["枪"] = {
				["模"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["反"] = {
			["6"] = {
				["4"] = {
					result = true
				}
			},
			s = {
				i = {
					x = {
						["4"] = {
							result = true
						}
					}
				}
			},
			["柳"] = {
				["丝"] = {
					result = true
				}
			},
			["陆"] = {
				["肆"] = {
					result = true
				}
			}
		},
		["可"] = {
			["夫"] = {
				result = true
			}
		},
		["坝"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["天"] = {
			["大"] = {
				["圣"] = {
					result = true
				}
			}
		},
		["头"] = {
			["刀"] = {
				result = true
			},
			["大"] = {
				["刀"] = {
					["砍"] = {
						result = true
					}
				}
			}
		},
		["安"] = {
			[" "] = {
				["3"] = {
					["7"] = {
						["亿"] = {
							result = true
						}
					}
				}
			},
			["制"] = {
				["药"] = {
					result = true
				}
			},
			["虚"] = {
				["假"] = {
					["银"] = {
						["行"] = {
							result = true
						}
					}
				}
			},
			["车"] = {
				["险"] = {
					result = true
				}
			},
			["银"] = {
				["行"] = {
					result = true
				}
			},
			["驾"] = {
				["校"] = {
					result = true
				}
			}
		},
		["局"] = {
			result = true
		},
		["山"] = {
			["县"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				}
			},
			["朝"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					},
					["迅"] = {
						["雷"] = {
							result = true
						}
					}
				}
			}
		},
		["底"] = {
			["型"] = {
				["弹"] = {
					["头"] = {
						result = true
					}
				}
			}
		},
		["庸"] = {
			["无"] = {
				["建"] = {
					["树"] = {
						result = true
					}
				}
			},
			["無"] = {
				["建"] = {
					["樹"] = {
						result = true
					}
				}
			}
		},
		["式"] = {
			["双"] = {
				["管"] = {
					["猎"] = {
						["枪"] = {
							result = true
						},
						["狗"] = {
							result = true
						}
					}
				}
			}
		},
		["成"] = {
			["女"] = {
				["忍"] = {
					["者"] = {
						result = true
					}
				}
			}
		},
		["暴"] = {
			result = true,
			[" "] = {
				["胜"] = {
					["利"] = {
						result = true
					}
				}
			},
			["胜"] = {
				["利"] = {
					result = true
				}
			}
		},
		["松"] = {
			["圭"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["沙"] = {
			["雁"] = {
				result = true
			}
		},
		["湖"] = {
			["麻"] = {
				["古"] = {
					result = true
				}
			}
		},
		["滑"] = {
			["枪"] = {
				["管"] = {
					["枪"] = {
						result = true,
						["代"] = {
							["理"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["特"] = {
			["码"] = {
				result = true
			}
		},
		["石"] = {
			["一"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["码"] = {
			["三"] = {
				["中"] = {
					["三"] = {
						result = true
					}
				}
			}
		},
		["碼"] = {
			["三"] = {
				["中"] = {
					["三"] = {
						result = true
					}
				}
			}
		},
		["立"] = {
			["式"] = {
				["双"] = {
					["管"] = {
						["猎"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["行"] = {
			["志"] = {
				["愿"] = {
					result = true
				}
			}
		},
		["西"] = {
			["王"] = {
				result = true,
				["俊"] = {
					["臣"] = {
						result = true
					}
				},
				["就"] = {
					["封"] = {
						result = true
					}
				},
				["派"] = {
					["京"] = {
						["派"] = {
							result = true
						}
					}
				},
				["镇"] = {
					["南"] = {
						["王"] = {
							result = true
						}
					}
				}
			}
		},
		["警"] = {
			["千"] = {
				["里"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["玛"] = {
				["利"] = {
					["亚"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["谷"] = {
			["一"] = {
				["夜"] = {
					["情"] = {
						result = true
					}
				}
			},
			["上"] = {
				["门"] = {
					["小"] = {
						["姐"] = {
							result = true
						}
					}
				}
			},
			["办"] = {
				["正"] = {
					result = true,
					["？"] = {
						result = true
					}
				},
				["证"] = {
					result = true
				}
			},
			["小"] = {
				["姐"] = {
					result = true
				}
			}
		},
		["远"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["年"] = {
		["初"] = {
			["潮"] = {
				["吹"] = {
					result = true
				}
			}
		},
		["有"] = {
			["露"] = {
				["臉"] = {
					["老"] = {
						["騷"] = {
							["逼"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["炮"] = {
			["友"] = {
				result = true
			}
		},
		["的"] = {
			["嫩"] = {
				["女"] = {
					["友"] = {
						result = true
					}
				}
			}
		},
		["第"] = {
			["一"] = {
				["炮"] = {
					result = true
				}
			}
		},
		["西"] = {
			["藏"] = {
				["和"] = {
					["平"] = {
						["抗"] = {
							["暴"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["轻"] = {
			["妈"] = {
				["妈"] = {
					["的"] = {
						["大"] = {
							["乳"] = {
								result = true
							}
						}
					}
				}
			},
			["局"] = {
				["长"] = {
					["夫"] = {
						["人"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["庆"] = {
		["丰"] = {
			["班"] = {
				["铡"] = {
					["美"] = {
						["案"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["庐"] = {
		["江"] = {
			result = true
		}
	},
	["库"] = {
		["克"] = {
			["瑞"] = {
				["现"] = {
					["货"] = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["存"] = {
			["："] = {
				result = true
			}
		},
		["尔"] = {
			["克"] = {
				["弯"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["勒"] = {
				result = true,
				["打"] = {
					["手"] = {
						result = true
					}
				}
			},
			["喀"] = {
				["弯"] = {
					["刀"] = {
						result = true,
						["专"] = {
							result = true
						},
						["正"] = {
							["品"] = {
								result = true
							}
						}
					},
					["刺"] = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					},
					["枪"] = {
						result = true,
						["支"] = {
							result = true
						}
					}
				},
				["枪"] = {
					["专"] = {
						result = true
					}
				}
			}
		}
	},
	["庫"] = {
		["喀"] = {
			["彎"] = {
				["刺"] = {
					["专"] = {
						result = true
					}
				}
			}
		},
		["爾"] = {
			["喀"] = {
				["弯"] = {
					["刀"] = {
						["专"] = {
							result = true
						}
					}
				},
				["彎"] = {
					d = {
						a = {
							o = {
								result = true
							}
						}
					},
					["刀"] = {
						result = true,
						["专"] = {
							result = true
						},
						["正"] = {
							["品"] = {
								result = true
							}
						}
					},
					["枪"] = {
						result = true
					}
				}
			}
		}
	},
	["康"] = {
		[" "] = {
			["军"] = {
				["变"] = {
					result = true
				}
			},
			["政"] = {
				["变"] = {
					result = true
				}
			}
		},
		["副"] = {
			["总"] = {
				[" "] = {
					["移"] = {
						["交"] = {
							["权"] = {
								["力"] = {
									[" "] = {
										["梦"] = {
											["见"] = {
												["猪"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["华"] = {
			["药"] = {
				["业"] = {
					result = true
				}
			}
		},
		["多"] = {
			["网"] = {
				["上"] = {
					["药"] = {
						["店"] = {
							result = true
						}
					}
				}
			}
		},
		["宝"] = {
			["来"] = {
				result = true
			}
		},
		["师"] = {
			["傅"] = {
				result = true,
				[" "] = {
					["冰"] = {
						["便"] = {
							result = true
						}
					},
					["春"] = {
						["哥"] = {
							result = true
						}
					},
					["海"] = {
						["绵"] = {
							["宝"] = {
								["宝"] = {
									result = true
								}
							}
						}
					}
				},
				["下"] = {
					["架"] = {
						result = true
					}
				},
				["真"] = {
					["正"] = {
						["原"] = {
							["因"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["師"] = {
			["傅"] = {
				[" "] = {
					["崇"] = {
						["禎"] = {
							result = true
						}
					}
				}
			}
		},
		["广"] = {
			["陵"] = {
				result = true
			}
		},
		["恩"] = {
			["贝"] = {
				result = true
			}
		},
		["敏"] = {
			result = true
		},
		["涅"] = {
			["狄"] = {
				["格"] = {
					result = true
				}
			}
		},
		["生"] = {
			result = true
		},
		["盛"] = {
			["保"] = {
				["健"] = {
					result = true
				}
			}
		},
		["美"] = {
			["药"] = {
				["业"] = {
					result = true
				}
			}
		},
		["途"] = {
			["商"] = {
				["城"] = {
					result = true
				}
			}
		},
		["面"] = {
			["条"] = {
				[" "] = {
					["十"] = {
						["宗"] = {
							["罪"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["廉"] = {
		["价"] = {
			["气"] = {
				["枪"] = {
					["零"] = {
						["部"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["廓"] = {
		["尔"] = {
			["喀"] = {
				["刀"] = {
					["专"] = {
						result = true
					}
				}
			}
		}
	},
	["廖"] = {
		["承"] = {
			["志"] = {
				result = true
			}
		},
		["晖"] = {
			result = true
		}
	},
	["开"] = {
		["%"] = {
			["票"] = {
				result = true
			}
		},
		G = {
			result = true
		},
		f = {
			a = {
				p = {
					i = {
						a = {
							o = {
								result = true
							}
						}
					}
				}
			}
		},
		v = {
			["苞"] = {
				["价"] = {
					["格"] = {
						result = true
					}
				}
			}
		},
		["东"] = {
			["莞"] = {
				["发"] = {
					["票"] = {
						result = true
					}
				},
				["税"] = {
					["漂"] = {
						result = true
					}
				}
			}
		},
		["他"] = {
			["敏"] = {
				result = true,
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				}
			}
		},
		["保"] = {
			["真"] = {
				["税"] = {
					["票"] = {
						result = true
					}
				}
			}
		},
		["假"] = {
			["发"] = {
				["票"] = {
					["找"] = {
						["我"] = {
							result = true
						}
					}
				}
			},
			["法"] = {
				["票"] = {
					["找"] = {
						["我"] = {
							result = true
						}
					}
				}
			}
		},
		["元"] = {
			["户"] = {
				["外"] = {
					result = true
				}
			}
		},
		["刃"] = {
			["三"] = {
				["棱"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["军"] = {
				["刀"] = {
					result = true,
					["正"] = {
						["品"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			},
			["刀"] = {
				["剑"] = {
					["专"] = {
						["店"] = {
							result = true
						}
					}
				}
			},
			["匕"] = {
				["首"] = {
					result = true
				}
			},
			["开"] = {
				["山"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["弹"] = {
				["簧"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["虎"] = {
				["牙"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["蝴"] = {
				["蝶"] = {
					["刀"] = {
						result = true,
						["专"] = {
							result = true
						}
					}
				}
			},
			["跳"] = {
				["刀"] = {
					result = true
				}
			}
		},
		["利"] = {
			["财"] = {
				["经"] = {
					result = true
				}
			}
		},
		["医"] = {
			["院"] = {
				["病"] = {
					["假"] = {
						["条"] = {
							result = true
						}
					}
				}
			}
		},
		["印"] = {
			["刷"] = {
				["费"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["吵"] = {
				["机"] = {
					["还"] = {
						["债"] = {
							result = true
						}
					}
				}
			},
			["钞"] = {
				["机"] = {
					["还"] = {
						["债"] = {
							result = true
						}
					}
				}
			}
		},
		["原"] = {
			["市"] = {
				["小"] = {
					["姐"] = {
						["上"] = {
							["门"] = {
								result = true
							}
						}
					}
				},
				["快"] = {
					["速"] = {
						["拿"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["厦"] = {
			["门"] = {
				["发"] = {
					["票"] = {
						result = true
					}
				}
			}
		},
		["县"] = {
			["办"] = {
				["证"] = {
					result = true
				}
			}
		},
		["发"] = {
			["$"] = {
				["票"] = {
					result = true
				}
			},
			["&"] = {
				["票"] = {
					["汇"] = {
						result = true
					}
				}
			},
			["水"] = {
				["票"] = {
					["汇"] = {
						result = true
					}
				}
			},
			["漂"] = {
				result = true,
				["公"] = {
					["司"] = {
						result = true
					}
				},
				["联"] = {
					["系"] = {
						result = true
					}
				}
			},
			["票"] = {
				c = {
					result = true
				},
				j = {
					["3"] = {
						result = true
					}
				},
				r = {
					result = true
				},
				s = {
					result = true
				},
				["代"] = {
					["理"] = {
						result = true
					}
				},
				["保"] = {
					["真"] = {
						result = true
					}
				},
				["公"] = {
					["司"] = {
						result = true
					}
				},
				["城"] = {
					["关"] = {
						result = true
					}
				},
				["密"] = {
					["云"] = {
						["地"] = {
							["区"] = {
								result = true
							}
						}
					}
				},
				["汇"] = {
					result = true
				},
				["联"] = {
					["系"] = {
						result = true
					}
				},
				["请"] = {
					["致"] = {
						["电"] = {
							result = true
						}
					}
				}
			},
			["税"] = {
				["票"] = {
					["发"] = {
						["票"] = {
							result = true,
							["汇"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["周"] = {
			["天"] = {
				["秘"] = {
					["法"] = {
						result = true
					}
				}
			}
		},
		["咨"] = {
			["询"] = {
				["发"] = {
					["票"] = {
						result = true
					}
				},
				["法"] = {
					["票"] = {
						result = true
					}
				}
			}
		},
		["增"] = {
			["值"] = {
				["税"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					},
					["法"] = {
						["票"] = {
							result = true
						}
					},
					["票"] = {
						result = true
					}
				}
			}
		},
		["奖"] = {
			["现"] = {
				["场"] = {
					["直"] = {
						["播"] = {
							result = true
						}
					}
				}
			},
			["结"] = {
				["果"] = {
					result = true
				}
			}
		},
		["定"] = {
			["额"] = {
				["发"] = {
					["票"] = {
						result = true
					}
				}
			}
		},
		["封"] = {
			["做"] = {
				["假"] = {
					["身"] = {
						["份"] = {
							result = true
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["办"] = {
				["假"] = {
					["证"] = {
						result = true
					},
					["身"] = {
						["份"] = {
							["证"] = {
								result = true
							}
						}
					}
				},
				["证"] = {
					result = true
				}
			},
			["市"] = {
				["小"] = {
					["姐"] = {
						["上"] = {
							["门"] = {
								result = true
							}
						}
					}
				},
				["快"] = {
					["速"] = {
						["拿"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["手"] = {
				["枪"] = {
					["专"] = {
						result = true
					}
				}
			},
			["气"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["山"] = {
			d = {
				a = {
					o = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					}
				}
			},
			["刀"] = {
				["专"] = {
					result = true,
					["售"] = {
						result = true
					},
					["店"] = {
						result = true
					}
				},
				["世"] = {
					["界"] = {
						result = true
					}
				},
				["具"] = {
					["具"] = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					}
				},
				["军"] = {
					["刺"] = {
						result = true,
						["专"] = {
							result = true
						},
						["正"] = {
							["品"] = {
								result = true
							}
						}
					}
				},
				["匕"] = {
					["首"] = {
						["专"] = {
							result = true
						}
					}
				},
				["正"] = {
					["品"] = {
						result = true
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["砍"] = {
					["刀"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["转"] = {
					["让"] = {
						result = true
					}
				}
			},
			["砍"] = {
				result = true,
				d = {
					a = {
						o = {
							result = true
						}
					}
				},
				["刀"] = {
					result = true,
					["专"] = {
						result = true
					},
					["具"] = {
						["具"] = {
							result = true
						}
					},
					["正"] = {
						["品"] = {
							result = true
						}
					},
					["热"] = {
						["销"] = {
							result = true
						}
					}
				},
				["斧"] = {
					["专"] = {
						result = true
					}
				},
				["枪"] = {
					result = true,
					["专"] = {
						result = true
					}
				},
				["砍"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["精"] = {
				["工"] = {
					["刀"] = {
						result = true
					},
					["忉"] = {
						result = true
					}
				}
			}
		},
		["市"] = {
			["发"] = {
				["票"] = {
					result = true
				}
			}
		},
		["幕"] = {
			["式"] = {
				["的"] = {
					["新"] = {
						["解"] = {
							["释"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["平"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["办"] = {
				["证"] = {
					["件"] = {
						result = true
					}
				}
			}
		},
		["店"] = {
			["办"] = {
				["正"] = {
					result = true
				},
				["证"] = {
					result = true
				}
			},
			["费"] = {
				result = true
			}
		},
		["建"] = {
			["材"] = {
				["费"] = {
					["票"] = {
						result = true
					}
				}
			},
			["筑"] = {
				["发"] = {
					["漂"] = {
						result = true
					}
				},
				["法"] = {
					["票"] = {
						result = true
					}
				},
				["票"] = {
					result = true
				}
			}
		},
		["心"] = {
			["8"] = {
				result = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			},
			["五"] = {
				["月"] = {
					result = true,
					["天"] = {
						result = true
					},
					["色"] = {
						["播"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["四"] = {
				["房"] = {
					["色"] = {
						["播"] = {
							result = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			},
			["情"] = {
				["色"] = {
					result = true,
					["站"] = {
						result = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["网"] = {
						result = true
					}
				}
			},
			["播"] = {
				["播"] = {
					["站"] = {
						result = true
					},
					["网"] = {
						result = true
					}
				}
			},
			["水"] = {
				result = true
			},
			["激"] = {
				["情"] = {
					result = true,
					["成"] = {
						["人"] = {
							result = true
						}
					},
					["站"] = {
						result = true
					},
					["网"] = {
						result = true
					}
				}
			},
			["生"] = {
				["意"] = {
					["网"] = {
						result = true
					}
				}
			},
			["电"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			},
			["码"] = {
				["流"] = {
					result = true
				}
			},
			["网"] = {
				result = true
			},
			["色"] = {
				result = true,
				["影"] = {
					["视"] = {
						result = true
					}
				},
				["情"] = {
					result = true
				},
				["播"] = {
					["网"] = {
						result = true
					}
				}
			},
			["赚"] = {
				result = true
			}
		},
		["户"] = {
			["代"] = {
				["理"] = {
					result = true
				}
			},
			["信"] = {
				["息"] = {
					result = true
				}
			},
			["账"] = {
				["号"] = {
					result = true
				}
			}
		},
		["房"] = {
			["宾"] = {
				["馆"] = {
					["淫"] = {
						["乱"] = {
							result = true
						}
					}
				}
			},
			["拍"] = {
				result = true
			},
			["自"] = {
				["慰"] = {
					result = true
				},
				["拍"] = {
					result = true,
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					result = true,
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			}
		},
		["拓"] = {
			["证"] = {
				["件"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["据"] = {
			["酒"] = {
				["水"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				}
			}
		},
		["放"] = {
			["6"] = {
				["位"] = {
					result = true
				}
			},
			["党"] = {
				["禁"] = {
					result = true
				}
			},
			["六"] = {
				["位"] = {
					result = true
				}
			},
			["出"] = {
				["版"] = {
					["社"] = {
						result = true
					}
				}
			},
			["回"] = {
				["俱"] = {
					["乐"] = {
						["部"] = {
							result = true
						}
					}
				}
			},
			["性"] = {
				["游"] = {
					["戏"] = {
						result = true
					}
				}
			},
			["报"] = {
				["禁"] = {
					result = true
				}
			},
			["网"] = {
				result = true
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						result = true
					}
				}
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["斋"] = {
			result = true
		},
		["普"] = {
			["通"] = {
				["发"] = {
					["票"] = {
						result = true
					}
				}
			}
		},
		["服"] = {
			["务"] = {
				["业"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				}
			}
		},
		["机"] = {
			["打"] = {
				["发"] = {
					["漂"] = {
						result = true
					},
					["票"] = {
						result = true
					}
				},
				["法"] = {
					["票"] = {
						result = true
					}
				}
			}
		},
		["来"] = {
			result = true
		},
		["枪"] = {
			result = true,
			["天"] = {
				["安"] = {
					["门"] = {
						result = true
					}
				}
			},
			["木"] = {
				["樨"] = {
					["地"] = {
						result = true
					}
				}
			}
		},
		["正"] = {
			["规"] = {
				["住"] = {
					["宿"] = {
						["费"] = {
							result = true
						}
					}
				},
				["发"] = {
					["票"] = {
						result = true
					}
				}
			}
		},
		["水"] = {
			["票"] = {
				result = true
			}
		},
		["沧"] = {
			["州"] = {
				["酦"] = {
					["票"] = {
						result = true
					}
				},
				["醱"] = {
					["漂"] = {
						result = true
					}
				}
			}
		},
		["法"] = {
			["票"] = {
				result = true,
				["公"] = {
					["司"] = {
						result = true
					}
				},
				["汇"] = {
					result = true
				},
				["联"] = {
					["系"] = {
						result = true
					}
				}
			}
		},
		["深"] = {
			["圳"] = {
				["发"] = {
					["票"] = {
						result = true
					}
				},
				["法"] = {
					["票"] = {
						result = true
					}
				}
			}
		},
		["火"] = {
			["伪"] = {
				["装"] = {
					result = true
				}
			}
		},
		["病"] = {
			["假"] = {
				["条"] = {
					result = true
				}
			}
		},
		["發"] = {
			["飘"] = {
				result = true
			}
		},
		["真"] = {
			["发"] = {
				["票"] = {
					result = true
				}
			}
		},
		["矿"] = {
			["雷"] = {
				["管"] = {
					result = true
				}
			}
		},
		["票"] = {
			result = true,
			["快"] = {
				result = true
			}
		},
		["福"] = {
			["区"] = {
				result = true
			},
			["州"] = {
				["发"] = {
					["票"] = {
						result = true
					}
				},
				["市"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				}
			}
		},
		["税"] = {
			["务"] = {
				["发"] = {
					["票"] = {
						result = true,
						["代"] = {
							result = true
						}
					}
				},
				["法"] = {
					["票"] = {
						["代"] = {
							result = true
						}
					}
				}
			},
			["票"] = {
				["发"] = {
					["票"] = {
						result = true
					}
				}
			}
		},
		["粉"] = {
			["红"] = {
				["小"] = {
					["阴"] = {
						["唇"] = {
							result = true
						}
					}
				}
			}
		},
		["花"] = {
			["弹"] = {
				[" "] = {
					["达"] = {
						["姆"] = {
							["弹"] = {
								result = true
							}
						}
					}
				},
				["达"] = {
					["姆"] = {
						["弹"] = {
							result = true
						}
					}
				}
			}
		},
		["苞"] = {
			["价"] = {
				["格"] = {
					result = true,
					["幼"] = {
						["女"] = {
							result = true
						}
					},
					["最"] = {
						["低"] = {
							result = true
						}
					}
				}
			},
			["后"] = {
				["被"] = {
					["内"] = {
						["射"] = {
							result = true
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					["流"] = {
						["出"] = {
							result = true
						}
					}
				}
			},
			["鸿"] = {
				["运"] = {
					["当"] = {
						["头"] = {
							result = true
						}
					}
				}
			}
		},
		["财"] = {
			["务"] = {
				["发"] = {
					["票"] = {
						result = true
					}
				}
			},
			["税"] = {
				result = true,
				["发"] = {
					["票"] = {
						result = true
					}
				}
			}
		},
		["赢"] = {
			["牌"] = {
				["具"] = {
					result = true
				}
			}
		},
		["路"] = {
			["刀"] = {
				result = true
			}
		},
		["车"] = {
			["去"] = {
				["开"] = {
					["房"] = {
						result = true
					}
				}
			},
			["反"] = {
				["锁"] = {
					["新"] = {
						["疆"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			},
			["门"] = {
				["好"] = {
					["工"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["雷"] = {
				["慧"] = {
					["楠"] = {
						result = true
					}
				}
			}
		},
		["运"] = {
			["输"] = {
				["业"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				},
				["发"] = {
					["票"] = {
						result = true
					}
				}
			}
		},
		["进"] = {
			["天"] = {
				["安"] = {
					["门"] = {
						[" "] = {
							["学"] = {
								["生"] = {
									result = true
								}
							}
						},
						["学"] = {
							["生"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["酦"] = {
			["票"] = {
				result = true
			}
		},
		["鎖"] = {
			["工"] = {
				["具"] = {
					result = true
				}
			}
		},
		["锁"] = {
			result = true,
			["万"] = {
				["能"] = {
					["钥"] = {
						["匙"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["书"] = {
				result = true,
				["密"] = {
					["云"] = {
						["地"] = {
							["区"] = {
								result = true
							}
						}
					}
				}
			},
			["全"] = {
				["大"] = {
					["全"] = {
						result = true
					}
				}
			},
			["公"] = {
				["司"] = {
					result = true
				}
			},
			["器"] = {
				["教"] = {
					["授"] = {
						result = true
					}
				},
				["材"] = {
					result = true,
					["专"] = {
						result = true
					},
					["直"] = {
						["销"] = {
							result = true
						}
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				}
			},
			["培"] = {
				["训"] = {
					result = true,
					["公"] = {
						["司"] = {
							result = true
						}
					}
				}
			},
			["大"] = {
				["全"] = {
					result = true
				}
			},
			["宝"] = {
				["典"] = {
					result = true
				}
			},
			["工"] = {
				["具"] = {
					["专"] = {
						result = true
					},
					["价"] = {
						["格"] = {
							result = true
						}
					},
					["大"] = {
						["全"] = {
							result = true
						}
					},
					["小"] = {
						result = true
					},
					["直"] = {
						["销"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					},
					["箱"] = {
						result = true
					},
					["解"] = {
						["码"] = {
							["器"] = {
								result = true
							}
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				}
			},
			["必"] = {
				["备"] = {
					["工"] = {
						["具"] = {
							["全"] = {
								result = true
							}
						}
					}
				}
			},
			["手"] = {
				["法"] = {
					result = true
				}
			},
			["技"] = {
				["术"] = {
					result = true,
					["资"] = {
						["料"] = {
							result = true
						}
					}
				}
			},
			["攻"] = {
				["略"] = {
					result = true
				}
			},
			["方"] = {
				["法"] = {
					result = true
				}
			},
			["术"] = {
				result = true
			},
			["枪"] = {
				result = true,
				["密"] = {
					["云"] = {
						result = true
					}
				}
			},
			["王"] = {
				result = true
			}
		},
		["韶"] = {
			["关"] = {
				["发"] = {
					["票"] = {
						result = true
					}
				}
			}
		},
		["餐"] = {
			["饮"] = {
				["发"] = {
					["票"] = {
						result = true
					}
				}
			}
		}
	},
	["弄"] = {
		["儿"] = {
			["的"] = {
				["后"] = {
					["宫"] = {
						result = true,
						["阅"] = {
							["读"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["死"] = {
			["警"] = {
				["察"] = {
					result = true
				}
			}
		}
	},
	["弩"] = {
		["机"] = {
			result = true
		}
	},
	["弱"] = {
		["点"] = {
			["识"] = {
				["别"] = {
					result = true
				}
			}
		},
		["被"] = {
			["儿"] = {
				["喝"] = {
					["瓶"] = {
						["奖"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["強"] = {
		["ㄌ"] = {
			["弩"] = {
				result = true
			}
		},
		["佔"] = {
			["農"] = {
				["田"] = {
					result = true
				}
			}
		},
		["傚"] = {
			["侒"] = {
				["眠"] = {
					["葯"] = {
						result = true
					}
				}
			},
			["催"] = {
				["眠"] = {
					["催"] = {
						["情"] = {
							["氺"] = {
								result = true
							}
						}
					},
					["葯"] = {
						result = true
					}
				}
			}
		},
		["儤"] = {
			["電"] = {
				["影"] = {
					result = true
				}
			},
			["Ｓ"] = {
				["Ｍ"] = {
					result = true
				}
			}
		},
		["光"] = {
			["電"] = {
				["擊"] = {
					result = true
				}
			}
		},
		["制"] = {
			["フ"] = {
				["ェ"] = {
					["ラ"] = {
						result = true
					}
				}
			},
			["浣"] = {
				["腸"] = {
					result = true
				}
			},
			["開"] = {
				["花"] = {
					result = true
				}
			}
		},
		["卫"] = {
			result = true
		},
		["奷"] = {
			["尒"] = {
				["説"] = {
					result = true
				}
			}
		},
		["奸"] = {
			["ㄝ"] = {
				["佬"] = {
					["師"] = {
						result = true
					}
				}
			},
			["媄"] = {
				["ㄝ"] = {
					["尐"] = {
						["遊"] = {
							["戲"] = {
								result = true
							}
						}
					}
				}
			},
			["尐"] = {
				["說"] = {
					result = true
				}
			},
			["少"] = {
				["女"] = {
					result = true
				}
			},
			["蒶"] = {
				result = true
			}
		},
		["姦"] = {
			result = true,
			["你"] = {
				result = true
			},
			["女"] = {
				["老"] = {
					["師"] = {
						result = true
					}
				}
			},
			["媽"] = {
				["媽"] = {
					["肉"] = {
						["缝"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["說"] = {
					result = true
				},
				["遊"] = {
					["戲"] = {
						result = true
					}
				}
			},
			["物"] = {
				["語"] = {
					result = true
				}
			},
			["犯"] = {
				result = true
			},
			["處"] = {
				["女"] = {
					result = true
				}
			},
			["迅"] = {
				["雷"] = {
					["下"] = {
						["載"] = {
							result = true
						}
					}
				}
			}
		},
		["幵"] = {
			["エ"] = {
				["具"] = {
					result = true
				}
			},
			["仼"] = {
				result = true
			}
		},
		["懪"] = {
			["電"] = {
				["影"] = {
					result = true
				}
			},
			["Ｓ"] = {
				["Ｍ"] = {
					result = true
				}
			}
		},
		["拆"] = {
			["民"] = {
				["房"] = {
					result = true
				}
			}
		},
		["效"] = {
			["催"] = {
				["情"] = {
					["液"] = {
						result = true
					}
				},
				["眠"] = {
					["藥"] = {
						result = true
					}
				}
			},
			["安"] = {
				["眠"] = {
					["藥"] = {
						result = true
					}
				}
			}
		},
		["暴"] = {
			result = true,
			S = {
				M = {
					result = true
				}
			},
			["性"] = {
				["愛"] = {
					result = true
				}
			},
			["電"] = {
				["影"] = {
					result = true
				}
			}
		},
		["檔"] = {
			["合"] = {
				["輯"] = {
					result = true
				}
			}
		},
		["洸"] = {
			["掱"] = {
				["電"] = {
					result = true
				}
			},
			["電"] = {
				["击"] = {
					result = true
				}
			}
		},
		["淫"] = {
			["女"] = {
				["優"] = {
					result = true
				}
			}
		},
		["硬"] = {
			["批"] = {
				["示"] = {
					result = true
				}
			}
		},
		["茪"] = {
			["手"] = {
				["電"] = {
					result = true
				}
			}
		},
		["衛"] = {
			result = true
		},
		["閞"] = {
			["笁"] = {
				["倶"] = {
					result = true
				}
			},
			["迋"] = {
				result = true
			}
		}
	},
	["强"] = {
		["%"] = {
			["卫"] = {
				result = true
			}
		},
		["上"] = {
			["硬"] = {
				["插"] = {
					["女"] = {
						["友"] = {
							result = true
						}
					}
				}
			}
		},
		["人"] = {
			["代"] = {
				["考"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["光"] = {
			["#"] = {
				["电"] = {
					["击"] = {
						result = true
					}
				}
			},
			["手"] = {
				["电"] = {
					result = true,
					["专"] = {
						result = true
					}
				}
			},
			["电"] = {
				["击"] = {
					result = true,
					["枪"] = {
						result = true
					},
					["棒"] = {
						result = true
					},
					["防"] = {
						["身"] = {
							result = true
						}
					}
				}
			}
		},
		["击"] = {
			["电"] = {
				["击"] = {
					["棍"] = {
						result = true
					}
				}
			}
		},
		["制"] = {
			["开"] = {
				["花"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["执"] = {
				["行"] = {
					result = true
				}
			},
			["深"] = {
				["喉"] = {
					result = true
				}
			},
			["的"] = {
				["二"] = {
					["穴"] = {
						["侵"] = {
							["犯"] = {
								result = true
							}
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					result = true,
					["聊"] = {
						["天"] = {
							result = true
						}
					}
				}
			},
			["迷"] = {
				["幻"] = {
					["剂"] = {
						result = true
					}
				}
			}
		},
		["力"] = {
			["催"] = {
				["晴"] = {
					["失"] = {
						["忆"] = {
							["水"] = {
								result = true
							}
						}
					}
				}
			},
			["努"] = {
				result = true
			},
			["弩"] = {
				result = true
			},
			["手"] = {
				["弩"] = {
					result = true
				}
			},
			["拍"] = {
				["肩"] = {
					["粉"] = {
						result = true
					}
				}
			},
			["春"] = {
				["药"] = {
					result = true
				}
			},
			["钢"] = {
				["珠"] = {
					["努"] = {
						result = true
					}
				},
				["筋"] = {
					["剪"] = {
						result = true
					}
				}
			}
		},
		["势"] = {
			["领"] = {
				["袖"] = {
					["习"] = {
						["近"] = {
							["平"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["化"] = {
			["深"] = {
				["水"] = {
					["炸"] = {
						["弹"] = {
							result = true
						}
					}
				}
			}
		},
		["占"] = {
			["农"] = {
				["田"] = {
					result = true
				}
			}
		},
		["卫"] = {
			["东"] = {
				result = true
			}
		},
		["压"] = {
			["电"] = {
				["击"] = {
					result = true
				}
			}
		},
		["奸"] = {
			R = {
				M = {
					V = {
						B = {
							result = true
						}
					}
				}
			},
			m = {
				e = {
					i = {
						n = {
							v = {
								result = true
							}
						}
					}
				}
			},
			["两"] = {
				["个"] = {
					["网"] = {
						["球"] = {
							["妹"] = {
								result = true
							}
						}
					}
				}
			},
			["乱"] = {
				["伦"] = {
					result = true,
					["影"] = {
						["院"] = {
							result = true
						}
					},
					["快"] = {
						["播"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["五"] = {
				["部"] = {
					["曲"] = {
						result = true
					}
				}
			},
			["他"] = {
				["老"] = {
					["婆"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["你"] = {
				result = true
			},
			["免"] = {
				["费"] = {
					["淫"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			},
			["内"] = {
				["射"] = {
					["护"] = {
						["士"] = {
							result = true
						}
					}
				}
			},
			["凌"] = {
				["辱"] = {
					["内"] = {
						["射"] = {
							result = true
						}
					}
				}
			},
			["后"] = {
				["的"] = {
					["爱"] = {
						["恋"] = {
							result = true
						}
					}
				}
			},
			["图"] = {
				result = true
			},
			["处"] = {
				["女"] = {
					["学"] = {
						["妹"] = {
							result = true
						}
					}
				}
			},
			["女"] = {
				["老"] = {
					["师"] = {
						result = true
					}
				},
				["邻"] = {
					["居"] = {
						result = true
					}
				}
			},
			["孕"] = {
				["妇"] = {
					result = true
				}
			},
			["小"] = {
				["游"] = {
					["戏"] = {
						result = true
					}
				},
				["说"] = {
					result = true,
					["免"] = {
						["费"] = {
							result = true
						}
					},
					["在"] = {
						["线"] = {
							["看"] = {
								result = true
							}
						}
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			},
			["少"] = {
				["女"] = {
					result = true,
					["视"] = {
						["频"] = {
							result = true
						}
					}
				},
				["妇"] = {
					["小"] = {
						["说"] = {
							result = true
						}
					}
				}
			},
			["幼"] = {
				["女"] = {
					result = true
				}
			},
			["护"] = {
				["士"] = {
					result = true
				}
			},
			["水"] = {
				result = true
			},
			["游"] = {
				["戏"] = {
					result = true
				}
			},
			["爽"] = {
				["图"] = {
					result = true
				}
			},
			["电"] = {
				["影"] = {
					result = true,
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["粉"] = {
				result = true,
				["各"] = {
					["地"] = {
						result = true
					}
				}
			},
			["系"] = {
				["列"] = {
					result = true,
					["精"] = {
						["品"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				["络"] = {
					["小"] = {
						["说"] = {
							result = true
						}
					}
				}
			},
			["者"] = {
				result = true
			},
			["视"] = {
				["屏"] = {
					result = true
				},
				["频"] = {
					result = true
				}
			},
			["迅"] = {
				["雷"] = {
					result = true
				}
			},
			["邻"] = {
				["居"] = {
					result = true
				}
			},
			["黄"] = {
				["色"] = {
					["店"] = {
						["影"] = {
							result = true,
							["?"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["娶"] = {
			["娇"] = {
				["妻"] = {
					result = true
				}
			}
		},
		["射"] = {
			result = true
		},
		["开"] = {
			["工"] = {
				["具"] = {
					["?"] = {
						["?"] = {
							result = true
						}
					},
					["专"] = {
						result = true
					},
					["密"] = {
						["云"] = {
							result = true
						}
					}
				}
			},
			["王"] = {
				result = true,
				["北"] = {
					["京"] = {
						result = true
					}
				}
			}
		},
		["弓"] = {
			result = true
		},
		["强"] = {
			["上"] = {
				["台"] = {
					result = true
				}
			}
		},
		["我"] = {
			result = true
		},
		["拆"] = {
			["民"] = {
				["房"] = {
					result = true
				}
			}
		},
		["效"] = {
			result = true,
			F = {
				M = {
					["2"] = {
						result = true
					}
				}
			},
			["佳"] = {
				["静"] = {
					["安"] = {
						["定"] = {
							result = true
						}
					}
				}
			},
			["催"] = {
				["情"] = {
					["水"] = {
						["专"] = {
							result = true
						}
					},
					["液"] = {
						result = true
					},
					["药"] = {
						result = true
					}
				},
				["眠"] = {
					["药"] = {
						result = true
					}
				}
			},
			["听"] = {
				["话"] = {
					["葯"] = {
						result = true
					}
				}
			},
			["吹"] = {
				["情"] = {
					["水"] = {
						result = true
					}
				}
			},
			["失"] = {
				["忆"] = {
					["药"] = {
						result = true
					}
				}
			},
			["安"] = {
				["眠"] = {
					["药"] = {
						result = true
					}
				}
			},
			["昏"] = {
				["睡"] = {
					["药"] = {
						result = true
					}
				}
			},
			["脱"] = {
				["光"] = {
					["光"] = {
						result = true
					}
				}
			},
			["迷"] = {
				["幻"] = {
					["药"] = {
						result = true
					}
				},
				["情"] = {
					["口"] = {
						["香"] = {
							["糖"] = {
								result = true
							}
						}
					}
				},
				["昏"] = {
					["水"] = {
						result = true
					}
				},
				["烟"] = {
					["迷"] = {
						["昏"] = {
							["药"] = {
								result = true
							}
						}
					}
				},
				["魂"] = {
					["麻"] = {
						["醉"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["麻"] = {
				["醉"] = {
					["箭"] = {
						result = true
					},
					["药"] = {
						result = true
					}
				}
			}
		},
		["暴"] = {
			S = {
				M = {
					result = true,
					["幼"] = {
						["交"] = {
							result = true
						}
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			},
			["大"] = {
				["学"] = {
					["女"] = {
						["家"] = {
							["教"] = {
								result = true
							}
						}
					}
				}
			},
			["女"] = {
				["孩"] = {
					result = true
				}
			},
			["嫩"] = {
				["妹"] = {
					["妹"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			},
			["开"] = {
				["苞"] = {
					["两"] = {
						["姐"] = {
							["妹"] = {
								result = true
							}
						}
					}
				}
			},
			["漂"] = {
				["亮"] = {
					["女"] = {
						["生"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					result = true,
					["免"] = {
						["费"] = {
							result = true
						}
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			},
			["票"] = {
				["亮"] = {
					["的"] = {
						["女"] = {
							["生"] = {
								result = true
							}
						}
					}
				}
			},
			["药"] = {
				result = true,
				D = {
					D = {
						K = {
							result = true
						}
					}
				}
			}
		},
		["杀"] = {
			["周"] = {
				["永"] = {
					["康"] = {
						result = true
					}
				}
			}
		},
		["的"] = {
			["虹"] = {
				result = true
			}
		},
		["硬"] = {
			["批"] = {
				["示"] = {
					result = true
				}
			}
		},
		["行"] = {
			["交"] = {
				["易"] = {
					result = true
				}
			},
			["干"] = {
				["了"] = {
					["同"] = {
						["学"] = {
							result = true
						}
					}
				}
			},
			["插"] = {
				["入"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["登"] = {
				["录"] = {
					result = true
				}
			}
		},
		["衛"] = {
			result = true
		},
		["迫"] = {
			["习"] = {
				["近"] = {
					["平"] = {
						["交"] = {
							["权"] = {
								result = true
							}
						}
					}
				}
			},
			["失"] = {
				["身"] = {
					["水"] = {
						result = true
					}
				}
			},
			["奸"] = {
				["淫"] = {
					result = true
				}
			}
		}
	},
	["彭"] = {
		[" "] = {
			["军"] = {
				["艺"] = {
					result = true
				}
			},
			["国"] = {
				["母"] = {
					result = true
				}
			},
			["欧"] = {
				["米"] = {
					["茄"] = {
						result = true
					}
				}
			},
			["第"] = {
				["一"] = {
					["夫"] = {
						["人"] = {
							result = true
						}
					}
				}
			}
		},
		L = {
			["媛"] = {
				result = true
			}
		},
		l = {
			i = {
				y = {
					u = {
						a = {
							n = {
								result = true
							}
						}
					}
				},
				["媛"] = {
					result = true
				}
			},
			y = {
				result = true
			}
		},
		["丽"] = {
			[" "] = {
				["习"] = {
					result = true
				},
				["前"] = {
					["夫"] = {
						result = true
					}
				},
				["媛"] = {
					result = true
				},
				["近"] = {
					["平"] = {
						result = true
					}
				},
				["进"] = {
					["平"] = {
						result = true
					}
				}
			},
			Y = {
				result = true
			},
			y = {
				u = {
					a = {
						n = {
							result = true
						}
					}
				}
			},
			["园"] = {
				result = true
			},
			["嫒"] = {
				result = true
			},
			["援"] = {
				result = true
			},
			["暖"] = {
				result = true
			},
			["瑗"] = {
				result = true
			},
			["缓"] = {
				result = true
			}
		},
		["佩"] = {
			["云"] = {
				result = true
			}
		},
		["勇"] = {
			result = true
		},
		["博"] = {
			result = true,
			[" "] = {
				["屏"] = {
					["蔽"] = {
						result = true
					}
				}
			},
			["商"] = {
				["业"] = {
					["周"] = {
						["刊"] = {
							result = true
						}
					}
				}
			},
			["屏"] = {
				["蔽"] = {
					result = true
				}
			},
			["新"] = {
				["闻"] = {
					["社"] = {
						result = true
					}
				}
			},
			["社"] = {
				result = true
			},
			["近"] = {
				["平"] = {
					result = true
				}
			}
		},
		["后"] = {
			result = true
		},
		["国"] = {
			["母"] = {
				result = true
			}
		},
		["外"] = {
			["套"] = {
				result = true
			},
			["衣"] = {
				result = true
			}
		},
		["大"] = {
			["妈"] = {
				result = true
			}
		},
		["婶"] = {
			["婶"] = {
				result = true
			}
		},
		["州"] = {
			["氯"] = {
				["胺"] = {
					["酮"] = {
						result = true
					}
				}
			}
		},
		["御"] = {
			["寒"] = {
				result = true
			}
		},
		["德"] = {
			["懷"] = {
				result = true
			}
		},
		["怀"] = {
			["玉"] = {
				result = true
			}
		},
		["戏"] = {
			["子"] = {
				result = true
			}
		},
		["披"] = {
			["衣"] = {
				result = true
			}
		},
		["斯"] = {
			[" "] = {
				["六"] = {
					["四"] = {
						["演"] = {
							["讲"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["有"] = {
			["啥"] = {
				["了"] = {
					["不"] = {
						["起"] = {
							result = true
						}
					}
				}
			}
		},
		["清"] = {
			["华"] = {
				result = true
			}
		},
		["珮"] = {
			["云"] = {
				result = true
			},
			["雲"] = {
				result = true
			}
		},
		["真"] = {
			["正"] = {
				["领"] = {
					["导"] = {
						["人"] = {
							result = true
						}
					}
				}
			}
		},
		["蕾"] = {
			[" "] = {
				["山"] = {
					["东"] = {
						["郓"] = {
							["城"] = {
								result = true
							}
						}
					}
				},
				["彭"] = {
					["龙"] = {
						["坤"] = {
							result = true
						}
					}
				},
				["稗"] = {
					["官"] = {
						["野"] = {
							["记"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["院"] = {
			["长"] = {
				result = true
			}
		},
		["雷"] = {
			[" "] = {
				["山"] = {
					["东"] = {
						["郓"] = {
							["城"] = {
								result = true
							}
						}
					}
				},
				["彭"] = {
					["龙"] = {
						["坤"] = {
							result = true
						}
					}
				},
				["稗"] = {
					["官"] = {
						["野"] = {
							["记"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["龙"] = {
			["坤"] = {
				result = true,
				[" "] = {
					["劳"] = {
						["动"] = {
							["改"] = {
								["造"] = {
									result = true
								}
							}
						}
					},
					["山"] = {
						["东"] = {
							["郓"] = {
								["城"] = {
									result = true
								}
							}
						}
					},
					["彭"] = {
						["蕾"] = {
							result = true
						},
						["雷"] = {
							result = true
						}
					},
					["稗"] = {
						["官"] = {
							["野"] = {
								["记"] = {
									result = true
								}
							}
						}
					}
				},
				["曾"] = {
					["是"] = {
						["郓"] = {
							["城"] = {
								["县"] = {
									["文"] = {
										["化"] = {
											["馆"] = {
												["馆"] = {
													["长"] = {
														result = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["忍"] = {
		["不"] = {
			["住"] = {
				["欲"] = {
					["火"] = {
						result = true
					}
				}
			}
		},
		["无"] = {
			["可"] = {
				["忍"] = {
					result = true
				}
			}
		},
		["术"] = {
			["修"] = {
				["炼"] = {
					result = true
				}
			}
		},
		["者"] = {
			d = {
				a = {
					o = {
						result = true
					}
				}
			},
			["刀"] = {
				result = true,
				["专"] = {
					result = true
				},
				["具"] = {
					["具"] = {
						result = true
					}
				},
				["正"] = {
					["品"] = {
						result = true
					}
				}
			},
			["刺"] = {
				result = true,
				["正"] = {
					["品"] = {
						result = true
					}
				}
			},
			["双"] = {
				["刀"] = {
					result = true
				}
			},
			["斧"] = {
				["专"] = {
					result = true
				}
			},
			["枪"] = {
				result = true,
				["专"] = {
					result = true
				}
			},
			["槍"] = {
				result = true
			},
			["武"] = {
				["士"] = {
					["短"] = {
						["枪"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["砍"] = {
				["刀"] = {
					result = true
				}
			},
			["长"] = {
				["刀"] = {
					result = true
				}
			}
		}
	},
	["快"] = {
		["#"] = {
			["速"] = {
				["拿"] = {
					["学"] = {
						["历"] = {
							result = true
						}
					}
				}
			}
		},
		["*"] = {
			["*"] = {
				["证"] = {
					result = true
				}
			}
		},
		["三"] = {
			["线"] = {
				["上"] = {
					["投"] = {
						["注"] = {
							result = true
						}
					}
				}
			}
		},
		["乐"] = {
			["丸"] = {
				result = true,
				["各"] = {
					["地"] = {
						result = true
					}
				}
			},
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							result = true
						}
					}
				}
			},
			["到"] = {
				["死"] = {
					result = true
				}
			},
			["弹"] = {
				["弓"] = {
					result = true
				}
			},
			["彩"] = {
				["票"] = {
					result = true
				}
			},
			["抠"] = {
				["交"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					["网"] = {
						result = true
					}
				}
			},
			["肛"] = {
				["交"] = {
					result = true,
					["经"] = {
						["验"] = {
							result = true
						}
					}
				}
			},
			["西"] = {
				["游"] = {
					result = true
				}
			},
			["购"] = {
				["超"] = {
					["市"] = {
						result = true
					}
				}
			}
		},
		["刀"] = {
			result = true
		},
		["办"] = {
			["假"] = {
				["本"] = {
					["科"] = {
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["女"] = {
			result = true
		},
		["帝"] = {
			["学"] = {
				["历"] = {
					result = true
				}
			}
		},
		["开"] = {
			["工"] = {
				["具"] = {
					["?"] = {
						result = true
					}
				}
			}
		},
		["感"] = {
			["影"] = {
				["视"] = {
					["娱"] = {
						["乐"] = {
							result = true
						}
					}
				}
			}
		},
		["慢"] = {
			["机"] = {
				result = true,
				["槍"] = {
					result = true
				}
			},
			["機"] = {
				result = true
			}
		},
		["手"] = {
			["五"] = {
				["兄"] = {
					["弟"] = {
						result = true
					}
				}
			}
		},
		["拨"] = {
			["樱"] = {
				["井"] = {
					["莉"] = {
						["亚"] = {
							result = true
						}
					}
				},
				["警"] = {
					["莉"] = {
						["亚"] = {
							result = true
						}
					}
				}
			},
			["论"] = {
				["理"] = {
					result = true
				}
			}
		},
		["拿"] = {
			["办"] = {
				["理"] = {
					["博"] = {
						["思"] = {
							result = true
						}
					},
					["大"] = {
						["专"] = {
							result = true
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["捷"] = {
			["证"] = {
				["件"] = {
					result = true
				}
			},
			["迅"] = {
				["速"] = {
					["购"] = {
						result = true
					}
				}
			}
		},
		["排"] = {
			["吹"] = {
				["视"] = {
					["频"] = {
						result = true
					}
				}
			}
		},
		["插"] = {
			["吧"] = {
				["快"] = {
					result = true
				}
			},
			["小"] = {
				["穴"] = {
					result = true
				}
			},
			["我"] = {
				["吧"] = {
					result = true
				},
				["淫"] = {
					["穴"] = {
						result = true
					}
				}
			},
			["穴"] = {
				["痒"] = {
					result = true
				}
			}
		},
		["播"] = {
			result = true,
			["9"] = {
				["0"] = {
					["后"] = {
						result = true
					}
				}
			},
			A = {
				V = {
					result = true,
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["片"] = {
						result = true
					}
				},
				["片"] = {
					result = true,
					[","] = {
						result = true
					},
					["影"] = {
						["院"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					}
				}
			},
			H = {
				["片"] = {
					result = true
				}
			},
			Q = {
				V = {
					O = {
						D = {
							result = true
						}
					}
				}
			},
			a = {
				["&"] = {
					v = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				},
				v = {
					["电"] = {
						result = true,
						["影"] = {
							result = true
						}
					},
					["站"] = {
						result = true
					},
					["色"] = {
						["站"] = {
							result = true
						}
					},
					["電"] = {
						["影"] = {
							result = true
						}
					}
				},
				w = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["三"] = {
				["级"] = {
					result = true,
					["片"] = {
						result = true
					}
				}
			},
			["乱"] = {
				["伦"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["亚"] = {
				["洲"] = {
					A = {
						V = {
							["片"] = {
								result = true
							}
						}
					},
					a = {
						["片"] = {
							result = true
						}
					},
					["毛"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["伦"] = {
				["理"] = {
					result = true,
					["片"] = {
						result = true
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["倫"] = {
				["理"] = {
					["電"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["公"] = {
				["车"] = {
					["乱"] = {
						["伦"] = {
							result = true
						}
					}
				}
			},
			["午"] = {
				["夜"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["同"] = {
				["性"] = {
					result = true
				}
			},
			["啄"] = {
				["木"] = {
					["鸟"] = {
						result = true
					}
				}
			},
			["地"] = {
				["址"] = {
					result = true
				}
			},
			["大"] = {
				["陆"] = {
					A = {
						V = {
							["片"] = {
								result = true
							}
						}
					},
					a = {
						["片"] = {
							result = true
						}
					},
					["毛"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["女"] = {
				["优"] = {
					result = true
				}
			},
			["幼"] = {
				["交"] = {
					["片"] = {
						result = true
					}
				},
				["幼"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["影"] = {
				["视"] = {
					["资"] = {
						["源"] = {
							result = true
						}
					}
				},
				["院"] = {
					result = true
				}
			},
			["性"] = {
				["交"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					}
				}
			},
			["情"] = {
				["色"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					}
				}
			},
			["成"] = {
				["$"] = {
					["人"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				},
				["人"] = {
					result = true,
					A = {
						V = {
							["片"] = {
								result = true
							}
						},
						["片"] = {
							result = true
						}
					},
					H = {
						["动"] = {
							["漫"] = {
								result = true
							}
						}
					},
					["伦"] = {
						["理"] = {
							["片"] = {
								result = true
							}
						}
					},
					["地"] = {
						["址"] = {
							result = true
						}
					},
					["导"] = {
						["航"] = {
							result = true
						}
					},
					["影"] = {
						["视"] = {
							result = true
						},
						["院"] = {
							result = true
						}
					},
					["情"] = {
						["色"] = {
							["网"] = {
								result = true
							}
						}
					},
					["毛"] = {
						["片"] = {
							result = true
						}
					},
					["激"] = {
						["情"] = {
							["片"] = {
								result = true
							}
						}
					},
					["片"] = {
						result = true
					},
					["电"] = {
						result = true,
						["影"] = {
							result = true
						}
					},
					["网"] = {
						result = true,
						["站"] = {
							result = true
						}
					},
					["色"] = {
						["网"] = {
							["址"] = {
								result = true
							}
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					},
					["電"] = {
						["影"] = {
							result = true
						}
					},
					["黄"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["援"] = {
				["交"] = {
					["片"] = {
						result = true
					}
				}
			},
			["播"] = {
				["放"] = {
					["摩"] = {
						["洛"] = {
							["客"] = {
								result = true
							}
						}
					}
				}
			},
			["日"] = {
				["本"] = {
					a = {
						v = {
							result = true
						}
					},
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				},
				["韩"] = {
					A = {
						V = {
							["片"] = {
								result = true
							}
						}
					},
					a = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["毛"] = {
				["片"] = {
					result = true
				}
			},
			["波"] = {
				["多"] = {
					["野"] = {
						["结"] = {
							["衣"] = {
								result = true
							}
						}
					}
				}
			},
			["涩"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			},
			["淫"] = {
				["乱"] = {
					a = {
						["片"] = {
							result = true
						}
					}
				},
				["爱"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["港"] = {
				["台"] = {
					A = {
						V = {
							["片"] = {
								result = true
							}
						}
					}
				}
			},
			["爽"] = {
				["片"] = {
					result = true
				}
			},
			["理"] = {
				["伦"] = {
					["电"] = {
						["影"] = {
							result = true,
							["?"] = {
								result = true
							}
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					result = true,
					["导"] = {
						["航"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					},
					["资"] = {
						["源"] = {
							result = true
						}
					}
				}
			},
			["痴"] = {
				["汉"] = {
					["电"] = {
						["车"] = {
							result = true
						}
					}
				}
			},
			["看"] = {
				["的"] = {
					["网"] = {
						result = true
					}
				}
			},
			["种"] = {
				["子"] = {
					result = true
				}
			},
			["网"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				},
				["站"] = {
					result = true
				}
			},
			["色"] = {
				["情"] = {
					result = true,
					["片"] = {
						result = true,
						["种"] = {
							["子"] = {
								result = true
							}
						},
						["種"] = {
							["子"] = {
								result = true
							}
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				},
				["片"] = {
					a = {
						v = {
							result = true
						}
					}
				}
			},
			["苹"] = {
				["果"] = {
					["范"] = {
						["冰"] = {
							["冰"] = {
								result = true
							}
						}
					}
				}
			},
			["论"] = {
				["理"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["迅"] = {
				["雷"] = {
					["色"] = {
						["窝"] = {
							["窝"] = {
								result = true
							}
						}
					}
				}
			},
			["迷"] = {
				result = true
			},
			["颜"] = {
				["射"] = {
					result = true
				}
			},
			["高"] = {
				["清"] = {
					A = {
						["片"] = {
							result = true
						}
					},
					["色"] = {
						["情"] = {
							["片"] = {
								result = true
							}
						}
					}
				}
			},
			["黄"] = {
				["色"] = {
					a = {
						["片"] = {
							result = true
						}
					}
				},
				["页"] = {
					result = true
				}
			}
		},
		["来"] = {
			["插"] = {
				result = true
			}
		},
		["樂"] = {
			A = {
				V = {
					result = true
				}
			},
			["丸"] = {
				result = true
			},
			["西"] = {
				["遊"] = {
					result = true
				}
			}
		},
		["波"] = {
			["电"] = {
				["影"] = {
					result = true
				}
			}
		},
		["活"] = {
			["林"] = {
				result = true,
				["导"] = {
					["航"] = {
						result = true
					}
				},
				["影"] = {
					["吧"] = {
						result = true
					}
				},
				["情"] = {
					["色"] = {
						["网"] = {
							result = true
						}
					}
				},
				["电"] = {
					["影"] = {
						A = {
							["片"] = {
								result = true
							}
						}
					}
				},
				["雌"] = {
					["性"] = {
						["出"] = {
							["没"] = {
								result = true
							}
						}
					}
				},
				["黄"] = {
					["站"] = {
						result = true
					}
				}
			},
			["液"] = {
				result = true
			},
			["穀"] = {
				["論"] = {
					["壇"] = {
						result = true
					}
				}
			},
			["谷"] = {
				["论"] = {
					["坛"] = {
						result = true
					}
				}
			}
		},
		["照"] = {
			["找"] = {
				["小"] = {
					["姐"] = {
						result = true
					}
				}
			}
		},
		["眼"] = {
			["看"] = {
				["书"] = {
					result = true
				}
			}
		},
		["色"] = {
			["吧"] = {
				result = true
			}
		},
		["讯"] = {
			["中"] = {
				["央"] = {
					["孟"] = {
						["学"] = {
							["农"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["证"] = {
			result = true,
			["*"] = {
				["件"] = {
					result = true
				}
			},
			["件"] = {
				result = true
			}
		},
		["购"] = {
			["交"] = {
				["易"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["递"] = {
			["发"] = {
				["货"] = {
					["人"] = {
						["信"] = {
							["息"] = {
								result = true
							}
						}
					}
				}
			},
			["客"] = {
				["户"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					},
					["数"] = {
						["据"] = {
							result = true
						}
					},
					["资"] = {
						["料"] = {
							result = true
						}
					}
				}
			},
			["收"] = {
				["货"] = {
					["人"] = {
						["信"] = {
							["息"] = {
								result = true
							}
						}
					}
				}
			},
			["数"] = {
				["据"] = {
					result = true,
					["信"] = {
						["息"] = {
							result = true
						}
					}
				}
			},
			["资"] = {
				["料"] = {
					result = true
				}
			},
			["面"] = {
				["单"] = {
					result = true,
					["数"] = {
						["据"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["速"] = {
			result = true,
			["%"] = {
				["拿"] = {
					["证"] = {
						result = true
					}
				}
			},
			a = {
				["拿"] = {
					["证"] = {
						result = true
					}
				}
			},
			b = {
				h = {
					["拿"] = {
						["学"] = {
							["历"] = {
								result = true
							}
						}
					}
				}
			},
			["代"] = {
				["办"] = {
					["假"] = {
						["证"] = {
							result = true
						}
					},
					["文"] = {
						["凭"] = {
							result = true
						}
					}
				},
				["开"] = {
					["发"] = {
						["漂"] = {
							result = true
						},
						["票"] = {
							result = true
						}
					},
					["法"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["克"] = {
				["章"] = {
					["拌"] = {
						["正"] = {
							result = true
						}
					}
				}
			},
			["减"] = {
				["肥"] = {
					result = true
				}
			},
			["删"] = {
				["帖"] = {
					result = true
				},
				["贴"] = {
					result = true
				}
			},
			["刻"] = {
				["章"] = {
					["办"] = {
						["正"] = {
							result = true
						},
						["证"] = {
							result = true
						}
					},
					["密"] = {
						["云"] = {
							result = true,
							["县"] = {
								result = true
							}
						}
					}
				}
			},
			["办"] = {
				["上"] = {
					["网"] = {
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					}
				},
				["假"] = {
					["证"] = {
						result = true
					}
				},
				["刻"] = {
					["章"] = {
						result = true
					}
				},
				["学"] = {
					["位"] = {
						["认"] = {
							["证"] = {
								result = true
							}
						},
						["证"] = {
							result = true
						}
					},
					["历"] = {
						result = true
					}
				},
				["正"] = {
					result = true,
					["刻"] = {
						["章"] = {
							result = true
						}
					},
					["学"] = {
						["位"] = {
							["正"] = {
								result = true
							}
						}
					},
					["毕"] = {
						["业"] = {
							["正"] = {
								result = true
							}
						}
					},
					["真"] = {
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					},
					["签"] = {
						["正"] = {
							result = true
						}
					},
					["身"] = {
						["份"] = {
							["正"] = {
								result = true
							}
						}
					},
					["驾"] = {
						["照"] = {
							result = true
						}
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							result = true
						}
					}
				},
				["理"] = {
					["假"] = {
						["证"] = {
							result = true
						}
					},
					["六"] = {
						["级"] = {
							["证"] = {
								result = true
							}
						}
					},
					["军"] = {
						["官"] = {
							["正"] = {
								result = true
							},
							["证"] = {
								result = true
							}
						}
					},
					["文"] = {
						["凭"] = {
							result = true
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					},
					["真"] = {
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					},
					["证"] = {
						["件"] = {
							result = true
						}
					},
					["驾"] = {
						["照"] = {
							result = true
						},
						["驶"] = {
							["证"] = {
								result = true
							}
						}
					}
				},
				["真"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					}
				},
				["签"] = {
					["证"] = {
						result = true
					}
				},
				["网"] = {
					["络"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				},
				["证"] = {
					result = true,
					["刻"] = {
						["章"] = {
							result = true
						}
					},
					["学"] = {
						["位"] = {
							["证"] = {
								result = true
							}
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					},
					["真"] = {
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					},
					["签"] = {
						["证"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					},
					["身"] = {
						["份"] = {
							["证"] = {
								result = true
							}
						}
					},
					["驾"] = {
						["照"] = {
							result = true
						}
					}
				},
				["身"] = {
					["份"] = {
						["证"] = {
							result = true
						}
					}
				},
				["车"] = {
					["牌"] = {
						["执"] = {
							["照"] = {
								result = true
							}
						}
					}
				},
				["驾"] = {
					["照"] = {
						result = true
					}
				}
			},
			["学"] = {
				["位"] = {
					["证"] = {
						result = true
					}
				},
				["历"] = {
					result = true
				}
			},
			["开"] = {
				["锁"] = {
					result = true,
					["?"] = {
						["?"] = {
							["?"] = {
								result = true
							}
						}
					},
					["王"] = {
						result = true
					}
				}
			},
			["拌"] = {
				["正"] = {
					["克"] = {
						["章"] = {
							result = true
						}
					}
				}
			},
			["拿"] = {
				["^"] = {
					["证"] = {
						result = true
					}
				},
				["会"] = {
					["计"] = {
						["证"] = {
							result = true
						}
					}
				},
				["到"] = {
					["毕"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					}
				},
				["学"] = {
					["%"] = {
						["历"] = {
							result = true
						}
					},
					["历"] = {
						result = true,
						["可"] = {
							["验"] = {
								result = true
							}
						}
					}
				},
				["學"] = {
					["歷"] = {
						result = true
					}
				},
				["本"] = {
					["科"] = {
						["文"] = {
							["凭"] = {
								result = true
							}
						},
						["证"] = {
							result = true
						}
					}
				},
				["正"] = {
					result = true,
					["保"] = {
						["真"] = {
							result = true
						}
					}
				},
				["毕"] = {
					["业"] = {
						Z = {
							result = true
						},
						["正"] = {
							result = true
						},
						["证"] = {
							result = true
						}
					}
				},
				["證"] = {
					result = true
				},
				["证"] = {
					result = true,
					["保"] = {
						["真"] = {
							result = true
						}
					}
				}
			},
			["清"] = {
				["除"] = {
					["负"] = {
						["面"] = {
							["贴"] = {
								result = true
							}
						}
					}
				}
			},
			["玳"] = {
				["练"] = {
					result = true
				}
			},
			["装"] = {
				["填"] = {
					result = true
				}
			},
			["解"] = {
				["码"] = {
					result = true
				}
			},
			["诚"] = {
				["信"] = {
					result = true
				}
			},
			["赚"] = {
				["钱"] = {
					result = true
				}
			},
			["辦"] = {
				["證"] = {
					result = true
				}
			}
		},
		["邦"] = {
			["片"] = {
				result = true
			}
		},
		["闪"] = {
			result = true
		},
		["餐"] = {
			["壹"] = {
				["次"] = {
					["4"] = {
						["0"] = {
							["0"] = {
								result = true
							}
						}
					},
					["5"] = {
						["0"] = {
							["0"] = {
								result = true
							}
						}
					}
				}
			},
			["店"] = {
				["之"] = {
					["戀"] = {
						result = true
					}
				}
			}
		},
		["马"] = {
			["快"] = {
				["刀"] = {
					result = true
				},
				["叨"] = {
					result = true,
					["%"] = {
						result = true
					}
				}
			}
		},
		["鹿"] = {
			["牌"] = {
				["气"] = {
					["枪"] = {
						result = true
					}
				},
				["汽"] = {
					["枪"] = {
						result = true
					}
				}
			}
		}
	},
	["怒"] = {
		["射"] = {
			["浓"] = {
				["精"] = {
					result = true
				}
			}
		},
		["干"] = {
			["大"] = {
				["骚"] = {
					["女"] = {
						result = true
					}
				}
			}
		},
		["江"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		}
	},
	["怯"] = {
		["春"] = {
			["寒"] = {
				result = true
			}
		}
	},
	["恋"] = {
		["上"] = {
			["小"] = {
				["姨"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["孕"] = {
			result = true
		},
		["爱"] = {
			["内"] = {
				["射"] = {
					result = true
				}
			}
		},
		["虐"] = {
			["日"] = {
				["记"] = {
					result = true
				}
			}
		}
	},
	["恐"] = {
		["怖"] = {
			result = true,
			["事"] = {
				["件"] = {
					result = true
				}
			},
			["分"] = {
				["子"] = {
					["+"] = {
						result = true,
						["江"] = {
							["川"] = {
								result = true
							}
						}
					},
					["六"] = {
						["盘"] = {
							["水"] = {
								result = true
							}
						}
					},
					["日"] = {
						["本"] = {
							result = true
						}
					},
					["江"] = {
						["川"] = {
							result = true
						},
						["油"] = {
							result = true
						}
					},
					["澜"] = {
						["沧"] = {
							result = true
						}
					},
					["被"] = {
						["抓"] = {
							result = true
						}
					}
				}
			},
			["影"] = {
				["像"] = {
					result = true
				}
			},
			["手"] = {
				["段"] = {
					result = true
				}
			},
			["暴"] = {
				["力"] = {
					result = true,
					["事"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["案"] = {
				["件"] = {
					result = true
				}
			},
			["组"] = {
				["织"] = {
					["+"] = {
						["灌"] = {
							["云"] = {
								result = true
							}
						}
					},
					["灌"] = {
						["云"] = {
							result = true
						}
					}
				}
			},
			["袭"] = {
				["击"] = {
					result = true
				}
			}
		}
	},
	["悄"] = {
		["悄"] = {
			["诱"] = {
				["惑"] = {
					result = true
				}
			}
		}
	},
	["悡"] = {
		["趚"] = {
			result = true
		}
	},
	["悾"] = {
		["ф"] = {
			["攔"] = {
				["截"] = {
					["攺"] = {
						["呺"] = {
							result = true
						}
					}
				}
			}
		},
		["姊"] = {
			["兂"] = {
				["碼"] = {
					result = true
				}
			}
		}
	},
	["情"] = {
		["人"] = {
			result = true,
			["两"] = {
				["性"] = {
					["频"] = {
						["道"] = {
							result = true
						}
					}
				}
			},
			["会"] = {
				["所"] = {
					result = true
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						result = true
					}
				}
			},
			["天"] = {
				["堂"] = {
					result = true
				}
			},
			["會"] = {
				["所"] = {
					result = true
				}
			},
			["淫"] = {
				["乱"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				result = true,
				["找"] = {
					["情"] = {
						["人"] = {
							result = true
						}
					}
				},
				["艺"] = {
					["术"] = {
						result = true
					}
				}
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						result = true
					}
				}
			},
			["脱"] = {
				["裤"] = {
					["水"] = {
						result = true
					}
				}
			},
			["节"] = {
				result = true
			},
			["路"] = {
				["边"] = {
					["野"] = {
						["战"] = {
							result = true
						}
					}
				}
			}
		},
		["侣"] = {
			["一"] = {
				["起"] = {
					["去"] = {
						["按"] = {
							["摩"] = {
								result = true
							}
						}
					}
				}
			},
			["不"] = {
				["雅"] = {
					["照"] = {
						result = true
					}
				}
			},
			["偷"] = {
				["欢"] = {
					result = true
				}
			},
			["宾"] = {
				["馆"] = {
					["操"] = {
						["穴"] = {
							result = true
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					["园"] = {
						result = true
					}
				}
			},
			["时"] = {
				["刻"] = {
					result = true
				}
			},
			["网"] = {
				["吧"] = {
					["门"] = {
						result = true
					}
				}
			}
		},
		["兽"] = {
			result = true
		},
		["夫"] = {
			result = true
		},
		["妇"] = {
			["梦"] = {
				["雪"] = {
					result = true
				}
			}
		},
		["情"] = {
			["五"] = {
				["月"] = {
					["天"] = {
						result = true
					}
				}
			}
		},
		["感"] = {
			["视"] = {
				["频"] = {
					["欣"] = {
						["赏"] = {
							result = true
						}
					}
				}
			},
			["陪"] = {
				["护"] = {
					result = true
				}
			}
		},
		["报"] = {
			["点"] = {
				result = true,
				["数"] = {
					["卡"] = {
						["包"] = {
							result = true
						}
					}
				}
			}
		},
		["欲"] = {
			result = true,
			["奸"] = {
				["岳"] = {
					["母"] = {
						result = true
					}
				}
			},
			["新"] = {
				["世"] = {
					["界"] = {
						result = true
					}
				}
			},
			["王"] = {
				["朝"] = {
					result = true
				}
			},
			["电"] = {
				["车"] = {
					result = true
				}
			},
			["缠"] = {
				["身"] = {
					result = true
				}
			},
			["贵"] = {
				["族"] = {
					result = true
				}
			}
		},
		["海"] = {
			["缘"] = {
				result = true
			}
		},
		["燃"] = {
			["官"] = {
				["场"] = {
					result = true
				}
			}
		},
		["爱"] = {
			result = true,
			["服"] = {
				["务"] = {
					["站"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["爱"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["狐"] = {
			result = true
		},
		["缘"] = {
			["书"] = {
				["斋"] = {
					result = true
				}
			},
			["客"] = {
				["栈"] = {
					result = true
				}
			},
			["按"] = {
				["摩"] = {
					["会"] = {
						["所"] = {
							result = true
						}
					}
				}
			}
		},
		["网"] = {
			["站"] = {
				result = true
			}
		},
		["色"] = {
			["3"] = {
				["6"] = {
					["5"] = {
						result = true
					}
				}
			},
			["5"] = {
				result = true
			},
			A = {
				V = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				},
				["片"] = {
					result = true,
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			S = {
				E = {
					["五"] = {
						["月"] = {
							result = true
						}
					}
				}
			},
			m = {
				m = {
					result = true
				}
			},
			["一"] = {
				["本"] = {
					["蛋"] = {
						["综"] = {
							["合"] = {
								result = true
							}
						}
					}
				}
			},
			["世"] = {
				["界"] = {
					result = true
				}
			},
			["九"] = {
				["九"] = {
					["网"] = {
						result = true
					}
				}
			},
			["五"] = {
				["月"] = {
					result = true,
					["天"] = {
						result = true,
						["迷"] = {
							["药"] = {
								result = true
							}
						}
					}
				}
			},
			["人"] = {
				["与"] = {
					["兽"] = {
						result = true,
						["?"] = {
							result = true
						}
					}
				}
			},
			["仙"] = {
				["林"] = {
					result = true
				}
			},
			["侦"] = {
				["查"] = {
					B = {
						T = {
							result = true
						}
					}
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						result = true
					}
				}
			},
			["六"] = {
				["月"] = {
					["天"] = {
						result = true
					}
				}
			},
			["动"] = {
				["漫"] = {
					result = true
				}
			},
			["卡"] = {
				["通"] = {
					result = true
				}
			},
			["基"] = {
				["地"] = {
					result = true
				}
			},
			["大"] = {
				["全"] = {
					result = true
				}
			},
			["套"] = {
				["图"] = {
					result = true
				}
			},
			["妹"] = {
				["妹"] = {
					result = true
				}
			},
			["宝"] = {
				["贝"] = {
					["网"] = {
						result = true
					}
				}
			},
			["導"] = {
				["航"] = {
					result = true
				}
			},
			["小"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				},
				["视"] = {
					["频"] = {
						result = true
					}
				},
				["說"] = {
					["下"] = {
						["載"] = {
							result = true
						}
					}
				},
				["说"] = {
					["在"] = {
						["线"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					},
					["阅"] = {
						["读"] = {
							result = true
						}
					}
				}
			},
			["工"] = {
				["厂"] = {
					result = true
				}
			},
			["快"] = {
				["播"] = {
					result = true,
					["3"] = {
						["6"] = {
							["0"] = {
								result = true
							}
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					result = true,
					["基"] = {
						["地"] = {
							result = true
						}
					},
					["大"] = {
						["全"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					},
					["論"] = {
						["壇"] = {
							result = true
						}
					},
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			},
			["按"] = {
				["摩"] = {
					["初"] = {
						["体"] = {
							["验"] = {
								result = true
							}
						}
					}
				}
			},
			["捷"] = {
				["運"] = {
					["站"] = {
						result = true
					}
				}
			},
			["排"] = {
				["行"] = {
					["榜"] = {
						result = true
					}
				}
			},
			["推"] = {
				["油"] = {
					result = true
				}
			},
			["文"] = {
				["學"] = {
					result = true
				}
			},
			["服"] = {
				["务"] = {
					result = true
				}
			},
			["毛"] = {
				["片"] = {
					result = true
				}
			},
			["淫"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			},
			["游"] = {
				["@"] = {
					["@"] = {
						["戏"] = {
							result = true
						}
					}
				},
				["戏"] = {
					result = true
				}
			},
			["漫"] = {
				["画"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			},
			["照"] = {
				["片"] = {
					result = true
				}
			},
			["片"] = {
				result = true
			},
			["电"] = {
				["影"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					},
					["立"] = {
						["即"] = {
							["看"] = {
								result = true
							}
						}
					},
					["网"] = {
						["站"] = {
							result = true
						}
					},
					["院"] = {
						result = true
					}
				}
			},
			["百"] = {
				["度"] = {
					["電"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["直"] = {
				["播"] = {
					result = true
				}
			},
			["空"] = {
				["姐"] = {
					A = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["综"] = {
				["合"] = {
					["网"] = {
						result = true
					}
				}
			},
			["网"] = {
				result = true,
				["址"] = {
					result = true
				},
				["游"] = {
					result = true
				},
				["站"] = {
					result = true
				}
			},
			["美"] = {
				["眉"] = {
					result = true
				}
			},
			["聊"] = {
				["天"] = {
					result = true,
					["室"] = {
						result = true
					}
				}
			},
			["联"] = {
				["盟"] = {
					result = true
				}
			},
			["艺"] = {
				["术"] = {
					result = true,
					["中"] = {
						["心"] = {
							result = true
						}
					}
				}
			},
			["花"] = {
				["园"] = {
					result = true
				}
			},
			["藝"] = {
				["術"] = {
					["天"] = {
						["空"] = {
							result = true
						}
					}
				}
			},
			["视"] = {
				["讯"] = {
					result = true
				},
				["频"] = {
					["聊"] = {
						["天"] = {
							result = true
						}
					}
				}
			},
			["论"] = {
				["坛"] = {
					result = true
				}
			},
			["谷"] = {
				result = true
			},
			["迅"] = {
				["雷"] = {
					["快"] = {
						["播"] = {
							result = true
						}
					}
				}
			},
			["遊"] = {
				["@"] = {
					["@"] = {
						["戲"] = {
							result = true
						}
					}
				}
			},
			["阁"] = {
				["综"] = {
					["合"] = {
						result = true
					}
				},
				["网"] = {
					["址"] = {
						result = true
					}
				}
			},
			["集"] = {
				["中"] = {
					["营"] = {
						result = true
					}
				}
			},
			["電"] = {
				["影"] = {
					result = true
				}
			},
			["高"] = {
				["清"] = {
					["图"] = {
						result = true
					}
				}
			},
			["Ｂ"] = {
				["Ｔ"] = {
					result = true
				}
			}
		},
		["趣"] = {
			result = true,
			["内"] = {
				["衣"] = {
					["自"] = {
						["拍"] = {
							result = true
						}
					}
				}
			},
			["跳"] = {
				["蛋"] = {
					result = true
				}
			}
		},
		["迷"] = {
			["药"] = {
				["商"] = {
					["城"] = {
						result = true
					}
				}
			},
			["都"] = {
				["市"] = {
					result = true
				}
			}
		},
		["铯"] = {
			["晟"] = {
				["亽"] = {
					["論"] = {
						["壇"] = {
							result = true
						}
					}
				}
			},
			["筷"] = {
				["播"] = {
					["③"] = {
						["⑥"] = {
							["0"] = {
								result = true
							}
						}
					}
				}
			},
			["電"] = {
				["影"] = {
					result = true
				}
			}
		}
	},
	["愙"] = {
		["戶"] = {
			["澬"] = {
				["料"] = {
					result = true
				}
			}
		}
	},
	["慢"] = {
		["性"] = {
			["毒"] = {
				result = true,
				["神"] = {
					["药"] = {
						result = true
					}
				}
			}
		},
		["慢"] = {
			["插"] = {
				["入"] = {
					["进"] = {
						["去"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["慶"] = {
		["豐"] = {
			["元"] = {
				["年"] = {
					result = true
				}
			},
			["帝"] = {
				result = true
			}
		}
	},
	["懆"] = {
		["您"] = {
			["妈"] = {
				result = true
			},
			["娘"] = {
				result = true
			}
		}
	},
	["懑"] = {
		["園"] = {
			["舂"] = {
				["铯"] = {
					result = true
				}
			}
		}
	},
	["懒"] = {
		["8"] = {
			result = true
		},
		["八"] = {
			result = true
		},
		["凤"] = {
			["来"] = {
				["仪"] = {
					result = true
				}
			}
		}
	},
	["懶"] = {
		["叫"] = {
			result = true
		},
		["教"] = {
			result = true
		},
		["蛤"] = {
			["蟆"] = {
				result = true
			}
		}
	},
	["戚"] = {
		["建"] = {
			["国"] = {
				result = true
			}
		}
	},
	["扑"] = {
		["克"] = {
			result = true,
			["分"] = {
				["析"] = {
					result = true,
					["仪"] = {
						result = true,
						["专"] = {
							result = true
						}
					},
					["道"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["开"] = {
				["户"] = {
					result = true
				}
			},
			["扫"] = {
				["描"] = {
					["仪"] = {
						result = true
					}
				}
			},
			["机"] = {
				["破"] = {
					["解"] = {
						["仪"] = {
							result = true
						}
					}
				},
				["解"] = {
					["码"] = {
						["器"] = {
							result = true
						}
					}
				}
			},
			["筒"] = {
				["子"] = {
					["分"] = {
						["析"] = {
							["仪"] = {
								result = true
							}
						}
					}
				}
			},
			["透"] = {
				["视"] = {
					["眼"] = {
						["镜"] = {
							result = true
						}
					}
				}
			}
		},
		["剋"] = {
			["衯"] = {
				["析"] = {
					["儀"] = {
						result = true
					}
				}
			}
		},
		["鱼"] = {
			["达"] = {
				["人"] = {
					result = true
				}
			}
		}
	},
	["扫"] = {
		["地"] = {
			["老"] = {
				["僧"] = {
					result = true
				}
			}
		},
		["射"] = {
			["乌"] = {
				["鲁"] = {
					["木"] = {
						["齐"] = {
							result = true
						}
					}
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						result = true
					}
				}
			},
			["新"] = {
				["疆"] = {
					["抗"] = {
						["议"] = {
							result = true
						}
					},
					["示"] = {
						["威"] = {
							result = true
						}
					}
				}
			}
		},
		["描"] = {
			["枪"] = {
				result = true
			}
		},
		["肩"] = {
			["神"] = {
				["药"] = {
					result = true
				}
			}
		},
		["黄"] = {
			["全"] = {
				["记"] = {
					["录"] = {
						result = true
					}
				}
			},
			["打"] = {
				["非"] = {
					["口"] = {
						["朝"] = {
							["外"] = {
								result = true
							}
						}
					}
				},
				["黑"] = {
					["瞎"] = {
						["胡"] = {
							["闹"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["扭"] = {
		["腰"] = {
			t = {
				i = {
					m = {
						e = {
							result = true
						}
					}
				}
			},
			["时"] = {
				["!"] = {
					["报"] = {
						result = true
					}
				},
				["报"] = {
					x = {
						result = true
					},
					["习"] = {
						result = true
					}
				},
				["抱"] = {
					result = true
				},
				["暴"] = {
					result = true
				},
				["曝"] = {
					result = true
				},
				["爆"] = {
					result = true
				},
				["饱"] = {
					result = true
				}
			},
			["石"] = {
				["堡"] = {
					result = true
				},
				["宝"] = {
					result = true
				},
				["报"] = {
					result = true
				}
			}
		}
	},
	["扰"] = {
		["文"] = {
			["蔚"] = {
				result = true
			}
		}
	},
	["批"] = {
		["$"] = {
			["发"] = {
				["神"] = {
					["仙"] = {
						["水"] = {
							result = true
						}
					}
				}
			}
		},
		["兵"] = {
			["刺"] = {
				result = true
			}
		},
		["军"] = {
			["枪"] = {
				result = true
			}
		},
		["冷"] = {
			["钢"] = {
				["军"] = {
					["刺"] = {
						result = true
					}
				}
			}
		},
		["战"] = {
			["斗"] = {
				["刺"] = {
					result = true
				}
			}
		},
		["林"] = {
			["批"] = {
				["孔"] = {
					result = true
				}
			}
		},
		["格"] = {
			["斗"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["狗"] = {
			["狗"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["發"] = {
			["借"] = {
				["記"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["儲"] = {
				["蓄"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["各"] = {
				["種"] = {
					["銀"] = {
						["行"] = {
							["卡"] = {
								result = true
							}
						}
					}
				}
			},
			["存"] = {
				["摺"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					["電"] = {
						["視"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			},
			["模"] = {
				["擬"] = {
					["槍"] = {
						result = true
					}
				}
			},
			["正"] = {
				["品"] = {
					["電"] = {
						["視"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			},
			["氣"] = {
				["手"] = {
					["槍"] = {
						result = true
					}
				}
			},
			["汽"] = {
				["狗"] = {
					result = true
				}
			},
			["網"] = {
				["路"] = {
					["電"] = {
						["視"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			},
			["銀"] = {
				["行"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["電"] = {
				["視"] = {
					["棒"] = {
						result = true
					}
				}
			}
		},
		["精"] = {
			["仿"] = {
				["特"] = {
					["警"] = {
						["匕"] = {
							["首"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["評"] = {
			["中"] = {
				["共"] = {
					result = true
				}
			}
		},
		["评"] = {
			["中"] = {
				["共"] = {
					result = true
				}
			}
		},
		["量"] = {
			result = true,
			["人"] = {
				["皮"] = {
					["面"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["手"] = {
				["枪"] = {
					result = true
				}
			},
			["收"] = {
				["購"] = {
					["銀"] = {
						["行"] = {
							["卡"] = {
								result = true
							}
						}
					}
				},
				["购"] = {
					["银"] = {
						["行"] = {
							["卡"] = {
								result = true
							}
						}
					}
				}
			},
			["水"] = {
				["果"] = {
					["冰"] = {
						result = true
					}
				}
			},
			["烟"] = {
				["花"] = {
					result = true
				}
			},
			["白"] = {
				["牙"] = {
					["签"] = {
						result = true
					}
				}
			},
			["銀"] = {
				["行"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["鞭"] = {
				["炮"] = {
					result = true
				}
			},
			["高"] = {
				["仿"] = {
					["警"] = {
						["服"] = {
							result = true
						}
					}
				}
			}
		},
		["髮"] = {
			K = {
				["粉"] = {
					result = true
				}
			},
			["仿"] = {
				["真"] = {
					["槍"] = {
						result = true
					}
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["小"] = {
				["冰"] = {
					["磚"] = {
						result = true
					}
				}
			},
			["尐"] = {
				["ㄝ"] = {
					["蒾"] = {
						["情"] = {
							["蒶"] = {
								result = true
							}
						}
					}
				}
			},
			["徦"] = {
				["鈔"] = {
					["丄"] = {
						["海"] = {
							result = true
						}
					}
				}
			},
			["水"] = {
				["果"] = {
					["冰"] = {
						result = true
					}
				}
			},
			["濛"] = {
				["漢"] = {
					["葯"] = {
						result = true
					}
				}
			},
			["蒾"] = {
				["奸"] = {
					["葯"] = {
						result = true
					}
				}
			},
			["警"] = {
				["用"] = {
					["電"] = {
						["擊"] = {
							["棍"] = {
								result = true
							}
						}
					}
				}
			},
			["軍"] = {
				["用"] = {
					["匕"] = {
						["首"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["抗"] = {
		["命"] = {
			["将"] = {
				["军"] = {
					["徐"] = {
						["勤"] = {
							["先"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["干"] = {
			["扰"] = {
				["作"] = {
					["弊"] = {
						result = true
					}
				}
			}
		},
		["日"] = {
			result = true,
			f = {
				a = {
					n = {
						r = {
							i = {
								result = true
							}
						}
					}
				}
			}
		},
		["曰"] = {
			result = true
		},
		["毒"] = {
			["素"] = {
				A = {
					result = true
				}
			}
		},
		["议"] = {
			["习"] = {
				result = true
			},
			["绿"] = {
				["坝"] = {
					result = true
				}
			}
		},
		["辩"] = {
			["信"] = {
				result = true
			}
		},
		["震"] = {
			["救"] = {
				["災"] = {
					result = true
				},
				["灾"] = {
					result = true
				}
			}
		},
		["霉"] = {
			["素"] = {
				A = {
					result = true
				}
			}
		}
	},
	["抠"] = {
		["摸"] = {
			["小"] = {
				["穴"] = {
					result = true
				}
			},
			["淫"] = {
				["水"] = {
					result = true
				}
			}
		}
	},
	["抢"] = {
		["光"] = {
			result = true
		},
		["劫"] = {
			["犯"] = {
				result = true
			},
			["药"] = {
				result = true
			}
		},
		["尸"] = {
			result = true,
			["警"] = {
				result = true
			}
		},
		["手"] = {
			["总"] = {
				["裁"] = {
					result = true
				}
			}
		},
		["抢"] = {
			result = true
		},
		["支"] = {
			["大"] = {
				["全"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["械"] = {
			result = true
		},
		["火"] = {
			["炬"] = {
				result = true
			}
		},
		["猎"] = {
			result = true
		},
		["网"] = {
			result = true
		},
		["购"] = {
			["西"] = {
				["班"] = {
					["牙"] = {
						["步"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["披"] = {
		["上"] = {
			["外"] = {
				["套"] = {
					result = true
				}
			}
		},
		["外"] = {
			["套"] = {
				result = true
			}
		}
	},
	["抹"] = {
		["油"] = {
			["自"] = {
				["慰"] = {
					result = true
				}
			}
		}
	},
	["拉"] = {
		["丹"] = {
			result = true
		},
		["出"] = {
			["小"] = {
				["姐"] = {
					["干"] = {
						["一"] = {
							["干"] = {
								result = true
							}
						}
					},
					["幹"] = {
						["一"] = {
							["干"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["卜"] = {
			["楞"] = {
				["寺"] = {
					result = true
				}
			}
		},
		["嘎"] = {
			result = true,
			["运"] = {
				["动"] = {
					result = true
				}
			}
		},
		["嘛"] = {
			result = true
		},
		["客"] = {
			result = true
		},
		["手"] = {
			["冲"] = {
				result = true
			}
		},
		["拉"] = {
			["小"] = {
				["说"] = {
					result = true
				}
			}
		},
		["斯"] = {
			["刀"] = {
				["系"] = {
					["列"] = {
						result = true
					}
				}
			},
			["维"] = {
				["加"] = {
					["斯"] = {
						result = true,
						["赌"] = {
							["场"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["法"] = {
			["叶"] = {
				result = true
			}
		},
		["登"] = {
			["狩"] = {
				["猎"] = {
					["全"] = {
						["球"] = {
							["购"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["皮"] = {
			["条"] = {
				result = true
			}
		},
		["风"] = {
			["色"] = {
				["中"] = {
					["色"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["麻"] = {
			result = true
		}
	},
	["拍"] = {
		A = {
			V = {
				["內"] = {
					["射"] = {
						result = true
					}
				}
			}
		},
		["摄"] = {
			["做"] = {
				["爱"] = {
					["全"] = {
						["过"] = {
							["程"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["洗"] = {
			["澡"] = {
				result = true
			}
		},
		["肩"] = {
			["听"] = {
				["话"] = {
					["粉"] = {
						result = true,
						["专"] = {
							result = true
						}
					}
				}
			},
			["型"] = {
				["昏"] = {
					["迷"] = {
						["药"] = {
							result = true
						}
					}
				},
				["迷"] = {
					result = true,
					["*"] = {
						["药"] = {
							result = true
						}
					},
					["幻"] = {
						["剂"] = {
							result = true
						},
						["药"] = {
							result = true
						}
					},
					["药"] = {
						result = true
					},
					["魂"] = {
						["粉"] = {
							result = true
						}
					}
				}
			},
			["粉"] = {
				result = true,
				["专"] = {
					result = true
				},
				["乖"] = {
					["乖"] = {
						["水"] = {
							result = true
						}
					}
				},
				["乙"] = {
					["醚"] = {
						result = true
					}
				},
				["失"] = {
					["忆"] = {
						["水"] = {
							result = true
						}
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				},
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								result = true
							}
						}
					}
				}
			},
			["药"] = {
				result = true,
				["水"] = {
					result = true,
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["苍"] = {
					["蝇"] = {
						["水"] = {
							["专"] = {
								result = true
							}
						}
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				}
			},
			["葯"] = {
				["仺"] = {
					["蠅"] = {
						["氺"] = {
							["專"] = {
								result = true
							}
						}
					}
				}
			},
			["蒾"] = {
				["葯"] = {
					result = true,
					["專"] = {
						result = true
					}
				}
			},
			["迷"] = {
				["▓"] = {
					["幻"] = {
						["▓"] = {
							["药"] = {
								result = true
							}
						}
					}
				},
				["幻"] = {
					["药"] = {
						result = true
					}
				},
				["药"] = {
					result = true,
					["专"] = {
						result = true,
						["售"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["拒"] = {
		["发"] = {
			["千"] = {
				["元"] = {
					["大"] = {
						["钞"] = {
							result = true
						}
					}
				}
			}
		},
		["捕"] = {
			result = true,
			["李"] = {
				["友"] = {
					result = true
				}
			}
		}
	},
	["拦"] = {
		["截"] = {
			["干"] = {
				["扰"] = {
					["器"] = {
						["价"] = {
							["格"] = {
								result = true
							}
						}
					}
				}
			},
			["系"] = {
				["统"] = {
					result = true
				}
			}
		}
	},
	["拳"] = {
		["交"] = {
			["训"] = {
				["练"] = {
					["4"] = {
						F = {
							result = true
						}
					}
				}
			}
		}
	},
	["拼"] = {
		["爹"] = {
			["门"] = {
				result = true
			}
		}
	},
	["拿"] = {
		["冰"] = {
			["送"] = {
				["古"] = {
					K = {
						["粉"] = {
							result = true
						}
					}
				}
			}
		},
		["到"] = {
			["学"] = {
				["历"] = {
					result = true
				}
			}
		},
		["学"] = {
			["历"] = {
				result = true
			}
		},
		["學"] = {
			["歷"] = {
				result = true
			}
		},
		["来"] = {
			["可"] = {
				["以"] = {
					["办"] = {
						["正"] = {
							result = true
						},
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["正"] = {
			result = true,
			["绝"] = {
				["对"] = {
					["真"] = {
						result = true
					}
				}
			}
		},
		["證"] = {
			result = true
		},
		["证"] = {
			result = true,
			["绝"] = {
				["对"] = {
					["真"] = {
						result = true
					}
				}
			}
		}
	},
	["捆"] = {
		["綁"] = {
			["調"] = {
				["教"] = {
					result = true
				}
			}
		},
		["绑"] = {
			["做"] = {
				["爱"] = {
					result = true
				}
			},
			["图"] = {
				result = true,
				["色"] = {
					["色"] = {
						["鹿"] = {
							result = true
						}
					}
				}
			},
			["大"] = {
				["乳"] = {
					["女"] = {
						result = true
					}
				}
			},
			["强"] = {
				["奸"] = {
					result = true
				}
			},
			["抽"] = {
				["插"] = {
					result = true
				}
			},
			["束"] = {
				["缚"] = {
					result = true
				}
			},
			["虐"] = {
				["待"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				},
				["网"] = {
					["友"] = {
						result = true
					}
				}
			},
			["调"] = {
				["教"] = {
					result = true,
					["大"] = {
						["奶"] = {
							["女"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["捏"] = {
		["你"] = {
			["奶"] = {
				["子"] = {
					result = true
				}
			},
			["雞"] = {
				["巴"] = {
					result = true
				}
			},
			["鸡"] = {
				["巴"] = {
					result = true
				}
			}
		}
	},
	["捐"] = {
		["款"] = {
			["名"] = {
				["单"] = {
					result = true
				},
				["單"] = {
					result = true
				}
			}
		},
		["肾"] = {
			result = true
		},
		["贈"] = {
			["排"] = {
				["行"] = {
					result = true
				}
			}
		},
		["赠"] = {
			["排"] = {
				["行"] = {
					result = true
				}
			}
		}
	},
	["捞"] = {
		["金"] = {
			["博"] = {
				["彩"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["据"] = {
		["苹"] = {
			["果"] = {
				["日"] = {
					["报"] = {
						["报"] = {
							["道"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["掐"] = {
		["死"] = {
			["花"] = {
				["朵"] = {
					result = true
				}
			}
		}
	},
	["掘"] = {
		["墓"] = {
			["人"] = {
				result = true
			}
		},
		["金"] = {
			["者"] = {
				["打"] = {
					["水"] = {
						["软"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["控"] = {
		["制"] = {
			result = true,
			["药"] = {
				["水"] = {
					result = true
				}
			}
		},
		["娘"] = {
			["淫"] = {
				result = true
			}
		},
		["的"] = {
			["诱"] = {
				["惑"] = {
					result = true
				}
			}
		}
	},
	["掱"] = {
		["豞"] = {
			result = true
		},
		["ｑ"] = {
			["ī"] = {
				["ā"] = {
					["ń"] = {
						["ɡ"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["揉"] = {
		["搓"] = {
			["淫"] = {
				["骚"] = {
					["穴"] = {
						result = true
					}
				}
			}
		},
		["表"] = {
			["妹"] = {
				["的"] = {
					["乳"] = {
						["房"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["搔"] = {
		["妹"] = {
			["妹"] = {
				["色"] = {
					["站"] = {
						["大"] = {
							["全"] = {
								result = true
							}
						}
					}
				},
				["黄"] = {
					["站"] = {
						result = true
					}
				}
			}
		},
		["穴"] = {
			result = true,
			["自"] = {
				["慰"] = {
					result = true
				}
			}
		}
	},
	["搶"] = {
		["劫"] = {
			result = true,
			["犯"] = {
				result = true
			}
		}
	},
	["摄"] = {
		["像"] = {
			["头"] = {
				["干"] = {
					["扰"] = {
						["器"] = {
							result = true
						}
					}
				}
			},
			["手"] = {
				["表"] = {
					result = true
				}
			},
			["笔"] = {
				result = true
			}
		},
		["影"] = {
			["爱"] = {
				["好"] = {
					["者"] = {
						result = true
					}
				}
			},
			["网"] = {
				result = true
			}
		}
	},
	["摞"] = {
		["聊"] = {
			["网"] = {
				["站"] = {
					result = true
				}
			}
		}
	},
	["摩"] = {
		["根"] = {
			["士"] = {
				["丹"] = {
					["利"] = {
						[" "] = {
							["总"] = {
								["理"] = {
									["温"] = {
										result = true
									}
								}
							},
							["温"] = {
								["家"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["洛"] = {
			["客"] = {
				["做"] = {
					["爱"] = {
						result = true
					}
				},
				["成"] = {
					["人"] = {
						["网"] = {
							["址"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["門"] = {
			["教"] = {
				result = true
			}
		}
	},
	["摳"] = {
		["穴"] = {
			result = true
		},
		["逼"] = {
			result = true
		}
	},
	["摸"] = {
		G = {
			["点"] = {
				result = true
			}
		},
		["乳"] = {
			["拍"] = {
				["照"] = {
					result = true
				}
			}
		},
		["你"] = {
			["全"] = {
				["身"] = {
					result = true
				}
			},
			["雞"] = {
				["巴"] = {
					result = true
				}
			},
			["鸡"] = {
				["巴"] = {
					result = true
				}
			}
		},
		["咪"] = {
			["咪"] = {
				["影"] = {
					["视"] = {
						result = true
					}
				}
			}
		},
		["岳"] = {
			["母"] = {
				["下"] = {
					["体"] = {
						result = true
					}
				}
			}
		},
		["摸"] = {
			["插"] = {
				["插"] = {
					result = true
				}
			}
		},
		["擦"] = {
			["小"] = {
				["肥"] = {
					["穴"] = {
						result = true
					}
				}
			}
		},
		["涩"] = {
			["电"] = {
				["影"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["肥"] = {
			["奶"] = {
				result = true
			}
		},
		["逼"] = {
			["逼"] = {
				["网"] = {
					result = true
				}
			}
		},
		["陰"] = {
			["蒂"] = {
				result = true
			}
		}
	},
	["撅"] = {
		["嘴"] = {
			["骡"] = {
				["子"] = {
					["长"] = {
						["条"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["撩"] = {
		["人"] = {
			["淫"] = {
				["娱"] = {
					["乐"] = {
						["园"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["撲"] = {
		["克"] = {
			["分"] = {
				["析"] = {
					["儀"] = {
						result = true
					},
					["道"] = {
						["具"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["撸"] = {
		result = true
	},
	["擂"] = {
		["台"] = {
			["管"] = {
				["理"] = {
					["员"] = {
						result = true
					}
				}
			}
		}
	},
	["擎"] = {
		["天"] = {
			["撸"] = {
				result = true
			}
		}
	},
	["攀"] = {
		["枝"] = {
			["花"] = {
				K = {
					["粉"] = {
						result = true
					}
				},
				["假"] = {
					["币"] = {
						result = true
					}
				}
			}
		}
	},
	["攘"] = {
		["外"] = {
			result = true
		}
	},
	["攷"] = {
		["前"] = {
			["答"] = {
				["案"] = {
					result = true
				}
			}
		},
		["試"] = {
			result = true
		}
	},
	["敏"] = {
		["感"] = {
			["美"] = {
				["少"] = {
					["女"] = {
						result = true
					}
				},
				["巨"] = {
					["乳"] = {
						result = true
					}
				}
			}
		}
	},
	["散"] = {
		["发"] = {
			["传"] = {
				["单"] = {
					["访"] = {
						["民"] = {
							result = true
						}
					}
				}
			}
		},
		["弹"] = {
			["枪"] = {
				["专"] = {
					result = true,
					["供"] = {
						result = true
					}
				},
				["免"] = {
					["定"] = {
						["金"] = {
							result = true
						}
					}
				},
				["加"] = {
					["盟"] = {
						["代"] = {
							["理"] = {
								result = true
							}
						}
					}
				},
				["在"] = {
					["线"] = {
						["订"] = {
							["购"] = {
								result = true
							}
						}
					}
				},
				["总"] = {
					["代"] = {
						["理"] = {
							result = true
						}
					}
				},
				["零"] = {
					["件"] = {
						result = true
					}
				}
			},
			["槍"] = {
				result = true
			},
			["空"] = {
				["气"] = {
					["枪"] = {
						result = true,
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						}
					}
				}
			},
			["铳"] = {
				result = true
			}
		},
		["彈"] = {
			["槍"] = {
				result = true
			}
		},
		["户"] = {
			["必"] = {
				["看"] = {
					result = true
				}
			}
		},
		["襄"] = {
			["军"] = {
				result = true,
				["北"] = {
					["京"] = {
						result = true
					}
				},
				["调"] = {
					["任"] = {
						result = true
					}
				}
			}
		}
	},
	["敲"] = {
		["炸"] = {
			["刀"] = {
				["枪"] = {
					result = true
				},
				["槍"] = {
					result = true
				}
			},
			["黑"] = {
				["道"] = {
					result = true
				}
			}
		},
		["詐"] = {
			result = true
		},
		["诈"] = {
			result = true
		},
		["锣"] = {
			["打"] = {
				["鼓"] = {
					result = true
				}
			}
		}
	},
	["斉"] = {
		["木"] = {
			["美"] = {
				["佐"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["藤"] = {
			["莉"] = {
				["奈"] = {
					result = true
				}
			}
		}
	},
	["旗"] = {
		["开"] = {
			["得"] = {
				["胜"] = {
					result = true
				}
			}
		},
		["袍"] = {
			["少"] = {
				["妇"] = {
					["做"] = {
						["爱"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["日"] = {
		A = {
			V = {
				B = {
					B = {
						result = true
					}
				}
			}
		},
		X = {
			result = true
		},
		a = {
			["在"] = {
				["线"] = {
					result = true
				}
			}
		},
		b = {
			result = true
		},
		["不"] = {
			["女"] = {
				["优"] = {
					result = true
				}
			}
		},
		["九"] = {
			["城"] = {
				result = true
			}
		},
		["了"] = {
			["狗"] = {
				result = true
			}
		},
		["优"] = {
			["堀"] = {
				["口"] = {
					result = true
				}
			},
			["影"] = {
				["视"] = {
					result = true
				}
			},
			["葉"] = {
				["山"] = {
					["律"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["元"] = {
			["贷"] = {
				["款"] = {
					result = true
				}
			}
		},
		["光"] = {
			["月"] = {
				["美"] = {
					result = true
				}
			}
		},
		["军"] = {
			result = true
		},
		["制"] = {
			["仿"] = {
				["真"] = {
					result = true
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["吉"] = {
			["亚"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["亞"] = {
				["衣"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					}
				}
			}
		},
		["后"] = {
			["再"] = {
				["说"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			}
		},
		["向"] = {
			["亚"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["吧"] = {
			["色"] = {
				["情"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["喀"] = {
			["则"] = {
				["假"] = {
					["币"] = {
						result = true
					}
				},
				["Ｋ"] = {
					["粉"] = {
						result = true
					}
				}
			}
		},
		["大"] = {
			["女"] = {
				["优"] = {
					result = true
				}
			}
		},
		["奇"] = {
			["艺"] = {
				result = true
			}
		},
		["女"] = {
			result = true
		},
		["好"] = {
			["色"] = {
				["女"] = {
					["成"] = {
						["人"] = {
							["網"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["妈"] = {
			["的"] = {
				result = true
			}
		},
		["学"] = {
			["生"] = {
				["妹"] = {
					result = true
				}
			}
		},
		["完"] = {
			["软"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["尧"] = {
			["三"] = {
				["皮"] = {
					result = true
				}
			}
		},
		["工"] = {
			["刀"] = {
				result = true
			}
		},
		["式"] = {
			["武"] = {
				["士"] = {
					["刀"] = {
						result = true
					}
				}
			}
		},
		["户"] = {
			["爱"] = {
				b = {
					t = {
						result = true
					}
				}
			}
		},
		["排"] = {
			["行"] = {
				["榜"] = {
					result = true
				}
			}
		},
		["日"] = {
			A = {
				V = {
					result = true
				}
			},
			["夜"] = {
				["夜"] = {
					result = true
				}
			},
			["我"] = {
				["影"] = {
					["视"] = {
						result = true
					}
				}
			},
			["撸"] = {
				result = true
			},
			["日"] = {
				["色"] = {
					["情"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["爽"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			},
			["色"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["月"] = {
			["光"] = {
				["美"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			},
			["图"] = {
				["库"] = {
					result = true
				}
			},
			["气"] = {
				["功"] = {
					result = true
				}
			},
			["谷"] = {
				["论"] = {
					["坛"] = {
						result = true
					}
				}
			}
		},
		["期"] = {
			["已"] = {
				["定"] = {
					result = true
				}
			}
		},
		["本"] = {
			result = true,
			["0"] = {
				["0"] = {
					["1"] = {
						["女"] = {
							result = true
						},
						["男"] = {
							result = true
						}
					},
					["3"] = {
						["特"] = {
							result = true
						},
						["男"] = {
							result = true
						}
					},
					["4"] = {
						["女"] = {
							result = true
						},
						["特"] = {
							result = true
						},
						["男"] = {
							result = true
						}
					},
					["5"] = {
						["男"] = {
							result = true
						}
					}
				}
			},
			A = {
				V = {
					["乱"] = {
						["伦"] = {
							result = true
						}
					},
					["伦"] = {
						["理"] = {
							result = true
						}
					},
					["在"] = {
						["线"] = {
							result = true
						}
					},
					["女"] = {
						result = true,
						["優"] = {
							result = true
						}
					},
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["有"] = {
						["码"] = {
							result = true
						}
					},
					["熟"] = {
						["母"] = {
							result = true
						}
					},
					["片"] = {
						result = true
					},
					["素"] = {
						["人"] = {
							result = true
						}
					},
					["色"] = {
						["导"] = {
							["航"] = {
								result = true
							}
						},
						["片"] = {
							result = true
						}
					},
					["電"] = {
						["影"] = {
							result = true
						}
					}
				},
				v = {
					["色"] = {
						["情"] = {
							result = true
						}
					}
				},
				["片"] = {
					result = true,
					["电"] = {
						["影"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			H = {
				["动"] = {
					["漫"] = {
						["排"] = {
							["行"] = {
								result = true
							}
						}
					}
				},
				["漫"] = {
					["画"] = {
						result = true
					}
				},
				["电"] = {
					["影"] = {
						result = true
					}
				},
				["画"] = {
					["漫"] = {
						b = {
							t = {
								result = true
							}
						}
					}
				},
				["色"] = {
					result = true
				}
			},
			M = {
				M = {
					["援"] = {
						["交"] = {
							result = true
						}
					}
				}
			},
			a = {
				v = {
					result = true,
					a = {
						["女"] = {
							result = true
						}
					},
					["之"] = {
						["旅"] = {
							result = true
						}
					},
					["成"] = {
						["人"] = {
							["片"] = {
								result = true
							}
						}
					},
					["激"] = {
						["情"] = {
							["片"] = {
								result = true
							}
						}
					},
					["电"] = {
						["影"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					},
					["高"] = {
						["清"] = {
							result = true
						}
					}
				},
				["片"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			g = {
				v = {
					["资"] = {
						["源"] = {
							result = true
						}
					}
				},
				["片"] = {
					result = true
				}
			},
			["三"] = {
				["级"] = {
					["片"] = {
						result = true
					}
				}
			},
			["东"] = {
				["京"] = {
					["热"] = {
						result = true
					}
				}
			},
			["乱"] = {
				["伦"] = {
					["片"] = {
						result = true
					}
				}
			},
			["互"] = {
				["动"] = {
					["性"] = {
						["游"] = {
							["戏"] = {
								result = true
							}
						}
					}
				}
			},
			["伦"] = {
				["理"] = {
					result = true
				}
			},
			["使"] = {
				["馆"] = {
					result = true
				}
			},
			["做"] = {
				["爱"] = {
					result = true
				}
			},
			["充"] = {
				["气"] = {
					["娃"] = {
						["娃"] = {
							result = true
						}
					}
				}
			},
			["免"] = {
				["费"] = {
					["黄"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["兴"] = {
				["奋"] = {
					["剂"] = {
						result = true
					}
				}
			},
			["兽"] = {
				["交"] = {
					["内"] = {
						["射"] = {
							result = true
						}
					}
				}
			},
			["军"] = {
				["刀"] = {
					result = true,
					["专"] = {
						result = true
					}
				},
				["舰"] = {
					result = true
				}
			},
			["刀"] = {
				result = true
			},
			["千"] = {
				["橡"] = {
					result = true
				}
			},
			["单"] = {
				["勾"] = {
					result = true
				}
			},
			["原"] = {
				["创"] = {
					["裸"] = {
						["聊"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["变"] = {
				["态"] = {
					["小"] = {
						["游"] = {
							["戏"] = {
								result = true
							}
						}
					}
				}
			},
			["口"] = {
				["活"] = {
					result = true
				}
			},
			["吃"] = {
				["精"] = {
					["图"] = {
						result = true
					}
				}
			},
			["吉"] = {
				["村"] = {
					["泰"] = {
						["刀"] = {
							result = true
						}
					}
				}
			},
			["图"] = {
				["库"] = {
					result = true
				}
			},
			["大"] = {
				["胆"] = {
					["裸"] = {
						["女"] = {
							result = true
						}
					}
				}
			},
			["夫"] = {
				["妻"] = {
					["自"] = {
						["拍"] = {
							result = true
						}
					}
				}
			},
			["女"] = {
				["优"] = {
					result = true,
					["大"] = {
						["片"] = {
							result = true
						},
						["集"] = {
							["合"] = {
								result = true
							}
						}
					}
				},
				["同"] = {
					["性"] = {
						["恋"] = {
							result = true
						},
						["片"] = {
							["段"] = {
								result = true
							}
						}
					}
				},
				["孩"] = {
					result = true
				},
				["小"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				},
				["护"] = {
					["士"] = {
						["爽"] = {
							["图"] = {
								result = true
							}
						}
					}
				}
			},
			["奶"] = {
				["牛"] = {
					result = true
				}
			},
			["妹"] = {
				["妹"] = {
					result = true
				},
				["被"] = {
					["滴"] = {
						["蜡"] = {
							result = true
						}
					}
				}
			},
			["嫩"] = {
				["妹"] = {
					result = true
				}
			},
			["小"] = {
				["妹"] = {
					result = true
				},
				["姐"] = {
					result = true
				},
				["浪"] = {
					["货"] = {
						result = true
					}
				}
			},
			["少"] = {
				["女"] = {
					["艳"] = {
						["情"] = {
							result = true
						}
					}
				}
			},
			["山"] = {
				["野"] = {
					["柴"] = {
						["刀"] = {
							result = true
						}
					}
				}
			},
			["巨"] = {
				["乳"] = {
					["淫"] = {
						["女"] = {
							result = true
						}
					}
				}
			},
			["帝"] = {
				["国"] = {
					result = true
				}
			},
			["幼"] = {
				["交"] = {
					result = true
				}
			},
			["强"] = {
				["力"] = {
					["救"] = {
						["心"] = {
							["丹"] = {
								result = true
							}
						}
					}
				}
			},
			["影"] = {
				["片"] = {
					result = true
				}
			},
			["快"] = {
				["播"] = {
					["色"] = {
						["情"] = {
							["片"] = {
								result = true
							}
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					result = true
				}
			},
			["恐"] = {
				["怖"] = {
					["分"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["情"] = {
				["色"] = {
					result = true
				},
				["趣"] = {
					["娃"] = {
						["娃"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["慰"] = {
				["安"] = {
					["妇"] = {
						result = true
					}
				}
			},
			["成"] = {
				["人"] = {
					result = true,
					A = {
						V = {
							result = true
						}
					},
					D = {
						V = {
							D = {
								result = true
							}
						}
					},
					["乱"] = {
						["伦"] = {
							result = true
						}
					},
					["动"] = {
						["漫"] = {
							result = true
						},
						["画"] = {
							result = true
						}
					},
					["小"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					},
					["影"] = {
						["视"] = {
							result = true
						}
					},
					["游"] = {
						["戏"] = {
							result = true
						}
					},
					["漫"] = {
						["画"] = {
							result = true
						}
					},
					["激"] = {
						["情"] = {
							result = true
						}
					},
					["片"] = {
						["网"] = {
							["址"] = {
								result = true
							}
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["网"] = {
						result = true,
						["站"] = {
							result = true
						}
					},
					["色"] = {
						result = true
					},
					["视"] = {
						["讯"] = {
							result = true
						}
					},
					["Ａ"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["拍"] = {
				["肩"] = {
					["迷"] = {
						["魂"] = {
							["药"] = {
								result = true
							}
						}
					}
				}
			},
			["插"] = {
				["穴"] = {
					result = true
				}
			},
			["援"] = {
				["交"] = {
					result = true
				},
				["助"] = {
					["小"] = {
						["姐"] = {
							result = true
						}
					}
				}
			},
			["操"] = {
				["逼"] = {
					["写"] = {
						["字"] = {
							result = true
						}
					}
				}
			},
			["收"] = {
				["购"] = {
					["校"] = {
						["内"] = {
							result = true
						}
					}
				}
			},
			["无"] = {
				["修"] = {
					["正"] = {
						result = true
					}
				},
				["码"] = {
					result = true
				}
			},
			["春"] = {
				["图"] = {
					result = true
				}
			},
			["暴"] = {
				["淫"] = {
					["网"] = {
						result = true
					}
				}
			},
			["武"] = {
				["士"] = {
					result = true
				},
				["枪"] = {
					result = true
				}
			},
			["毛"] = {
				["片"] = {
					result = true
				}
			},
			["波"] = {
				["霸"] = {
					result = true
				}
			},
			["淫"] = {
				["妞"] = {
					result = true
				},
				["电"] = {
					["影"] = {
						result = true
					}
				}
			},
			["深"] = {
				["水"] = {
					["炸"] = {
						["弹"] = {
							["6"] = {
								result = true
							}
						}
					}
				}
			},
			["漏"] = {
				["逼"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					["动"] = {
						["漫"] = {
							result = true
						}
					},
					["淫"] = {
						result = true,
						["影"] = {
							["片"] = {
								result = true
							},
							["院"] = {
								result = true
							}
						},
						["电"] = {
							["影"] = {
								result = true
							}
						},
						["穴"] = {
							result = true,
							["片"] = {
								result = true
							}
						},
						["色"] = {
							result = true
						},
						["骚"] = {
							["穴"] = {
								result = true
							}
						}
					},
					["爽"] = {
						["片"] = {
							result = true
						}
					},
					["片"] = {
						result = true,
						["小"] = {
							["说"] = {
								result = true
							}
						},
						["电"] = {
							["影"] = {
								result = true
							}
						},
						["论"] = {
							["坛"] = {
								result = true
							}
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["灌"] = {
				["腸"] = {
					result = true
				}
			},
			["熟"] = {
				["妇"] = {
					result = true
				}
			},
			["爽"] = {
				["图"] = {
					result = true
				}
			},
			["狗"] = {
				result = true
			},
			["狠"] = {
				["狠"] = {
					["操"] = {
						result = true
					}
				}
			},
			["白"] = {
				["发"] = {
					["魔"] = {
						["女"] = {
							result = true
						}
					}
				}
			},
			["禁"] = {
				["播"] = {
					result = true
				}
			},
			["秃"] = {
				["鹰"] = {
					result = true
				}
			},
			["网"] = {
				["站"] = {
					result = true
				}
			},
			["美"] = {
				result = true,
				["乳"] = {
					result = true
				},
				["眉"] = {
					result = true
				}
			},
			["群"] = {
				["交"] = {
					["强"] = {
						["奸"] = {
							result = true
						}
					}
				}
			},
			["脱"] = {
				["脱"] = {
					result = true
				}
			},
			["色"] = {
				["片"] = {
					result = true
				},
				["站"] = {
					result = true
				}
			},
			["薄"] = {
				["码"] = {
					result = true
				}
			},
			["被"] = {
				["虐"] = {
					["图"] = {
						result = true
					}
				}
			},
			["裸"] = {
				["照"] = {
					result = true
				}
			},
			["豪"] = {
				["宅"] = {
					result = true
				}
			},
			["超"] = {
				["经"] = {
					["典"] = {
						["三"] = {
							["级"] = {
								result = true
							}
						}
					}
				}
			},
			["车"] = {
				["内"] = {
					["干"] = {
						result = true
					}
				}
			},
			["采"] = {
				["精"] = {
					["全"] = {
						["过"] = {
							["程"] = {
								result = true
							}
						}
					}
				}
			},
			["金"] = {
				["龙"] = {
					["烧"] = {
						["刃"] = {
							result = true
						}
					}
				}
			},
			["间"] = {
				["谍"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["顶"] = {
				["级"] = {
					["淫"] = {
						["女"] = {
							result = true
						},
						["片"] = {
							result = true
						}
					}
				}
			},
			["领"] = {
				["事"] = {
					["馆"] = {
						result = true
					}
				}
			},
			["风"] = {
				["骚"] = {
					["女"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			},
			["香"] = {
				["香"] = {
					result = true
				}
			},
			["高"] = {
				["清"] = {
					A = {
						["片"] = {
							result = true
						}
					},
					["情"] = {
						["色"] = {
							result = true
						}
					},
					["毛"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["黄"] = {
				["片"] = {
					["大"] = {
						["合"] = {
							["集"] = {
								result = true
							}
						}
					},
					["电"] = {
						["影"] = {
							["网"] = {
								result = true
							}
						}
					}
				},
				["色"] = {
					["小"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["Ａ"] = {
				["Ｖ"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			}
		},
		["朱"] = {
			["骏"] = {
				result = true
			}
		},
		["模"] = {
			result = true
		},
		["爽"] = {
			result = true
		},
		["穿"] = {
			result = true
		},
		["美"] = {
			["性"] = {
				["交"] = {
					["强"] = {
						["档"] = {
							result = true
						}
					}
				}
			},
			["眉"] = {
				result = true
			}
		},
		["翻"] = {
			result = true
		},
		["蛋"] = {
			result = true
		},
		["记"] = {
			["门"] = {
				result = true
			}
		},
		["资"] = {
			["超"] = {
				["市"] = {
					result = true
				}
			}
		},
		["迅"] = {
			["雷"] = {
				result = true
			}
		},
		["野"] = {
			["美"] = {
				["沙"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["韓"] = {
			["女"] = {
				["尤"] = {
					result = true
				}
			},
			["無"] = {
				["碼"] = {
					result = true
				}
			}
		},
		["韩"] = {
			A = {
				["片"] = {
					result = true
				}
			},
			a = {
				v = {
					result = true
				}
			},
			["乱"] = {
				["伦"] = {
					result = true
				}
			},
			["人"] = {
				["体"] = {
					result = true
				}
			},
			["原"] = {
				["创"] = {
					result = true
				}
			},
			["套"] = {
				["图"] = {
					["套"] = {
						["图"] = {
							result = true
						}
					}
				}
			},
			["女"] = {
				["优"] = {
					["快"] = {
						["播"] = {
							result = true
						}
					}
				},
				["同"] = {
					B = {
						t = {
							result = true
						}
					}
				}
			},
			["家"] = {
				["庭"] = {
					["乱"] = {
						["伦"] = {
							result = true
						}
					}
				}
			},
			["少"] = {
				["妇"] = {
					result = true
				}
			},
			["幼"] = {
				["女"] = {
					result = true
				}
			},
			["性"] = {
				["爱"] = {
					["视"] = {
						["讯"] = {
							result = true
						}
					}
				},
				["生"] = {
					["活"] = {
						result = true
					}
				},
				["虐"] = {
					["俱"] = {
						["乐"] = {
							["部"] = {
								result = true
							}
						}
					}
				}
			},
			["恋"] = {
				["足"] = {
					result = true
				}
			},
			["情"] = {
				["色"] = {
					result = true,
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					result = true
				}
			},
			["无"] = {
				["套"] = {
					result = true
				},
				["码"] = {
					result = true
				}
			},
			["有"] = {
				["码"] = {
					result = true
				}
			},
			["极"] = {
				["品"] = {
					result = true
				}
			},
			["毛"] = {
				["片"] = {
					["地"] = {
						["址"] = {
							result = true
						}
					}
				}
			},
			["淫"] = {
				["女"] = {
					result = true
				}
			},
			["漏"] = {
				["逼"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["炮"] = {
				["图"] = {
					result = true
				}
			},
			["电"] = {
				["警"] = {
					["棍"] = {
						["专"] = {
							result = true
						}
					}
				}
			},
			["白"] = {
				["虎"] = {
					result = true
				}
			},
			["禁"] = {
				["片"] = {
					result = true
				}
			},
			["美"] = {
				["逼"] = {
					["女"] = {
						result = true
					}
				}
			},
			["群"] = {
				["交"] = {
					result = true
				}
			},
			["色"] = {
				["片"] = {
					result = true
				}
			},
			["黄"] = {
				["片"] = {
					result = true
				}
			}
		},
		["领"] = {
			["馆"] = {
				result = true
			}
		},
		["高"] = {
			["司"] = {
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["玛"] = {
				["利"] = {
					["亚"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["旷"] = {
		["野"] = {
			["窄"] = {
				["门"] = {
					result = true
				}
			}
		}
	},
	["昆"] = {
		["仑"] = {
			["游"] = {
				["戏"] = {
					result = true
				}
			}
		},
		["华"] = {
			["医"] = {
				["院"] = {
					result = true,
					["+"] = {
						["砍"] = {
							["人"] = {
								result = true
							}
						}
					},
					["砍"] = {
						["人"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["明"] = {
		["报"] = {
			result = true
		},
		["日"] = {
			["花"] = {
				["无"] = {
					["码"] = {
						["写"] = {
							["真"] = {
								result = true
							}
						}
					}
				}
			},
			["香"] = {
				["&"] = {
					["静"] = {
						["流"] = {
							result = true
						}
					}
				},
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			}
		},
		["星"] = {
			["人"] = {
				["皮"] = {
					result = true
				}
			},
			["写"] = {
				["真"] = {
					["网"] = {
						result = true
					}
				}
			},
			["图"] = {
				result = true
			},
			["情"] = {
				["愛"] = {
					result = true
				},
				["爱"] = {
					result = true,
					["免"] = {
						["费"] = {
							result = true
						}
					},
					["曝"] = {
						["光"] = {
							result = true
						}
					},
					["流"] = {
						["出"] = {
							["版"] = {
								result = true
							}
						}
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["网"] = {
						result = true
					}
				}
			},
			["捐"] = {
				["款"] = {
					result = true
				}
			},
			["插"] = {
				["穴"] = {
					result = true
				}
			},
			["淫"] = {
				["乱"] = {
					result = true
				},
				["圖"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					result = true,
					["情"] = {
						["爱"] = {
							result = true
						}
					}
				}
			},
			["爱"] = {
				["色"] = {
					["爱"] = {
						result = true
					}
				}
			},
			["自"] = {
				["拍"] = {
					["做"] = {
						["爱"] = {
							result = true
						}
					}
				}
			},
			["色"] = {
				["欲"] = {
					["档"] = {
						["案"] = {
							result = true
						}
					}
				}
			},
			["裸"] = {
				result = true,
				["体"] = {
					["写"] = {
						["真"] = {
							["图"] = {
								result = true
							}
						}
					},
					["照"] = {
						result = true
					}
				}
			},
			["走"] = {
				["光"] = {
					result = true
				}
			},
			["陰"] = {
				["穴"] = {
					result = true
				}
			}
		},
		["煋"] = {
			["情"] = {
				["噯"] = {
					result = true
				}
			}
		}
	},
	["晒"] = {
		["图"] = {
			["费"] = {
				["醱"] = {
					["票"] = {
						result = true
					}
				}
			}
		},
		["屄"] = {
			result = true
		}
	},
	["普"] = {
		["京"] = {
			["国"] = {
				["母"] = {
					result = true
				}
			},
			["圆"] = {
				["圆"] = {
					result = true
				}
			},
			["外"] = {
				["套"] = {
					result = true,
					["披"] = {
						result = true
					}
				}
			},
			["夫"] = {
				["人"] = {
					result = true
				}
			},
			["媛"] = {
				["媛"] = {
					result = true
				}
			},
			["彭"] = {
				result = true,
				["丽"] = {
					["媛"] = {
						result = true,
						["外"] = {
							["套"] = {
								result = true
							}
						},
						["毛"] = {
							["毯"] = {
								result = true
							}
						}
					}
				}
			},
			["披"] = {
				["毛"] = {
					["毯"] = {
						result = true
					}
				},
				["衣"] = {
					result = true,
					["服"] = {
						result = true
					}
				}
			},
			["暖"] = {
				["男"] = {
					result = true
				}
			},
			["赌"] = {
				["场"] = {
					result = true
				}
			},
			["遇"] = {
				["上"] = {
					["彭"] = {
						result = true
					}
				}
			}
		},
		["嗵"] = {
			["狆"] = {
				["斷"] = {
					["鉽"] = {
						result = true
					}
				}
			}
		},
		["大"] = {
			["帝"] = {
				["国"] = {
					["母"] = {
						result = true
					}
				}
			}
		},
		["披"] = {
			["衣"] = {
				result = true
			}
		},
		["洛"] = {
			["特"] = {
				result = true
			}
		},
		["洱"] = {
			["天"] = {
				["下"] = {
					result = true
				}
			}
		},
		["罗"] = {
			["政"] = {
				["治"] = {
					result = true
				}
			}
		},
		["賢"] = {
			result = true
		},
		["通"] = {
			["中"] = {
				["断"] = {
					["式"] = {
						result = true,
						["槍"] = {
							result = true
						}
					}
				},
				["斷"] = {
					["式"] = {
						result = true
					}
				}
			},
			["发"] = {
				["漂"] = {
					["代"] = {
						["开"] = {
							result = true
						}
					}
				},
				["票"] = {
					result = true,
					t = {
						e = {
							l = {
								result = true
							}
						}
					}
				}
			},
			["商"] = {
				["品"] = {
					["發"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["法"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			},
			["炸"] = {
				["药"] = {
					["制"] = {
						["法"] = {
							result = true
						}
					}
				}
			},
			["税"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["晾"] = {
		["屄"] = {
			result = true
		}
	},
	["暒"] = {
		["嘢"] = {
			["洸"] = {
				["嘸"] = {
					["犸"] = {
						["芐"] = {
							["酨"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["曲"] = {
		["利"] = {
			["平"] = {
				result = true
			}
		},
		["周"] = {
			["黑"] = {
				["枪"] = {
					["的"] = {
						result = true
					}
				}
			}
		},
		["江"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["淑"] = {
			["辉"] = {
				result = true
			}
		},
		["笔"] = {
			["嘲"] = {
				["封"] = {
					["锁"] = {
						result = true
					}
				}
			}
		},
		["線"] = {
			["消"] = {
				["魂"] = {
					result = true
				}
			}
		},
		["阳"] = {
			result = true
		},
		["青"] = {
			["山"] = {
				result = true
			}
		},
		["靖"] = {
			result = true,
			["一"] = {
				["夜"] = {
					["情"] = {
						result = true
					}
				}
			},
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["办"] = {
				["证"] = {
					result = true
				}
			},
			["收"] = {
				["费"] = {
					["站"] = {
						result = true
					}
				}
			},
			["气"] = {
				["枪"] = {
					["网"] = {
						result = true
					}
				}
			},
			["黑"] = {
				["帮"] = {
					result = true
				}
			}
		},
		["马"] = {
			["多"] = {
				result = true,
				["价"] = {
					["格"] = {
						["低"] = {
							result = true
						}
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				}
			}
		}
	},
	["曼"] = {
		["施"] = {
			["坦"] = {
				["因"] = {
					result = true
				}
			}
		}
	},
	["朋"] = {
		["克"] = {
			["猛"] = {
				["男"] = {
					result = true
				}
			}
		},
		["原"] = {
			["由"] = {
				["美"] = {
					["香"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						},
						["種"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["友"] = {
			["也"] = {
				["上"] = {
					["床"] = {
						result = true
					}
				}
			},
			["们"] = {
				["注"] = {
					["意"] = {
						result = true
					}
				}
			},
			["快"] = {
				["证"] = {
					["中"] = {
						["心"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				["用"] = {
					["户"] = {
						["数"] = {
							["据"] = {
								result = true
							}
						}
					}
				}
			},
			["野"] = {
				["外"] = {
					["嫖"] = {
						["娼"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["期"] = {
		["手"] = {
			["枪"] = {
				["气"] = {
					["枪"] = {
						["猎"] = {
							result = true
						}
					}
				}
			}
		},
		["早"] = {
			["乙"] = {
				["女"] = {
					["壹"] = {
						result = true
					}
				}
			}
		},
		["期"] = {
			["中"] = {
				["总"] = {
					["坛"] = {
						result = true
					}
				}
			},
			["免"] = {
				["费"] = {
					["公"] = {
						["开"] = {
							result = true
						}
					}
				}
			}
		},
		["货"] = {
			["客"] = {
				["户"] = {
					["数"] = {
						["据"] = {
							result = true
						}
					}
				}
			}
		},
		["间"] = {
			["北"] = {
				["京"] = {
					["城"] = {
						["区"] = {
							["实"] = {
								["施"] = {
									["戒"] = {
										["严"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["木"] = {
		["下"] = {
			["柚"] = {
				["花"] = {
					result = true,
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["若"] = {
				["菜"] = {
					result = true,
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["原"] = {
			["爱"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["崎"] = {
			["梨"] = {
				["乃"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["村"] = {
			["恭"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				result = true
			},
			["茜"] = {
				b = {
					t = {
						result = true
					}
				},
				["全"] = {
					["集"] = {
						result = true
					}
				},
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["無"] = {
					["碼"] = {
						result = true
					}
				},
				["电"] = {
					["驴"] = {
						result = true
					}
				},
				["電"] = {
					["驢"] = {
						result = true
					}
				}
			}
		},
		["田"] = {
			["彩"] = {
				["水"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["纹"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["耳"] = {
			["成"] = {
				["人"] = {
					["社"] = {
						["区"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["朩"] = {
		["丅"] = {
			["柚"] = {
				["埖"] = {
					result = true
				}
			}
		},
		["村"] = {
			["茜"] = {
				["佺"] = {
					["雧"] = {
						result = true
					}
				},
				["兂"] = {
					["碼"] = {
						result = true
					}
				},
				["電"] = {
					["驴"] = {
						result = true
					}
				},
				["ｂ"] = {
					["τ"] = {
						result = true
					}
				}
			}
		}
	},
	["末"] = {
		["任"] = {
			["总"] = {
				["书"] = {
					["记"] = {
						result = true
					}
				}
			}
		},
		["永"] = {
			["亚"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["朴"] = {
		["明"] = {
			["善"] = {
				result = true
			}
		},
		["诚"] = {
			["商"] = {
				["务"] = {
					["调"] = {
						["查"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["杀"] = {
		["了"] = {
			["新"] = {
				["疆"] = {
					["人"] = {
						result = true
					}
				}
			},
			["维"] = {
				["吾"] = {
					result = true,
					["尔"] = {
						result = true
					}
				}
			}
		},
		["二"] = {
			["十"] = {
				["万"] = {
					result = true,
					["二"] = {
						["十"] = {
							["年"] = {
								result = true
							}
						}
					},
					["人"] = {
						result = true,
						["保"] = {
							["二"] = {
								["十"] = {
									["年"] = {
										["稳"] = {
											["定"] = {
												result = true
											}
										}
									}
								}
							}
						},
						["到"] = {
							["期"] = {
								result = true
							}
						},
						["稳"] = {
							["定"] = {
								result = true
							}
						},
						["邓"] = {
							["小"] = {
								["平"] = {
									result = true
								}
							}
						}
					},
					["到"] = {
						["期"] = {
							result = true
						}
					},
					["已"] = {
						["到"] = {
							["期"] = {
								result = true
							}
						}
					},
					["稳"] = {
						["定"] = {
							result = true
						}
					},
					["邓"] = {
						["小"] = {
							["平"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["人"] = {
			[" "] = {
				["六"] = {
					["四"] = {
						["谜"] = {
							["案"] = {
								result = true
							}
						}
					}
				}
			},
			["不"] = {
				["难"] = {
					result = true
				}
			},
			["党"] = {
				result = true
			},
			["六"] = {
				["四"] = {
					["谜"] = {
						["案"] = {
							result = true
						}
					}
				}
			},
			["学"] = {
				["习"] = {
					result = true
				}
			},
			["打"] = {
				["架"] = {
					result = true
				}
			},
			["找"] = {
				["我"] = {
					result = true
				}
			},
			["灭"] = {
				["尸"] = {
					result = true
				}
			},
			["狂"] = {
				result = true
			},
			["魔"] = {
				result = true
			}
		},
		["伤"] = {
			result = true,
			["炮"] = {
				["弹"] = {
					result = true
				}
			},
			["燃"] = {
				["烧"] = {
					["弹"] = {
						result = true
					}
				}
			}
		},
		["佛"] = {
			result = true
		},
		["你"] = {
			["一"] = {
				["家"] = {
					result = true
				}
			},
			["全"] = {
				["家"] = {
					result = true
				}
			}
		},
		["保"] = {
			["二"] = {
				["十"] = {
					["年"] = {
						["稳"] = {
							["定"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["光"] = {
			result = true,
			["少"] = {
				["数"] = {
					["民"] = {
						["族"] = {
							result = true
						}
					}
				}
			},
			["新"] = {
				["疆"] = {
					result = true,
					["人"] = {
						result = true
					}
				}
			},
			["维"] = {
				["吾"] = {
					["尔"] = {
						result = true
					}
				},
				["族"] = {
					result = true,
					["人"] = {
						result = true
					},
					["狗"] = {
						result = true
					},
					["猪"] = {
						result = true
					}
				}
			}
		},
		["到"] = {
			["内"] = {
				["地"] = {
					result = true
				}
			}
		},
		["前"] = {
			["妻"] = {
				[" "] = {
					["二"] = {
						["儿"] = {
							["子"] = {
								["拒"] = {
									["见"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["劫"] = {
			result = true
		},
		["妻"] = {
			[" "] = {
				["杀"] = {
					["习"] = {
						result = true
					}
				}
			}
		},
		["它"] = {
			["仗"] = {
				result = true
			}
		},
		["害"] = {
			["学"] = {
				["生"] = {
					result = true
				}
			},
			["维"] = {
				["吾"] = {
					["尔"] = {
						["精"] = {
							["英"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["尽"] = {
			["维"] = {
				["吾"] = {
					["尔"] = {
						result = true
					}
				}
			}
		},
		["开"] = {
			["发"] = {
				["商"] = {
					result = true
				}
			}
		},
		["恐"] = {
			["怖"] = {
				["分"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["慧"] = {
			["律"] = {
				["佛"] = {
					result = true
				}
			}
		},
		["手"] = {
			result = true,
			["帮"] = {
				["忙"] = {
					result = true
				}
			},
			["快"] = {
				["速"] = {
					["雇"] = {
						["佣"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["报"] = {
				["仇"] = {
					result = true
				}
			},
			["服"] = {
				["务"] = {
					result = true
				}
			},
			["雇"] = {
				["佣"] = {
					result = true,
					["网"] = {
						result = true,
						["华"] = {
							["北"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["掉"] = {
			["新"] = {
				["疆"] = {
					["人"] = {
						result = true
					}
				}
			}
		},
		["新"] = {
			["疆"] = {
				result = true,
				["人"] = {
					result = true
				}
			}
		},
		["杀"] = {
			["杀"] = {
				result = true
			}
		},
		["死"] = {
			["全"] = {
				["部"] = {
					["新"] = {
						["疆"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			},
			["所"] = {
				["有"] = {
					["新"] = {
						["疆"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			},
			["新"] = {
				["疆"] = {
					["人"] = {
						result = true
					}
				}
			}
		},
		["汉"] = {
			["人"] = {
				result = true,
				["杀"] = {
					["维"] = {
						["族"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			},
			["族"] = {
				result = true
			}
		},
		["猪"] = {
			["刀"] = {
				result = true
			},
			["迷"] = {
				["药"] = {
					["粉"] = {
						result = true
					}
				}
			}
		},
		["破"] = {
			["狼"] = {
				result = true
			}
		},
		["维"] = {
			["吾"] = {
				["尔"] = {
					result = true,
					["人"] = {
						result = true
					},
					["族"] = {
						["人"] = {
							result = true
						}
					}
				}
			},
			["族"] = {
				result = true,
				["人"] = {
					result = true
				}
			}
		},
		["老"] = {
			["师"] = {
				result = true
			}
		},
		["藏"] = {
			["人"] = {
				result = true
			}
		},
		["贪"] = {
			["\\"] = {
				["官"] = {
					["平"] = {
						["民"] = {
							["怨"] = {
								result = true
							}
						}
					}
				}
			},
			["官"] = {
				result = true,
				["平"] = {
					["民"] = {
						["怨"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["权"] = {
		["人"] = {
			["没"] = {
				["国"] = {
					["中"] = {
						result = true
					}
				}
			}
		},
		["利"] = {
			["争"] = {
				["取"] = {
					result = true
				}
			},
			["奴"] = {
				["隶"] = {
					result = true
				}
			},
			["斗"] = {
				["争"] = {
					result = true
				}
			}
		},
		["力"] = {
			["内"] = {
				["幕"] = {
					["十"] = {
						["八"] = {
							["大"] = {
								result = true
							}
						}
					}
				}
			},
			["奴"] = {
				["隶"] = {
					result = true
				}
			},
			["市"] = {
				["场"] = {
					["经"] = {
						["济"] = {
							result = true
						}
					}
				}
			},
			["斗"] = {
				["争"] = {
					result = true
				}
			},
			["的"] = {
				["玩"] = {
					["物"] = {
						result = true
					}
				}
			},
			["经"] = {
				["济"] = {
					result = true
				}
			}
		},
		["威"] = {
			result = true
		},
		["真"] = {
			["为"] = {
				["民"] = {
					["所"] = {
						["用"] = {
							result = true
						}
					}
				}
			}
		},
		["色"] = {
			["交"] = {
				["易"] = {
					result = true
				}
			}
		},
		["贵"] = {
			["传"] = {
				result = true
			},
			["的"] = {
				["死"] = {
					["亡"] = {
						["游"] = {
							["戏"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["重"] = {
			["股"] = {
				["大"] = {
					["盘"] = {
						result = true
					}
				}
			}
		},
		["露"] = {
			["骨"] = {
				["色"] = {
					["露"] = {
						["笑"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["杉"] = {
		["崎"] = {
			["丽"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["千"] = {
				["穂"] = {
					result = true
				}
			},
			["夏"] = {
				["希"] = {
					result = true
				}
			},
			["晴"] = {
				["香"] = {
					result = true
				}
			}
		},
		["本"] = {
			["彩"] = {
				["佳"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["沙"] = {
				["香"] = {
					["无"] = {
						["码"] = {
							result = true
						},
						["马"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["由"] = {
				["美"] = {
					["香"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						},
						["種"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["麻"] = {
				["里"] = {
					["江"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["浦"] = {
			["亚"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["则"] = {
				["夫"] = {
					result = true
				}
			},
			["憎"] = {
				["美"] = {
					result = true
				}
			},
			["淸"] = {
				["稥"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			},
			["清"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["由"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["李"] = {
		[" "] = {
			["鹏"] = {
				[" "] = {
					["八"] = {
						[" "] = {
							["九"] = {
								result = true
							}
						},
						["九"] = {
							result = true
						}
					}
				},
				["八"] = {
					[" "] = {
						["九"] = {
							result = true
						}
					},
					["九"] = {
						result = true
					}
				}
			}
		},
		["*"] = {
			["洪"] = {
				["*"] = {
					["志"] = {
						result = true
					}
				}
			}
		},
		["-"] = {
			["克"] = {
				["-"] = {
					["强"] = {
						result = true
					}
				}
			}
		},
		["1"] = {
			["2"] = {
				["娘"] = {
					result = true
				}
			},
			["十"] = {
				["2"] = {
					["娘"] = {
						result = true
					}
				}
			}
		},
		x = {
			["琳"] = {
				[" "] = {
					["圈"] = {
						["地"] = {
							result = true
						}
					},
					["百"] = {
						["亿"] = {
							result = true
						}
					}
				},
				["拿"] = {
					["地"] = {
						result = true
					}
				}
			}
		},
		["东"] = {
			["生"] = {
				result = true,
				[" "] = {
					["习"] = {
						[" "] = {
							["财"] = {
								["富"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["丹"] = {
			["宇"] = {
				result = true
			}
		},
		["乐"] = {
			["施"] = {
				result = true
			}
		},
		["乘"] = {
			["风"] = {
				result = true
			}
		},
		["书"] = {
			["磊"] = {
				result = true,
				["+"] = {
					["主"] = {
						["席"] = {
							result = true
						}
					},
					["秘"] = {
						["书"] = {
							result = true
						}
					}
				}
			}
		},
		["五"] = {
			["四"] = {
				result = true
			}
		},
		["亲"] = {
			["临"] = {
				["玄"] = {
					["机"] = {
						result = true
					}
				}
			}
		},
		["从"] = {
			["军"] = {
				result = true
			}
		},
		["伟"] = {
			result = true
		},
		["傀"] = {
			["儡"] = {
				result = true
			}
		},
		["兆"] = {
			["前"] = {
				result = true
			},
			["焯"] = {
				result = true
			}
		},
		["光"] = {
			["碧"] = {
				result = true
			}
		},
		["克"] = {
			["強"] = {
				result = true
			},
			["强"] = {
				["下"] = {
					["台"] = {
						result = true
					},
					["课"] = {
						result = true
					}
				},
				["不"] = {
					["作"] = {
						["为"] = {
							result = true
						}
					}
				},
				["乱"] = {
					["作"] = {
						["为"] = {
							result = true
						}
					}
				},
				["五"] = {
					["朝"] = {
						["元"] = {
							["老"] = {
								result = true
							}
						}
					}
				},
				["出"] = {
					["国"] = {
						["企"] = {
							result = true
						}
					}
				},
				["团"] = {
					["派"] = {
						result = true
					}
				},
				["国"] = {
					result = true
				},
				["打"] = {
					["黑"] = {
						["除"] = {
							["恶"] = {
								result = true
							}
						}
					}
				},
				["接"] = {
					["班"] = {
						["人"] = {
							result = true
						}
					}
				},
				["汉"] = {
					["奸"] = {
						result = true
					}
				},
				["王"] = {
					["立"] = {
						["军"] = {
							result = true
						}
					}
				},
				["糖"] = {
					["尿"] = {
						["病"] = {
							result = true
						}
					}
				},
				["薄"] = {
					["熙"] = {
						["来"] = {
							result = true
						}
					}
				},
				["被"] = {
					["迫"] = {
						["下"] = {
							["台"] = {
								result = true
							}
						}
					}
				},
				["财"] = {
					["团"] = {
						result = true
					}
				},
				["践"] = {
					["踏"] = {
						["宪"] = {
							["法"] = {
								result = true
							}
						}
					}
				},
				["辞"] = {
					["职"] = {
						result = true
					}
				},
				["运"] = {
					["气"] = {
						["欠"] = {
							["佳"] = {
								result = true
							}
						}
					}
				},
				["黑"] = {
					["色"] = {
						["鬼"] = {
							["牌"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["刀"] = {
			["匠"] = {
				result = true
			}
		},
		["刚"] = {
			result = true
		},
		["副"] = {
			["总"] = {
				["理"] = {
					result = true
				}
			}
		},
		["十"] = {
			["二"] = {
				["娘"] = {
					result = true
				}
			}
		},
		["友"] = {
			result = true,
			["上"] = {
				["百"] = {
					["人"] = {
						result = true
					}
				}
			},
			["令"] = {
				["计"] = {
					["划"] = {
						result = true
					}
				}
			},
			["抓"] = {
				["捕"] = {
					result = true
				}
			},
			["拒"] = {
				["捕"] = {
					result = true
				}
			},
			["拘"] = {
				["捕"] = {
					result = true
				}
			},
			["接"] = {
				["走"] = {
					["方"] = {
						["正"] = {
							result = true
						}
					}
				}
			},
			["日"] = {
				["本"] = {
					["豪"] = {
						["宅"] = {
							result = true
						}
					}
				}
			},
			["李"] = {
				["源"] = {
					["潮"] = {
						result = true
					}
				}
			},
			["睡"] = {
				["衣"] = {
					["男"] = {
						["士"] = {
							result = true
						}
					}
				}
			},
			["神"] = {
				["秘"] = {
					["人"] = {
						result = true
					}
				}
			},
			["穿"] = {
				["睡"] = {
					["衣"] = {
						["男"] = {
							["士"] = {
								result = true
							}
						}
					}
				}
			},
			["荷"] = {
				["枪"] = {
					["实"] = {
						["弹"] = {
							result = true
						}
					}
				}
			},
			["贺"] = {
				["锦"] = {
					["涛"] = {
						result = true
					}
				}
			}
		},
		["可"] = {
			["抢"] = {
				result = true
			}
		},
		["咏"] = {
			result = true
		},
		["国"] = {
			["军"] = {
				result = true,
				["抓"] = {
					["捕"] = {
						result = true
					}
				}
			}
		},
		["大"] = {
			["嘴"] = {
				result = true
			},
			["師"] = {
				result = true
			},
			["釗"] = {
				result = true
			}
		},
		["夫"] = {
			["人"] = {
				["涉"] = {
					["丁"] = {
						["案"] = {
							result = true
						}
					}
				},
				["真"] = {
					["老"] = {
						["虎"] = {
							result = true
						}
					}
				}
			}
		},
		["契"] = {
			["克"] = {
				result = true
			}
		},
		["妈"] = {
			["妈"] = {
				result = true
			}
		},
		["学"] = {
			["勇"] = {
				result = true
			}
		},
		["學"] = {
			["舉"] = {
				result = true
			}
		},
		["宁"] = {
			result = true
		},
		["宗"] = {
			["瑞"] = {
				result = true
			}
		},
		["客"] = {
			["强"] = {
				result = true
			}
		},
		["家"] = {
			["电"] = {
				["力"] = {
					[" "] = {
						["腐"] = {
							["败"] = {
								result = true
							}
						}
					}
				}
			},
			["祥"] = {
				result = true
			}
		},
		["寻"] = {
			["欢"] = {
				["判"] = {
					["官"] = {
						result = true,
						["弹"] = {
							["弓"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["小"] = {
			["勇"] = {
				result = true
			},
			["琳"] = {
				["2"] = {
					["0"] = {
						["亿"] = {
							["或"] = {
								["被"] = {
									["追"] = {
										["讨"] = {
											result = true
										}
									}
								}
							}
						}
					}
				},
				["与"] = {
					["丁"] = {
						["书"] = {
							["苗"] = {
								result = true
							}
						}
					}
				},
				["涉"] = {
					["批"] = {
						["地"] = {
							["及"] = {
								["三"] = {
									["峡"] = {
										["弊"] = {
											["案"] = {
												result = true
											}
										}
									}
								}
							}
						}
					},
					["贪"] = {
						["中"] = {
							["纪"] = {
								["委"] = {
									["介"] = {
										["入"] = {
											result = true
										}
									}
								}
							}
						},
						["被"] = {
							["查"] = {
								result = true
							}
						}
					}
				},
				["瑞"] = {
					["士"] = {
						["银"] = {
							["行"] = {
								result = true
							}
						}
					}
				}
			},
			["鹏"] = {
				[" "] = {
					["六"] = {
						["四"] = {
							result = true
						}
					}
				},
				["六"] = {
					["四"] = {
						result = true
					}
				},
				["架"] = {
					["空"] = {
						result = true
					}
				}
			}
		},
		["工"] = {
			["部"] = {
				result = true
			}
		},
		["师"] = {
			["付"] = {
				result = true
			},
			["傅"] = {
				result = true
			},
			["师"] = {
				result = true
			},
			["父"] = {
				result = true
			}
		},
		["師"] = {
			["付"] = {
				result = true
			},
			["傅"] = {
				result = true
			},
			["父"] = {
				result = true
			}
		},
		["建"] = {
			["华"] = {
				result = true
			},
			["國"] = {
				result = true
			},
			["波"] = {
				result = true
			}
		},
		["弘"] = {
			["志"] = {
				result = true
			}
		},
		["德"] = {
			["生"] = {
				result = true
			}
		},
		["必"] = {
			["丰"] = {
				result = true
			}
		},
		["怡"] = {
			result = true
		},
		["恒"] = {
			["青"] = {
				result = true
			}
		},
		["成"] = {
			["功"] = {
				["靠"] = {
					["自"] = {
						["己"] = {
							result = true
						}
					}
				}
			}
		},
		["斌"] = {
			result = true
		},
		["日"] = {
			["越"] = {
				result = true
			}
		},
		["旺"] = {
			["阳"] = {
				[" "] = {
					["周"] = {
						["志"] = {
							["荣"] = {
								result = true
							}
						}
					},
					["大"] = {
						["祥"] = {
							["区"] = {
								["医"] = {
									["院"] = {
										result = true
									}
								}
							}
						}
					},
					["工"] = {
						["运"] = {
							["领"] = {
								["袖"] = {
									result = true
								}
							}
						}
					},
					["朱"] = {
						["承"] = {
							["志"] = {
								result = true
							}
						}
					},
					["李"] = {
						["旺"] = {
							["林"] = {
								result = true,
								[" "] = {
									["赵"] = {
										["宝"] = {
											["珠"] = {
												result = true
											}
										}
									}
								},
								["赵"] = {
									["宝"] = {
										["珠"] = {
											result = true
										}
									}
								}
							},
							["玲"] = {
								result = true,
								[" "] = {
									["赵"] = {
										["宝"] = {
											["珠"] = {
												result = true
											}
										}
									}
								},
								["赵"] = {
									["宝"] = {
										["珠"] = {
											result = true
										}
									}
								}
							}
						}
					},
					["死"] = {
						["因"] = {
							result = true
						}
					},
					["民"] = {
						["主"] = {
							["斗"] = {
								["士"] = {
									result = true
								}
							}
						}
					},
					["治"] = {
						["丧"] = {
							["委"] = {
								["员"] = {
									["会"] = {
										result = true
									}
								}
							}
						}
					},
					["自"] = {
						["杀"] = {
							result = true
						}
					},
					["被"] = {
						["自"] = {
							["杀"] = {
								["真"] = {
									["相"] = {
										["调"] = {
											["查"] = {
												["委"] = {
													["员"] = {
														["会"] = {
															result = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["赵"] = {
						["宝"] = {
							["珠"] = {
								result = true
							}
						}
					}
				},
				["周"] = {
					["志"] = {
						["荣"] = {
							result = true
						}
					}
				},
				["大"] = {
					["祥"] = {
						["区"] = {
							["医"] = {
								["院"] = {
									result = true
								}
							}
						}
					}
				},
				["工"] = {
					["运"] = {
						["领"] = {
							["袖"] = {
								result = true
							}
						}
					}
				},
				["朱"] = {
					["承"] = {
						["志"] = {
							result = true
						}
					}
				},
				["李"] = {
					["旺"] = {
						["林"] = {
							result = true,
							[" "] = {
								["赵"] = {
									["宝"] = {
										["珠"] = {
											result = true
										}
									}
								}
							},
							["赵"] = {
								["宝"] = {
									["珠"] = {
										result = true
									}
								}
							}
						},
						["玲"] = {
							result = true,
							[" "] = {
								["赵"] = {
									["宝"] = {
										["珠"] = {
											result = true
										}
									}
								}
							},
							["赵"] = {
								["宝"] = {
									["珠"] = {
										result = true
									}
								}
							}
						}
					}
				},
				["死"] = {
					["因"] = {
						result = true
					}
				},
				["民"] = {
					["主"] = {
						["斗"] = {
							["士"] = {
								result = true
							}
						}
					}
				},
				["治"] = {
					["丧"] = {
						["委"] = {
							["员"] = {
								["会"] = {
									result = true
								}
							}
						}
					}
				},
				["自"] = {
					["杀"] = {
						result = true
					}
				},
				["被"] = {
					["自"] = {
						["杀"] = {
							["真"] = {
								["相"] = {
									["调"] = {
										["查"] = {
											["委"] = {
												["员"] = {
													["会"] = {
														result = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["赵"] = {
					["宝"] = {
						["珠"] = {
							result = true
						}
					}
				}
			}
		},
		["晓"] = {
			["琳"] = {
				result = true,
				["公"] = {
					["主"] = {
						result = true
					}
				},
				["后"] = {
					["台"] = {
						result = true
					}
				},
				["红"] = {
					["色"] = {
						["公"] = {
							["主"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["月"] = {
			["鸟"] = {
				result = true
			}
		},
		["朋"] = {
			["电"] = {
				["老"] = {
					["虎"] = {
						result = true
					}
				}
			}
		},
		["望"] = {
			["知"] = {
				result = true
			}
		},
		["毅"] = {
			["中"] = {
				result = true
			}
		},
		["法"] = {
			["泉"] = {
				result = true
			}
		},
		["泽"] = {
			["厚"] = {
				result = true
			}
		},
		["洪"] = {
			result = true,
			["林"] = {
				result = true
			},
			["治"] = {
				result = true
			}
		},
		["济"] = {
			["深"] = {
				result = true
			}
		},
		["海"] = {
			["峰"] = {
				result = true
			},
			["林"] = {
				result = true
			},
			["进"] = {
				result = true,
				["日"] = {
					["本"] = {
						result = true,
						["豪"] = {
							["宅"] = {
								result = true
							}
						}
					}
				},
				["李"] = {
					["友"] = {
						result = true
					}
				},
				["润"] = {
					["心"] = {
						["庵"] = {
							result = true
						}
					}
				},
				["豪"] = {
					["宅"] = {
						result = true
					}
				},
				["高"] = {
					["全"] = {
						["健"] = {
							result = true
						}
					}
				}
			}
		},
		["淳"] = {
			["风"] = {
				result = true
			}
		},
		["源"] = {
			["朝"] = {
				["黑"] = {
					["马"] = {
						result = true
					}
				}
			},
			["潮"] = {
				[" "] = {
					["高"] = {
						["建"] = {
							["进"] = {
								result = true
							}
						}
					}
				},
				["3"] = {
					["0"] = {
						["亿"] = {
							result = true
						}
					}
				},
				["5"] = {
					["亿"] = {
						result = true
					}
				},
				["北"] = {
					["京"] = {
						["豪"] = {
							["宅"] = {
								result = true
							}
						}
					}
				},
				["受"] = {
					["贿"] = {
						result = true
					}
				},
				["日"] = {
					["本"] = {
						result = true,
						["豪"] = {
							["宅"] = {
								result = true
							}
						}
					}
				},
				["李"] = {
					["友"] = {
						result = true
					}
				},
				["汤"] = {
					["永"] = {
						["林"] = {
							result = true
						}
					}
				},
				["的"] = {
					["夫"] = {
						["人"] = {
							result = true
						}
					}
				},
				["豪"] = {
					["宅"] = {
						result = true
					}
				},
				["高"] = {
					["建"] = {
						["进"] = {
							result = true
						}
					}
				}
			}
		},
		["熊"] = {
			["猫"] = {
				result = true
			}
		},
		["熙"] = {
			result = true
		},
		["玉"] = {
			["军"] = {
				result = true
			},
			["赋"] = {
				result = true
			}
		},
		["瑞"] = {
			["英"] = {
				result = true
			}
		},
		["登"] = {
			["輝"] = {
				result = true
			}
		},
		["盛"] = {
			["霖"] = {
				result = true
			}
		},
		["秋"] = {
			["芳"] = {
				result = true
			}
		},
		["立"] = {
			["三"] = {
				result = true
			},
			["国"] = {
				result = true
			}
		},
		["籣"] = {
			["菊"] = {
				[" "] = {
					["天"] = {
						["安"] = {
							["门"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["紅"] = {
			["志"] = {
				result = true
			},
			["智"] = {
				result = true
			}
		},
		["红"] = {
			["制"] = {
				result = true
			}
		},
		["纪"] = {
			["恒"] = {
				result = true
			}
		},
		["纲"] = {
			result = true
		},
		["维"] = {
			["汉"] = {
				result = true
			}
		},
		["老"] = {
			["太"] = {
				["太"] = {
					result = true
				}
			}
		},
		["若"] = {
			["水"] = {
				result = true
			}
		},
		["虹"] = {
			["志"] = {
				result = true
			}
		},
		["进"] = {
			["进"] = {
				result = true
			}
		},
		["适"] = {
			["时"] = {
				result = true
			}
		},
		["通"] = {
			result = true
		},
		["金"] = {
			["华"] = {
				result = true
			},
			["華"] = {
				result = true
			}
		},
		["钢"] = {
			["儿"] = {
				["子"] = {
					result = true
				}
			}
		},
		["铁"] = {
			result = true
		},
		["锐"] = {
			["鲍"] = {
				["彤"] = {
					["六"] = {
						["四"] = {
							result = true
						}
					}
				}
			}
		},
		["长"] = {
			["春"] = {
				["薄"] = {
					["熙"] = {
						["来"] = {
							result = true
						}
					}
				}
			}
		},
		["雪"] = {
			["勤"] = {
				result = true
			},
			["峰"] = {
				result = true
			},
			["文"] = {
				["杜"] = {
					["东"] = {
						["旭"] = {
							["宋"] = {
								["秀"] = {
									["玲"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["鹏"] = {
			[" "] = {
				["6"] = {
					["."] = {
						["4"] = {
							result = true
						}
					}
				},
				["八"] = {
					[" "] = {
						["九"] = {
							result = true
						}
					},
					["九"] = {
						result = true
					}
				},
				["六"] = {
					["四"] = {
						["事"] = {
							["件"] = {
								result = true
							}
						}
					}
				},
				["关"] = {
					["键"] = {
						["时"] = {
							["刻"] = {
								result = true
							}
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					result = true
				}
			},
			["8"] = {
				["9"] = {
					result = true
				}
			},
			["八"] = {
				[" "] = {
					["九"] = {
						result = true
					}
				},
				["九"] = {
					result = true
				}
			},
			["六"] = {
				["四"] = {
					result = true,
					["事"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["关"] = {
				["键"] = {
					["时"] = {
						["刻"] = {
							result = true
						}
					}
				}
			},
			["华"] = {
				["能"] = {
					result = true
				}
			},
			["夫"] = {
				["人"] = {
					["丁"] = {
						["书"] = {
							["苗"] = {
								result = true
							}
						}
					}
				}
			},
			["学"] = {
				["运"] = {
					result = true
				}
			},
			["家"] = {
				["族"] = {
					["再"] = {
						["发"] = {
							["声"] = {
								result = true
							}
						}
					},
					["危"] = {
						["险"] = {
							["了"] = {
								result = true
							}
						}
					}
				}
			},
			["屠"] = {
				["杀"] = {
					result = true
				}
			},
			["平"] = {
				["反"] = {
					["六"] = {
						["四"] = {
							result = true
						}
					}
				}
			},
			["脸"] = {
				["皮"] = {
					["厚"] = {
						result = true
					}
				}
			}
		}
	},
	["来"] = {
		["京"] = {
			["上"] = {
				["访"] = {
					result = true
				}
			}
		},
		["俊"] = {
			["臣"] = {
				result = true
			}
		},
		["凤"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["吧"] = {
			["插"] = {
				["插"] = {
					["网"] = {
						result = true
					}
				}
			},
			["网"] = {
				result = true
			}
		},
		["宾"] = {
			K = {
				["粉"] = {
					result = true
				}
			},
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["气"] = {
				["枪"] = {
					["专"] = {
						result = true
					}
				}
			}
		},
		["找"] = {
			["嫩"] = {
				["模"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			}
		},
		["操"] = {
			["8"] = {
				result = true
			},
			["吧"] = {
				result = true
			}
		},
		["日"] = {
			["天"] = {
				["天"] = {
					["免"] = {
						["费"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["栖"] = {
			result = true,
			["由"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["次"] = {
			["阴"] = {
				["核"] = {
					["高"] = {
						["潮"] = {
							result = true
						}
					}
				}
			}
		},
		["生"] = {
			["光"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["电"] = {
			["任"] = {
				["意"] = {
					["显"] = {
						result = true
					}
				}
			},
			["改"] = {
				["号"] = {
					["器"] = {
						result = true
					}
				}
			},
			["订"] = {
				["购"] = {
					result = true
				}
			}
		},
		["福"] = {
			["汽"] = {
				["狗"] = {
					["专"] = {
						result = true
					}
				}
			}
		},
		["自"] = {
			["波"] = {
				["兰"] = {
					["的"] = {
						["美"] = {
							["妖"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["须"] = {
			["真"] = {
				["央"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["龙"] = {
			["去"] = {
				["脉"] = {
					result = true
				}
			}
		}
	},
	["林"] = {
		["中"] = {
			["少"] = {
				["妇"] = {
					result = true
				}
			}
		},
		["伯"] = {
			["渠"] = {
				result = true
			}
		},
		["保"] = {
			["华"] = {
				["射"] = {
					["精"] = {
						result = true
					}
				}
			}
		},
		["办"] = {
			["驾"] = {
				["照"] = {
					result = true
				}
			}
		},
		["大"] = {
			["枪"] = {
				["网"] = {
					result = true
				}
			}
		},
		["存"] = {
			["德"] = {
				result = true
			}
		},
		["心"] = {
			["如"] = {
				["做"] = {
					["爱"] = {
						result = true,
						["图"] = {
							result = true
						},
						["网"] = {
							result = true
						}
					}
				},
				["掰"] = {
					["穴"] = {
						["自"] = {
							["拍"] = {
								result = true
							}
						}
					}
				},
				["毛"] = {
					["片"] = {
						result = true
					}
				},
				["淫"] = {
					["照"] = {
						["片"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				},
				["特"] = {
					["级"] = {
						["片"] = {
							result = true
						}
					}
				},
				["色"] = {
					["情"] = {
						["贴"] = {
							["图"] = {
								result = true
							}
						}
					}
				},
				["裸"] = {
					["体"] = {
						result = true
					}
				}
			}
		},
		["志"] = {
			["玲"] = {
				A = {
					V = {
						result = true
					}
				}
			}
		},
		["惠"] = {
			["里"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["由"] = {
			["美"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					},
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["祖"] = {
			["涵"] = {
				result = true
			}
		},
		["芝"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["手"] = {
				["枪"] = {
					result = true
				},
				["槍"] = {
					result = true
				}
			}
		}
	},
	["枪"] = {
		["*"] = {
			result = true,
			["联"] = {
				["系"] = {
					result = true
				}
			}
		},
		["、"] = {
			["枪"] = {
				result = true
			}
		},
		["。"] = {
			["。"] = {
				["。"] = {
					result = true
				}
			}
		},
		["与"] = {
			["玫"] = {
				["瑰"] = {
					result = true
				}
			}
		},
		["专"] = {
			result = true
		},
		["从"] = {
			result = true
		},
		["低"] = {
			["价"] = {
				result = true,
				["支"] = {
					["弹"] = {
						["药"] = {
							result = true
						}
					}
				}
			}
		},
		["具"] = {
			result = true,
			["专"] = {
				result = true
			}
		},
		["军"] = {
			["用"] = {
				["枪"] = {
					["支"] = {
						result = true
					}
				}
			}
		},
		["决"] = {
			result = true
		},
		["击"] = {
			result = true,
			["事"] = {
				["件"] = {
					result = true
				}
			}
		},
		["到"] = {
			result = true,
			["哪"] = {
				result = true
			}
		},
		["刺"] = {
			["专"] = {
				result = true
			}
		},
		["包"] = {
			result = true
		},
		["匕"] = {
			["首"] = {
				["专"] = {
					result = true
				}
			}
		},
		["匣"] = {
			["网"] = {
				result = true
			}
		},
		["去"] = {
			["哪"] = {
				result = true,
				["好"] = {
					["？"] = {
						result = true
					}
				}
			}
		},
		["友"] = {
			["之"] = {
				["家"] = {
					result = true
				}
			}
		},
		["售"] = {
			result = true
		},
		["在"] = {
			result = true,
			["东"] = {
				["直"] = {
					["门"] = {
						result = true
					}
				}
			}
		},
		["声"] = {
			result = true
		},
		["套"] = {
			result = true
		},
		["子"] = {
			["大"] = {
				["全"] = {
					result = true
				}
			}
		},
		["店"] = {
			result = true
		},
		["式"] = {
			["巡"] = {
				["更"] = {
					["器"] = {
						result = true
					}
				}
			},
			["打"] = {
				["火"] = {
					["机"] = {
						result = true
					}
				}
			},
			["火"] = {
				["机"] = {
					["吹"] = {
						result = true
					}
				}
			},
			["电"] = {
				["动"] = {
					["工"] = {
						["具"] = {
							result = true
						}
					}
				}
			}
		},
		["弩"] = {
			["不"] = {
				["锈"] = {
					["钢"] = {
						["枪"] = {
							["管"] = {
								result = true
							}
						}
					}
				}
			},
			["专"] = {
				result = true
			},
			["网"] = {
				result = true
			}
		},
		["弹"] = {
			result = true,
			["套"] = {
				["装"] = {
					result = true
				}
			}
		},
		["手"] = {
			["代"] = {
				["考"] = {
					result = true
				}
			},
			["枪"] = {
				result = true,
				["1"] = {
					result = true
				}
			},
			["网"] = {
				result = true
			}
		},
		["打"] = {
			["出"] = {
				["头"] = {
					["鸟"] = {
						result = true
					}
				}
			},
			["火"] = {
				["机"] = {
					result = true
				}
			}
		},
		["批"] = {
			result = true
		},
		["指"] = {
			["定"] = {
				["网"] = {
					result = true
				}
			}
		},
		["支"] = {
			["3"] = {
				d = {
					["图"] = {
						["纸"] = {
							result = true
						}
					}
				}
			},
			C = {
				A = {
					D = {
						["图"] = {
							["纸"] = {
								result = true
							}
						}
					}
				}
			},
			["专"] = {
				result = true,
				["网"] = {
					result = true
				}
			},
			["介"] = {
				["绍"] = {
					result = true
				}
			},
			["优"] = {
				["惠"] = {
					result = true
				}
			},
			["便"] = {
				["宜"] = {
					result = true
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						result = true
					}
				}
			},
			["分"] = {
				["解"] = {
					["图"] = {
						result = true
					}
				}
			},
			["售"] = {
				result = true
			},
			["图"] = {
				result = true
			},
			["大"] = {
				["全"] = {
					["网"] = {
						result = true
					}
				}
			},
			["套"] = {
				["件"] = {
					result = true
				}
			},
			["子"] = {
				["弹"] = {
					result = true,
					["批"] = {
						["量"] = {
							result = true
						}
					}
				}
			},
			["官"] = {
				["网"] = {
					result = true
				}
			},
			["弹"] = {
				["药"] = {
					["便"] = {
						["宜"] = {
							["出"] = {
								result = true
							}
						}
					},
					["在"] = {
						["哪"] = {
							result = true
						}
					},
					["法"] = {
						result = true
					},
					["网"] = {
						result = true
					}
				}
			},
			["提"] = {
				["把"] = {
					result = true
				}
			},
			["最"] = {
				["全"] = {
					result = true
				}
			},
			["机"] = {
				["框"] = {
					result = true
				}
			},
			["正"] = {
				["品"] = {
					result = true
				}
			},
			["汽"] = {
				["狗"] = {
					result = true
				}
			},
			["直"] = {
				["销"] = {
					result = true
				}
			},
			["瞄"] = {
				["准"] = {
					["器"] = {
						result = true
					}
				}
			},
			["网"] = {
				result = true,
				["购"] = {
					result = true
				}
			},
			["联"] = {
				["系"] = {
					result = true,
					["方"] = {
						["法"] = {
							result = true
						}
					}
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			},
			["贩"] = {
				result = true
			},
			["配"] = {
				["件"] = {
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			},
			["零"] = {
				["部"] = {
					["件"] = {
						result = true
					}
				},
				["配"] = {
					["件"] = {
						result = true
					}
				}
			}
		},
		["收"] = {
			["藏"] = {
				["网"] = {
					result = true
				}
			}
		},
		["末"] = {
			["网"] = {
				result = true
			}
		},
		["杀"] = {
			result = true
		},
		["林"] = {
			["弹"] = {
				["雨"] = {
					result = true
				}
			}
		},
		["枝"] = {
			["柜"] = {
				result = true
			}
		},
		["枪"] = {
			result = true,
			["低"] = {
				["价"] = {
					result = true
				}
			},
			["支"] = {
				result = true
			}
		},
		["栓"] = {
			result = true,
			["图"] = {
				["纸"] = {
					result = true
				}
			},
			["拉"] = {
				["柄"] = {
					result = true
				}
			},
			["爆"] = {
				result = true
			},
			["连"] = {
				["动"] = {
					["座"] = {
						result = true
					}
				}
			}
		},
		["案"] = {
			result = true
		},
		["械"] = {
			["专"] = {
				result = true,
				["店"] = {
					result = true
				},
				["网"] = {
					result = true
				},
				["营"] = {
					result = true
				}
			},
			["低"] = {
				["价"] = {
					result = true
				}
			},
			["图"] = {
				["纸"] = {
					result = true
				}
			},
			["大"] = {
				["全"] = {
					result = true
				}
			},
			["定"] = {
				["做"] = {
					result = true
				}
			},
			["方"] = {
				["法"] = {
					result = true
				}
			},
			["模"] = {
				["型"] = {
					result = true,
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			},
			["汽"] = {
				["枪"] = {
					["厂"] = {
						result = true
					}
				}
			},
			["组"] = {
				["装"] = {
					result = true
				}
			},
			["设"] = {
				["计"] = {
					["师"] = {
						result = true
					}
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			}
		},
		["榴"] = {
			["弹"] = {
				["发"] = {
					["射"] = {
						["器"] = {
							result = true
						}
					}
				},
				["推"] = {
					["进"] = {
						["药"] = {
							result = true
						}
					}
				}
			}
		},
		["模"] = {
			["专"] = {
				result = true,
				["网"] = {
					result = true
				}
			},
			["世"] = {
				["界"] = {
					result = true
				}
			},
			["网"] = {
				["网"] = {
					["址"] = {
						["邮"] = {
							["箱"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["毙"] = {
			result = true,
			["禿"] = {
				result = true
			}
		},
		["气"] = {
			["枪"] = {
				result = true
			}
		},
		["流"] = {
			["程"] = {
				result = true
			}
		},
		["消"] = {
			["音"] = {
				["器"] = {
					result = true
				}
			}
		},
		["火"] = {
			["力"] = {
				result = true
			},
			["大"] = {
				["全"] = {
					result = true
				}
			}
		},
		["爆"] = {
			result = true,
			["具"] = {
				result = true
			},
			["绳"] = {
				result = true
			}
		},
		["狗"] = {
			result = true,
			["打"] = {
				["猎"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			},
			["狗"] = {
				["网"] = {
					result = true
				}
			}
		},
		["猎"] = {
			result = true,
			["低"] = {
				["价"] = {
					result = true
				}
			}
		},
		["王"] = {
			["之"] = {
				["王"] = {
					result = true
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						result = true
					}
				}
			},
			["打"] = {
				["通"] = {
					["关"] = {
						result = true
					}
				}
			},
			["气"] = {
				["枪"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["用"] = {
			["品"] = {
				result = true
			},
			["耗"] = {
				["品"] = {
					result = true,
					["套"] = {
						["件"] = {
							result = true
						}
					}
				}
			}
		},
		["的"] = {
			result = true,
			["图"] = {
				result = true
			},
			["结"] = {
				["构"] = {
					["图"] = {
						result = true
					}
				}
			},
			["零"] = {
				["件"] = {
					["售"] = {
						result = true
					}
				}
			}
		},
		["瞄"] = {
			result = true
		},
		["禿"] = {
			["案"] = {
				result = true
			},
			["爆"] = {
				result = true
			}
		},
		["管"] = {
			result = true,
			["平"] = {
				["衡"] = {
					["块"] = {
						result = true
					}
				}
			},
			["摆"] = {
				["动"] = {
					["式"] = {
						result = true
					}
				}
			},
			["步"] = {
				["枪"] = {
					result = true
				}
			},
			["短"] = {
				["后"] = {
					["座"] = {
						["式"] = {
							result = true
						}
					}
				}
			},
			["箍"] = {
				result = true
			},
			["肋"] = {
				["条"] = {
					result = true
				}
			},
			["膛"] = {
				["线"] = {
					["机"] = {
						result = true
					}
				}
			},
			["节"] = {
				["套"] = {
					result = true
				}
			},
			["衬"] = {
				["套"] = {
					result = true
				}
			},
			["长"] = {
				result = true
			}
		},
		["绳"] = {
			result = true
		},
		["网"] = {
			result = true,
			["专"] = {
				result = true
			},
			["军"] = {
				["枪"] = {
					["专"] = {
						result = true
					}
				}
			},
			["站"] = {
				result = true
			},
			["群"] = {
				["组"] = {
					result = true
				}
			}
		},
		["联"] = {
			["系"] = {
				result = true
			}
		},
		["膛"] = {
			["归"] = {
				["零"] = {
					result = true
				}
			}
		},
		["行"] = {
			["手"] = {
				["枪"] = {
					result = true
				}
			},
			["网"] = {
				result = true
			}
		},
		["订"] = {
			["购"] = {
				result = true
			}
		},
		["诚"] = {
			["信"] = {
				["为"] = {
					["本"] = {
						result = true
					}
				}
			}
		},
		["货"] = {
			["到"] = {
				["付"] = {
					["款"] = {
						result = true
					}
				}
			}
		},
		["购"] = {
			["低"] = {
				["价"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["迷"] = {
			["团"] = {
				["购"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["配"] = {
			["件"] = {
				result = true
			}
		},
		["铅"] = {
			["弹"] = {
				["汞"] = {
					result = true
				}
			}
		},
		["零"] = {
			["件"] = {
				result = true
			}
		},
		["驼"] = {
			["子"] = {
				["的"] = {
					["零"] = {
						["件"] = {
							["售"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["黎"] = {
			["网"] = {
				result = true
			}
		}
	},
	["枯"] = {
		["瘦"] = {
			["女"] = {
				result = true
			}
		}
	},
	["某"] = {
		["色"] = {
			["情"] = {
				["网"] = {
					["站"] = {
						result = true
					}
				}
			}
		},
		["退"] = {
			["休"] = {
				["常"] = {
					["委"] = {
						["之"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["黄"] = {
			["色"] = {
				["网"] = {
					["站"] = {
						result = true
					}
				}
			}
		}
	},
	["柒"] = {
		["伍"] = {
			["事"] = {
				["件"] = {
					result = true
				}
			}
		},
		["柒"] = {
			["购"] = {
				["物"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["染"] = {
		["红"] = {
			["的"] = {
				result = true
			}
		}
	},
	["柔"] = {
		["情"] = {
			["小"] = {
				["说"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["肌"] = {
			["调"] = {
				["教"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["软"] = {
			["的"] = {
				a = {
					j = {
						["花"] = {
							["穴"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["柯"] = {
		["华"] = {
			result = true
		},
		["小"] = {
			["明"] = {
				result = true
			}
		},
		["尔"] = {
			["特"] = {
				["1"] = {
					["9"] = {
						["1"] = {
							["理"] = {
								result = true
							}
						}
					}
				},
				["6"] = {
					["0"] = {
						["2"] = {
							["型"] = {
								result = true
							}
						}
					}
				},
				C = {
					M = {
						G = {
							["1"] = {
								result = true
							}
						}
					}
				},
				["公"] = {
					["司"] = {
						result = true
					}
				},
				["双"] = {
					["鹰"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["左"] = {
					["轮"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["战"] = {
					["术"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["手"] = {
					["枪"] = {
						result = true
					}
				},
				["转"] = {
					["轮"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["慶"] = {
			["施"] = {
				result = true
			}
		},
		["柏"] = {
			["仁"] = {
				result = true
			}
		},
		["碱"] = {
			result = true
		},
		["赐"] = {
			["海"] = {
				result = true
			}
		}
	},
	["柳"] = {
		["州"] = {
			result = true,
			["办"] = {
				["假"] = {
					["证"] = {
						result = true
					}
				}
			},
			["海"] = {
				["洛"] = {
					["因"] = {
						result = true
					}
				}
			},
			["金"] = {
				["逸"] = {
					result = true
				}
			}
		},
		["田"] = {
			["弥"] = {
				["生"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["彌"] = {
				["生"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["栗"] = {
		["原"] = {
			["美"] = {
				["奈"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["崎"] = {
			["紗"] = {
				["理"] = {
					["奈"] = {
						result = true
					}
				}
			}
		},
		["林"] = {
			["里"] = {
				["莉"] = {
					result = true
				}
			}
		}
	},
	["栲"] = {
		["中"] = {
			["答"] = {
				["案"] = {
					result = true
				}
			}
		},
		["狆"] = {
			["荅"] = {
				["案"] = {
					result = true
				}
			}
		}
	},
	["框"] = {
		["计"] = {
			["算"] = {
				result = true
			}
		}
	},
	["桑"] = {
		["东"] = {
			["仁"] = {
				["波"] = {
					["切"] = {
						result = true
					}
				}
			}
		},
		["国"] = {
			["卫"] = {
				result = true
			}
		},
		["國"] = {
			["衛"] = {
				result = true
			}
		},
		["拿"] = {
			["9"] = {
				["4"] = {
					["2"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["丝"] = {
				["袜"] = {
					["诱"] = {
						["惑"] = {
							result = true
						}
					}
				}
			},
			["全"] = {
				["套"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["娛"] = {
				["樂"] = {
					["網"] = {
						result = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["网"] = {
						result = true
					}
				}
			},
			["小"] = {
				["妹"] = {
					result = true
				},
				["姐"] = {
					result = true,
					["价"] = {
						["格"] = {
							result = true
						}
					},
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["搓"] = {
				["得"] = {
					["浑"] = {
						["身"] = {
							["暖"] = {
								result = true
							}
						}
					}
				}
			},
			["池"] = {
				["里"] = {
					["涮"] = {
						["一"] = {
							["涮"] = {
								result = true
							}
						}
					}
				}
			},
			["浴"] = {
				["里"] = {
					["涮"] = {
						["一"] = {
							["涮"] = {
								result = true
							}
						}
					}
				}
			},
			["絲"] = {
				["襪"] = {
					["誘"] = {
						["惑"] = {
							result = true
						}
					}
				}
			},
			["網"] = {
				result = true
			},
			["网"] = {
				result = true
			},
			["论"] = {
				["坛"] = {
					result = true
				}
			},
			["试"] = {
				["试"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["飞"] = {
			["燕"] = {
				result = true
			}
		}
	},
	["桥"] = {
		["梁"] = {
			result = true
		}
	},
	["梁"] = {
		["平"] = {
			["县"] = {
				["办"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["滨"] = {
			result = true
		}
	},
	["梅"] = {
		["花"] = {
			["工"] = {
				["具"] = {
					result = true
				}
			}
		}
	},
	["梢"] = {
		["林"] = {
			["代"] = {
				["表"] = {
					["张"] = {
						["澜"] = {
							["澜"] = {
								result = true
							}
						}
					}
				}
			},
			["美"] = {
				["丽"] = {
					result = true
				}
			}
		}
	},
	["梦"] = {
		["幻"] = {
			["大"] = {
				["乱"] = {
					["交"] = {
						result = true
					}
				}
			},
			["天"] = {
				["使"] = {
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			}
		},
		["野"] = {
			["玛"] = {
				["里"] = {
					["亚"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["雪"] = {
			["近"] = {
				["平"] = {
					result = true
				}
			}
		},
		["露"] = {
			["迷"] = {
				["云"] = {
					["鬼"] = {
						["葯"] = {
							["水"] = {
								result = true
							}
						}
					}
				},
				["魂"] = {
					["葯"] = {
						["水"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["梨"] = {
		["尘"] = {
			["王"] = {
				["者"] = {
					["2"] = {
						["."] = {
							["0"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["棈"] = {
		["汸"] = {
			["戰"] = {
				["朮"] = {
					["湥"] = {
						["击"] = {
							["叨"] = {
								result = true
							}
						}
					}
				}
			},
			["檠"] = {
				["鼡"] = {
					["匕"] = {
						["渞"] = {
							result = true
						}
					}
				}
			},
			["特"] = {
				["檠"] = {
					["匕"] = {
						["渞"] = {
							result = true
						}
					}
				}
			},
			["羙"] = {
				["軍"] = {
					["騏"] = {
						["娦"] = {
							["叨"] = {
								result = true
							}
						}
					}
				}
			},
			["軍"] = {
				["鼡"] = {
					["匕"] = {
						["渞"] = {
							result = true
						}
					}
				}
			}
		},
		["裝"] = {
			["汸"] = {
				["裑"] = {
					["濆"] = {
						["霚"] = {
							result = true
						}
					}
				}
			},
			["２"] = {
				["０"] = {
					["匼"] = {
						["匙"] = {
							result = true
						}
					}
				}
			}
		},
		["闆"] = {
			["玞"] = {
				["悽"] = {
					result = true
				}
			},
			["電"] = {
				["影"] = {
					result = true
				}
			}
		}
	},
	["棋"] = {
		["牌"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			},
			["游"] = {
				["戏"] = {
					result = true
				}
			}
		}
	},
	["棚"] = {
		["子"] = {
			result = true,
			["枪"] = {
				result = true
			}
		},
		["民"] = {
			result = true
		},
		["里"] = {
			["圆"] = {
				result = true
			}
		}
	},
	["森"] = {
		["丅"] = {
			["理"] = {
				["喑"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		},
		["下"] = {
			["亚"] = {
				["美"] = {
					["衣"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["悠"] = {
				["裡"] = {
					result = true
				},
				["里"] = {
					result = true
				}
			},
			["理"] = {
				["音"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["乃"] = {
			["希"] = {
				["有"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["刀"] = {
			["户"] = {
				["外"] = {
					["专"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["原"] = {
			["由"] = {
				["紀"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				},
				["纪"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["咲"] = {
			["小"] = {
				["雪"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["奈"] = {
			["奈"] = {
				["子"] = {
					result = true,
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["川"] = {
			["泉"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["珠"] = {
				["里"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["村"] = {
			["夏"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["甜"] = {
				["蜜"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["林"] = {
			["之"] = {
				["狼"] = {
					["专"] = {
						result = true
					},
					["弓"] = {
						["努"] = {
							["专"] = {
								result = true
							}
						},
						["弩"] = {
							["专"] = {
								result = true
							}
						}
					}
				},
				["虎"] = {
					["大"] = {
						["型"] = {
							["努"] = {
								result = true
							},
							["弩"] = {
								result = true
							}
						}
					},
					["弩"] = {
						result = true
					},
					["的"] = {
						["便"] = {
							["宜"] = {
								result = true
							}
						}
					}
				},
				["豹"] = {
					result = true
				},
				["鹰"] = {
					["二"] = {
						["代"] = {
							result = true
						}
					}
				}
			},
			["汽"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["水"] = {
			C = {
				o = {
					c = {
						o = {
							a = {
								result = true
							}
						}
					}
				}
			}
		},
		["田"] = {
			["め"] = {
				["ぐ"] = {
					["み"] = {
						result = true
					}
				}
			},
			["由"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["町"] = {
			["心"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["萘"] = {
			["萘"] = {
				["孒"] = {
					result = true
				}
			}
		},
		["蔼"] = {
			["侠"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["野"] = {
			["泉"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["高"] = {
			["千"] = {
				["春"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["楠"] = {
		["木"] = {
			["沙"] = {
				["耶"] = {
					["香"] = {
						["无"] = {
							["码"] = {
								result = true
							},
							["马"] = {
								result = true
							}
						},
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["真"] = {
			["由"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["楼"] = {
		["凤"] = {
			result = true,
			["上"] = {
				["门"] = {
					["打"] = {
						["炮"] = {
							result = true
						}
					},
					["援"] = {
						["交"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					result = true
				}
			},
			["陪"] = {
				["睡"] = {
					result = true
				}
			}
		}
	},
	["槍"] = {
		result = true,
		["5"] = {
			["4"] = {
				["五"] = {
					result = true
				}
			}
		},
		["9"] = {
			["2"] = {
				["手"] = {
					["槍"] = {
						["1"] = {
							["8"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["、"] = {
			["槍"] = {
				result = true
			}
		},
		["仿"] = {
			["真"] = {
				["槍"] = {
					result = true
				}
			}
		},
		["具"] = {
			result = true
		},
		["图"] = {
			["，"] = {
				["片"] = {
					result = true
				}
			}
		},
		["在"] = {
			result = true,
			["到"] = {
				result = true
			}
		},
		["密"] = {
			["具"] = {
				result = true
			},
			["繩"] = {
				result = true
			}
		},
		["弹"] = {
			result = true,
			["?"] = {
				result = true
			}
		},
		["手"] = {
			result = true,
			["槍"] = {
				result = true
			}
		},
		["支"] = {
			result = true,
			["子"] = {
				["彈"] = {
					["批"] = {
						["量"] = {
							result = true
						}
					}
				}
			},
			["弹"] = {
				["药"] = {
					result = true
				}
			},
			["彈"] = {
				["葯"] = {
					result = true
				}
			},
			["武"] = {
				["器"] = {
					["收"] = {
						["購"] = {
							result = true
						},
						["购"] = {
							result = true
						}
					}
				}
			},
			["汽"] = {
				["狗"] = {
					result = true
				}
			},
			["片"] = {
				result = true
			},
			["瞄"] = {
				["準"] = {
					["器"] = {
						result = true
					}
				}
			},
			["聯"] = {
				["繫"] = {
					["方"] = {
						["法"] = {
							result = true
						}
					}
				}
			},
			["订"] = {
				["购"] = {
					["热"] = {
						["线"] = {
							result = true
						}
					}
				}
			},
			["零"] = {
				["配"] = {
					["件"] = {
						result = true
					}
				}
			}
		},
		["枝"] = {
			["櫃"] = {
				result = true
			}
		},
		["械"] = {
			result = true,
			["專"] = {
				["網"] = {
					result = true
				}
			},
			["模"] = {
				["型"] = {
					result = true
				}
			}
		},
		["槍"] = {
			result = true,
			["有"] = {
				["1"] = {
					result = true
				}
			}
		},
		["模"] = {
			["網"] = {
				result = true
			}
		},
		["气"] = {
			["槍"] = {
				result = true
			}
		},
		["油"] = {
			["1"] = {
				["0"] = {
					["0"] = {
						["毫"] = {
							["升"] = {
								result = true
							}
						}
					}
				}
			},
			["槍"] = {
				["弹"] = {
					result = true
				}
			}
		},
		["猎"] = {
			result = true
		},
		["琯"] = {
			result = true,
			["低"] = {
				["价"] = {
					result = true
				}
			}
		},
		["管"] = {
			result = true
		},
		["箱"] = {
			result = true
		},
		["網"] = {
			["槍"] = {
				["網"] = {
					result = true
				}
			},
			["群"] = {
				["組"] = {
					result = true
				}
			}
		},
		["繩"] = {
			result = true
		},
		["网"] = {
			result = true,
			["槍"] = {
				["网"] = {
					result = true
				}
			},
			["站"] = {
				result = true
			}
		},
		["袋"] = {
			result = true
		},
		["貨"] = {
			["到"] = {
				["付"] = {
					["款"] = {
						result = true
					}
				}
			}
		},
		["鉽"] = {
			["電"] = {
				["動"] = {
					["エ"] = {
						["具"] = {
							result = true
						}
					}
				}
			}
		},
		["電"] = {
			["話"] = {
				result = true
			}
		}
	},
	["模"] = {
		["%"] = {
			["特"] = {
				["全"] = {
					["套"] = {
						["包"] = {
							["夜"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["仿"] = {
			["领"] = {
				["导"] = {
					result = true
				}
			}
		},
		["拟"] = {
			["枪"] = {
				["模"] = {
					result = true
				}
			}
		},
		["特"] = {
			["丄"] = {
				["冂"] = {
					["苞"] = {
						["夜"] = {
							result = true
						}
					}
				}
			},
			["上"] = {
				["門"] = {
					["包"] = {
						["夜"] = {
							result = true
						}
					},
					["服"] = {
						["務"] = {
							result = true
						}
					}
				},
				["门"] = {
					["包"] = {
						["夜"] = {
							result = true
						}
					},
					["性"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					},
					["援"] = {
						["交"] = {
							result = true
						}
					},
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					result = true
				}
			},
			["全"] = {
				["包"] = {
					["夜"] = {
						result = true
					}
				},
				["套"] = {
					result = true
				}
			},
			["器"] = {
				["具"] = {
					["自"] = {
						["慰"] = {
							result = true
						}
					}
				}
			},
			["圈"] = {
				["潜"] = {
					["规"] = {
						["则"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					result = true
				},
				["泽"] = {
					["玛"] = {
						["利"] = {
							["亚"] = {
								result = true
							}
						}
					}
				}
			},
			["正"] = {
				["妹"] = {
					result = true
				}
			},
			["私"] = {
				["拍"] = {
					result = true
				}
			},
			["裸"] = {
				["窷"] = {
					result = true
				},
				["聊"] = {
					result = true,
					["吧"] = {
						result = true
					},
					["在"] = {
						["线"] = {
							result = true
						}
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["橋"] = {
		["夲"] = {
			["莕"] = {
				["孒"] = {
					result = true
				}
			}
		},
		["本"] = {
			["杏"] = {
				["子"] = {
					result = true
				}
			}
		}
	},
	["檑"] = {
		["涫"] = {
			["炸"] = {
				["药"] = {
					result = true
				}
			}
		},
		["管"] = {
			result = true
		}
	},
	["檠"] = {
		["棴"] = {
			["掱"] = {
				["铐"] = {
					result = true
				}
			}
		},
		["镲"] = {
			["姃"] = {
				["嫃"] = {
					["怶"] = {
						result = true
					}
				}
			}
		},
		["鼡"] = {
			["慛"] = {
				["汨"] = {
					["濆"] = {
						["射"] = {
							["噐"] = {
								result = true
							}
						}
					}
				}
			},
			["電"] = {
				["击"] = {
					["蜯"] = {
						result = true
					}
				}
			}
		}
	},
	["權"] = {
		["力"] = {
			["內"] = {
				["幕"] = {
					["十"] = {
						["八"] = {
							["大"] = {
								result = true
							}
						}
					}
				}
			},
			["的"] = {
				["玩"] = {
					["物"] = {
						result = true
					}
				}
			}
		}
	},
	["欠"] = {
		["人"] = {
			["騎"] = {
				result = true
			}
		},
		["幹"] = {
			result = true
		},
		["操"] = {
			["的"] = {
				["女"] = {
					["文"] = {
						["员"] = {
							result = true
						}
					}
				}
			}
		},
		["款"] = {
			["追"] = {
				["讨"] = {
					result = true
				}
			}
		},
		["騎"] = {
			result = true
		}
	},
	["欧"] = {
		["冠"] = {
			["足"] = {
				["球"] = {
					["百"] = {
						["家"] = {
							["乐"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["同"] = {
			B = {
				T = {
					result = true
				}
			}
		},
		["女"] = {
			["乱"] = {
				["欲"] = {
					result = true
				}
			}
		},
		["朗"] = {
			["成"] = {
				["人"] = {
					["社"] = {
						["区"] = {
							result = true
						}
					}
				}
			}
		},
		["洲"] = {
			B = {
				T = {
					["无"] = {
						["码"] = {
							result = true
						}
					}
				}
			},
			["大"] = {
				["屌"] = {
					result = true,
					["内"] = {
						["射"] = {
							result = true
						}
					},
					["小"] = {
						["穴"] = {
							result = true
						}
					}
				},
				["波"] = {
					result = true,
					m = {
						m = {
							result = true
						}
					},
					["粉"] = {
						B = {
							result = true
						}
					},
					["美"] = {
						["穴"] = {
							result = true
						}
					},
					["翘"] = {
						["臀"] = {
							result = true
						}
					},
					["骚"] = {
						["妇"] = {
							result = true
						}
					}
				},
				["鸡"] = {
					["巴"] = {
						result = true
					}
				}
			},
			["性"] = {
				["交"] = {
					["图"] = {
						result = true,
						["区"] = {
							result = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["影"] = {
						["视"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					}
				}
			},
			["打"] = {
				["炮"] = {
					["内"] = {
						["射"] = {
							result = true
						}
					},
					["小"] = {
						["穴"] = {
							result = true,
							["图"] = {
								result = true
							}
						}
					}
				}
			},
			["抵"] = {
				["制"] = {
					result = true
				}
			},
			["无"] = {
				["码"] = {
					result = true,
					A = {
						V = {
							result = true
						}
					},
					["标"] = {
						["清"] = {
							result = true
						}
					},
					["片"] = {
						result = true
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			},
			["爆"] = {
				["乳"] = {
					result = true,
					["人"] = {
						["妻"] = {
							result = true
						}
					}
				},
				["奶"] = {
					result = true
				},
				["浆"] = {
					result = true
				},
				["精"] = {
					result = true
				},
				["草"] = {
					["图"] = {
						result = true
					}
				},
				["轰"] = {
					result = true
				}
			},
			["色"] = {
				["图"] = {
					result = true
				},
				["情"] = {
					result = true
				},
				["电"] = {
					["影"] = {
						result = true
					}
				},
				["站"] = {
					result = true
				}
			}
		},
		["美"] = {
			result = true,
			["2"] = {
				["0"] = {
					p = {
						result = true
					}
				}
			},
			["3"] = {
				p = {
					result = true
				}
			},
			A = {
				V = {
					result = true,
					["影"] = {
						["讯"] = {
							result = true
						},
						["院"] = {
							result = true
						}
					},
					["片"] = {
						result = true
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				},
				["片"] = {
					result = true
				}
			},
			B = {
				T = {
					result = true
				}
			},
			G = {
				V = {
					result = true
				}
			},
			H = {
				["片"] = {
					result = true
				}
			},
			S = {
				E = {
					["情"] = {
						["片"] = {
							result = true
						}
					}
				},
				M = {
					["捆"] = {
						["绑"] = {
							result = true
						}
					}
				}
			},
			a = {
				v = {
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["视"] = {
						["讯"] = {
							result = true
						}
					}
				}
			},
			b = {
				t = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			g = {
				v = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			s = {
				e = {
					["图"] = {
						result = true
					}
				},
				m = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			x = {
				a = {
					r = {
						t = {
							result = true
						}
					}
				}
			},
			["三"] = {
				["级"] = {
					result = true,
					["片"] = {
						result = true
					}
				}
			},
			["两"] = {
				["性"] = {
					["淫"] = {
						["乱"] = {
							result = true
						}
					}
				}
			},
			["乱"] = {
				["伦"] = {
					result = true,
					["图"] = {
						["区"] = {
							result = true
						}
					},
					["婷"] = {
						["婷"] = {
							result = true
						}
					},
					["片"] = {
						result = true
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				},
				["淫"] = {
					["贴"] = {
						["图"] = {
							result = true
						}
					}
				}
			},
			["人"] = {
				["体"] = {
					result = true
				},
				["兽"] = {
					result = true,
					["快"] = {
						["播"] = {
							result = true
						}
					}
				}
			},
			["做"] = {
				["爱"] = {
					result = true,
					["炮"] = {
						["图"] = {
							result = true
						}
					}
				}
			},
			["兽"] = {
				["交"] = {
					result = true,
					["片"] = {
						result = true
					}
				}
			},
			["内"] = {
				["射"] = {
					result = true
				}
			},
			["军"] = {
				["刀"] = {
					result = true
				}
			},
			["区"] = {
				result = true
			},
			["原"] = {
				["创"] = {
					result = true
				}
			},
			["吹"] = {
				["潮"] = {
					["技"] = {
						["巧"] = {
							result = true
						}
					}
				},
				["箫"] = {
					["自"] = {
						["拍"] = {
							result = true
						}
					}
				},
				["萧"] = {
					result = true
				}
			},
			["在"] = {
				["线"] = {
					result = true
				}
			},
			["处"] = {
				["女"] = {
					["下"] = {
						["身"] = {
							["图"] = {
								result = true
							}
						}
					},
					["做"] = {
						["交"] = {
							["易"] = {
								result = true
							}
						}
					},
					["屄"] = {
						result = true
					},
					["开"] = {
						["包"] = {
							result = true
						}
					},
					["杀"] = {
						["手"] = {
							result = true
						}
					},
					["逼"] = {
						["图"] = {
							result = true
						}
					}
				}
			},
			["大"] = {
				["片"] = {
					result = true
				},
				["胆"] = {
					["人"] = {
						["体"] = {
							result = true
						}
					}
				}
			},
			["嫩"] = {
				["穴"] = {
					result = true
				}
			},
			["屄"] = {
				["屄"] = {
					result = true
				},
				["毛"] = {
					result = true
				},
				["淫"] = {
					["水"] = {
						result = true
					}
				},
				["直"] = {
					["流"] = {
						["淫"] = {
							["水"] = {
								result = true
							}
						}
					}
				},
				["穴"] = {
					result = true
				},
				["芯"] = {
					result = true
				}
			},
			["左"] = {
				["轮"] = {
					result = true
				}
			},
			["幼"] = {
				["交"] = {
					["片"] = {
						result = true
					}
				}
			},
			["床"] = {
				["上"] = {
					result = true,
					["诱"] = {
						["惑"] = {
							result = true
						}
					}
				}
			},
			["性"] = {
				["交"] = {
					result = true,
					["热"] = {
						["图"] = {
							result = true
						}
					},
					["猛"] = {
						["图"] = {
							result = true
						}
					},
					["色"] = {
						["图"] = {
							result = true
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				},
				["爱"] = {
					["图"] = {
						["库"] = {
							result = true
						}
					},
					["毛"] = {
						["片"] = {
							result = true
						}
					},
					["爽"] = {
						["片"] = {
							result = true
						}
					},
					["片"] = {
						result = true
					},
					["色"] = {
						["片"] = {
							result = true
						}
					},
					["视"] = {
						["讯"] = {
							result = true
						},
						["频"] = {
							result = true
						}
					}
				},
				["生"] = {
					["活"] = {
						result = true
					}
				},
				["电"] = {
					["影"] = {
						["快"] = {
							["播"] = {
								result = true
							}
						}
					}
				},
				["虐"] = {
					["俱"] = {
						["乐"] = {
							["部"] = {
								result = true
							}
						}
					}
				}
			},
			["情"] = {
				["爱"] = {
					result = true,
					["免"] = {
						["费"] = {
							result = true
						}
					},
					["爽"] = {
						["看"] = {
							result = true
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				},
				["色"] = {
					result = true,
					["影"] = {
						["片"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["视"] = {
						["讯"] = {
							result = true
						},
						["频"] = {
							result = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					result = true,
					A = {
						V = {
							result = true
						}
					},
					["动"] = {
						["漫"] = {
							result = true
						}
					},
					["在"] = {
						["线"] = {
							result = true
						}
					},
					["大"] = {
						["片"] = {
							result = true
						}
					},
					["导"] = {
						["航"] = {
							result = true
						}
					},
					["小"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						},
						["说"] = {
							result = true
						}
					},
					["帖"] = {
						["图"] = {
							["区"] = {
								result = true
							}
						}
					},
					["影"] = {
						["片"] = {
							result = true
						},
						["视"] = {
							result = true
						}
					},
					["性"] = {
						["爱"] = {
							result = true
						}
					},
					["播"] = {
						["播"] = {
							result = true
						}
					},
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["游"] = {
						["戏"] = {
							result = true
						}
					},
					["片"] = {
						result = true
					},
					["电"] = {
						["影"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					},
					["短"] = {
						["片"] = {
							result = true
						}
					},
					["社"] = {
						["区"] = {
							result = true
						}
					},
					["视"] = {
						["讯"] = {
							result = true
						}
					},
					["贴"] = {
						["图"] = {
							["区"] = {
								result = true
							}
						}
					},
					["黄"] = {
						["片"] = {
							result = true
						}
					}
				},
				["年"] = {
					["色"] = {
						["情"] = {
							["片"] = {
								result = true
							}
						}
					}
				}
			},
			["打"] = {
				["泡"] = {
					["图"] = {
						result = true
					}
				}
			},
			["援"] = {
				["交"] = {
					result = true
				}
			},
			["无"] = {
				["码"] = {
					result = true,
					["光"] = {
						["碟"] = {
							result = true
						}
					},
					["区"] = {
						result = true
					},
					["原"] = {
						["创"] = {
							result = true
						}
					},
					["快"] = {
						["播"] = {
							result = true
						}
					},
					["援"] = {
						["交"] = {
							result = true
						}
					},
					["爽"] = {
						["片"] = {
							result = true
						}
					},
					["色"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["日"] = {
				["本"] = {
					["成"] = {
						["人"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["暴"] = {
				["淫"] = {
					result = true
				}
			},
			["有"] = {
				["码"] = {
					result = true
				}
			},
			["柔"] = {
				["体"] = {
					["性"] = {
						["交"] = {
							result = true
						}
					}
				}
			},
			["母"] = {
				["子"] = {
					["乱"] = {
						["伦"] = {
							result = true
						}
					}
				}
			},
			["毛"] = {
				["片"] = {
					result = true,
					["地"] = {
						["址"] = {
							result = true
						}
					}
				}
			},
			["民"] = {
				["间"] = {
					["鬼"] = {
						["妹"] = {
							result = true
						}
					}
				}
			},
			["淫"] = {
				result = true,
				["图"] = {
					result = true
				},
				["声"] = {
					["系"] = {
						["列"] = {
							result = true
						}
					}
				},
				["色"] = {
					result = true,
					["贴"] = {
						["图"] = {
							result = true,
							["区"] = {
								result = true
							}
						}
					}
				}
			},
			["湿"] = {
				result = true
			},
			["激"] = {
				["情"] = {
					result = true,
					["性"] = {
						["爱"] = {
							result = true
						}
					},
					["淫"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						},
						["电"] = {
							["影"] = {
								result = true
							}
						},
						["色"] = {
							result = true
						}
					},
					["爽"] = {
						["片"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["穴"] = {
						["淫"] = {
							["奸"] = {
								result = true
							}
						}
					}
				}
			},
			["熟"] = {
				["妇"] = {
					result = true
				}
			},
			["爆"] = {
				["乳"] = {
					["辣"] = {
						["妹"] = {
							result = true
						}
					}
				}
			},
			["片"] = {
				["大"] = {
					["屌"] = {
						["競"] = {
							["賽"] = {
								result = true
							}
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					result = true,
					["免"] = {
						["费"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			},
			["白"] = {
				["屄"] = {
					result = true
				},
				["虎"] = {
					result = true
				}
			},
			["直"] = {
				["男"] = {
					result = true
				}
			},
			["破"] = {
				["处"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["种"] = {
				["子"] = {
					result = true
				}
			},
			["穿"] = {
				["乳"] = {
					["夹"] = {
						["阴"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["少"] = {
					["女"] = {
						["包"] = {
							["夜"] = {
								result = true
							}
						}
					}
				}
			},
			["肛"] = {
				["交"] = {
					["图"] = {
						result = true
					}
				}
			},
			["自"] = {
				["慰"] = {
					["器"] = {
						result = true
					}
				}
			},
			["色"] = {
				result = true,
				["图"] = {
					result = true,
					["区"] = {
						result = true
					},
					["妻"] = {
						["色"] = {
							["网"] = {
								result = true
							}
						}
					},
					["网"] = {
						result = true
					}
				},
				["导"] = {
					result = true
				},
				["情"] = {
					result = true,
					["爱"] = {
						result = true
					},
					["片"] = {
						["迅"] = {
							["雷"] = {
								result = true
							}
						}
					},
					["电"] = {
						["影"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["网"] = {
						["址"] = {
							result = true
						},
						["站"] = {
							result = true
						}
					},
					["视"] = {
						["讯"] = {
							result = true
						}
					}
				},
				["漫"] = {
					["图"] = {
						result = true
					}
				},
				["片"] = {
					result = true,
					["人"] = {
						["与"] = {
							["兽"] = {
								result = true
							}
						}
					},
					["免"] = {
						["费"] = {
							result = true
						}
					},
					["在"] = {
						["线"] = {
							result = true
						}
					},
					["地"] = {
						["址"] = {
							result = true
						}
					},
					["大"] = {
						["量"] = {
							result = true
						}
					},
					["快"] = {
						["播"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							["堆"] = {
								result = true
							}
						}
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				},
				["站"] = {
					result = true
				},
				["蜜"] = {
					["桃"] = {
						["9"] = {
							["7"] = {
								result = true
							}
						}
					}
				}
			},
			["被"] = {
				["干"] = {
					["图"] = {
						result = true
					}
				},
				["插"] = {
					result = true
				},
				["操"] = {
					result = true
				},
				["肏"] = {
					result = true
				}
			},
			["视"] = {
				["频"] = {
					result = true
				}
			},
			["转"] = {
				["帖"] = {
					["区"] = {
						result = true
					}
				}
			},
			["逼"] = {
				["奸"] = {
					result = true
				},
				["毛"] = {
					result = true
				},
				["痒"] = {
					result = true
				},
				["的"] = {
					result = true
				}
			},
			["韩"] = {
				["性"] = {
					["爱"] = {
						["自"] = {
							["拍"] = {
								result = true
							}
						}
					}
				}
			},
			["骚"] = {
				["货"] = {
					result = true
				}
			},
			["高"] = {
				["清"] = {
					A = {
						["片"] = {
							result = true
						}
					},
					["变"] = {
						["性"] = {
							["人"] = {
								result = true
							}
						}
					},
					["炮"] = {
						["图"] = {
							result = true
						}
					}
				}
			},
			["黄"] = {
				["色"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			}
		},
		["逼"] = {
			["七"] = {
				["七"] = {
					result = true
				}
			}
		}
	},
	["款"] = {
		["汇"] = {
			["到"] = {
				result = true
			}
		}
	},
	["歐"] = {
		["媄"] = {
			["兂"] = {
				["碼"] = {
					result = true
				}
			},
			["性"] = {
				["噯"] = {
					["爽"] = {
						["魸"] = {
							result = true
						}
					}
				}
			},
			["情"] = {
				["铯"] = {
					result = true
				}
			},
			["晟"] = {
				["亽"] = {
					["尐"] = {
						["說"] = {
							result = true
						}
					}
				},
				["哖"] = {
					["铯"] = {
						["情"] = {
							["魸"] = {
								result = true
							}
						}
					}
				}
			},
			["電"] = {
				["影"] = {
					result = true
				}
			}
		},
		["洲"] = {
			B = {
				T = {
					["無"] = {
						["碼"] = {
							result = true
						}
					}
				}
			},
			["в"] = {
				["Ｔ"] = {
					["兂"] = {
						["碼"] = {
							result = true
						}
					}
				}
			},
			["兂"] = {
				["碼"] = {
					result = true
				}
			},
			["無"] = {
				["碼"] = {
					result = true
				}
			}
		},
		["美"] = {
			["亂"] = {
				["倫"] = {
					a = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["圖"] = {
				["區"] = {
					result = true
				}
			},
			["大"] = {
				["乳"] = {
					result = true
				}
			},
			["性"] = {
				["愛"] = {
					["爽"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["情"] = {
				["愛"] = {
					result = true
				},
				["色"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					["小"] = {
						["說"] = {
							result = true
						}
					}
				},
				["年"] = {
					["色"] = {
						["情"] = {
							["片"] = {
								result = true
							}
						}
					}
				}
			},
			["無"] = {
				["套"] = {
					result = true
				},
				["碼"] = {
					result = true
				}
			},
			["色"] = {
				["片"] = {
					result = true
				}
			},
			["轉"] = {
				["帖"] = {
					result = true
				}
			},
			["電"] = {
				["影"] = {
					result = true
				}
			}
		}
	},
	["歧"] = {
		["视"] = {
			result = true,
			["和"] = {
				["压"] = {
					["制"] = {
						result = true
					}
				}
			}
		}
	},
	["殴"] = {
		["产"] = {
			["三"] = {
				["唑"] = {
					["仑"] = {
						["片"] = {
							result = true
						}
					}
				}
			}
		},
		["美"] = {
			["性"] = {
				["爱"] = {
					result = true
				}
			}
		}
	},
	["殺"] = {
		["人"] = {
			result = true,
			["找"] = {
				["我"] = {
					result = true
				}
			},
			["滅"] = {
				["屍"] = {
					result = true
				}
			}
		},
		["慧"] = {
			["律"] = {
				["佛"] = {
					result = true
				}
			}
		},
		["手"] = {
			result = true,
			["報"] = {
				["仇"] = {
					result = true
				}
			},
			["服"] = {
				["務"] = {
					result = true
				}
			},
			["雇"] = {
				["傭"] = {
					["網"] = {
						result = true
					}
				}
			}
		},
		["老"] = {
			["師"] = {
				result = true
			}
		},
		["豬"] = {
			["刀"] = {
				result = true
			},
			["粉"] = {
				["價"] = {
					["格"] = {
						result = true
					}
				}
			}
		}
	},
	["殻"] = {
		["少"] = {
			["女"] = {
				result = true
			}
		}
	},
	["母"] = {
		["乱"] = {
			["伦"] = {
				["拍"] = {
					result = true
				}
			}
		},
		["乳"] = {
			["吧"] = {
				result = true
			},
			["妻"] = {
				["挤"] = {
					["奶"] = {
						result = true
					}
				}
			}
		},
		["亲"] = {
			["交"] = {
				["配"] = {
					result = true
				}
			},
			["的"] = {
				["内"] = {
					["裤"] = {
						result = true
					}
				},
				["爱"] = {
					result = true,
					["疗"] = {
						result = true
					}
				},
				["红"] = {
					["内"] = {
						["裤"] = {
							result = true
						}
					}
				}
			}
		},
		["女"] = {
			["乱"] = {
				["伦"] = {
					result = true,
					["淫"] = {
						["荡"] = {
							result = true
						}
					}
				},
				["论"] = {
					["淫"] = {
						["荡"] = {
							result = true
						}
					}
				}
			},
			["狩"] = {
				["猎"] = {
					["者"] = {
						result = true
					}
				}
			},
			["雙"] = {
				["飛"] = {
					result = true
				}
			},
			["黑"] = {
				["丝"] = {
					["诱"] = {
						["惑"] = {
							result = true
						}
					}
				}
			}
		},
		["奶"] = {
			["不"] = {
				["致"] = {
					result = true
				}
			}
		},
		["姊"] = {
			W = {
				["相"] = {
					["奸"] = {
						result = true
					}
				}
			}
		},
		["子"] = {
			["乱"] = {
				["乱"] = {
					["论"] = {
						result = true
					}
				},
				["淫"] = {
					["贴"] = {
						["图"] = {
							result = true
						}
					}
				}
			},
			["亂"] = {
				["倫"] = {
					a = {
						["片"] = {
							result = true
						}
					},
					["自"] = {
						["拍"] = {
							result = true
						}
					}
				}
			},
			["交"] = {
				["媾"] = {
					result = true
				},
				["歡"] = {
					result = true
				}
			},
			["做"] = {
				["爱"] = {
					result = true
				}
			},
			["入"] = {
				["浴"] = {
					["交"] = {
						["尾"] = {
							result = true
						}
					}
				}
			},
			["受"] = {
				["精"] = {
					result = true
				}
			},
			["呻"] = {
				["吟"] = {
					result = true
				}
			},
			["姦"] = {
				["情"] = {
					result = true
				}
			},
			["性"] = {
				["爱"] = {
					["乱"] = {
						["伦"] = {
							result = true
						}
					}
				}
			},
			["淫"] = {
				["乱"] = {
					result = true
				},
				["情"] = {
					result = true
				},
				["荡"] = {
					["网"] = {
						result = true
					}
				}
			},
			["爱"] = {
				["情"] = {
					result = true
				}
			},
			["的"] = {
				["淫"] = {
					["乱"] = {
						["生"] = {
							["日"] = {
								result = true
							}
						}
					}
				}
			},
			["相"] = {
				["奸"] = {
					result = true
				}
			},
			["销"] = {
				["魂"] = {
					result = true
				}
			},
			["间"] = {
				["的"] = {
					["故"] = {
						["事"] = {
							result = true
						}
					}
				}
			},
			["Ａ"] = {
				["片"] = {
					result = true
				}
			}
		},
		["性"] = {
			["本"] = {
				["能"] = {
					result = true
				}
			}
		},
		["狗"] = {
			result = true
		}
	},
	["每"] = {
		["个"] = {
			["洞"] = {
				["都"] = {
					["要"] = {
						["插"] = {
							["一"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["日"] = {
			["一"] = {
				["色"] = {
					result = true
				}
			},
			["日"] = {
				["一"] = {
					B = {
						result = true
					}
				}
			}
		},
		["次"] = {
			["见"] = {
				["面"] = {
					["都"] = {
						["干"] = {
							["她"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["毛"] = {
		["."] = {
			["国"] = {
				result = true
			}
		},
		B = {
			result = true
		},
		I = {
			D = {
				result = true
			}
		},
		["。"] = {
			["国"] = {
				result = true
			}
		},
		["一"] = {
			["党"] = {
				["专"] = {
					["制"] = {
						result = true
					}
				}
			},
			["国"] = {
				["两"] = {
					["制"] = {
						result = true
					}
				}
			},
			["夜"] = {
				["情"] = {
					result = true
				}
			},
			["贯"] = {
				["道"] = {
					result = true
				}
			}
		},
		["三"] = {
			["去"] = {
				["车"] = {
					["仑"] = {
						result = true
					}
				}
			},
			["级"] = {
				["片"] = {
					result = true
				}
			},
			["陪"] = {
				result = true,
				["女"] = {
					result = true
				}
			}
		},
		["上"] = {
			["你"] = {
				result = true
			},
			["妳"] = {
				result = true
			}
		},
		["专"] = {
			["政"] = {
				result = true
			}
		},
		["两"] = {
			["腿"] = {
				["之"] = {
					["间"] = {
						result = true
					}
				}
			}
		},
		["丫"] = {
			["头"] = {
				["养"] = {
					["的"] = {
						result = true
					}
				}
			},
			["的"] = {
				result = true
			}
		},
		["乡"] = {
			["巴"] = {
				["佬"] = {
					result = true
				}
			}
		},
		["乳"] = {
			result = true,
			["交"] = {
				result = true
			},
			["头"] = {
				result = true
			},
			["房"] = {
				result = true
			},
			["波"] = {
				["臀"] = {
					["浪"] = {
						result = true
					}
				}
			}
		},
		["二"] = {
			B = {
				result = true
			},
			["屄"] = {
				result = true
			},
			["逼"] = {
				result = true
			}
		},
		["人"] = {
			["代"] = {
				["会"] = {
					result = true
				}
			},
			["体"] = {
				["炸"] = {
					["弹"] = {
						result = true
					}
				}
			},
			["大"] = {
				result = true,
				["代"] = {
					["表"] = {
						result = true
					}
				}
			}
		},
		["他"] = {
			["妈"] = {
				result = true,
				["的"] = {
					result = true
				}
			},
			["母"] = {
				["亲"] = {
					result = true
				}
			},
			["爹"] = {
				result = true
			},
			["祖"] = {
				["宗"] = {
					result = true
				}
			},
			["马"] = {
				["的"] = {
					result = true
				}
			}
		},
		["以"] = {
			["茎"] = {
				["至"] = {
					["洞"] = {
						result = true
					}
				}
			}
		},
		["伊"] = {
			["拉"] = {
				["克"] = {
					result = true
				}
			},
			["斯"] = {
				["兰"] = {
					result = true
				}
			},
			["朗"] = {
				result = true
			}
		},
		["伱"] = {
			["妈"] = {
				result = true
			}
		},
		["你"] = {
			["二"] = {
				["大"] = {
					["爷"] = {
						result = true
					}
				}
			},
			["大"] = {
				["爷"] = {
					result = true
				}
			},
			["妈"] = {
				result = true,
				["的"] = {
					result = true
				},
				["逼"] = {
					result = true
				}
			},
			["姥"] = {
				result = true,
				["姥"] = {
					["的"] = {
						result = true
					}
				}
			},
			["娘"] = {
				result = true
			},
			["爷"] = {
				["爷"] = {
					["的"] = {
						result = true
					}
				}
			},
			["爸"] = {
				result = true
			},
			["老"] = {
				["味"] = {
					result = true
				},
				["母"] = {
					result = true
				}
			}
		},
		["倭"] = {
			["国"] = {
				result = true
			},
			["寇"] = {
				result = true
			}
		},
		["傅"] = {
			["作"] = {
				["义"] = {
					result = true
				}
			},
			["鹏"] = {
				result = true
			}
		},
		["傻"] = {
			B = {
				result = true
			},
			["卵"] = {
				result = true
			},
			["吊"] = {
				result = true
			},
			["子"] = {
				result = true
			},
			["屄"] = {
				result = true
			},
			["比"] = {
				result = true
			},
			["逼"] = {
				result = true
			}
		},
		["僵"] = {
			["贼"] = {
				["民"] = {
					result = true
				}
			}
		},
		["克"] = {
			["林"] = {
				["顿"] = {
					result = true
				}
			}
		},
		["六"] = {
			["."] = {
				["四"] = {
					result = true
				}
			}
		},
		["兴"] = {
			["奋"] = {
				["剂"] = {
					result = true
				}
			}
		},
		["军"] = {
			["国"] = {
				["主"] = {
					["义"] = {
						result = true
					}
				}
			},
			["妓"] = {
				result = true
			}
		},
		["列"] = {
			["宁"] = {
				result = true
			}
		},
		["刘"] = {
			["云"] = {
				["山"] = {
					result = true
				}
			},
			["军"] = {
				result = true
			},
			["少"] = {
				["奇"] = {
					result = true
				}
			},
			["淇"] = {
				result = true
			}
		},
		["十"] = {
			["八"] = {
				["摸"] = {
					result = true
				}
			},
			["年"] = {
				["动"] = {
					["乱"] = {
						result = true
					}
				}
			}
		},
		["南"] = {
			["蛮"] = {
				["子"] = {
					result = true
				}
			}
		},
		["卵"] = {
			result = true
		},
		["去"] = {
			["你"] = {
				["妈"] = {
					["的"] = {
						result = true
					}
				}
			},
			["死"] = {
				result = true
			}
		},
		["双"] = {
			["峰"] = {
				["微"] = {
					["颤"] = {
						result = true
					}
				}
			}
		},
		["反"] = {
			["共"] = {
				result = true
			},
			["动"] = {
				result = true
			},
			["华"] = {
				result = true
			},
			["封"] = {
				["锁"] = {
					["技"] = {
						["术"] = {
							result = true
						}
					}
				}
			},
			["恐"] = {
				["委"] = {
					["员"] = {
						["会"] = {
							result = true
						}
					}
				}
			},
			["革"] = {
				["命"] = {
					result = true
				}
			}
		},
		["发"] = {
			["抡"] = {
				["功"] = {
					result = true
				}
			}
		},
		["受"] = {
			["虐"] = {
				["狂"] = {
					result = true
				}
			}
		},
		["口"] = {
			["交"] = {
				result = true
			}
		},
		["叫"] = {
			["小"] = {
				["姐"] = {
					result = true
				}
			},
			["床"] = {
				result = true
			},
			["鸡"] = {
				result = true
			}
		},
		["可"] = {
			["卡"] = {
				["叶"] = {
					result = true
				},
				["因"] = {
					result = true
				}
			},
			["待"] = {
				["因"] = {
					result = true
				}
			}
		},
		["台"] = {
			["办"] = {
				result = true
			},
			["湾"] = {
				["党"] = {
					result = true
				},
				["共"] = {
					["产"] = {
						["党"] = {
							result = true
						}
					},
					["和"] = {
						["国"] = {
							result = true
						}
					}
				},
				["国"] = {
					result = true
				},
				["帝"] = {
					["国"] = {
						result = true
					}
				},
				["民"] = {
					["国"] = {
						result = true
					}
				},
				["狗"] = {
					result = true
				},
				["独"] = {
					["立"] = {
						result = true
					}
				}
			},
			["独"] = {
				result = true
			},
			["联"] = {
				result = true
			}
		},
		["叶"] = {
			["剑"] = {
				["英"] = {
					result = true
				}
			}
		},
		["吴"] = {
			["仪"] = {
				result = true
			},
			["官"] = {
				["正"] = {
					result = true
				}
			},
			["邦"] = {
				["国"] = {
					result = true
				}
			}
		},
		["喷"] = {
			["你"] = {
				result = true
			}
		},
		["四"] = {
			["人"] = {
				["帮"] = {
					result = true
				}
			}
		},
		["回"] = {
			["教"] = {
				result = true
			},
			["民"] = {
				["暴"] = {
					["动"] = {
						result = true
					}
				}
			}
		},
		["基"] = {
			["地"] = {
				["组"] = {
					["织"] = {
						result = true
					}
				}
			}
		},
		["塞"] = {
			["你"] = {
				["公"] = {
					result = true
				},
				["娘"] = {
					result = true
				},
				["母"] = {
					result = true
				},
				["爸"] = {
					result = true
				},
				["老"] = {
					["师"] = {
						result = true
					},
					["母"] = {
						result = true
					}
				}
			}
		},
		["外"] = {
			["\\"] = {
				["\\"] = {
					["挂"] = {
						result = true
					}
				}
			}
		},
		["夜"] = {
			["情"] = {
				result = true
			}
		},
		["天"] = {
			["安"] = {
				["门"] = {
					["事"] = {
						["件"] = {
							result = true
						}
					},
					["屠"] = {
						["杀"] = {
							result = true
						}
					}
				}
			},
			["皇"] = {
				result = true,
				["陛"] = {
					["下"] = {
						result = true
					}
				}
			}
		},
		["太"] = {
			["子"] = {
				["党"] = {
					result = true
				}
			},
			["监"] = {
				result = true
			}
		},
		["奶"] = {
			["子"] = {
				result = true
			}
		},
		["奸"] = {
			result = true,
			["你"] = {
				result = true
			},
			["夫"] = {
				["淫"] = {
					["妇"] = {
						result = true
					}
				}
			},
			["淫"] = {
				result = true
			}
		},
		["她"] = {
			["妈"] = {
				["的"] = {
					result = true
				}
			}
		},
		["妈"] = {
			B = {
				result = true
			},
			["妈"] = {
				["屁"] = {
					result = true
				}
			},
			["批"] = {
				result = true
			},
			["比"] = {
				result = true
			},
			["的"] = {
				result = true
			},
			["祖"] = {
				result = true
			},
			["逼"] = {
				result = true
			}
		},
		["妓"] = {
			result = true,
			["女"] = {
				result = true
			},
			["院"] = {
				result = true
			}
		},
		["妳"] = {
			["妈"] = {
				["的"] = {
					result = true
				}
			},
			["娘"] = {
				["的"] = {
					result = true
				}
			},
			["老"] = {
				["母"] = {
					["的"] = {
						result = true
					}
				}
			},
			["马"] = {
				["的"] = {
					result = true
				}
			}
		},
		["妹"] = {
			["妹"] = {
				["免"] = {
					["费"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				},
				["淫"] = {
					["色"] = {
						result = true
					}
				},
				["贴"] = {
					["图"] = {
						["区"] = {
							result = true
						}
					}
				},
				["黄"] = {
					["站"] = {
						result = true
					}
				}
			}
		},
		["嫖"] = {
			["客"] = {
				result = true
			}
		},
		["嫩"] = {
			B = {
				result = true
			}
		},
		["孙"] = {
			["中"] = {
				["山"] = {
					result = true
				}
			},
			["文"] = {
				result = true
			},
			["逸"] = {
				["仙"] = {
					result = true
				}
			}
		},
		["学"] = {
			["潮"] = {
				result = true
			}
		},
		["宋"] = {
			["楚"] = {
				["瑜"] = {
					result = true
				}
			},
			["祖"] = {
				["英"] = {
					result = true
				}
			}
		},
		["寇"] = {
			["晓"] = {
				["伟"] = {
					result = true
				}
			}
		},
		["射"] = {
			["精"] = {
				result = true
			}
		},
		["尉"] = {
			["健"] = {
				["行"] = {
					result = true
				}
			}
		},
		["小"] = {
			["乳"] = {
				["头"] = {
					result = true
				}
			},
			["日"] = {
				["本"] = {
					result = true
				}
			},
			["泉"] = {
				["纯"] = {
					["一"] = {
						["郎"] = {
							result = true
						}
					}
				}
			},
			["穴"] = {
				result = true
			},
			["鸡"] = {
				["鸡"] = {
					result = true
				}
			}
		},
		["尻"] = {
			result = true
		},
		["屁"] = {
			["眼"] = {
				result = true
			}
		},
		["屄"] = {
			result = true
		},
		["干"] = {
			G = {
				M = {
					result = true
				}
			},
			["七"] = {
				["八"] = {
					result = true
				}
			},
			["你"] = {
				result = true,
				["妈"] = {
					result = true,
					b = {
						result = true
					},
					["逼"] = {
						result = true
					}
				},
				["娘"] = {
					result = true
				}
			},
			["妳"] = {
				result = true,
				["妈"] = {
					result = true
				},
				["娘"] = {
					result = true
				},
				["老"] = {
					["母"] = {
						result = true
					}
				}
			},
			["拎"] = {
				["娘"] = {
					result = true
				}
			},
			["死"] = {
				["你"] = {
					result = true
				}
			}
		},
		["弓"] = {
			["虽"] = {
				["女"] = {
					["干"] = {
						result = true
					}
				}
			}
		},
		["强"] = {
			["奸"] = {
				result = true,
				["犯"] = {
					result = true
				}
			},
			["效"] = {
				["失"] = {
					["意"] = {
						["药"] = {
							result = true
						}
					}
				}
			}
		},
		["徐"] = {
			["光"] = {
				["春"] = {
					result = true
				}
			}
		},
		["性"] = {
			["交"] = {
				result = true
			},
			["无"] = {
				["能"] = {
					result = true
				}
			},
			["欲"] = {
				result = true
			},
			["爱"] = {
				result = true
			},
			["虐"] = {
				["待"] = {
					result = true
				}
			}
		},
		["恐"] = {
			["怖"] = {
				["主"] = {
					["义"] = {
						result = true
					}
				},
				["份"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["情"] = {
			["色"] = {
				result = true
			}
		},
		["想"] = {
			["上"] = {
				["你"] = {
					result = true
				}
			}
		},
		["懒"] = {
			["教"] = {
				result = true
			}
		},
		["我"] = {
			["妳"] = {
				["老"] = {
					["爸"] = {
						result = true
					}
				}
			},
			["干"] = {
				result = true
			},
			["操"] = {
				result = true,
				["你"] = {
					result = true
				}
			},
			["日"] = {
				result = true,
				["你"] = {
					result = true
				}
			}
		},
		["手"] = {
			["淫"] = {
				result = true
			}
		},
		["抑"] = {
			["制"] = {
				["剂"] = {
					result = true
				}
			}
		},
		["投"] = {
			["毒"] = {
				["杀"] = {
					["人"] = {
						result = true
					}
				}
			}
		},
		["抢"] = {
			["劫"] = {
				result = true
			}
		},
		["拉"] = {
			["姆"] = {
				["斯"] = {
					["菲"] = {
						["尔"] = {
							["德"] = {
								result = true
							}
						}
					}
				}
			},
			["登"] = {
				result = true
			}
		},
		["推"] = {
			["油"] = {
				result = true
			}
		},
		["摇"] = {
			["头"] = {
				["丸"] = {
					result = true
				},
				["玩"] = {
					result = true
				}
			}
		},
		["摩"] = {
			["门"] = {
				["教"] = {
					result = true
				}
			}
		},
		["撒"] = {
			["尿"] = {
				result = true
			}
		},
		["敬"] = {
			["国"] = {
				["神"] = {
					["社"] = {
						result = true
					}
				}
			}
		},
		["斯"] = {
			["大"] = {
				["林"] = {
					result = true
				}
			}
		},
		["新"] = {
			["党"] = {
				result = true
			},
			["疆"] = {
				["独"] = {
					["立"] = {
						result = true
					}
				}
			}
		},
		["日"] = {
			G = {
				M = {
					result = true
				}
			},
			X = {
				["妈"] = {
					result = true
				}
			},
			["他"] = {
				["娘"] = {
					result = true
				}
			},
			["你"] = {
				result = true,
				["妈"] = {
					result = true
				},
				["娘"] = {
					result = true
				}
			},
			["本"] = {
				R = {
					I = {
						N = {
							G = {
								result = true
							}
						}
					}
				},
				["鬼"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["是"] = {
			["鸡"] = {
				result = true
			}
		},
		["普"] = {
			["京"] = {
				result = true
			}
		},
		["机"] = {
			["巴"] = {
				result = true
			}
		},
		["李"] = {
			["先"] = {
				["念"] = {
					result = true
				}
			},
			["宏"] = {
				["志"] = {
					result = true
				},
				["旨"] = {
					result = true
				}
			},
			["山"] = {
				result = true
			},
			["岚"] = {
				["清"] = {
					result = true
				}
			},
			["弘"] = {
				["旨"] = {
					result = true
				}
			},
			["洪"] = {
				["志"] = {
					result = true
				}
			},
			["瑞"] = {
				["环"] = {
					result = true
				}
			},
			["登"] = {
				["辉"] = {
					result = true
				}
			},
			["红"] = {
				["志"] = {
					result = true
				}
			},
			["铁"] = {
				["映"] = {
					result = true
				}
			},
			["长"] = {
				["春"] = {
					result = true
				}
			},
			["鹏"] = {
				result = true,
				["*"] = {
					result = true
				}
			}
		},
		["林"] = {
			["彪"] = {
				result = true
			}
		},
		["梁"] = {
			["国"] = {
				["雄"] = {
					["习"] = {
						["近"] = {
							["平"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["欲"] = {
			["火"] = {
				["焚"] = {
					["身"] = {
						result = true
					}
				}
			}
		},
		["死"] = {
			g = {
				d = {
					result = true
				},
				m = {
					result = true
				}
			},
			["全"] = {
				["家"] = {
					result = true
				}
			}
		},
		["比"] = {
			result = true
		},
		["毛"] = {
			X = {
				X = {
					result = true
				}
			},
			["主"] = {
				["席"] = {
					result = true
				}
			},
			["厕"] = {
				["洞"] = {
					result = true
				}
			},
			["泽"] = {
				["东"] = {
					result = true
				}
			},
			["贼"] = {
				["东"] = {
					result = true
				}
			}
		},
		["江"] = {
			["主"] = {
				["席"] = {
					result = true
				}
			},
			["戏"] = {
				["子"] = {
					result = true
				}
			},
			["折"] = {
				["民"] = {
					result = true
				}
			},
			["择"] = {
				["民"] = {
					result = true
				}
			},
			["核"] = {
				["心"] = {
					result = true
				}
			},
			["泽"] = {
				["民"] = {
					result = true
				}
			},
			["独"] = {
				["裁"] = {
					result = true
				}
			},
			["猪"] = {
				result = true
			},
			["贼"] = {
				["民"] = {
					result = true
				}
			},
			["青"] = {
				result = true
			}
		},
		["沢"] = {
			["东"] = {
				result = true
			},
			["東"] = {
				result = true
			}
		},
		["法"] = {
			["*"] = {
				["轮"] = {
					["*"] = {
						["功"] = {
							result = true
						}
					}
				}
			},
			["西"] = {
				["斯"] = {
					result = true
				}
			},
			["轮"] = {
				["大"] = {
					["法"] = {
						result = true
					}
				}
			}
		},
		["泽"] = {
			result = true
		},
		["洪"] = {
			["兴"] = {
				result = true
			},
			["志"] = {
				result = true
			}
		},
		["流"] = {
			["氓"] = {
				result = true
			}
		},
		["海"] = {
			["洛"] = {
				["因"] = {
					result = true
				}
			}
		},
		["淫"] = {
			result = true,
			["叫"] = {
				result = true
			},
			["娃"] = {
				result = true
			},
			["欲"] = {
				result = true
			},
			["毛"] = {
				result = true
			},
			["水"] = {
				result = true
			},
			["秽"] = {
				result = true
			},
			["荡"] = {
				result = true
			},
			["语"] = {
				["连"] = {
					["连"] = {
						result = true
					}
				}
			},
			["货"] = {
				result = true
			},
			["贱"] = {
				result = true
			},
			["靡"] = {
				result = true
			}
		},
		["温"] = {
			["加"] = {
				["宝"] = {
					result = true
				}
			},
			["总"] = {
				["理"] = {
					result = true
				}
			}
		},
		["游"] = {
			["行"] = {
				result = true
			}
		},
		["湿"] = {
			["透"] = {
				["的"] = {
					["内"] = {
						["裤"] = {
							result = true
						}
					}
				}
			}
		},
		["澤"] = {
			["东"] = {
				result = true
			},
			["東"] = {
				result = true,
				["夾"] = {
					result = true
				}
			}
		},
		["激"] = {
			["情"] = {
				["小"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				},
				["电"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["烂"] = {
			B = {
				result = true
			},
			["屄"] = {
				result = true
			},
			["屌"] = {
				result = true
			},
			["比"] = {
				result = true
			},
			["货"] = {
				result = true
			},
			["逼"] = {
				result = true
			}
		},
		["煞"] = {
			["逼"] = {
				result = true
			}
		},
		["牛"] = {
			["逼"] = {
				result = true
			}
		},
		["狂"] = {
			["操"] = {
				result = true,
				["你"] = {
					["全"] = {
						["家"] = {
							result = true
						}
					}
				}
			}
		},
		["独"] = {
			["立"] = {
				result = true,
				["台"] = {
					["湾"] = {
						["会"] = {
							result = true
						}
					}
				}
			}
		},
		["王"] = {
			["兆"] = {
				["国"] = {
					result = true
				}
			},
			["八"] = {
				["蛋"] = {
					result = true
				}
			},
			["刚"] = {
				result = true
			},
			["太"] = {
				["华"] = {
					result = true
				}
			},
			["宝"] = {
				["森"] = {
					result = true
				}
			},
			["岐"] = {
				["山"] = {
					result = true
				}
			},
			["昊"] = {
				result = true
			},
			["震"] = {
				result = true
			}
		},
		["瑟"] = {
			["刺"] = {
				["刀"] = {
					result = true
				}
			}
		},
		["生"] = {
			["孩"] = {
				["子"] = {
					["没"] = {
						["屁"] = {
							["眼"] = {
								result = true
							}
						}
					}
				}
			},
			["春"] = {
				["袋"] = {
					result = true
				}
			},
			["鸦"] = {
				["片"] = {
					result = true
				}
			}
		},
		["疆"] = {
			["独"] = {
				result = true
			}
		},
		["睾"] = {
			result = true,
			["丸"] = {
				result = true
			}
		},
		["神"] = {
			["经"] = {
				["病"] = {
					result = true
				}
			}
		},
		["禁"] = {
			["书"] = {
				result = true
			}
		},
		["私"] = {
			result = true,
			["\\"] = {
				["\\"] = {
					["服"] = {
						result = true
					}
				},
				["服"] = {
					result = true
				}
			},
			["服"] = {
				result = true
			}
		},
		["穆"] = {
			["斯"] = {
				["林"] = {
					result = true
				}
			},
			["罕"] = {
				["默"] = {
					["德"] = {
						result = true
					}
				}
			}
		},
		["穴"] = {
			["贴"] = {
				["图"] = {
					result = true
				}
			}
		},
		["精"] = {
			["子"] = {
				result = true
			},
			["液"] = {
				result = true
			}
		},
		["红"] = {
			["卫"] = {
				["兵"] = {
					result = true
				}
			}
		},
		["美"] = {
			["国"] = {
				["佬"] = {
					result = true
				}
			}
		},
		["老"] = {
			["毛"] = {
				["子"] = {
					result = true
				}
			},
			["逼"] = {
				result = true
			}
		},
		["耶"] = {
			["和"] = {
				["华"] = {
					result = true
				}
			},
			["稣"] = {
				result = true
			},
			["苏"] = {
				result = true
			}
		},
		["肉"] = {
			["棒"] = {
				result = true
			},
			["穴"] = {
				result = true
			}
		},
		["肛"] = {
			result = true,
			["交"] = {
				result = true
			},
			["门"] = {
				result = true
			}
		},
		["胡"] = {
			X = {
				X = {
					result = true
				}
			},
			["紧"] = {
				["涛"] = {
					result = true
				}
			}
		},
		["膏"] = {
			["药"] = {
				["旗"] = {
					result = true
				}
			}
		},
		["色"] = {
			["情"] = {
				result = true,
				["小"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				},
				["服"] = {
					["务"] = {
						result = true
					}
				},
				["电"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["莫"] = {
			["索"] = {
				["里"] = {
					["尼"] = {
						result = true
					}
				}
			}
		},
		["萨"] = {
			["达"] = {
				["姆"] = {
					result = true
				}
			}
		},
		["蒋"] = {
			["中"] = {
				["正"] = {
					result = true
				}
			},
			["介"] = {
				["石"] = {
					result = true
				}
			},
			["经"] = {
				["国"] = {
					result = true
				}
			}
		},
		["蒙"] = {
			["古"] = {
				["独"] = {
					["立"] = {
						result = true
					}
				}
			},
			["尘"] = {
				["药"] = {
					result = true
				}
			},
			["独"] = {
				result = true
			}
		},
		["血"] = {
			["腥"] = {
				result = true
			},
			["逼"] = {
				result = true
			}
		},
		["西"] = {
			["藏"] = {
				["独"] = {
					["立"] = {
						result = true
					}
				}
			}
		},
		["警"] = {
			["匪"] = {
				["一"] = {
					["家"] = {
						result = true
					}
				}
			}
		},
		["贱"] = {
			result = true,
			["人"] = {
				result = true
			},
			["货"] = {
				result = true
			},
			["逼"] = {
				result = true
			}
		},
		["贺"] = {
			["国"] = {
				["强"] = {
					result = true
				}
			},
			["龙"] = {
				result = true
			}
		},
		["身"] = {
			["份"] = {
				["生"] = {
					["成"] = {
						["器"] = {
							result = true
						}
					}
				}
			}
		},
		["轮"] = {
			["功"] = {
				result = true
			},
			["奸"] = {
				result = true
			}
		},
		["软"] = {
			["件"] = {
				result = true
			}
		},
		["迷"] = {
			["奸"] = {
				["药"] = {
					result = true
				}
			},
			["歼"] = {
				["药"] = {
					result = true
				}
			},
			["药"] = {
				result = true
			},
			["魂"] = {
				["药"] = {
					result = true
				}
			}
		},
		["退"] = {
			["党"] = {
				result = true
			}
		},
		["逼"] = {
			result = true
		},
		["邪"] = {
			["教"] = {
				result = true
			}
		},
		["金"] = {
			["日"] = {
				["成"] = {
					result = true
				}
			},
			["正"] = {
				["日"] = {
					result = true
				}
			}
		},
		["钱"] = {
			["其"] = {
				["琛"] = {
					result = true
				}
			}
		},
		["阝"] = {
			["月"] = {
				result = true
			}
		},
		["阳"] = {
			["具"] = {
				result = true
			},
			["精"] = {
				result = true
			}
		},
		["阴"] = {
			["唇"] = {
				result = true
			},
			["小"] = {
				["撕"] = {
					["大"] = {
						result = true
					}
				}
			},
			["户"] = {
				result = true
			},
			["核"] = {
				result = true
			},
			["毛"] = {
				result = true
			},
			["水"] = {
				result = true
			},
			["茎"] = {
				result = true
			},
			["蒂"] = {
				result = true
			},
			["道"] = {
				result = true
			},
			["部"] = {
				result = true
			}
		},
		["青"] = {
			["天"] = {
				["白"] = {
					["日"] = {
						result = true
					}
				}
			}
		},
		["靖"] = {
			["国"] = {
				["神"] = {
					["社"] = {
						result = true
					}
				}
			}
		},
		["靠"] = {
			result = true,
			["你"] = {
				["妈"] = {
					result = true
				}
			},
			["腰"] = {
				result = true
			}
		},
		["风"] = {
			["格"] = {
				["邓"] = {
					["路"] = {
						["线"] = {
							result = true
						}
					}
				}
			}
		},
		["食"] = {
			["屎"] = {
				result = true
			},
			["捻"] = {
				["屎"] = {
					result = true
				}
			}
		},
		["马"] = {
			["克"] = {
				["思"] = {
					result = true
				}
			},
			["英"] = {
				["九"] = {
					result = true
				}
			},
			["马"] = {
				["屁"] = {
					result = true
				}
			}
		},
		["骗"] = {
			["网"] = {
				result = true
			}
		},
		["骚"] = {
			result = true,
			B = {
				result = true
			},
			["货"] = {
				result = true
			},
			["逼"] = {
				result = true
			}
		},
		["高"] = {
			["丽"] = {
				["棒"] = {
					["子"] = {
						result = true
					}
				}
			},
			["校"] = {
				["暴"] = {
					["乱"] = {
						result = true
					}
				},
				["群"] = {
					["体"] = {
						["事"] = {
							["件"] = {
								result = true
							}
						}
					}
				},
				["骚"] = {
					["乱"] = {
						result = true
					}
				}
			}
		},
		["鮑"] = {
			result = true
		},
		["鸟"] = {
			G = {
				M = {
					result = true
				}
			},
			["你"] = {
				result = true
			}
		},
		["鸠"] = {
			result = true,
			["屎"] = {
				result = true
			}
		},
		["鸡"] = {
			result = true,
			["八"] = {
				result = true
			},
			["叭"] = {
				result = true
			},
			["奸"] = {
				result = true
			},
			["巴"] = {
				result = true
			},
			["掰"] = {
				result = true
			},
			["芭"] = {
				result = true
			},
			["鸡"] = {
				result = true
			}
		},
		["鸦"] = {
			["片"] = {
				result = true,
				["液"] = {
					result = true
				},
				["渣"] = {
					result = true
				}
			}
		},
		["黄"] = {
			["色"] = {
				["小"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				},
				["电"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["黎"] = {
			["阳"] = {
				["评"] = {
					result = true
				}
			}
		},
		["黑"] = {
			["手"] = {
				["党"] = {
					result = true
				}
			},
			["社"] = {
				["会"] = {
					result = true
				}
			}
		}
	},
	["民"] = {
		["?"] = {
			["民"] = {
				["?"] = {
					["民"] = {
						["阵"] = {
							result = true
						}
					}
				}
			}
		},
		["主"] = {
			[" "] = {
				["6"] = {
					["4"] = {
						result = true
					}
				},
				["8"] = {
					["9"] = {
						result = true
					}
				},
				["防"] = {
					["线"] = {
						result = true
					}
				}
			},
			["6"] = {
				["4"] = {
					result = true
				}
			},
			["8"] = {
				["9"] = {
					result = true
				}
			},
			["促"] = {
				["进"] = {
					["会"] = {
						result = true
					}
				}
			},
			["党"] = {
				["派"] = {
					result = true
				}
			},
			["大"] = {
				["游"] = {
					["行"] = {
						result = true,
						["6"] = {
							["4"] = {
								result = true
							}
						}
					}
				}
			},
			["黨"] = {
				["派"] = {
					result = true
				}
			}
		},
		["众"] = {
			[" "] = {
				["六"] = {
					["四"] = {
						["精"] = {
							["神"] = {
								result = true
							}
						}
					}
				}
			},
			["一"] = {
				["起"] = {
					["上"] = {
						["街"] = {
							result = true
						}
					}
				}
			},
			["大"] = {
				["肆"] = {
					["逮"] = {
						["捕"] = {
							["通"] = {
								["缉"] = {
									["关"] = {
										["押"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["的"] = {
				["游"] = {
					["行"] = {
						["和"] = {
							["示"] = {
								["威"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["办"] = {
			["高"] = {
				["校"] = {
					result = true
				}
			}
		},
		["工"] = {
			["强"] = {
				["奸"] = {
					["记"] = {
						result = true
					}
				}
			}
		},
		["族"] = {
			["大"] = {
				["学"] = {
					result = true
				}
			},
			["歧"] = {
				["视"] = {
					result = true
				}
			},
			["解"] = {
				["放"] = {
					result = true
				}
			},
			["革"] = {
				["命"] = {
					result = true
				}
			}
		},
		["用"] = {
			["枪"] = {
				result = true
			}
		},
		["运"] = {
			[" "] = {
				L = {
					i = {
						u = {
							["晓"] = {
								["波"] = {
									result = true
								}
							}
						}
					}
				},
				["逃"] = {
					["到"] = {
						result = true
					}
				}
			},
			["8"] = {
				["9"] = {
					result = true
				}
			},
			["大"] = {
				["游"] = {
					["行"] = {
						result = true
					}
				}
			},
			["学"] = {
				["生"] = {
					["屠"] = {
						["杀"] = {
							result = true
						}
					}
				}
			},
			["屠"] = {
				["城"] = {
					result = true
				},
				["杀"] = {
					result = true
				}
			},
			["瓦"] = {
				["莱"] = {
					["丽"] = {
						["萨"] = {
							["姆"] = {
								["森"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["逃"] = {
				["到"] = {
					result = true
				}
			}
		},
		["进"] = {
			result = true
		}
	},
	["气"] = {
		["&"] = {
			g = {
				o = {
					u = {
						result = true
					}
				}
			},
			["枪"] = {
				result = true
			}
		},
		G = {
			u = {
				n = {
					["专"] = {
						result = true
					}
				}
			}
		},
		g = {
			o = {
				u = {
					["专"] = {
						result = true
					},
					["粮"] = {
						result = true
					}
				}
			}
		},
		q = {
			i = {
				a = {
					n = {
						g = {
							result = true,
							["儿"] = {
								result = true
							},
							["弹"] = {
								result = true
							},
							["货"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["体"] = {
			["前"] = {
				["冲"] = {
					["式"] = {
						result = true
					}
				}
			},
			["反"] = {
				["冲"] = {
					["式"] = {
						result = true
					}
				}
			}
		},
		["动"] = {
			["仿"] = {
				["真"] = {
					["狗"] = {
						result = true
					}
				}
			},
			["力"] = {
				["钢"] = {
					["珠"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["回"] = {
				["膛"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["式"] = {
				["钢"] = {
					["珠"] = {
						result = true
					}
				}
			},
			["手"] = {
				g = {
					o = {
						u = {
							result = true
						}
					}
				},
				["狗"] = {
					result = true
				}
			},
			["枪"] = {
				result = true
			},
			["狗"] = {
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["转"] = {
					["让"] = {
						result = true
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["枪"] = {
						result = true,
						["专"] = {
							result = true
						},
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						}
					}
				}
			},
			["铅"] = {
				["弹"] = {
					["枪"] = {
						result = true,
						["专"] = {
							result = true
						}
					}
				}
			},
			["长"] = {
				["狗"] = {
					result = true
				}
			}
		},
		["吹"] = {
			result = true
		},
		["弩"] = {
			["官"] = {
				["方"] = {
					["网"] = {
						result = true
					}
				}
			},
			["网"] = {
				result = true
			}
		},
		["弹"] = {
			["手"] = {
				["枪"] = {
					result = true
				}
			},
			["枪"] = {
				["专"] = {
					["网"] = {
						result = true
					}
				}
			},
			["槍"] = {
				result = true
			}
		},
		["性"] = {
			["坏"] = {
				["疽"] = {
					["病"] = {
						result = true
					}
				}
			},
			["壞"] = {
				["疽"] = {
					["病"] = {
						result = true
					}
				}
			}
		},
		["手"] = {
			["枪"] = {
				result = true,
				["专"] = {
					result = true
				},
				["原"] = {
					["理"] = {
						result = true
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["网"] = {
					result = true
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["转"] = {
					["让"] = {
						result = true
					}
				}
			},
			["狗"] = {
				result = true,
				["专"] = {
					result = true
				}
			}
		},
		["抢"] = {
			["专"] = {
				["网"] = {
					result = true
				}
			},
			["仿"] = {
				["真"] = {
					["槍"] = {
						result = true
					}
				}
			},
			["厂"] = {
				result = true
			},
			["小"] = {
				["口"] = {
					["径"] = {
						result = true
					}
				}
			},
			["看"] = {
				["货"] = {
					["加"] = {
						result = true
					}
				}
			},
			["组"] = {
				["装"] = {
					result = true
				}
			},
			["联"] = {
				["系"] = {
					result = true
				}
			}
		},
		["控"] = {
			["式"] = {
				["枪"] = {
					["管"] = {
						result = true
					}
				}
			}
		},
		["木"] = {
			["仓"] = {
				["专"] = {
					result = true
				},
				["氵"] = {
					["气"] = {
						["犭"] = {
							["句"] = {
								result = true
							}
						}
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["转"] = {
					["让"] = {
						result = true
					}
				}
			}
		},
		["枪"] = {
			["$"] = {
				result = true,
				["专"] = {
					["商"] = {
						["城"] = {
							result = true
						}
					}
				}
			},
			B = {
				B = {
					["弹"] = {
						result = true
					}
				}
			},
			M = {
				["7"] = {
					["0"] = {
						["0"] = {
							result = true
						}
					}
				}
			},
			Q = {
				result = true
			},
			b = {
				["5"] = {
					["0"] = {
						["配"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			},
			d = {
				e = {
					result = true
				}
			},
			i = {
				["专"] = {
					["网"] = {
						result = true
					}
				}
			},
			["、"] = {
				["电"] = {
					["狗"] = {
						["专"] = {
							result = true
						}
					}
				}
			},
			["上"] = {
				["品"] = {
					result = true
				}
			},
			["专"] = {
				result = true,
				["区"] = {
					result = true
				},
				["售"] = {
					result = true
				},
				["商"] = {
					["城"] = {
						result = true
					}
				},
				["城"] = {
					result = true
				},
				["密"] = {
					["云"] = {
						["商"] = {
							["城"] = {
								result = true
							}
						}
					}
				},
				["展"] = {
					["示"] = {
						["网"] = {
							result = true
						}
					}
				},
				["店"] = {
					result = true
				},
				["点"] = {
					result = true
				},
				["用"] = {
					["气"] = {
						result = true
					}
				},
				["网"] = {
					result = true,
					["狙"] = {
						["击"] = {
							["弩"] = {
								result = true
							}
						}
					}
				},
				["销"] = {
					["网"] = {
						result = true
					}
				},
				["门"] = {
					["网"] = {
						result = true
					}
				}
			},
			["世"] = {
				["界"] = {
					["网"] = {
						result = true
					}
				}
			},
			["中"] = {
				["心"] = {
					result = true
				}
			},
			["之"] = {
				["家"] = {
					result = true
				}
			},
			["价"] = {
				["格"] = {
					result = true,
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						result = true
					},
					["槍"] = {
						result = true
					},
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["低"] = {
				["价"] = {
					["小"] = {
						["口"] = {
							["径"] = {
								result = true
							}
						}
					},
					["看"] = {
						["货"] = {
							["加"] = {
								result = true
							}
						}
					},
					["组"] = {
						["装"] = {
							result = true
						}
					},
					["联"] = {
						["系"] = {
							result = true
						}
					}
				}
			},
			["充"] = {
				["气"] = {
					result = true
				}
			},
			["军"] = {
				["刀"] = {
					result = true
				}
			},
			["华"] = {
				["北"] = {
					["地"] = {
						["区"] = {
							result = true
						}
					}
				}
			},
			["南"] = {
				["哥"] = {
					["专"] = {
						result = true
					}
				}
			},
			["厂"] = {
				result = true
			},
			["压"] = {
				["气"] = {
					["活"] = {
						["塞"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["原"] = {
				["装"] = {
					["进"] = {
						["口"] = {
							result = true
						}
					}
				}
			},
			["及"] = {
				["零"] = {
					["件"] = {
						result = true
					}
				}
			},
			["商"] = {
				["城"] = {
					result = true
				}
			},
			["图"] = {
				result = true,
				["纸"] = {
					result = true,
					C = {
						A = {
							D = {
								result = true
							}
						}
					}
				}
			},
			["多"] = {
				["少"] = {
					["钱"] = {
						result = true
					}
				}
			},
			["大"] = {
				["全"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			},
			["套"] = {
				["件"] = {
					result = true
				}
			},
			["子"] = {
				["弹"] = {
					["专"] = {
						result = true,
						["售"] = {
							result = true
						},
						["店"] = {
							result = true
						},
						["点"] = {
							result = true
						},
						["网"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			},
			["官"] = {
				["方"] = {
					["网"] = {
						result = true
					}
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						result = true,
						["猎"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["展"] = {
				["示"] = {
					["网"] = {
						result = true
					}
				}
			},
			["式"] = {
				["两"] = {
					["用"] = {
						["中"] = {
							["努"] = {
								result = true
							},
							["弩"] = {
								result = true
							}
						}
					}
				}
			},
			["弹"] = {
				result = true,
				["簧"] = {
					result = true,
					["?"] = {
						result = true
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			},
			["急"] = {
				["售"] = {
					result = true
				}
			},
			["手"] = {
				["枪"] = {
					result = true
				}
			},
			["打"] = {
				["猎"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			},
			["扳"] = {
				["机"] = {
					["结"] = {
						["构"] = {
							["图"] = {
								result = true
							}
						}
					}
				}
			},
			["指"] = {
				["定"] = {
					result = true
				}
			},
			["收"] = {
				["藏"] = {
					["网"] = {
						result = true
					}
				}
			},
			["无"] = {
				["需"] = {
					["定"] = {
						["金"] = {
							result = true
						}
					}
				}
			},
			["是"] = {
				["啥"] = {
					["样"] = {
						["的"] = {
							result = true
						}
					}
				}
			},
			["构"] = {
				["造"] = {
					["及"] = {
						["原"] = {
							["理"] = {
								result = true
							}
						}
					}
				}
			},
			["枪"] = {
				["管"] = {
					["专"] = {
						result = true
					}
				}
			},
			["气"] = {
				["枪"] = {
					["组"] = {
						["装"] = {
							result = true
						}
					}
				},
				["狗"] = {
					result = true
				}
			},
			["汽"] = {
				["狗"] = {
					result = true
				}
			},
			["海"] = {
				["豹"] = {
					M = {
						["9"] = {
							result = true
						}
					}
				}
			},
			["消"] = {
				["声"] = {
					["器"] = {
						result = true
					}
				},
				["音"] = {
					["器"] = {
						result = true,
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						}
					}
				}
			},
			["火"] = {
				["狗"] = {
					result = true
				}
			},
			["狗"] = {
				["粮"] = {
					["专"] = {
						result = true
					}
				}
			},
			["猎"] = {
				["具"] = {
					["网"] = {
						result = true
					}
				},
				["枪"] = {
					result = true,
					["专"] = {
						result = true,
						["店"] = {
							result = true
						}
					},
					["便"] = {
						["宜"] = {
							["出"] = {
								result = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					},
					["钢"] = {
						["珠"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["现"] = {
				["货"] = {
					result = true
				}
			},
			["的"] = {
				result = true,
				["原"] = {
					["理"] = {
						result = true,
						["书"] = {
							["籍"] = {
								result = true
							},
							["记"] = {
								result = true
							}
						}
					}
				},
				["有"] = {
					["效"] = {
						["射"] = {
							["程"] = {
								result = true
							}
						}
					}
				},
				["网"] = {
					["站"] = {
						result = true
					}
				}
			},
			["皮"] = {
				["碗"] = {
					result = true
				}
			},
			["直"] = {
				["销"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			},
			["看"] = {
				["货"] = {
					result = true,
					["加"] = {
						result = true
					}
				}
			},
			["瞄"] = {
				["准"] = {
					["器"] = {
						result = true,
						["配"] = {
							["件"] = {
								result = true
							}
						}
					},
					["镜"] = {
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						}
					}
				}
			},
			["种"] = {
				["类"] = {
					result = true
				}
			},
			["组"] = {
				["装"] = {
					result = true
				}
			},
			["结"] = {
				["构"] = {
					["原"] = {
						["理"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				["为"] = {
					["您"] = {
						result = true
					}
				},
				["站"] = {
					result = true
				},
				["购"] = {
					result = true
				}
			},
			["联"] = {
				["系"] = {
					result = true,
					["低"] = {
						["价"] = {
							result = true
						}
					}
				}
			},
			["膛"] = {
				["线"] = {
					result = true,
					["图"] = {
						["纸"] = {
							result = true
						}
					}
				}
			},
			["西"] = {
				["班"] = {
					["牙"] = {
						["高"] = {
							["价"] = {
								result = true
							}
						}
					}
				}
			},
			["解"] = {
				["剖"] = {
					["图"] = {
						result = true
					}
				}
			},
			["订"] = {
				["购"] = {
					result = true
				}
			},
			["货"] = {
				result = true,
				["到"] = {
					["付"] = {
						result = true,
						["款"] = {
							result = true
						}
					}
				}
			},
			["转"] = {
				["让"] = {
					result = true
				}
			},
			["配"] = {
				["件"] = {
					result = true,
					["专"] = {
						result = true,
						["区"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			},
			["钢"] = {
				["珠"] = {
					result = true,
					["枪"] = {
						["专"] = {
							result = true
						}
					}
				}
			},
			["铅"] = {
				["子"] = {
					["的"] = {
						["工"] = {
							["具"] = {
								result = true
							}
						}
					}
				},
				["弹"] = {
					T = {
						E = {
							L = {
								result = true
							}
						}
					},
					["专"] = {
						result = true
					},
					["模"] = {
						["具"] = {
							result = true
						}
					},
					["现"] = {
						["货"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			},
			["阀"] = {
				result = true,
				["门"] = {
					["原"] = {
						["理"] = {
							result = true
						}
					}
				}
			},
			["零"] = {
				["件"] = {
					result = true
				},
				["部"] = {
					["件"] = {
						result = true,
						["交"] = {
							["换"] = {
								result = true
							}
						},
						["现"] = {
							["货"] = {
								result = true
							}
						}
					}
				}
			},
			["高"] = {
				["压"] = {
					["气"] = {
						["枪"] = {
							result = true
						},
						["狗"] = {
							result = true
						},
						["瓶"] = {
							result = true
						}
					}
				}
			},
			["麻"] = {
				["枪"] = {
					["猎"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["槍"] = {
			result = true,
			["专"] = {
				result = true,
				["店"] = {
					result = true
				}
			},
			["低"] = {
				["价"] = {
					["…"] = {
						["…"] = {
							result = true
						}
					},
					["专"] = {
						result = true
					}
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						result = true
					}
				}
			},
			["步"] = {
				["槍"] = {
					["专"] = {
						result = true
					}
				}
			},
			["看"] = {
				["货"] = {
					["加"] = {
						result = true
					}
				}
			},
			["组"] = {
				["装"] = {
					result = true
				}
			},
			["网"] = {
				result = true
			},
			["联"] = {
				["系"] = {
					result = true
				}
			}
		},
		["步"] = {
			["木"] = {
				["仓"] = {
					result = true
				}
			},
			["枪"] = {
				["专"] = {
					result = true
				},
				["二"] = {
					["手"] = {
						result = true
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["结"] = {
					["构"] = {
						["图"] = {
							result = true
						}
					}
				},
				["网"] = {
					result = true
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["转"] = {
					["让"] = {
						result = true
					}
				}
			}
		},
		["泡"] = {
			["网"] = {
				result = true
			}
		},
		["熗"] = {
			result = true
		},
		["爆"] = {
			["熗"] = {
				result = true
			},
			["爆"] = {
				["枪"] = {
					result = true
				}
			},
			["狗"] = {
				result = true
			}
		},
		["狗"] = {
			M = {
				["4"] = {
					A = {
						["1"] = {
							result = true
						}
					}
				}
			},
			["专"] = {
				result = true,
				["店"] = {
					result = true
				},
				["网"] = {
					result = true
				},
				["营"] = {
					result = true,
					["店"] = {
						result = true
					}
				}
			},
			["儿"] = {
				["狗"] = {
					["儿"] = {
						["粮"] = {
							result = true
						}
					}
				},
				["粮"] = {
					result = true
				},
				["货"] = {
					result = true
				},
				["铅"] = {
					["弹"] = {
						result = true
					}
				}
			},
			["手"] = {
				["拉"] = {
					["狗"] = {
						result = true
					}
				}
			},
			["汽"] = {
				["狗"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			},
			["爆"] = {
				["弹"] = {
					result = true
				}
			},
			["狗"] = {
				["狗"] = {
					["粮"] = {
						result = true
					}
				},
				["粮"] = {
					["专"] = {
						result = true
					}
				}
			},
			["直"] = {
				["销"] = {
					result = true
				}
			},
			["粮"] = {
				result = true,
				["便"] = {
					["宜"] = {
						result = true
					}
				},
				["售"] = {
					result = true
				},
				["密"] = {
					["云"] = {
						["怀"] = {
							["柔"] = {
								result = true
							}
						}
					}
				}
			},
			["网"] = {
				["专"] = {
					result = true
				}
			},
			["订"] = {
				["购"] = {
					result = true
				}
			},
			["进"] = {
				["口"] = {
					["气"] = {
						["狗"] = {
							result = true
						}
					}
				}
			},
			["零"] = {
				["件"] = {
					result = true
				}
			},
			["高"] = {
				["压"] = {
					["气"] = {
						["抢"] = {
							result = true
						},
						["枪"] = {
							result = true
						},
						["槍"] = {
							result = true
						}
					}
				}
			}
		},
		["狙"] = {
			["击"] = {
				["枪"] = {
					result = true
				}
			},
			["狗"] = {
				result = true
			}
		},
		["猎"] = {
			result = true,
			["枪"] = {
				["收"] = {
					["藏"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			}
		},
		["球"] = {
			["炸"] = {
				["弹"] = {
					result = true
				}
			}
		},
		["短"] = {
			["狗"] = {
				result = true,
				["转"] = {
					["让"] = {
						result = true
					}
				}
			}
		},
		["象"] = {
			["播"] = {
				["报"] = {
					["小"] = {
						["姐"] = {
							result = true
						}
					}
				}
			}
		},
		["车"] = {
			["干"] = {
				["扰"] = {
					["器"] = {
						result = true
					}
				}
			}
		},
		["鎗"] = {
			result = true
		},
		["长"] = {
			["狗"] = {
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["转"] = {
					["让"] = {
						result = true
					}
				}
			}
		},
		["驽"] = {
			["官"] = {
				["方"] = {
					["网"] = {
						["站"] = {
							result = true
						}
					}
				},
				["网"] = {
					result = true
				}
			}
		},
		["鸡"] = {
			["专"] = {
				result = true
			},
			["秃"] = {
				["鹰"] = {
					result = true
				}
			}
		}
	},
	["氢"] = {
		["化"] = {
			["可"] = {
				["的"] = {
					["松"] = {
						result = true
					}
				}
			}
		},
		["可"] = {
			["酮"] = {
				result = true
			}
		},
		["吗"] = {
			["啡"] = {
				["酮"] = {
					result = true
				}
			}
		},
		["弹"] = {
			["使"] = {
				["用"] = {
					result = true
				}
			},
			["及"] = {
				["使"] = {
					["用"] = {
						result = true
					}
				}
			},
			["方"] = {
				["法"] = {
					result = true
				}
			}
		},
		["氰"] = {
			["酸"] = {
				result = true
			}
		}
	},
	["氣"] = {
		["動"] = {
			["鋼"] = {
				["珠"] = {
					["槍"] = {
						["購"] = {
							result = true
						}
					}
				}
			}
		},
		["性"] = {
			["坏"] = {
				["疽"] = {
					["病"] = {
						result = true
					}
				}
			},
			["壞"] = {
				["疽"] = {
					["病"] = {
						result = true
					}
				}
			}
		},
		["手"] = {
			["槍"] = {
				result = true
			},
			["狗"] = {
				result = true
			}
		},
		["槍"] = {
			result = true,
			["低"] = {
				["价"] = {
					result = true
				}
			},
			["動"] = {
				["能"] = {
					["計"] = {
						["算"] = {
							result = true
						}
					}
				}
			},
			["子"] = {
				["彈"] = {
					result = true
				}
			},
			["專"] = {
				result = true,
				["商"] = {
					["城"] = {
						result = true
					}
				}
			},
			["急"] = {
				["售"] = {
					result = true
				}
			},
			["手"] = {
				["槍"] = {
					result = true
				}
			},
			["氣"] = {
				["狗"] = {
					result = true
				}
			},
			["獵"] = {
				["槍"] = {
					result = true
				}
			},
			["訂"] = {
				["購"] = {
					result = true
				}
			},
			["鉛"] = {
				["彈"] = {
					result = true,
					T = {
						E = {
							L = {
								result = true
							}
						}
					}
				}
			},
			["零"] = {
				["部"] = {
					["件"] = {
						result = true
					}
				}
			},
			["高"] = {
				["壓"] = {
					["氣"] = {
						["狗"] = {
							result = true
						}
					}
				}
			}
		},
		["步"] = {
			["槍"] = {
				result = true
			}
		},
		["熗"] = {
			result = true,
			["抟"] = {
				["啇"] = {
					["峸"] = {
						result = true
					}
				}
			}
		},
		["狗"] = {
			result = true,
			["專"] = {
				result = true
			},
			["狗"] = {
				["糧"] = {
					result = true
				}
			},
			["糧"] = {
				result = true
			}
		},
		["皇"] = {
			["4"] = {
				["0"] = {
					["0"] = {
						result = true
					}
				}
			}
		},
		["豞"] = {
			result = true,
			["悢"] = {
				["炪"] = {
					["售"] = {
						result = true
					}
				}
			},
			["豞"] = {
				["悢"] = {
					result = true
				}
			}
		},
		["質"] = {
			e = {
				["白"] = {
					["領"] = {
						result = true
					}
				}
			},
			["波"] = {
				["霸"] = {
					result = true
				}
			},
			["白"] = {
				["領"] = {
					result = true
				}
			},
			["皛"] = {
				["領"] = {
					result = true
				}
			}
		}
	},
	["氫"] = {
		["化"] = {
			["可"] = {
				["的"] = {
					["松"] = {
						result = true
					}
				}
			}
		},
		["彈"] = {
			result = true
		}
	},
	["氯"] = {
		["丙"] = {
			["烯"] = {
				["手"] = {
					["机"] = {
						result = true
					}
				}
			}
		},
		["仿"] = {
			result = true
		},
		["化"] = {
			["钾"] = {
				result = true
			}
		},
		["氮"] = {
			["卓"] = {
				result = true
			}
		},
		["胺"] = {
			["酮"] = {
				["原"] = {
					["料"] = {
						result = true
					}
				}
			}
		},
		["苯"] = {
			["基"] = {
				result = true
			}
		}
	},
	["氰"] = {
		["丙"] = {
			["醇"] = {
				result = true,
				["直"] = {
					["销"] = {
						result = true
					}
				}
			}
		},
		["化"] = {
			result = true,
			["亚"] = {
				["铜"] = {
					result = true,
					["配"] = {
						["方"] = {
							result = true
						}
					}
				}
			},
			["氢"] = {
				result = true,
				["直"] = {
					["销"] = {
						result = true
					}
				}
			},
			["汞"] = {
				["密"] = {
					["云"] = {
						result = true
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["高"] = {
					["纯"] = {
						result = true
					}
				}
			},
			["碘"] = {
				["供"] = {
					["應"] = {
						result = true
					}
				},
				["华"] = {
					["北"] = {
						result = true
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				}
			},
			["金"] = {
				["钾"] = {
					["价"] = {
						["格"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			},
			["鈣"] = {
				["價"] = {
					["格"] = {
						result = true
					}
				}
			},
			["鉀"] = {
				["藥"] = {
					["物"] = {
						result = true
					}
				}
			},
			["銀"] = {
				["鉀"] = {
					["供"] = {
						["應"] = {
							result = true
						}
					}
				}
			},
			["钙"] = {
				["价"] = {
					["格"] = {
						result = true,
						["电"] = {
							["联"] = {
								result = true
							}
						}
					}
				},
				["当"] = {
					["面"] = {
						["交"] = {
							["易"] = {
								result = true
							}
						}
					}
				}
			},
			["钠"] = {
				["专"] = {
					result = true
				},
				["直"] = {
					["销"] = {
						result = true
					}
				}
			},
			["钾"] = {
				["专"] = {
					result = true
				},
				["安"] = {
					["乐"] = {
						["死"] = {
							["药"] = {
								result = true
							}
						}
					}
				},
				["氰"] = {
					["化"] = {
						["钠"] = {
							result = true
						}
					}
				},
				["的"] = {
					["制"] = {
						["备"] = {
							result = true
						}
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["致"] = {
					["癌"] = {
						["毒"] = {
							["素"] = {
								result = true
							}
						},
						["药"] = {
							["物"] = {
								result = true
							}
						}
					}
				},
				["药"] = {
					result = true,
					["物"] = {
						result = true
					}
				},
				["贩"] = {
					result = true
				},
				["配"] = {
					["方"] = {
						result = true
					}
				}
			},
			["铊"] = {
				result = true
			},
			["铜"] = {
				result = true
			},
			["银"] = {
				result = true,
				["钾"] = {
					["密"] = {
						["云"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			},
			["锌"] = {
				result = true
			},
			["镉"] = {
				result = true,
				["直"] = {
					["销"] = {
						result = true
					}
				}
			},
			["高"] = {
				["汞"] = {
					result = true,
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			}
		},
		["囮"] = {
			["唫"] = {
				["钾"] = {
					["栱"] = {
						["應"] = {
							result = true
						}
					}
				}
			},
			["妠"] = {
				["纰"] = {
					["潑"] = {
						result = true
					}
				}
			},
			["檭"] = {
				["钾"] = {
					["栱"] = {
						["應"] = {
							result = true
						}
					}
				}
			},
			["碘"] = {
				["供"] = {
					["應"] = {
						result = true
					}
				},
				["栱"] = {
					["應"] = {
						result = true
					}
				}
			},
			["釒"] = {
				["鉀"] = {
					["供"] = {
						["應"] = {
							result = true
						}
					}
				}
			},
			["鈉"] = {
				["批"] = {
					["髮"] = {
						result = true
					}
				}
			},
			["鈣"] = {
				result = true,
				["價"] = {
					["咯"] = {
						result = true
					},
					["格"] = {
						result = true
					}
				}
			},
			["鉀"] = {
				result = true,
				["葯"] = {
					["粅"] = {
						result = true
					}
				}
			},
			["銀"] = {
				["鉀"] = {
					["供"] = {
						["應"] = {
							result = true
						}
					}
				}
			},
			["钾"] = {
				["荬"] = {
					result = true
				},
				["葯"] = {
					["粅"] = {
						result = true
					}
				}
			}
		},
		["氢"] = {
			["酸"] = {
				["供"] = {
					["货"] = {
						result = true
					}
				}
			}
		}
	},
	["求"] = {
		["人"] = {
			["肝"] = {
				["脾"] = {
					result = true
				}
			}
		},
		["办"] = {
			["假"] = {
				["户"] = {
					["口"] = {
						result = true
					}
				},
				["证"] = {
					result = true
				}
			}
		},
		["包"] = {
			["养"] = {
				result = true,
				["网"] = {
					result = true
				},
				["，"] = {
					["我"] = {
						["包"] = {
							["养"] = {
								result = true
							}
						}
					}
				}
			},
			["養"] = {
				result = true
			}
		},
		["医"] = {
			["问"] = {
				["药"] = {
					result = true
				}
			}
		},
		["印"] = {
			["防"] = {
				["己"] = {
					["毒"] = {
						["素"] = {
							result = true
						}
					}
				}
			}
		},
		["在"] = {
			["线"] = {
				["黄"] = {
					["色"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["够"] = {
			["阳"] = {
				["江"] = {
					["军"] = {
						["刀"] = {
							result = true
						}
					}
				}
			}
		},
		["快"] = {
			["播"] = {
				h = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["政"] = {
			["绩"] = {
				["虚"] = {
					["报"] = {
						["浮"] = {
							["夸"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["是"] = {
			result = true,
			["学"] = {
				["院"] = {
					result = true
				}
			}
		},
		["爆"] = {
			["菊"] = {
				result = true
			}
		},
		["生"] = {
			["刀"] = {
				result = true,
				["具"] = {
					result = true
				}
			},
			["砍"] = {
				["刀"] = {
					result = true
				}
			}
		},
		["破"] = {
			["玉"] = {
				["门"] = {
					["关"] = {
						result = true
					}
				}
			}
		},
		["草"] = {
			result = true
		},
		["角"] = {
			["膜"] = {
				result = true
			}
		},
		["購"] = {
			["人"] = {
				["體"] = {
					["肝"] = {
						["脾"] = {
							result = true
						}
					}
				}
			},
			["眼"] = {
				["角"] = {
					["膜"] = {
						result = true
					}
				}
			}
		},
		["购"] = {
			["七"] = {
				["七"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["三"] = {
				["唑"] = {
					["仑"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["人"] = {
				["体"] = {
					result = true,
					["#"] = {
						["肝"] = {
							["脾"] = {
								result = true
							}
						}
					},
					["~"] = {
						["肝"] = {
							["脾"] = {
								result = true
							}
						}
					},
					["器"] = {
						["官"] = {
							result = true
						}
					},
					["肝"] = {
						["脾"] = {
							result = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						result = true
					},
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["低"] = {
				["价"] = {
					["气"] = {
						["狗"] = {
							result = true
						}
					}
				}
			},
			["住"] = {
				["宿"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["发"] = {
				["票"] = {
					result = true
				}
			},
			["增"] = {
				["值"] = {
					["税"] = {
						["发"] = {
							["票"] = {
								result = true
							}
						}
					}
				}
			},
			["子"] = {
				["弹"] = {
					["壳"] = {
						result = true
					}
				},
				["炮"] = {
					["弹"] = {
						["壳"] = {
							result = true
						}
					}
				}
			},
			["定"] = {
				["额"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["弹"] = {
				["药"] = {
					result = true
				}
			},
			["手"] = {
				["拉"] = {
					["短"] = {
						["狗"] = {
							result = true
						}
					},
					["鸡"] = {
						result = true
					}
				},
				["撕"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				},
				["铐"] = {
					result = true
				}
			},
			["摇"] = {
				["头"] = {
					["丸"] = {
						result = true
					}
				}
			},
			["机"] = {
				["打"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["枪"] = {
				["包"] = {
					result = true
				},
				["支"] = {
					result = true
				}
			},
			["气"] = {
				g = {
					o = {
						u = {
							result = true
						}
					}
				},
				["枪"] = {
					result = true
				},
				["狗"] = {
					result = true
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						result = true
					}
				}
			},
			["氰"] = {
				["化"] = {
					["钾"] = {
						result = true
					}
				}
			},
			["眼"] = {
				["角"] = {
					["膜"] = {
						result = true
					}
				}
			},
			["神"] = {
				["仙"] = {
					["糖"] = {
						result = true
					}
				}
			},
			["窃"] = {
				["听"] = {
					["器"] = {
						result = true
					}
				}
			},
			["老"] = {
				["板"] = {
					["数"] = {
						["据"] = {
							result = true
						}
					}
				}
			},
			["警"] = {
				["用"] = {
					["手"] = {
						["铐"] = {
							result = true
						}
					}
				}
			},
			["迷"] = {
				["奸"] = {
					["药"] = {
						result = true
					}
				},
				["幻"] = {
					["药"] = {
						result = true
					}
				},
				["晕"] = {
					["药"] = {
						result = true
					}
				}
			},
			["铊"] = {
				["盐"] = {
					result = true
				}
			},
			["雷"] = {
				["管"] = {
					result = true
				}
			}
		},
		["辦"] = {
			["假"] = {
				["戶"] = {
					["口"] = {
						result = true
					}
				},
				["證"] = {
					result = true
				}
			}
		},
		["雷"] = {
			["管"] = {
				["的"] = {
					result = true
				}
			}
		},
		["高"] = {
			["压"] = {
				["气"] = {
					["枪"] = {
						["气"] = {
							["瓶"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["黃"] = {
			["色"] = {
				["網"] = {
					["站"] = {
						result = true
					}
				}
			}
		}
	},
	["汔"] = {
		["枪"] = {
			result = true,
			["直"] = {
				["销"] = {
					result = true
				}
			},
			["订"] = {
				["购"] = {
					result = true
				}
			}
		},
		["狗"] = {
			["专"] = {
				result = true
			}
		}
	},
	["汕"] = {
		["特"] = {
			["."] = {
				["农"] = {
					["信"] = {
						["社"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["汧"] = {
		["房"] = {
			["視"] = {
				["频"] = {
					result = true
				}
			}
		},
		["票"] = {
			result = true
		}
	},
	["汽"] = {
		["%"] = {
			["槍"] = {
				result = true
			}
		},
		["?"] = {
			["狗"] = {
				result = true
			}
		},
		g = {
			o = {
				u = {
					result = true,
					["专"] = {
						result = true,
						["网"] = {
							result = true
						}
					},
					["喷"] = {
						["子"] = {
							result = true
						}
					},
					["高"] = {
						["价"] = {
							result = true
						}
					}
				}
			}
		},
		q = {
			i = {
				a = {
					n = {
						g = {
							result = true,
							["網"] = {
								result = true
							},
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["、"] = {
			["狗"] = {
				["、"] = {
					["出"] = {
						["、"] = {
							["售"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["专"] = {
			["枪"] = {
				result = true
			}
		},
		["动"] = {
			["仿"] = {
				["真"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						result = true
					}
				}
			},
			["狗"] = {
				result = true,
				["专"] = {
					result = true
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["转"] = {
					["让"] = {
						result = true
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["枪"] = {
						result = true,
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["弹"] = {
			["手"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["手"] = {
			["枪"] = {
				result = true,
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				}
			},
			["狗"] = {
				["专"] = {
					result = true
				},
				["低"] = {
					["价"] = {
						result = true
					}
				},
				["全"] = {
					["系"] = {
						["列"] = {
							result = true
						}
					}
				},
				["现"] = {
					["货"] = {
						result = true
					}
				}
			}
		},
		["抢"] = {
			["专"] = {
				["网"] = {
					result = true
				}
			},
			["子"] = {
				["弹"] = {
					result = true
				}
			},
			["定"] = {
				["点"] = {
					["点"] = {
						result = true
					}
				}
			},
			["展"] = {
				["示"] = {
					["网"] = {
						result = true
					}
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			}
		},
		["拉"] = {
			["狗"] = {
				result = true
			}
		},
		["木"] = {
			["仓"] = {
				result = true,
				["专"] = {
					result = true
				}
			}
		},
		["机"] = {
			result = true
		},
		["枪"] = {
			["&"] = {
				result = true
			},
			["、"] = {
				["猎"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["专"] = {
				result = true,
				["商"] = {
					["城"] = {
						result = true
					}
				},
				["场"] = {
					["网"] = {
						result = true
					}
				},
				["店"] = {
					result = true
				},
				["热"] = {
					["线"] = {
						result = true
					}
				},
				["用"] = {
					["消"] = {
						["声"] = {
							["器"] = {
								result = true
							}
						}
					}
				},
				["网"] = {
					result = true
				},
				["营"] = {
					["店"] = {
						result = true
					}
				}
			},
			["世"] = {
				["界"] = {
					["网"] = {
						result = true
					}
				}
			},
			["交"] = {
				["易"] = {
					result = true
				}
			},
			["价"] = {
				["格"] = {
					result = true
				}
			},
			["低"] = {
				["价"] = {
					["销"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["免"] = {
				["定"] = {
					["金"] = {
						result = true
					}
				}
			},
			["军"] = {
				["品"] = {
					["专"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["厂"] = {
				result = true
			},
			["原"] = {
				["理"] = {
					["图"] = {
						result = true,
						["纸"] = {
							result = true
						}
					}
				}
			},
			["大"] = {
				["全"] = {
					result = true
				}
			},
			["子"] = {
				["弹"] = {
					result = true,
					["专"] = {
						result = true
					},
					["价"] = {
						["格"] = {
							result = true
						}
					},
					["多"] = {
						["少"] = {
							["钱"] = {
								result = true
							}
						}
					},
					["配"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["官"] = {
				["方"] = {
					["网"] = {
						result = true
					}
				}
			},
			["密"] = {
				["云"] = {
					result = true
				}
			},
			["弹"] = {
				result = true,
				["簧"] = {
					["配"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["手"] = {
				["续"] = {
					result = true
				}
			},
			["打"] = {
				["猎"] = {
					result = true,
					["视"] = {
						["频"] = {
							result = true
						}
					}
				},
				["鸟"] = {
					result = true
				}
			},
			["方"] = {
				["法"] = {
					result = true
				}
			},
			["板"] = {
				["图"] = {
					result = true
				}
			},
			["构"] = {
				["造"] = {
					["图"] = {
						result = true
					}
				}
			},
			["枪"] = {
				["管"] = {
					["图"] = {
						result = true
					}
				}
			},
			["狗"] = {
				["枪"] = {
					["专"] = {
						result = true
					}
				}
			},
			["猎"] = {
				["枪"] = {
					["专"] = {
						result = true
					}
				}
			},
			["的"] = {
				result = true,
				["配"] = {
					["件"] = {
						result = true
					}
				}
			},
			["直"] = {
				["销"] = {
					result = true
				}
			},
			["看"] = {
				["货"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			},
			["系"] = {
				["列"] = {
					result = true
				}
			},
			["组"] = {
				["装"] = {
					result = true
				}
			},
			["网"] = {
				["专"] = {
					["网"] = {
						result = true
					}
				},
				["气"] = {
					["枪"] = {
						result = true
					}
				},
				["站"] = {
					result = true
				},
				["购"] = {
					result = true
				},
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								result = true
							}
						}
					}
				},
				["铅"] = {
					["弹"] = {
						["猎"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["联"] = {
				["系"] = {
					result = true
				}
			},
			["视"] = {
				["频"] = {
					result = true
				}
			},
			["订"] = {
				["购"] = {
					result = true
				}
			},
			["论"] = {
				["坛"] = {
					result = true
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			},
			["转"] = {
				["让"] = {
					result = true
				}
			},
			["配"] = {
				["件"] = {
					["专"] = {
						result = true,
						["营"] = {
							result = true
						}
					},
					["在"] = {
						["线"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			},
			["钢"] = {
				["珠"] = {
					result = true
				}
			},
			["铅"] = {
				["弹"] = {
					["低"] = {
						["价"] = {
							["销"] = {
								result = true
							}
						}
					},
					["模"] = {
						result = true,
						["具"] = {
							result = true
						}
					}
				}
			},
			["零"] = {
				["件"] = {
					result = true
				}
			},
			["验"] = {
				["货"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			},
			["高"] = {
				["压"] = {
					["火"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["槍"] = {
			result = true,
			["網"] = {
				result = true
			},
			["鉛"] = {
				["彈"] = {
					result = true
				}
			}
		},
		["步"] = {
			["枪"] = {
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["转"] = {
					["让"] = {
						result = true
					}
				}
			}
		},
		["油"] = {
			["弹"] = {
				["方"] = {
					["法"] = {
						result = true
					}
				}
			},
			["燃"] = {
				["烧"] = {
					["弹"] = {
						result = true
					},
					["瓶"] = {
						result = true
					}
				}
			}
		},
		["熗"] = {
			["荬"] = {
				result = true
			},
			["蛧"] = {
				result = true
			}
		},
		["爆"] = {
			["机"] = {
				result = true
			}
		},
		["狗"] = {
			["、"] = {
				["电"] = {
					["狗"] = {
						["专"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["。"] = {
				["。"] = {
					result = true
				}
			},
			["专"] = {
				result = true,
				["店"] = {
					result = true
				},
				["网"] = {
					result = true
				},
				["销"] = {
					result = true
				}
			},
			["之"] = {
				["家"] = {
					result = true
				}
			},
			["代"] = {
				["购"] = {
					["网"] = {
						["络"] = {
							result = true
						}
					}
				}
			},
			["低"] = {
				["价"] = {
					result = true
				}
			},
			["便"] = {
				["宜"] = {
					result = true,
					["了"] = {
						result = true
					}
				}
			},
			["儿"] = {
				result = true
			},
			["出"] = {
				["货"] = {
					result = true
				}
			},
			["到"] = {
				["货"] = {
					result = true
				}
			},
			["北"] = {
				["京"] = {
					["收"] = {
						["购"] = {
							result = true
						}
					}
				}
			},
			["和"] = {
				["狗"] = {
					["粮"] = {
						["便"] = {
							["宜"] = {
								result = true
							}
						}
					}
				}
			},
			["品"] = {
				["質"] = {
					["保"] = {
						["證"] = {
							result = true
						}
					}
				}
			},
			["商"] = {
				["城"] = {
					result = true
				}
			},
			["喷"] = {
				["子"] = {
					result = true
				}
			},
			["噴"] = {
				["子"] = {
					result = true
				},
				["孒"] = {
					result = true
				}
			},
			["图"] = {
				result = true
			},
			["在"] = {
				["北"] = {
					["京"] = {
						["哪"] = {
							["？"] = {
								result = true
							}
						}
					}
				}
			},
			["大"] = {
				["全"] = {
					result = true
				},
				["量"] = {
					result = true
				}
			},
			["子"] = {
				["弹"] = {
					result = true,
					["专"] = {
						result = true
					}
				}
			},
			["專"] = {
				["銷"] = {
					result = true
				}
			},
			["弹"] = {
				["药"] = {
					["耗"] = {
						["材"] = {
							result = true,
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["彈"] = {
				["藥"] = {
					["耗"] = {
						["材"] = {
							result = true,
							["專"] = {
								result = true
							}
						}
					}
				}
			},
			["手"] = {
				["枪"] = {
					result = true
				},
				["槍"] = {
					result = true
				},
				["狗"] = {
					["联"] = {
						["系"] = {
							result = true
						}
					},
					["聯"] = {
						["係"] = {
							result = true
						},
						["繫"] = {
							result = true
						}
					}
				}
			},
			["技"] = {
				["术"] = {
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			},
			["支"] = {
				["付"] = {
					["宝"] = {
						["专"] = {
							result = true
						}
					}
				}
			},
			["是"] = {
				["什"] = {
					["么"] = {
						result = true
					}
				}
			},
			["枪"] = {
				["连"] = {
					["发"] = {
						result = true
					}
				}
			},
			["气"] = {
				["枪"] = {
					["小"] = {
						["口"] = {
							["径"] = {
								result = true
							}
						}
					}
				}
			},
			["汽"] = {
				g = {
					o = {
						u = {
							result = true
						}
					}
				}
			},
			["消"] = {
				["售"] = {
					["网"] = {
						result = true
					}
				}
			},
			["淘"] = {
				["宝"] = {
					result = true
				}
			},
			["混"] = {
				["合"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["狗"] = {
				["粮"] = {
					["专"] = {
						result = true
					},
					["低"] = {
						["价"] = {
							result = true
						}
					},
					["现"] = {
						["价"] = {
							result = true
						}
					},
					["高"] = {
						["价"] = {
							result = true
						}
					}
				}
			},
			["独"] = {
				["家"] = {
					["专"] = {
						result = true
					}
				}
			},
			["猎"] = {
				["枪"] = {
					["网"] = {
						result = true
					}
				}
			},
			["直"] = {
				["销"] = {
					result = true
				}
			},
			["研"] = {
				["发"] = {
					result = true
				}
			},
			["秃"] = {
				["鹰"] = {
					result = true
				}
			},
			["种"] = {
				["类"] = {
					["繁"] = {
						["多"] = {
							result = true
						}
					}
				}
			},
			["精"] = {
				["准"] = {
					["技"] = {
						["巧"] = {
							result = true
						}
					}
				}
			},
			["網"] = {
				result = true
			},
			["组"] = {
				["装"] = {
					result = true
				}
			},
			["网"] = {
				result = true,
				["专"] = {
					result = true
				}
			},
			["营"] = {
				["口"] = {
					["市"] = {
						["论"] = {
							["坛"] = {
								result = true
							}
						}
					}
				}
			},
			["订"] = {
				["购"] = {
					result = true
				}
			},
			["论"] = {
				["坛"] = {
					result = true
				}
			},
			["诚"] = {
				["信"] = {
					["专"] = {
						result = true
					}
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			},
			["质"] = {
				["量"] = {
					["保"] = {
						["证"] = {
							result = true
						}
					}
				}
			},
			["配"] = {
				["件"] = {
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			},
			["钢"] = {
				["珠"] = {
					result = true
				}
			},
			["零"] = {
				["件"] = {
					result = true
				}
			},
			["高"] = {
				["价"] = {
					result = true
				}
			}
		},
		["狙"] = {
			["狗"] = {
				result = true
			}
		},
		["猎"] = {
			["枪"] = {
				["收"] = {
					["藏"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["短"] = {
			["狗"] = {
				["低"] = {
					["价"] = {
						result = true
					}
				},
				["全"] = {
					["系"] = {
						["列"] = {
							result = true
						}
					}
				},
				["现"] = {
					["货"] = {
						result = true
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["转"] = {
					["让"] = {
						result = true
					}
				}
			}
		},
		["豞"] = {
			result = true
		},
		["車"] = {
			["エ"] = {
				["具"] = {
					["粨"] = {
						["寶"] = {
							["葙"] = {
								result = true
							}
						}
					}
				}
			},
			["幹"] = {
				["擾"] = {
					["噐"] = {
						result = true
					}
				}
			},
			["強"] = {
				["幵"] = {
					result = true,
					["エ"] = {
						["具"] = {
							result = true
						}
					}
				},
				["閞"] = {
					result = true
				}
			},
			["拦"] = {
				["截"] = {
					["噐"] = {
						["蛧"] = {
							result = true
						}
					},
					["解"] = {
						["犸"] = {
							["噐"] = {
								result = true
							}
						},
						["碼"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["攔"] = {
				["截"] = {
					["噐"] = {
						["網"] = {
							result = true
						}
					},
					["器"] = {
						result = true,
						["網"] = {
							result = true
						}
					}
				}
			},
			["狆"] = {
				["啌"] = {
					["迀"] = {
						["擾"] = {
							["噐"] = {
								result = true
							}
						}
					}
				}
			},
			["笁"] = {
				["倶"] = {
					["咟"] = {
						["寶"] = {
							["葙"] = {
								result = true
							}
						}
					}
				}
			},
			["繲"] = {
				["碼"] = {
					["噐"] = {
						["供"] = {
							["應"] = {
								result = true
							}
						}
					}
				}
			},
			["衶"] = {
				["控"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["解"] = {
				["犸"] = {
					["噐"] = {
						["栱"] = {
							["應"] = {
								result = true
							}
						}
					}
				},
				["碼"] = {
					["器"] = {
						result = true
					}
				}
			},
			["遙"] = {
				["控"] = {
					["干"] = {
						["擾"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["车"] = {
			["万"] = {
				["能"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								result = true
							}
						}
					},
					["钥"] = {
						["匙"] = {
							result = true
						}
					}
				}
			},
			["专"] = {
				["用"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["信"] = {
				["号"] = {
					["复"] = {
						["制"] = {
							["器"] = {
								result = true
							}
						}
					},
					["干"] = {
						["扰"] = {
							["器"] = {
								result = true
							}
						}
					},
					["拦"] = {
						["截"] = {
							result = true,
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["做"] = {
				["爱"] = {
					["偷"] = {
						["拍"] = {
							result = true
						}
					},
					["技"] = {
						["巧"] = {
							result = true
						}
					}
				}
			},
			["套"] = {
				["开"] = {
					result = true
				},
				["牌"] = {
					["手"] = {
						["续"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["屏"] = {
				["蔽"] = {
					["器"] = {
						result = true
					}
				}
			},
			["工"] = {
				["具"] = {
					["万"] = {
						["能"] = {
							result = true
						}
					},
					["百"] = {
						["宝"] = {
							["箱"] = {
								result = true
							}
						}
					}
				}
			},
			["干"] = {
				["扰"] = {
					result = true,
					["信"] = {
						["号"] = {
							["器"] = {
								result = true
							}
						}
					},
					["器"] = {
						["保"] = {
							["真"] = {
								result = true
							}
						},
						["直"] = {
							["销"] = {
								result = true
							}
						}
					}
				}
			},
			["开"] = {
				["锁"] = {
					["器"] = {
						result = true
					},
					["工"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["强"] = {
				["开"] = {
					result = true,
					["工"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["快"] = {
				["开"] = {
					result = true,
					["?"] = {
						result = true
					},
					["工"] = {
						["具"] = {
							result = true
						}
					}
				},
				["速"] = {
					["解"] = {
						["码"] = {
							result = true
						}
					}
				}
			},
			["手"] = {
				["续"] = {
					result = true
				}
			},
			["拦"] = {
				["截"] = {
					["器"] = {
						["专"] = {
							result = true
						},
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["网"] = {
							result = true
						},
						["订"] = {
							["购"] = {
								result = true
							}
						}
					},
					["解"] = {
						["码"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["无"] = {
				["敌"] = {
					["霸"] = {
						["王"] = {
							result = true
						}
					}
				}
			},
			["炸"] = {
				["弹"] = {
					result = true,
					["袭"] = {
						["击"] = {
							result = true
						}
					}
				},
				["药"] = {
					result = true
				}
			},
			["电"] = {
				["脑"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["翻"] = {
				["牌"] = {
					["器"] = {
						result = true
					}
				},
				["转"] = {
					["器"] = {
						result = true
					}
				}
			},
			["芯"] = {
				["片"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								result = true
							}
						}
					},
					["钥"] = {
						["匙"] = {
							result = true
						}
					}
				}
			},
			["解"] = {
				["码"] = {
					result = true,
					["仪"] = {
						result = true,
						["器"] = {
							result = true
						}
					},
					["器"] = {
						["价"] = {
							["格"] = {
								result = true
							}
						},
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["联"] = {
							["系"] = {
								result = true
							}
						},
						["软"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			},
			["车"] = {
				["主"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					},
					["名"] = {
						["单"] = {
							result = true
						},
						["录"] = {
							result = true
						}
					}
				},
				["门"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["进"] = {
				["口"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["遥"] = {
				["控"] = {
					["复"] = {
						["制"] = {
							["器"] = {
								result = true
							}
						}
					},
					["干"] = {
						["扰"] = {
							["器"] = {
								result = true
							}
						}
					},
					["破"] = {
						["解"] = {
							["器"] = {
								result = true
							}
						}
					},
					["解"] = {
						["码"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["钥"] = {
				["匙"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["锁"] = {
				["开"] = {
					["锁"] = {
						["工"] = {
							["具"] = {
								result = true
							}
						}
					}
				},
				["强"] = {
					["开"] = {
						result = true,
						["工"] = {
							["具"] = {
								result = true
							}
						}
					}
				},
				["秒"] = {
					["开"] = {
						["工"] = {
							["具"] = {
								result = true
							}
						}
					}
				},
				["解"] = {
					["码"] = {
						["器"] = {
							result = true
						}
					}
				}
			},
			["门"] = {
				["锁"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["防"] = {
				["盗"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								result = true
							}
						}
					},
					["解"] = {
						["码"] = {
							["器"] = {
								result = true
							}
						}
					},
					["锁"] = {
						result = true
					}
				}
			}
		},
		["長"] = {
			["狗"] = {
				result = true
			}
		},
		["长"] = {
			["狗"] = {
				["专"] = {
					result = true
				},
				["低"] = {
					["价"] = {
						result = true
					}
				},
				["全"] = {
					["系"] = {
						["列"] = {
							result = true
						}
					}
				},
				["现"] = {
					["货"] = {
						result = true
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["转"] = {
					["让"] = {
						result = true
					}
				}
			}
		}
	},
	["沁"] = {
		["园"] = {
			["春"] = {
				["习"] = {
					result = true,
					["胖"] = {
						result = true
					}
				},
				["伤"] = {
					result = true
				},
				["平"] = {
					result = true
				},
				["近"] = {
					["平"] = {
						result = true
					}
				}
			}
		},
		["山"] = {
			["水"] = {
				result = true
			}
		}
	},
	["沙"] = {
		["发"] = {
			["上"] = {
				["的"] = {
					["摇"] = {
						["摆"] = {
							result = true
						}
					}
				}
			},
			["人"] = {
				["体"] = {
					result = true
				}
			},
			["爱"] = {
				["爱"] = {
					result = true
				}
			}
		},
		["叶"] = {
			["新"] = {
				result = true,
				["禁"] = {
					["品"] = {
						["选"] = {
							result = true
						}
					}
				}
			}
		},
		["城"] = {
			["免"] = {
				["费"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			}
		},
		["密"] = {
			["鷹"] = {
				result = true
			}
		},
		["峪"] = {
			["少"] = {
				["妇"] = {
					result = true
				}
			}
		},
		["希"] = {
			result = true
		},
		["悟"] = {
			["净"] = {
				result = true
			}
		},
		["月"] = {
			["由"] = {
				["奈"] = {
					result = true
				}
			}
		},
		["滩"] = {
			["照"] = {
				result = true,
				["章"] = {
					["子"] = {
						["怡"] = {
							result = true
						}
					}
				}
			},
			["艳"] = {
				["照"] = {
					result = true
				}
			},
			["门"] = {
				result = true
			}
		},
		["漠"] = {
			["之"] = {
				["鷹"] = {
					result = true
				},
				["鹰"] = {
					["专"] = {
						result = true
					},
					["手"] = {
						["枪"] = {
							result = true
						}
					},
					["玩"] = {
						["具"] = {
							["枪"] = {
								result = true
							}
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			},
			["风"] = {
				["暴"] = {
					result = true
				}
			}
		},
		["爆"] = {
			["鹰"] = {
				result = true
			}
		},
		["特"] = {
			["阿"] = {
				["拉"] = {
					["伯"] = {
						["军"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["甸"] = {
			result = true,
			["+"] = {
				["炸"] = {
					["药"] = {
						result = true
					}
				}
			},
			["炸"] = {
				["药"] = {
					result = true
				}
			}
		},
		["科"] = {
			["洛"] = {
				["夫"] = {
					["设"] = {
						["计"] = {
							["品"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["色"] = {
			r = {
				["2"] = {
					["8"] = {
						result = true
					}
				}
			}
		},
		["菲"] = {
			["片"] = {
				["直"] = {
					["销"] = {
						result = true
					}
				}
			}
		},
		["裡"] = {
			["奈"] = {
				["好"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["里"] = {
			["奈"] = {
				["好"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["鷹"] = {
			result = true
		},
		["龙"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		}
	},
	["没"] = {
		["有"] = {
			["共"] = {
				["铲"] = {
					["党"] = {
						result = true
					}
				}
			}
		}
	},
	["泉"] = {
		["京"] = {
			["子"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["城"] = {
			result = true,
			["2"] = {
				["0"] = {
					["号"] = {
						result = true
					},
					["日"] = {
						result = true
					}
				}
			},
			["二"] = {
				["十"] = {
					result = true
				}
			}
		},
		["州"] = {
			K = {
				["粉"] = {
					result = true
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["办"] = {
				["证"] = {
					result = true
				}
			},
			["洛"] = {
				["江"] = {
					["区"] = {
						["冰"] = {
							["毒"] = {
								result = true
							}
						}
					}
				}
			},
			["港"] = {
				result = true,
				["事"] = {
					["件"] = {
						result = true
					}
				},
				["更"] = {
					["名"] = {
						result = true
					}
				},
				["的"] = {
					["毁"] = {
						["灭"] = {
							result = true
						}
					},
					["覆"] = {
						["灭"] = {
							result = true
						}
					}
				},
				["被"] = {
					["并"] = {
						result = true
					}
				}
			},
			["短"] = {
				["信"] = {
					["群"] = {
						["發"] = {
							result = true
						}
					}
				}
			},
			["辦"] = {
				["證"] = {
					result = true
				}
			}
		},
		["星"] = {
			["香"] = {
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		}
	},
	["泙"] = {
		["屾"] = {
			["朝"] = {
				["稥"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["泡"] = {
		M = {
			M = {
				["的"] = {
					["地"] = {
						["方"] = {
							result = true
						}
					}
				}
			}
		},
		["为"] = {
			["啥"] = {
				["不"] = {
					["赚"] = {
						["轻"] = {
							result = true
						}
					}
				}
			}
		},
		["沫"] = {
			["计"] = {
				["划"] = {
					result = true
				}
			}
		},
		["泡"] = {
			["堂"] = {
				result = true
			},
			["岛"] = {
				result = true
			}
		},
		["溫"] = {
			["泉"] = {
				["性"] = {
					["愛"] = {
						result = true
					}
				}
			}
		},
		["货"] = {
			result = true
		}
	},
	["泥"] = {
		["马"] = {
			["笔"] = {
				result = true
			}
		}
	},
	["泷"] = {
		["泽"] = {
			["罗"] = {
				["拉"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["萝"] = {
				["拉"] = {
					A = {
						V = {
							result = true
						}
					},
					b = {
						t = {
							result = true
						}
					}
				}
			}
		}
	},
	["泸"] = {
		["州"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["办"] = {
				["证"] = {
					result = true
				}
			}
		}
	},
	["洛"] = {
		["阳"] = {
			["冰"] = {
				["毒"] = {
					["冰"] = {
						["毒"] = {
							result = true
						}
					}
				}
			},
			["办"] = {
				["假"] = {
					["证"] = {
						result = true
					}
				},
				["证"] = {
					result = true
				}
			}
		}
	},
	["洤"] = {
		["套"] = {
			["笣"] = {
				["液"] = {
					["棴"] = {
						["務"] = {
							result = true
						}
					}
				}
			}
		},
		["脃"] = {
			["蛧"] = {
				result = true
			}
		}
	},
	["洽"] = {
		["谈"] = {
			["复"] = {
				["仇"] = {
					result = true
				}
			}
		}
	},
	["浀"] = {
		["馬"] = {
			["誃"] = {
				result = true
			}
		}
	},
	["流"] = {
		["云"] = {
			["删"] = {
				result = true
			}
		},
		["亡"] = {
			["藏"] = {
				["人"] = {
					["宪"] = {
						["法"] = {
							result = true
						}
					}
				}
			}
		},
		["出"] = {
			["大"] = {
				["量"] = {
					["淫"] = {
						["水"] = {
							result = true
						}
					}
				}
			}
		},
		["化"] = {
			["砷"] = {
				["有"] = {
					["售"] = {
						result = true
					}
				}
			}
		},
		["崎"] = {
			["裕"] = {
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["氰"] = {
			["化"] = {
				["汞"] = {
					result = true
				}
			},
			["酸"] = {
				["汞"] = {
					result = true,
					["铵"] = {
						["有"] = {
							["售"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["水"] = {
			["了"] = {
				result = true
			}
		},
		["淫"] = {
			["水"] = {
				result = true
			}
		},
		["血"] = {
			result = true,
			["六"] = {
				["四"] = {
					result = true
				}
			}
		}
	},
	["浅"] = {
		["井"] = {
			["理"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["仓"] = {
			["彩"] = {
				["音"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["志"] = {
				["麻"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["湖"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["舞"] = {
				A = {
					V = {
						["女"] = {
							["优"] = {
								result = true
							}
						}
					}
				},
				B = {
					T = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["倉"] = {
			["彩"] = {
				["音"] = {
					result = true
				}
			}
		},
		["爱"] = {
			["*"] = {
				["~"] = {
					["阿"] = {
						["来"] = {
							result = true
						}
					}
				}
			}
		},
		["田"] = {
			["真"] = {
				["央"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["草"] = {
			["社"] = {
				["区"] = {
					result = true
				}
			}
		},
		["见"] = {
			["伽"] = {
				["揶"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				},
				["椰"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["薰"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["警"] = {
			["理"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["野"] = {
			["来"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["爱"] = {
				["子"] = {
					result = true
				}
			}
		}
	},
	["浏"] = {
		["阳"] = {
			result = true,
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["花"] = {
				["炮"] = {
					result = true
				}
			}
		}
	},
	["浗"] = {
		["媾"] = {
			["亾"] = {
				["軆"] = {
					["肝"] = {
						["裨"] = {
							result = true
						}
					}
				}
			},
			["眼"] = {
				["角"] = {
					["嗼"] = {
						result = true
					}
				}
			}
		}
	},
	["浚"] = {
		["骉"] = {
			["赽"] = {
				["叨"] = {
					result = true
				}
			}
		}
	},
	["浦"] = {
		["东"] = {
			["办"] = {
				["正"] = {
					result = true
				},
				["证"] = {
					result = true
				}
			},
			["新"] = {
				["区"] = {
					["代"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["发"] = {
			["银"] = {
				["行"] = {
					result = true
				}
			}
		},
		["志"] = {
			["强"] = {
				["无"] = {
					["罪"] = {
						result = true
					}
				}
			}
		},
		["木"] = {
			["理"] = {
				["沙"] = {
					result = true
				}
			}
		}
	},
	["浪"] = {
		["史"] = {
			["奇"] = {
				["观"] = {
					result = true
				}
			}
		},
		["女"] = {
			["淫"] = {
				["叫"] = {
					result = true
				},
				["水"] = {
					result = true
				}
			},
			["穴"] = {
				["战"] = {
					["鬼"] = {
						["佬"] = {
							result = true
						}
					}
				}
			}
		},
		["妹"] = {
			["社"] = {
				["区"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			},
			["网"] = {
				result = true
			}
		},
		["妻"] = {
			["淫"] = {
				["女"] = {
					result = true
				}
			}
		},
		["婦"] = {
			result = true
		},
		["客"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["屄"] = {
			result = true
		},
		["情"] = {
			["娱"] = {
				["乐"] = {
					["会"] = {
						["所"] = {
							result = true
						}
					}
				}
			}
		},
		["漫"] = {
			["夫"] = {
				["妻"] = {
					["网"] = {
						result = true
					}
				}
			},
			["官"] = {
				["途"] = {
					result = true
				}
			},
			["樱"] = {
				["花"] = {
					result = true
				}
			},
			["相"] = {
				["约"] = {
					result = true
				}
			}
		},
		["琴"] = {
			result = true
		},
		["穴"] = {
			["大"] = {
				["肉"] = {
					["棍"] = {
						result = true
					}
				}
			},
			["淫"] = {
				["逼"] = {
					result = true
				}
			},
			["肉"] = {
				["棒"] = {
					result = true
				}
			},
			["骚"] = {
				["水"] = {
					result = true
				}
			}
		},
		["臀"] = {
			result = true
		},
		["荡"] = {
			["史"] = {
				result = true
			},
			["皇"] = {
				["帝"] = {
					["秘"] = {
						["史"] = {
							result = true
						}
					}
				}
			}
		},
		["蝶"] = {
			["偷"] = {
				["香"] = {
					result = true
				}
			}
		},
		["货"] = {
			["淫"] = {
				["水"] = {
					result = true
				}
			},
			["骚"] = {
				["水"] = {
					result = true
				}
			}
		},
		["起"] = {
			["来"] = {
				result = true
			}
		},
		["蹄"] = {
			["子"] = {
				result = true
			}
		},
		["骚"] = {
			["逼"] = {
				result = true
			}
		}
	},
	["浼"] = {
		["費"] = {
			A = {
				["覑"] = {
					result = true
				}
			},
			["ㄖ"] = {
				["夲"] = {
					["Ａ"] = {
						["魸"] = {
							result = true
						}
					}
				}
			},
			["処"] = {
				["ㄝ"] = {
					["窷"] = {
						result = true
					}
				}
			}
		}
	},
	["涃"] = {
		["垹"] = {
			["蜩"] = {
				["嘋"] = {
					result = true
				}
			}
		}
	},
	["涉"] = {
		["."] = {
			["日"] = {
				result = true
			}
		},
		["嫌"] = {
			["拐"] = {
				["儿"] = {
					["童"] = {
						result = true
					}
				}
			},
			["赌"] = {
				["博"] = {
					["和"] = {
						["诈"] = {
							["骗"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["密"] = {
			["槍"] = {
				result = true
			}
		},
		["暴"] = {
			result = true
		},
		["枪"] = {
			result = true
		},
		["槍"] = {
			result = true
		},
		["毒"] = {
			result = true,
			["化"] = {
				["学"] = {
					["品"] = {
						result = true
					}
				}
			}
		},
		["爆"] = {
			result = true,
			["枪"] = {
				result = true
			}
		},
		["警"] = {
			result = true
		},
		["谷"] = {
			["亚"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["麻"] = {
				["里"] = {
					["奈"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["赌"] = {
			result = true
		},
		["黄"] = {
			result = true
		},
		["黑"] = {
			["组"] = {
				["织"] = {
					result = true
				}
			}
		}
	},
	["涊"] = {
		["鍺"] = {
			["叨"] = {
				result = true
			}
		}
	},
	["涞"] = {
		["水"] = {
			["同"] = {
				["志"] = {
					["会"] = {
						["所"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["润"] = {
		["丰"] = {
			["办"] = {
				["证"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["心"] = {
			["庵"] = {
				result = true
			}
		},
		["星"] = {
			result = true
		}
	},
	["涩"] = {
		Y = {
			["4"] = {
				["4"] = {
					result = true
				}
			},
			["7"] = {
				["7"] = {
					result = true
				}
			},
			["9"] = {
				["9"] = {
					result = true
				}
			}
		},
		["女"] = {
			["日"] = {
				["记"] = {
					result = true
				}
			},
			["郎"] = {
				result = true
			}
		},
		["娘"] = {
			["厨"] = {
				["房"] = {
					result = true
				}
			}
		},
		["宝"] = {
			["贝"] = {
				result = true
			}
		},
		["工"] = {
			["厂"] = {
				result = true
			}
		},
		["涩"] = {
			["电"] = {
				["影"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["爱"] = {
			result = true
		},
		["瑰"] = {
			["网"] = {
				result = true
			}
		}
	},
	["涼"] = {
		["白"] = {
			["舞"] = {
				["種"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["苩"] = {
			["儛"] = {
				["種"] = {
					["孒"] = {
						result = true
					}
				}
			}
		},
		["風"] = {
			["杏"] = {
				["菜"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["淩"] = {
		["辱"] = {
			result = true
		}
	},
	["淶"] = {
		["水"] = {
			["同"] = {
				["志"] = {
					["會"] = {
						["所"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["淺"] = {
		["丼"] = {
			["理"] = {
				["種"] = {
					["孒"] = {
						result = true
					}
				}
			}
		},
		["井"] = {
			["理"] = {
				["種"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["倉"] = {
			["真"] = {
				["美"] = {
					["第"] = {
						["一"] = {
							["季"] = {
								result = true
							}
						}
					}
				}
			},
			["舞"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				},
				["種"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["笕"] = {
			["伽"] = {
				["椰"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		},
		["見"] = {
			["伽"] = {
				["椰"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["警"] = {
			["理"] = {
				["種"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["野"] = {
			["愛"] = {
				["子"] = {
					["下"] = {
						["載"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["清"] = {
		["※"] = {
			["纯"] = {
				["女"] = {
					["生"] = {
						result = true
					}
				}
			}
		},
		["一"] = {
			["色"] = {
				result = true,
				["网"] = {
					["站"] = {
						result = true
					}
				}
			}
		},
		["债"] = {
			result = true,
			["讨"] = {
				["债"] = {
					result = true
				}
			}
		},
		["債"] = {
			result = true
		},
		["华"] = {
			["同"] = {
				["方"] = {
					result = true
				}
			}
		},
		["场"] = {
			[" "] = {
				["1"] = {
					["9"] = {
						["8"] = {
							["9"] = {
								result = true
							}
						}
					}
				},
				["军"] = {
					["队"] = {
						result = true
					}
				},
				["坦"] = {
					["克"] = {
						result = true
					}
				},
				["开"] = {
					["枪"] = {
						result = true
					}
				},
				["死"] = {
					["人"] = {
						result = true
					}
				}
			},
			["1"] = {
				["9"] = {
					["8"] = {
						["9"] = {
							result = true
						}
					}
				}
			},
			["军"] = {
				["人"] = {
					["陈"] = {
						["光"] = {
							result = true
						}
					}
				}
			},
			["坦"] = {
				["克"] = {
					result = true
				}
			},
			["开"] = {
				["枪"] = {
					result = true
				}
			},
			["日"] = {
				["记"] = {
					["中"] = {
						["共"] = {
							result = true,
							["绝"] = {
								["密"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["死"] = {
				["人"] = {
					result = true
				}
			}
		},
		["宫"] = {
			["情"] = {
				["空"] = {
					["净"] = {
						["空"] = {
							result = true
						}
					}
				}
			}
		},
		["帐"] = {
			result = true
		},
		["徐"] = {
			["气"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["扫"] = {
			["负"] = {
				["面"] = {
					["新"] = {
						["闻"] = {
							result = true
						}
					},
					["消"] = {
						["息"] = {
							result = true
						}
					}
				}
			}
		},
		["新"] = {
			["狂"] = {
				["野"] = {
					["美"] = {
						["乳"] = {
							result = true
						}
					}
				}
			},
			["素"] = {
				["人"] = {
					["援"] = {
						["交"] = {
							result = true
						}
					}
				}
			},
			["脱"] = {
				["俗"] = {
					["靓"] = {
						["模"] = {
							result = true
						}
					}
				}
			}
		},
		["晰"] = {
			["內"] = {
				["射"] = {
					result = true
				}
			},
			["的"] = {
				["摸"] = {
					B = {
						["对"] = {
							["白"] = {
								result = true
							}
						}
					}
				},
				["窥"] = {
					["阴"] = {
						["图"] = {
							result = true
						}
					}
				}
			},
			["自"] = {
				["拍"] = {
					["做"] = {
						["爱"] = {
							result = true
						}
					}
				}
			}
		},
		["查"] = {
			["三"] = {
				["峡"] = {
					["腐"] = {
						["败"] = {
							["涉"] = {
								["李"] = {
									["小"] = {
										["琳"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["楚"] = {
			["的"] = {
				["抽"] = {
					["插"] = {
						result = true
					}
				}
			},
			["邪"] = {
				["恶"] = {
					result = true
				}
			}
		},
		["楼"] = {
			["院"] = {
				result = true
			}
		},
		["水"] = {
			["夏"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["爱"] = {
				["佳"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["香"] = {
				["织"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			}
		},
		["洗"] = {
			["荡"] = {
				["妇"] = {
					["摩"] = {
						["根"] = {
							result = true
						}
					}
				}
			}
		},
		["淩"] = {
			["淩"] = {
				result = true
			}
		},
		["理"] = {
			["诽"] = {
				["谤"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					},
					["帖"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					},
					["帖"] = {
						["子"] = {
							result = true
						}
					},
					["新"] = {
						["闻"] = {
							result = true
						}
					},
					["消"] = {
						["息"] = {
							result = true
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					},
					["评"] = {
						["价"] = {
							result = true
						}
					},
					["贴"] = {
						["文"] = {
							result = true
						}
					}
				}
			}
		},
		["空"] = {
			["万"] = {
				["里"] = {
					result = true
				}
			}
		},
		["算"] = {
			["特"] = {
				["权"] = {
					result = true
				}
			},
			["腐"] = {
				["败"] = {
					["官"] = {
						["员"] = {
							result = true
						}
					}
				}
			}
		},
		["純"] = {
			["派"] = {
				["美"] = {
					["少"] = {
						["女"] = {
							result = true
						}
					}
				}
			},
			["漂"] = {
				["亮"] = {
					result = true
				}
			},
			["票"] = {
				["亮"] = {
					result = true
				}
			}
		},
		["纯"] = {
			result = true,
			["亮"] = {
				["丽"] = {
					result = true
				}
			},
			["唯"] = {
				["美"] = {
					result = true
				}
			},
			["大"] = {
				["学"] = {
					["生"] = {
						result = true
					}
				}
			},
			["女"] = {
				["友"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["妹"] = {
				["妹"] = {
					["色"] = {
						result = true
					}
				}
			},
			["学"] = {
				["妹"] = {
					result = true
				},
				["生"] = {
					["妹"] = {
						["援"] = {
							["交"] = {
								result = true
							}
						}
					}
				}
			},
			["漂"] = {
				["亮"] = {
					result = true
				}
			},
			["的"] = {
				["大"] = {
					["奶"] = {
						["女"] = {
							["孩"] = {
								result = true
							}
						}
					}
				}
			},
			["票"] = {
				["亮"] = {
					result = true
				}
			},
			["美"] = {
				["少"] = {
					["女"] = {
						result = true
					}
				}
			}
		},
		["華"] = {
			["同"] = {
				["方"] = {
					result = true
				}
			}
		},
		["虚"] = {
			["道"] = {
				["德"] = {
					["真"] = {
						["君"] = {
							result = true
						}
					}
				}
			}
		},
		["醇"] = {
			["漂"] = {
				["亮"] = {
					["白"] = {
						["嫩"] = {
							result = true
						}
					}
				}
			},
			["票"] = {
				["亮"] = {
					["白"] = {
						["嫩"] = {
							result = true
						}
					}
				}
			}
		},
		["除"] = {
			["不"] = {
				["良"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					}
				}
			},
			["企"] = {
				["业"] = {
					["负"] = {
						["面"] = {
							result = true
						}
					}
				}
			},
			["帖"] = {
				["子"] = {
					result = true
				}
			},
			["精"] = {
				["神"] = {
					["污"] = {
						["染"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				["上"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					}
				}
			},
			["诽"] = {
				["谤"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					},
					["帖"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					},
					["帖"] = {
						["子"] = {
							result = true
						}
					},
					["文"] = {
						["章"] = {
							result = true
						}
					},
					["消"] = {
						["息"] = {
							result = true
						}
					},
					["论"] = {
						["坛"] = {
							["贴"] = {
								result = true
							}
						}
					},
					["评"] = {
						["价"] = {
							result = true
						}
					},
					["贴"] = {
						["文"] = {
							result = true
						}
					}
				}
			}
		},
		["风"] = {
			["舞"] = {
				["吧"] = {
					["裸"] = {
						["聊"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["渋"] = {
		["谷"] = {
			["千"] = {
				["年"] = {
					["堂"] = {
						result = true
					}
				}
			},
			["未"] = {
				["来"] = {
					result = true
				}
			}
		}
	},
	["渴"] = {
		["望"] = {
			["出"] = {
				["轨"] = {
					result = true
				}
			}
		},
		["社"] = {
			["区"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		}
	},
	["渼"] = {
		["あ"] = {
			["激"] = {
				["凊"] = {
					["視"] = {
						["频"] = {
							result = true
						}
					}
				}
			}
		},
		["乳"] = {
			["亾"] = {
				["妻"] = {
					result = true
				}
			}
		},
		["囡"] = {
			["蒖"] = {
				["亾"] = {
					result = true
				}
			}
		}
	},
	["湓"] = {
		["埖"] = {
			result = true
		}
	},
	["湳"] = {
		["亰"] = {
			["夲"] = {
				["哋"] = {
					["办"] = {
						["證"] = {
							result = true
						}
					}
				}
			}
		},
		["傢"] = {
			["茜"] = {
				["佺"] = {
					["雧"] = {
						result = true
					}
				},
				["兂"] = {
					["碼"] = {
						result = true
					}
				},
				["電"] = {
					["驴"] = {
						result = true
					}
				},
				["ｂ"] = {
					["τ"] = {
						result = true
					}
				}
			}
		},
		["艿"] = {
			["彩"] = {
				["埖"] = {
					result = true
				}
			}
		},
		["誯"] = {
			["尐"] = {
				["姊"] = {
					result = true
				}
			}
		},
		["韓"] = {
			["幵"] = {
				["鎖"] = {
					["槍"] = {
						result = true
					}
				}
			},
			["徦"] = {
				["幣"] = {
					result = true
				}
			}
		}
	},
	["溜"] = {
		["七"] = {
			["八"] = {
				["口"] = {
					result = true
				}
			}
		},
		["三"] = {
			["四"] = {
				["口"] = {
					result = true
				}
			}
		},
		["冰"] = {
			result = true,
			["妹"] = {
				result = true,
				["联"] = {
					["系"] = {
						result = true
					}
				}
			},
			["有"] = {
				["货"] = {
					result = true
				}
			},
			["毒"] = {
				result = true,
				["扣"] = {
					["扣"] = {
						result = true
					}
				}
			}
		},
		["小"] = {
			["鸟"] = {
				result = true
			}
		},
		["扣"] = {
			["扣"] = {
				result = true
			}
		},
		["溜"] = {
			["吧"] = {
				["免"] = {
					["费"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			},
			["妹"] = {
				["妹"] = {
					["吧"] = {
						result = true
					}
				}
			}
		}
	},
	["满"] = {
		["园"] = {
			["春"] = {
				["色"] = {
					result = true
				}
			}
		},
		["足"] = {
			["你"] = {
				["们"] = {
					["的"] = {
						["欲"] = {
							["望"] = {
								result = true
							}
						}
					}
				}
			},
			["午"] = {
				["夜"] = {
					["激"] = {
						["情"] = {
							result = true
						}
					}
				}
			},
			["性"] = {
				["欲"] = {
					result = true
				}
			}
		}
	},
	["滥"] = {
		B = {
			result = true
		},
		["情"] = {
			result = true,
			["门"] = {
				result = true
			}
		},
		["杀"] = {
			["无"] = {
				["辜"] = {
					result = true
				}
			}
		},
		["比"] = {
			result = true
		},
		["觞"] = {
			result = true
		},
		["货"] = {
			result = true
		},
		["逼"] = {
			result = true
		}
	},
	["滦"] = {
		["县"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		}
	},
	["滿"] = {
		["園"] = {
			["春"] = {
				["色"] = {
					result = true
				}
			}
		},
		["洲"] = {
			["國"] = {
				result = true
			}
		}
	},
	["漂"] = {
		["*"] = {
			["据"] = {
				result = true
			}
		},
		["亮"] = {
			["保"] = {
				["姆"] = {
					result = true
				}
			},
			["姐"] = {
				["姐"] = {
					["诱"] = {
						["惑"] = {
							["我"] = {
								result = true
							}
						}
					}
				}
			},
			["少"] = {
				["妇"] = {
					result = true
				},
				["婦"] = {
					result = true
				}
			},
			["白"] = {
				["领"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				["乳"] = {
					["牛"] = {
						M = {
							M = {
								result = true
							}
						}
					}
				}
			},
			["老"] = {
				["婆"] = {
					["爱"] = {
						["口"] = {
							["交"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["据"] = {
			result = true,
			["代"] = {
				["开"] = {
					result = true
				}
			}
		},
		["流"] = {
			["欲"] = {
				["室"] = {
					result = true
				}
			},
			["瓶"] = {
				["仿"] = {
					["真"] = {
						["枪"] = {
							["法"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["漂"] = {
			["美"] = {
				["眉"] = {
					result = true
				}
			},
			["骚"] = {
				["美"] = {
					["眉"] = {
						result = true
					}
				}
			}
		}
	},
	["漆"] = {
		["车"] = {
			["万"] = {
				["能"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["专"] = {
				["用"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["中"] = {
				["控"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["信"] = {
				["号"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								result = true
							}
						}
					},
					["解"] = {
						["码"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["屏"] = {
				["蔽"] = {
					["器"] = {
						result = true
					}
				}
			},
			["干"] = {
				["扰"] = {
					["器"] = {
						result = true
					}
				}
			},
			["开"] = {
				["锁"] = {
					["器"] = {
						result = true
					}
				}
			},
			["拦"] = {
				["截"] = {
					["器"] = {
						result = true,
						["网"] = {
							result = true
						}
					},
					["解"] = {
						["码"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["电"] = {
				["子"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								result = true
							}
						}
					}
				},
				["脑"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["芯"] = {
				["片"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["解"] = {
				["码"] = {
					["仪"] = {
						result = true
					},
					["器"] = {
						result = true,
						["价"] = {
							["格"] = {
								result = true
							}
						},
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["联"] = {
							["系"] = {
								result = true
							}
						},
						["软"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			},
			["车"] = {
				["门"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["遥"] = {
				["控"] = {
					["复"] = {
						["制"] = {
							["器"] = {
								result = true
							}
						}
					},
					["干"] = {
						["扰"] = {
							["器"] = {
								result = true
							}
						}
					},
					["拦"] = {
						["截"] = {
							["器"] = {
								result = true
							}
						}
					},
					["解"] = {
						["码"] = {
							["专"] = {
								result = true
							},
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["锁"] = {
				["解"] = {
					["码"] = {
						["器"] = {
							result = true
						}
					}
				}
			},
			["防"] = {
				["盗"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["黑"] = {
			["将"] = {
				["不"] = {
					["再"] = {
						["面"] = {
							["对"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["漏"] = {
		result = true
	},
	["潑"] = {
		["嘌"] = {
			result = true,
			["笩"] = {
				["刅"] = {
					result = true
				}
			},
			["荬"] = {
				result = true
			}
		},
		["射"] = {
			["迀"] = {
				["擾"] = {
					["噐"] = {
						result = true
					}
				}
			}
		},
		["爆"] = {
			["票"] = {
				result = true
			}
		},
		["票"] = {
			result = true
		}
	},
	["潘"] = {
		["金"] = {
			["莲"] = {
				["色"] = {
					["情"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["潛"] = {
		["伏"] = {
			["者"] = {
				["免"] = {
					["費"] = {
						["版"] = {
							result = true
						},
						["試"] = {
							["用"] = {
								result = true
							}
						}
					}
				},
				["增"] = {
					["強"] = {
						["版"] = {
							result = true
						}
					}
				},
				["專"] = {
					["業"] = {
						["版"] = {
							result = true
						}
					}
				},
				["改"] = {
					["良"] = {
						["版"] = {
							result = true
						}
					}
				},
				["破"] = {
					["解"] = {
						["版"] = {
							result = true
						}
					}
				},
				["錄"] = {
					["音"] = {
						["版"] = {
							result = true
						}
					}
				}
			}
		},
		["水"] = {
			["刀"] = {
				result = true
			}
		},
		["規"] = {
			["則"] = {
				["社"] = {
					["區"] = {
						result = true
					},
					["岖"] = {
						result = true
					}
				}
			}
		}
	},
	["潜"] = {
		["伏"] = {
			["者"] = {
				["专"] = {
					["业"] = {
						["版"] = {
							result = true
						}
					}
				},
				["免"] = {
					["费"] = {
						["版"] = {
							result = true
						},
						["试"] = {
							["用"] = {
								result = true
							}
						}
					}
				},
				["增"] = {
					["强"] = {
						["版"] = {
							result = true
						}
					}
				},
				["录"] = {
					["音"] = {
						["版"] = {
							result = true
						}
					}
				},
				["改"] = {
					["良"] = {
						["版"] = {
							result = true
						}
					}
				},
				["破"] = {
					["解"] = {
						["版"] = {
							result = true
						}
					}
				}
			}
		},
		["入"] = {
			["搜"] = {
				["查"] = {
					["官"] = {
						result = true
					}
				}
			}
		},
		["江"] = {
			["冰"] = {
				["毒"] = {
					["在"] = {
						["哪"] = {
							result = true
						}
					}
				}
			}
		},
		["规"] = {
			["则"] = {
				["社"] = {
					["区"] = {
						result = true
					}
				}
			}
		},
		["龙"] = {
			["1"] = {
				["号"] = {
					result = true
				}
			},
			["2"] = {
				["号"] = {
					result = true
				}
			}
		}
	},
	["潵"] = {
		["弹"] = {
			["熗"] = {
				result = true
			}
		},
		["彈"] = {
			["槍"] = {
				result = true
			}
		}
	},
	["澎"] = {
		["丽"] = {
			["媛"] = {
				result = true,
				[" "] = {
					["离"] = {
						["婚"] = {
							result = true
						}
					}
				}
			}
		},
		["湃"] = {
			["综"] = {
				["合"] = {
					["娱"] = {
						["乐"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["澜"] = {
		["沧"] = {
			result = true,
			["恐"] = {
				["怖"] = {
					["分"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["澜"] = {
			["误"] = {
				["解"] = {
					["中"] = {
						["伤"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["濆"] = {
		["霚"] = {
			["洣"] = {
				["葯"] = {
					result = true
				}
			}
		}
	},
	["濑"] = {
		["川"] = {
			["美"] = {
				["咲"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["户"] = {
			["惠"] = {
				["子"] = {
					result = true
				}
			},
			["梨"] = {
				["华"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["沙"] = {
				["里"] = {
					["奈"] = {
						["无"] = {
							["码"] = {
								result = true
							},
							["马"] = {
								result = true
							}
						},
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["由"] = {
				["衣"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["隼"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["沼"] = {
			["佳"] = {
				["惠"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["濫"] = {
		result = true,
		["觴"] = {
			result = true
		}
	},
	["濳"] = {
		["規"] = {
			["荝"] = {
				["涻"] = {
					["岖"] = {
						result = true
					}
				}
			}
		}
	},
	["瀑"] = {
		["布"] = {
			["般"] = {
				["的"] = {
					["淫"] = {
						["水"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["瀨"] = {
		["戶"] = {
			["惠"] = {
				["子"] = {
					["下"] = {
						["載"] = {
							result = true
						}
					}
				}
			},
			["由"] = {
				["衣"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["瀬"] = {
		["名"] = {
			["櫻"] = {
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["咲"] = {
			["る"] = {
				["な"] = {
					result = true
				}
			}
		},
		["尾"] = {
			["え"] = {
				["み"] = {
					["り"] = {
						result = true
					}
				}
			}
		}
	},
	["灭"] = {
		["国"] = {
			result = true
		},
		["火"] = {
			["器"] = {
				["枪"] = {
					result = true
				}
			}
		}
	},
	["灵"] = {
		["仙"] = {
			["真"] = {
				["舍"] = {
					["总"] = {
						["堂"] = {
							result = true
						}
					}
				}
			},
			["金"] = {
				["刚"] = {
					["大"] = {
						["法"] = {
							result = true
						}
					}
				}
			}
		},
		["修"] = {
			["日"] = {
				["课"] = {
					result = true
				}
			}
		},
		["儿"] = {
			["乱"] = {
				["伦"] = {
					result = true
				}
			}
		},
		["宝"] = {
			result = true
		}
	},
	["炔"] = {
		["丙"] = {
			["醇"] = {
				result = true
			}
		}
	},
	["炮"] = {
		["ロ"] = {
			["速"] = {
				["喥"] = {
					result = true
				}
			}
		},
		["友"] = {
			["自"] = {
				["拍"] = {
					result = true
				}
			}
		},
		["口"] = {
			["速"] = {
				["度"] = {
					result = true,
					["槍"] = {
						["弹"] = {
							result = true
						}
					}
				}
			}
		},
		["台"] = {
			["修"] = {
				["复"] = {
					["至"] = {
						["完"] = {
							["好"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["图"] = {
			result = true,
			["3"] = {
				p = {
					result = true
				}
			}
		},
		["弹"] = {
			["装"] = {
				["填"] = {
					["时"] = {
						["间"] = {
							result = true
						}
					}
				}
			}
		},
		["房"] = {
			result = true
		},
		["打"] = {
			["中"] = {
				["宣"] = {
					["部"] = {
						result = true
					}
				}
			}
		},
		["竹"] = {
			["专"] = {
				result = true
			}
		}
	},
	["烂"] = {
		["情"] = {
			["门"] = {
				result = true
			}
		},
		["泥"] = {
			["情"] = {
				["人"] = {
					result = true
				}
			}
		},
		["游"] = {
			["戏"] = {
				["靠"] = {
					result = true
				}
			}
		},
		["袋"] = {
			result = true
		}
	},
	["烈"] = {
		["性"] = {
			T = {
				N = {
					T = {
						result = true
					}
				}
			}
		}
	},
	["烤"] = {
		["一"] = {
			["口"] = {
				result = true
			}
		},
		["完"] = {
			["锡"] = {
				["纸"] = {
					result = true
				}
			}
		}
	},
	["烧"] = {
		["军"] = {
			["车"] = {
				result = true
			}
		},
		["烤"] = {
			["艾"] = {
				["滋"] = {
					result = true
				}
			}
		},
		["饼"] = {
			["歌"] = {
				result = true
			}
		}
	},
	["热"] = {
		["×"] = {
			["视"] = {
				["频"] = {
					result = true
				}
			}
		},
		["图"] = {
			result = true
		},
		["情"] = {
			["没"] = {
				["有"] = {
					["不"] = {
						["高"] = {
							["涨"] = {
								result = true
							}
						}
					}
				}
			},
			["豪"] = {
				["放"] = {
					result = true
				}
			},
			["骚"] = {
				["妇"] = {
					result = true
				}
			}
		},
		["感"] = {
			Q = {
				["视"] = {
					["频"] = {
						result = true
					}
				}
			}
		},
		["播"] = {
			["电"] = {
				["影"] = {
					result = true
				}
			}
		},
		["核"] = {
			["炸"] = {
				["弹"] = {
					result = true
				}
			}
		},
		["武"] = {
			["器"] = {
				result = true
			}
		},
		["比"] = {
			["亚"] = {
				result = true
			},
			["娅"] = {
				["中"] = {
					["共"] = {
						["汉"] = {
							["人"] = {
								result = true
							}
						}
					}
				},
				["哭"] = {
					result = true,
					["、"] = {
						result = true
					}
				},
				["商"] = {
					["厦"] = {
						result = true
					}
				},
				["大"] = {
					["厦"] = {
						result = true
					}
				},
				["泪"] = {
					result = true,
					["、"] = {
						result = true
					}
				}
			}
		},
		["点"] = {
			n = {
				t = {
					d = {
						t = {
							v = {
								result = true
							}
						}
					}
				}
			},
			["互"] = {
				["动"] = {
					result = true,
					["九"] = {
						["评"] = {
							result = true
						}
					},
					["动"] = {
						["态"] = {
							["网"] = {
								result = true
							}
						}
					},
					["新"] = {
						["唐"] = {
							["人"] = {
								result = true
							}
						}
					},
					["退"] = {
						["党"] = {
							result = true
						}
					}
				}
			},
			["信"] = {
				["用"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["资"] = {
				["讯"] = {
					["天"] = {
						["天"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["热"] = {
			["撸"] = {
				["网"] = {
					result = true,
					["站"] = {
						result = true
					}
				}
			},
			["色"] = {
				["原"] = {
					["网"] = {
						["站"] = {
							result = true
						}
					}
				},
				["网"] = {
					result = true
				}
			}
		},
		["线"] = {
			result = true
		},
		["缚"] = {
			["纸"] = {
				["假"] = {
					["币"] = {
						result = true
					},
					["钱"] = {
						["币"] = {
							result = true
						}
					}
				}
			}
		},
		["色"] = {
			["播"] = {
				result = true
			}
		},
		["血"] = {
			["与"] = {
				["光"] = {
					["荣"] = {
						result = true,
						["中"] = {
							["国"] = {
								["人"] = {
									["的"] = {
										["希"] = {
											["望"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["传"] = {
				["奇"] = {
					result = true
				}
			},
			["球"] = {
				["迷"] = {
					["网"] = {
						result = true
					}
				}
			},
			["英"] = {
				["豪"] = {
					result = true
				}
			}
		},
		["视"] = {
			["频"] = {
				result = true
			}
		},
		["贡"] = {
			result = true
		},
		["辣"] = {
			result = true,
			["图"] = {
				["库"] = {
					result = true
				}
			}
		},
		["销"] = {
			["三"] = {
				["棱"] = {
					["刺"] = {
						["刀"] = {
							result = true
						}
					}
				}
			},
			["丛"] = {
				["林"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["军"] = {
				["刀"] = {
					["军"] = {
						["刺"] = {
							result = true
						}
					}
				},
				["品"] = {
					["刺"] = {
						["刀"] = {
							result = true
						}
					}
				}
			},
			["匕"] = {
				["首"] = {
					["刀"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["弹"] = {
				["簧"] = {
					["跳"] = {
						["刀"] = {
							result = true
						}
					}
				}
			},
			["短"] = {
				["狗"] = {
					["狗"] = {
						["粮"] = {
							result = true
						}
					}
				}
			},
			["蝴"] = {
				["蝶"] = {
					["甩"] = {
						["刀"] = {
							result = true
						}
					}
				}
			},
			["贝"] = {
				["尔"] = {
					["求"] = {
						["生"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			},
			["跳"] = {
				["刀"] = {
					result = true
				}
			},
			["进"] = {
				["口"] = {
					["匕"] = {
						["首"] = {
							result = true
						}
					}
				}
			},
			["频"] = {
				["道"] = {
					result = true
				}
			}
		},
		["门"] = {
			["事"] = {
				["件"] = {
					result = true
				}
			},
			["电"] = {
				["影"] = {
					result = true,
					["推"] = {
						["荐"] = {
							result = true
						}
					}
				}
			},
			["自"] = {
				["慰"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["烹"] = {
		["麻"] = {
			["麻"] = {
				result = true
			}
		}
	},
	["然"] = {
		["后"] = {
			["让"] = {
				["她"] = {
					["热"] = {
						["爱"] = {
							["党"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["并"] = {
			["卵"] = {
				result = true
			}
		},
		["然"] = {
			["来"] = {
				["也"] = {
					result = true
				}
			}
		}
	},
	["煞"] = {
		["笔"] = {
			["靠"] = {
				result = true
			}
		}
	},
	["煽"] = {
		["动"] = {
			result = true,
			["中"] = {
				["共"] = {
					result = true,
					["当"] = {
						["局"] = {
							result = true
						}
					}
				}
			},
			["言"] = {
				["论"] = {
					result = true
				}
			}
		}
	},
	["熗"] = {
		["嗼"] = {
			["蛧"] = {
				result = true
			}
		},
		["支"] = {
			result = true
		},
		["爆"] = {
			["支"] = {
				result = true
			}
		},
		["鉽"] = {
			["電"] = {
				["憅"] = {
					["笁"] = {
						["倶"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["熱"] = {
		["兵"] = {
			["器"] = {
				result = true
			}
		},
		["情"] = {
			["少"] = {
				["婦"] = {
					result = true
				}
			}
		},
		["武"] = {
			["器"] = {
				result = true
			}
		},
		["經"] = {
			["典"] = {
				["美"] = {
					["優"] = {
						["檸"] = {
							["衣"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["血"] = {
			["傳"] = {
				["奇"] = {
					result = true
				}
			},
			["江"] = {
				["湖"] = {
					result = true
				}
			},
			["英"] = {
				["豪"] = {
					result = true
				}
			}
		}
	},
	["燃"] = {
		["放"] = {
			["噐"] = {
				["材"] = {
					result = true
				}
			},
			["器"] = {
				["材"] = {
					result = true,
					["质"] = {
						["量"] = {
							["好"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["料"] = {
			["舱"] = {
				result = true,
				["中"] = {
					["度"] = {
						["受"] = {
							["损"] = {
								result = true
							}
						}
					}
				},
				["发"] = {
					["生"] = {
						["爆"] = {
							["炸"] = {
								result = true
							}
						}
					}
				},
				["坏"] = {
					["了"] = {
						result = true
					}
				},
				["完"] = {
					["全"] = {
						["坏"] = {
							["了"] = {
								result = true
							}
						}
					}
				},
				["起"] = {
					["火"] = {
						result = true
					}
				}
			}
		},
		["油"] = {
			["滤"] = {
				["清"] = {
					["器"] = {
						result = true
					}
				}
			}
		},
		["烧"] = {
			["了"] = {
				result = true
			},
			["你"] = {
				["的"] = {
					["性"] = {
						["欲"] = {
							result = true
						}
					}
				}
			},
			["弹"] = {
				D = {
					I = {
						Y = {
							result = true
						}
					}
				},
				["工"] = {
					["艺"] = {
						result = true
					}
				},
				["方"] = {
					["法"] = {
						result = true
					}
				},
				["流"] = {
					["程"] = {
						result = true
					}
				},
				["的"] = {
					result = true,
					["方"] = {
						result = true
					}
				},
				["秘"] = {
					["密"] = {
						["配"] = {
							["方"] = {
								result = true
							}
						}
					}
				},
				["配"] = {
					["方"] = {
						result = true
					}
				}
			},
			["瓶"] = {
				D = {
					I = {
						Y = {
							result = true
						}
					}
				},
				["手"] = {
					["册"] = {
						result = true
					}
				},
				["教"] = {
					["程"] = {
						result = true
					}
				},
				["方"] = {
					["法"] = {
						result = true
					}
				},
				["的"] = {
					result = true
				},
				["配"] = {
					["方"] = {
						result = true
					}
				}
			},
			["的"] = {
				["西"] = {
					["藏"] = {
						result = true
					}
				}
			},
			["辅"] = {
				["助"] = {
					["工"] = {
						["具"] = {
							result = true
						}
					}
				}
			}
		},
		["燒"] = {
			["彈"] = {
				result = true
			}
		}
	},
	["爛"] = {
		result = true,
		["人"] = {
			result = true
		},
		["鳥"] = {
			result = true
		}
	},
	["爿"] = {
		["ふ"] = {
			["鎻"] = {
				["笁"] = {
					["倶"] = {
						result = true
					}
				}
			}
		}
	},
	["片"] = {
		["子"] = {
			["锁"] = {
				["工"] = {
					["具"] = {
						result = true,
						["北"] = {
							["京"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["山"] = {
			["里"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["桐"] = {
			["优"] = {
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["濑"] = {
			["亚"] = {
				["纪"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["瀨"] = {
			["亞"] = {
				["紀"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["瀬"] = {
			["那"] = {
				["绪"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["牛"] = {
		B = {
			["爱"] = {
				["上"] = {
					["牛"] = {
						C = {
							result = true
						}
					}
				},
				["牛"] = {
					C = {
						result = true
					}
				}
			},
			["靠"] = {
				result = true
			},
			["，"] = {
				["牛"] = {
					["比"] = {
						result = true
					}
				}
			}
		},
		X = {
			["網"] = {
				["賺"] = {
					["教"] = {
						["程"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				["赚"] = {
					["教"] = {
						["程"] = {
							result = true
						}
					}
				}
			}
		},
		b = {
			["網"] = {
				["賺"] = {
					["教"] = {
						["程"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				["赚"] = {
					["教"] = {
						["程"] = {
							result = true
						}
					}
				}
			}
		},
		["人"] = {
			["鸡"] = {
				B = {
					result = true
				}
			}
		},
		["比"] = {
			T = {
				V = {
					result = true
				}
			},
			["靠"] = {
				result = true
			}
		},
		["逼"] = {
			["办"] = {
				["证"] = {
					["网"] = {
						result = true
					}
				}
			},
			["色"] = {
				result = true,
				["导"] = {
					["航"] = {
						result = true
					}
				},
				["站"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					},
					["珍"] = {
						["藏"] = {
							result = true
						}
					}
				},
				["綜"] = {
					["合"] = {
						result = true
					}
				},
				["色"] = {
					["牛"] = {
						["逼"] = {
							result = true
						}
					}
				}
			},
			["靠"] = {
				result = true
			}
		},
		["魔"] = {
			["王"] = {
				["管"] = {
					["家"] = {
						["婆"] = {
							["彩"] = {
								["图"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["牧"] = {
		["原"] = {
			["麗"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["嘢"] = {
			["絵"] = {
				["裡"] = {
					result = true
				}
			}
		},
		["田"] = {
			["良"] = {
				["美"] = {
					["无"] = {
						["码"] = {
							result = true
						},
						["马"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["野"] = {
			["絵"] = {
				["裡"] = {
					result = true
				},
				["里"] = {
					result = true
				}
			}
		}
	},
	["牵"] = {
		["花"] = {
			["坊"] = {
				result = true
			}
		}
	},
	["犬"] = {
		["儒"] = {
			["主"] = {
				["义"] = {
					result = true
				}
			}
		}
	},
	["狂"] = {
		["人"] = {
			["野"] = {
				["战"] = {
					["用"] = {
						["品"] = {
							result = true
						}
					}
				}
			}
		},
		["做"] = {
			["爱"] = {
				result = true
			}
		},
		["化"] = {
			["巫"] = {
				["族"] = {
					result = true
				}
			}
		},
		["叉"] = {
			result = true
		},
		["吟"] = {
			result = true
		},
		["啃"] = {
			["门"] = {
				result = true
			}
		},
		["妄"] = {
			result = true
		},
		["干"] = {
			["丝"] = {
				["袜"] = {
					["女"] = {
						result = true
					}
				}
			},
			["处"] = {
				["女"] = {
					["淫"] = {
						["穴"] = {
							result = true
						}
					}
				}
			}
		},
		["推"] = {
			["转"] = {
				["基"] = {
					["因"] = {
						result = true
					}
				}
			}
		},
		["插"] = {
			["儿"] = {
				["媳"] = {
					result = true
				}
			},
			["喷"] = {
				["爱"] = {
					["液"] = {
						result = true
					}
				}
			},
			["处"] = {
				["女"] = {
					["穴"] = {
						result = true
					}
				}
			},
			["大"] = {
				["白"] = {
					["腿"] = {
						result = true
					}
				}
			},
			["妹"] = {
				["妹"] = {
					["小"] = {
						["穴"] = {
							result = true
						}
					},
					["的"] = {
						["小"] = {
							["穴"] = {
								result = true
							}
						}
					},
					["穴"] = {
						result = true
					}
				}
			},
			["嫂"] = {
				["子"] = {
					["穴"] = {
						result = true
					}
				}
			},
			["嫩"] = {
				B = {
					result = true
				},
				["穴"] = {
					result = true
				}
			},
			["学"] = {
				["生"] = {
					["妹"] = {
						result = true
					}
				}
			},
			["小"] = {
				["嫩"] = {
					["穴"] = {
						result = true
					}
				},
				["浪"] = {
					["妹"] = {
						result = true
					},
					["穴"] = {
						result = true
					}
				},
				["穴"] = {
					result = true
				}
			},
			["少"] = {
				["妇"] = {
					["穴"] = {
						result = true
					}
				}
			},
			["我"] = {
				["的"] = {
					["小"] = {
						["嫩"] = {
							["穴"] = {
								result = true
							}
						}
					}
				}
			},
			["护"] = {
				["士"] = {
					["穴"] = {
						result = true
					}
				}
			},
			["日"] = {
				["本"] = {
					["学"] = {
						["生"] = {
							["妹"] = {
								result = true
							}
						}
					},
					["少"] = {
						["妇"] = {
							result = true
						}
					}
				}
			},
			["林"] = {
				["心"] = {
					["如"] = {
						["穴"] = {
							result = true
						}
					}
				}
			},
			["淫"] = {
				["洞"] = {
					result = true
				},
				["穴"] = {
					["淫"] = {
						["水"] = {
							result = true
						}
					}
				},
				["荡"] = {
					["女"] = {
						["护"] = {
							["士"] = {
								result = true
							}
						}
					}
				}
			},
			["秘"] = {
				["书"] = {
					["穴"] = {
						result = true
					}
				}
			},
			["穴"] = {
				result = true
			},
			["空"] = {
				["姐"] = {
					result = true
				}
			},
			["美"] = {
				["少"] = {
					["女"] = {
						["穴"] = {
							result = true
						}
					}
				}
			},
			["老"] = {
				["师"] = {
					result = true,
					["穴"] = {
						result = true
					}
				}
			},
			["荡"] = {
				["护"] = {
					["士"] = {
						result = true
					}
				}
			},
			["阿"] = {
				["姨"] = {
					["穴"] = {
						result = true
					}
				}
			}
		},
		["操"] = {
			["丰"] = {
				["满"] = {
					["小"] = {
						["姨"] = {
							["穴"] = {
								result = true
							}
						}
					}
				}
			},
			["大"] = {
				["奶"] = {
					["淫"] = {
						["婦"] = {
							result = true
						}
					}
				}
			},
			["女"] = {
				["优"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			},
			["妈"] = {
				["妈"] = {
					result = true
				}
			},
			["妹"] = {
				["妹"] = {
					result = true
				}
			},
			["嫩"] = {
				["穴"] = {
					result = true
				}
			},
			["小"] = {
				["姐"] = {
					result = true
				},
				["嫂"] = {
					["子"] = {
						result = true
					}
				},
				["穴"] = {
					result = true
				}
			},
			["少"] = {
				["女"] = {
					["嫩"] = {
						["逼"] = {
							result = true
						}
					}
				},
				["妇"] = {
					["逼"] = {
						result = true
					}
				}
			},
			["搔"] = {
				["逼"] = {
					["妈"] = {
						["妈"] = {
							result = true
						}
					}
				}
			},
			["操"] = {
				["小"] = {
					["小"] = {
						["姨"] = {
							["穴"] = {
								result = true
							}
						}
					}
				}
			},
			["淫"] = {
				["荡"] = {
					["女"] = {
						result = true
					}
				}
			},
			["爆"] = {
				["乳"] = {
					["护"] = {
						["士"] = {
							result = true
						}
					}
				}
			},
			["穴"] = {
				["喷"] = {
					["出"] = {
						["阴"] = {
							["精"] = {
								result = true
							}
						}
					}
				}
			},
			["空"] = {
				["姐"] = {
					result = true,
					["嫩"] = {
						["穴"] = {
							result = true
						}
					}
				}
			}
		},
		["欢"] = {
			["一"] = {
				["夜"] = {
					["情"] = {
						result = true
					}
				}
			}
		},
		["淫"] = {
			result = true
		},
		["色"] = {
			["小"] = {
				["游"] = {
					["戏"] = {
						result = true
					}
				}
			}
		},
		["艹"] = {
			["丽"] = {
				["媛"] = {
					["一"] = {
						["整"] = {
							["晚"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["草"] = {
			["尤"] = {
				["物"] = {
					result = true
				}
			},
			["日"] = {
				["本"] = {
					["少"] = {
						["女"] = {
							result = true
						}
					}
				}
			}
		},
		["虐"] = {
			result = true
		},
		["野"] = {
			result = true,
			["性"] = {
				["爱"] = {
					result = true
				}
			},
			["美"] = {
				["式"] = {
					result = true,
					["做"] = {
						["爱"] = {
							result = true
						}
					}
				}
			},
			["逃"] = {
				["离"] = {
					["富"] = {
						result = true
					}
				}
			}
		},
		["风"] = {
			["暴"] = {
				["雨"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["小"] = {
						["说"] = {
							result = true
						}
					},
					["电"] = {
						["子"] = {
							["书"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["狼"] = {
		["人"] = {
			result = true,
			["干"] = {
				result = true
			}
		},
		["友"] = {
			a = {
				v = {
					result = true,
					["网"] = {
						result = true
					}
				}
			},
			["信"] = {
				["息"] = {
					result = true
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						result = true
					}
				}
			},
			["基"] = {
				["地"] = {
					result = true
				}
			},
			["射"] = {
				["图"] = {
					result = true
				}
			},
			["帝"] = {
				["国"] = {
					result = true
				}
			},
			["影"] = {
				["院"] = {
					result = true
				}
			},
			["性"] = {
				["息"] = {
					result = true
				}
			},
			["淫"] = {
				result = true
			},
			["炮"] = {
				["图"] = {
					result = true
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			},
			["登"] = {
				["陆"] = {
					["器"] = {
						result = true
					}
				}
			},
			["社"] = {
				["区"] = {
					result = true
				}
			},
			["論"] = {
				["壇"] = {
					result = true
				}
			},
			["论"] = {
				["坛"] = {
					result = true
				}
			},
			["阁"] = {
				["成"] = {
					["人"] = {
						["论"] = {
							["坛"] = {
								result = true
							}
						}
					}
				},
				["论"] = {
					["坛"] = {
						result = true
					}
				}
			},
			["黄"] = {
				["站"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			}
		},
		["妖"] = {
			result = true
		},
		["妹"] = {
			result = true
		},
		["客"] = {
			["娱"] = {
				["乐"] = {
					result = true,
					["成"] = {
						["人"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["影"] = {
				["院"] = {
					result = true
				}
			},
			["情"] = {
				["色"] = {
					["网"] = {
						result = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["网"] = {
						result = true,
						["站"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			},
			["色"] = {
				["情"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			},
			["黃"] = {
				["色"] = {
					["網"] = {
						result = true
					}
				}
			},
			["黄"] = {
				["色"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["性"] = {
			["失"] = {
				["禁"] = {
					result = true
				}
			}
		},
		["族"] = {
			["娛"] = {
				["樂"] = {
					["網"] = {
						result = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["网"] = {
						result = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["欲"] = {
			["国"] = {
				["度"] = {
					result = true
				}
			}
		},
		["爷"] = {
			result = true
		},
		["牙"] = {
			["棍"] = {
				result = true
			}
		},
		["狈"] = {
			["为"] = {
				["奸"] = {
					result = true
				}
			}
		},
		["窝"] = {
			result = true,
			["影"] = {
				["院"] = {
					result = true
				}
			}
		},
		["群"] = {
			result = true,
			["发"] = {
				["布"] = {
					result = true
				}
			},
			["娱"] = {
				["乐"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["猎"] = {
		l = {
			["枪"] = {
				result = true
			}
		},
		["人"] = {
			["王"] = {
				result = true
			}
		},
		["刀"] = {
			result = true
		},
		["刃"] = {
			result = true
		},
		["抢"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["枪"] = {
			["、"] = {
				["气"] = {
					["枪"] = {
						result = true
					}
				},
				["汽"] = {
					["枪"] = {
						["专"] = {
							result = true
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["槍"] = {
			result = true
		},
		["狐"] = {
			["行"] = {
				["动"] = {
					["李"] = {
						["小"] = {
							["林"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["狗"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["艳"] = {
			["记"] = {
				result = true
			}
		},
		["豹"] = {
			["弓"] = {
				["努"] = {
					result = true
				}
			}
		},
		["鹰"] = {
			["子"] = {
				["弹"] = {
					result = true
				}
			},
			["弓"] = {
				["弩"] = {
					result = true
				}
			}
		}
	},
	["猛"] = {
		["女"] = {
			["战"] = {
				["三"] = {
					["男"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["干"] = {
			result = true,
			["风"] = {
				["骚"] = {
					["小"] = {
						["表"] = {
							["妹"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["戳"] = {
			["阴"] = {
				["穴"] = {
					result = true
				}
			}
		},
		["插"] = {
			["小"] = {
				["嫩"] = {
					["穴"] = {
						result = true
					}
				},
				["护"] = {
					["士"] = {
						["骚"] = {
							["穴"] = {
								result = true
							}
						}
					}
				}
			},
			["性"] = {
				["感"] = {
					["比"] = {
						["基"] = {
							["尼"] = {
								result = true
							}
						}
					}
				}
			},
			["林"] = {
				["心"] = {
					["如"] = {
						["小"] = {
							["穴"] = {
								result = true
							}
						}
					}
				}
			},
			["熟"] = {
				["妇"] = {
					result = true
				}
			},
			["表"] = {
				["姐"] = {
					result = true
				}
			}
		},
		["操"] = {
			result = true,
			["清"] = {
				["纯"] = {
					["学"] = {
						["生"] = {
							["妹"] = {
								result = true
							}
						}
					}
				}
			},
			["骄"] = {
				["小"] = {
					["女"] = {
						["朋"] = {
							["友"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["烈"] = {
			["的"] = {
				["抽"] = {
					["插"] = {
						["小"] = {
							["穴"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["片"] = {
			["播"] = {
				["放"] = {
					["平"] = {
						["台"] = {
							result = true
						}
					}
				}
			}
		},
		["男"] = {
			["很"] = {
				["干"] = {
					["淫"] = {
						["荡"] = {
							["女"] = {
								result = true
							}
						}
					}
				}
			},
			["操"] = {
				["人"] = {
					["妖"] = {
						result = true
					}
				}
			},
			["狂"] = {
				["干"] = {
					result = true
				}
			}
		},
		["舔"] = {
			["她"] = {
				["的"] = {
					["肥"] = {
						["穴"] = {
							result = true
						}
					}
				}
			}
		},
		["色"] = {
			["笑"] = {
				["笑"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["虎"] = {
			["军"] = {
				["刀"] = {
					result = true
				}
			}
		}
	},
	["猫"] = {
		["眼"] = {
			["压"] = {
				["杆"] = {
					result = true
				}
			}
		},
		["色"] = {
			result = true
		}
	},
	["獵"] = {
		["豹"] = {
			["弓"] = {
				["弩"] = {
					result = true
				}
			}
		}
	},
	["玛"] = {
		["拉"] = {
			["戈"] = {
				["壁"] = {
					result = true
				}
			}
		},
		["沁"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["雅"] = {
			["成"] = {
				["人"] = {
					["网"] = {
						result = true
					},
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["玫"] = {
		["瑰"] = {
			["成"] = {
				["人"] = {
					["社"] = {
						["区"] = {
							result = true
						}
					}
				}
			},
			["逼"] = {
				result = true
			}
		}
	},
	["球"] = {
		["磨"] = {
			result = true
		},
		["讯"] = {
			["网"] = {
				result = true
			}
		},
		["鞋"] = {
			[" "] = {
				["演"] = {
					["技"] = {
						[" "] = {
							["影"] = {
								["帝"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["琦"] = {
		["刀"] = {
			["行"] = {
				result = true
			}
		}
	},
	["琪"] = {
		["尤"] = {
			["春"] = {
				["色"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			}
		},
		["琪"] = {
			s = {
				e = {
					["琪"] = {
						["琪"] = {
							["色"] = {
								result = true
							}
						}
					}
				}
			},
			["布"] = {
				["网"] = {
					["址"] = {
						result = true
					}
				}
			},
			["影"] = {
				["院"] = {
					result = true
				}
			},
			["撸"] = {
				result = true
			},
			["网"] = {
				result = true
			},
			["色"] = {
				result = true,
				["播"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["琴"] = {
		["乃"] = {
			["夕"] = {
				["夏"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["野"] = {
			["真"] = {
				["由"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["琼"] = {
		["中"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			}
		},
		["州"] = {
			result = true,
			["正"] = {
				["东"] = {
					result = true
				},
				["南"] = {
					result = true
				},
				["西"] = {
					result = true
				}
			}
		},
		["浆"] = {
			["玉"] = {
				["液"] = {
					result = true
				}
			}
		},
		["海"] = {
			K = {
				["粉"] = {
					result = true
				}
			},
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						result = true
					}
				}
			}
		},
		["觞"] = {
			result = true
		},
		["霄"] = {
			["仙"] = {
				["子"] = {
					result = true
				}
			}
		}
	},
	["瑞"] = {
		["丰"] = {
			result = true
		},
		["丽"] = {
			K = {
				["粉"] = {
					result = true
				}
			}
		},
		["典"] = {
			result = true
		},
		["博"] = {
			result = true
		},
		["士"] = {
			["军"] = {
				["刀"] = {
					["官"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["解"] = {
				["密"] = {
					result = true
				}
			},
			["迷"] = {
				["你"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["安"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["宏"] = {
			["电"] = {
				["子"] = {
					["科"] = {
						["技"] = {
							result = true
						}
					}
				}
			}
		},
		["宝"] = {
			["棋"] = {
				["牌"] = {
					result = true
				}
			}
		},
		["德"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["昌"] = {
			["海"] = {
				["洛"] = {
					["因"] = {
						result = true
					}
				}
			}
		},
		["星"] = {
			result = true
		}
	},
	["瑟"] = {
		["瑟"] = {
			["爱"] = {
				["影"] = {
					["视"] = {
						result = true
					}
				}
			}
		}
	},
	["瓯"] = {
		["海"] = {
			["区"] = {
				result = true
			}
		},
		["羙"] = {
			["凊"] = {
				["嬡"] = {
					result = true
				}
			},
			["悻"] = {
				["嬡"] = {
					["摤"] = {
						["爿"] = {
							result = true
						}
					}
				}
			},
			["脃"] = {
				["爿"] = {
					result = true
				}
			},
			["電"] = {
				["影"] = {
					result = true
				}
			}
		},
		["詶"] = {
			["嘸"] = {
				["犸"] = {
					result = true
				}
			}
		}
	},
	["瓶"] = {
		f = {
			a = {
				n = {
					["鹿"] = {
						["死"] = {
							result = true
						}
					}
				}
			}
		},
		["反"] = {
			["鹿"] = {
				["死"] = {
					result = true
				}
			}
		},
		["翻"] = {
			["鹿"] = {
				["死"] = {
					result = true,
					T = {
						["恤"] = {
							result = true
						}
					},
					["文"] = {
						["化"] = {
							["衫"] = {
								result = true
							}
						}
					},
					["黑"] = {
						["衣"] = {
							result = true
						}
					}
				}
			}
		},
		["颈"] = {
			["式"] = {
				["弹"] = {
					["壳"] = {
						result = true
					}
				}
			}
		}
	},
	["申"] = {
		["博"] = {
			result = true,
			["亚"] = {
				["洲"] = {
					result = true
				}
			},
			["六"] = {
				["站"] = {
					result = true
				}
			},
			["太"] = {
				["阳"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["情"] = {
			result = true
		},
		["维"] = {
			["辰"] = {
				result = true
			}
		},
		["联"] = {
			["国"] = {
				["外"] = {
					["文"] = {
						["凭"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["通"] = {
			["面"] = {
				["单"] = {
					result = true
				}
			}
		}
	},
	["男"] = {
		["下"] = {
			["体"] = {
				["照"] = {
					result = true
				}
			}
		},
		["人"] = {
			["天"] = {
				["堂"] = {
					result = true
				}
			},
			["帮"] = {
				["狩"] = {
					["猎"] = {
						["论"] = {
							["坛"] = {
								result = true
							}
						}
					}
				}
			},
			["性"] = {
				["息"] = {
					result = true,
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				},
				["爱"] = {
					["工"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["操"] = {
				["逼"] = {
					["視"] = {
						["頻"] = {
							result = true
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["最"] = {
				["爱"] = {
					["的"] = {
						["淫"] = {
							["图"] = {
								result = true
							}
						}
					}
				}
			},
			["本"] = {
				["色"] = {
					result = true
				}
			},
			["爱"] = {
				["上"] = {
					["的"] = {
						["网"] = {
							["站"] = {
								result = true
							}
						}
					}
				}
			},
			["的"] = {
				["性"] = {
					["爱"] = {
						["工"] = {
							["具"] = {
								result = true
							}
						}
					}
				},
				["抚"] = {
					["慰"] = {
						result = true
					}
				},
				["梦"] = {
					["中"] = {
						["情"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			},
			["色"] = {
				["网"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["若"] = {
				["妻"] = {
					["夢"] = {
						["交"] = {
							result = true
						}
					}
				}
			}
		},
		["公"] = {
			["关"] = {
				["上"] = {
					["门"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				},
				["包"] = {
					["养"] = {
						result = true
					}
				}
			}
		},
		["同"] = {
			result = true
		},
		["哪"] = {
			["网"] = {
				["址"] = {
					result = true
				}
			}
		},
		["女"] = {
			["交"] = {
				["歡"] = {
					result = true
				}
			},
			["做"] = {
				["爱"] = {
					result = true
				}
			},
			["公"] = {
				["关"] = {
					result = true
				}
			},
			["性"] = {
				["交"] = {
					result = true
				},
				["数"] = {
					["据"] = {
						result = true
					}
				},
				["爱"] = {
					result = true
				}
			},
			["撮"] = {
				["合"] = {
					["粉"] = {
						result = true
					}
				}
			},
			["淫"] = {
				["性"] = {
					["息"] = {
						result = true
					}
				}
			},
			["激"] = {
				["情"] = {
					result = true,
					["淫"] = {
						["乱"] = {
							result = true,
							["图"] = {
								result = true
							},
							["穴"] = {
								result = true
							}
						},
						["贴"] = {
							["图"] = {
								result = true
							}
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["爱"] = {
				["爱"] = {
					result = true
				}
			},
			["用"] = {
				["嘴"] = {
					["亲"] = {
						["吻"] = {
							result = true
						}
					}
				}
			}
		},
		["奴"] = {
			["找"] = {
				["女"] = {
					["王"] = {
						["信"] = {
							["息"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["妓"] = {
			result = true
		},
		["妖"] = {
			["师"] = {
				result = true
			}
		},
		["子"] = {
			["性"] = {
				["监"] = {
					["狱"] = {
						result = true
					}
				}
			},
			["手"] = {
				["淫"] = {
					["吃"] = {
						["精"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["孩"] = {
			["女"] = {
				["孩"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["操"] = {
				["全"] = {
					["家"] = {
						result = true
					}
				}
			}
		},
		["宝"] = {
			["有"] = {
				["偿"] = {
					["送"] = {
						["养"] = {
							result = true
						}
					}
				}
			}
		},
		["性"] = {
			["增"] = {
				["强"] = {
					result = true
				}
			},
			["淫"] = {
				["魔"] = {
					["王"] = {
						result = true
					}
				}
			}
		},
		["按"] = {
			["摩"] = {
				["师"] = {
					result = true
				}
			}
		},
		["插"] = {
			["女"] = {
				result = true
			}
		},
		["根"] = {
			["增"] = {
				["长"] = {
					result = true
				}
			}
		},
		["生"] = {
			["吻"] = {
				["女"] = {
					["生"] = {
						["下"] = {
							["边"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["男"] = {
			["口"] = {
				["交"] = {
					result = true
				}
			},
			["女"] = {
				["女"] = {
					["愛"] = {
						result = true
					}
				}
			},
			["激"] = {
				["情"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			}
		},
		["色"] = {
			["女"] = {
				["色"] = {
					["网"] = {
						result = true
					}
				}
			},
			["贴"] = {
				["图"] = {
					result = true
				}
			}
		},
		["鸭"] = {
			["子"] = {
				["上"] = {
					["门"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["痲"] = {
		["古"] = {
			["κ"] = {
				["蒶"] = {
					result = true
				}
			}
		}
	},
	["皮"] = {
		["卡"] = {
			["丘"] = {
				["贴"] = {
					["图"] = {
						["区"] = {
							result = true
						}
					}
				}
			},
			["汀"] = {
				["尼"] = {
					["兵"] = {
						["工"] = {
							["厂"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["带"] = {
			["伪"] = {
				["装"] = {
					["摄"] = {
						["像"] = {
							["机"] = {
								result = true
							}
						}
					}
				}
			},
			["针"] = {
				["孔"] = {
					["摄"] = {
						["像"] = {
							["机"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["条"] = {
			["客"] = {
				result = true
			}
		},
		["條"] = {
			result = true
		},
		["皮"] = {
			["伦"] = {
				["理"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			}
		},
		["碗"] = {
			result = true
		},
		["肤"] = {
			["奶"] = {
				["子"] = {
					["小"] = {
						["穴"] = {
							result = true
						}
					}
				}
			},
			["滑"] = {
				["腻"] = {
					["似"] = {
						["酥"] = {
							result = true
						}
					}
				}
			}
		},
		["膚"] = {
			["滑"] = {
				["膩"] = {
					["似"] = {
						["酥"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["盆"] = {
		["埖"] = {
			result = true
		}
	},
	["盘"] = {
		["锦"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["雇"] = {
				["杀"] = {
					["手"] = {
						result = true
					}
				}
			}
		}
	},
	["盤"] = {
		["古"] = {
			["軟"] = {
				["體"] = {
					result = true
				}
			}
		}
	},
	["目"] = {
		["艮"] = {
			["角"] = {
				["月"] = {
					["莫"] = {
						result = true
					}
				}
			}
		}
	},
	["盲"] = {
		["女"] = {
			["7"] = {
				["2"] = {
					["小"] = {
						["时"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["盼"] = {
		["你"] = {
			["乐"] = {
				["成"] = {
					["人"] = {
						["论"] = {
							["坛"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["眉"] = {
		["山"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		}
	},
	["看"] = {
		["8"] = {
			["0"] = {
				["后"] = {
					["操"] = {
						B = {
							result = true
						}
					}
				},
				["後"] = {
					["操"] = {
						B = {
							["網"] = {
								result = true
							}
						}
					}
				}
			}
		},
		A = {
			V = {
				["亚"] = {
					["洲"] = {
						result = true
					}
				}
			},
			["片"] = {
				result = true
			}
		},
		a = {
			v = {
				result = true
			}
		},
		["上"] = {
			["去"] = {
				["很"] = {
					["直"] = {
						result = true
					}
				}
			}
		},
		["中"] = {
			["国"] = {
				["专"] = {
					["栏"] = {
						result = true
					}
				}
			}
		},
		["主"] = {
			["席"] = {
				["到"] = {
					["古"] = {
						["田"] = {
							result = true
						}
					}
				}
			}
		},
		["了"] = {
			["不"] = {
				["后"] = {
					["悔"] = {
						result = true
					}
				}
			},
			["就"] = {
				["想"] = {
					["幹"] = {
						["她"] = {
							result = true
						}
					}
				}
			}
		},
		["免"] = {
			["費"] = {
				["Ａ"] = {
					["片"] = {
						result = true
					}
				}
			},
			["费"] = {
				["Ａ"] = {
					["片"] = {
						result = true,
						["在"] = {
							["线"] = {
								result = true
							}
						},
						["狂"] = {
							["射"] = {
								result = true
							}
						},
						["集"] = {
							["锦"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["凂"] = {
			["曊"] = {
				["Ａ"] = {
					["爿"] = {
						result = true
					}
				}
			}
		},
		["到"] = {
			["罗"] = {
				["京"] = {
					["得"] = {
						["病"] = {
							["想"] = {
								["起"] = {
									["了"] = {
										["杜"] = {
											["宪"] = {
												["和"] = {
													["薛"] = {
														["飞"] = {
															result = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["嗨"] = {
			["妹"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["字"] = {
			["手"] = {
				["表"] = {
					["接"] = {
						["收"] = {
							["机"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["守"] = {
			["所"] = {
				result = true,
				["雷"] = {
					["慧"] = {
						["楠"] = {
							result = true
						}
					}
				}
			}
		},
		["岛"] = {
			["国"] = {
				["片"] = {
					result = true
				}
			}
		},
		["手"] = {
			["所"] = {
				["四"] = {
					["亡"] = {
						result = true
					}
				}
			}
		},
		["无"] = {
			["码"] = {
				result = true
			}
		},
		["更"] = {
			["精"] = {
				["彩"] = {
					result = true
				}
			}
		},
		["棋"] = {
			["器"] = {
				result = true
			},
			["軟"] = {
				["體"] = {
					result = true
				}
			},
			["软"] = {
				["件"] = {
					result = true
				}
			}
		},
		["比"] = {
			["比"] = {
				["电"] = {
					["影"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["浼"] = {
			["費"] = {
				["Ａ"] = {
					["魸"] = {
						result = true
					}
				}
			}
		},
		["激"] = {
			["情"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["牌"] = {
			["器"] = {
				result = true
			},
			["軟"] = {
				["體"] = {
					result = true
				}
			},
			["软"] = {
				["件"] = {
					result = true
				}
			}
		},
		["看"] = {
			["三"] = {
				["级"] = {
					["片"] = {
						result = true
					}
				}
			},
			["大"] = {
				["逼"] = {
					result = true
				}
			},
			["女"] = {
				["友"] = {
					["的"] = {
						["淫"] = {
							["穴"] = {
								result = true
							}
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["着"] = {
			["耸"] = {
				["起"] = {
					["的"] = {
						["双"] = {
							["乳"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["笾"] = {
			["係"] = {
				["列"] = {
					result = true
				},
				["烮"] = {
					result = true
				}
			}
		},
		["色"] = {
			["色"] = {
				["吧"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			}
		},
		["裸"] = {
			["体"] = {
				["官"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["见"] = {
			["漂"] = {
				["亮"] = {
					["的"] = {
						["异"] = {
							["性"] = {
								result = true
							}
						}
					}
				}
			},
			["票"] = {
				["亮"] = {
					["的"] = {
						["异"] = {
							["性"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["護"] = {
			["婦"] = {
				result = true
			}
		},
		["货"] = {
			["付"] = {
				["款"] = {
					result = true
				}
			}
		},
		["边"] = {
			["系"] = {
				["列"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			}
		},
		["透"] = {
			["杯"] = {
				["碗"] = {
					result = true
				}
			},
			["瓷"] = {
				["碗"] = {
					result = true
				}
			}
		},
		["邊"] = {
			["系"] = {
				["列"] = {
					result = true
				}
			}
		},
		["骚"] = {
			["逼"] = {
				result = true
			}
		},
		["高"] = {
			["潮"] = {
				["屋"] = {
					result = true
				}
			}
		},
		["黄"] = {
			["色"] = {
				["三"] = {
					["级"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["Ａ"] = {
			["片"] = {
				["免"] = {
					["费"] = {
						result = true
					}
				}
			}
		}
	},
	["眠"] = {
		["可"] = {
			["欣"] = {
				result = true
			}
		}
	},
	["眯"] = {
		["眯"] = {
			["俱"] = {
				["乐"] = {
					["部"] = {
						result = true
					}
				},
				["楽"] = {
					["蔀"] = {
						result = true
					}
				},
				["樂"] = {
					["部"] = {
						result = true
					}
				}
			},
			["爱"] = {
				["大"] = {
					["型"] = {
						["黄"] = {
							["站"] = {
								result = true
							}
						}
					}
				}
			},
			["裸"] = {
				["聊"] = {
					["俱"] = {
						["乐"] = {
							["部"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["睿"] = {
		["智"] = {
			["汇"] = {
				["海"] = {
					result = true
				}
			}
		}
	},
	["瞇"] = {
		["魂"] = {
			["葯"] = {
				result = true
			}
		}
	},
	["瞿"] = {
		["优"] = {
			["远"] = {
				result = true
			}
		},
		["溪"] = {
			result = true
		},
		["秋"] = {
			["白"] = {
				result = true
			}
		}
	},
	["砂"] = {
		["之"] = {
			["女"] = {
				result = true
			}
		},
		["光"] = {
			["甩"] = {
				["刀"] = {
					result = true
				}
			}
		},
		["舞"] = {
			["論"] = {
				["壇"] = {
					result = true
				}
			}
		}
	},
	["砍"] = {
		d = {
			a = {
				o = {
					result = true
				}
			}
		},
		["专"] = {
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			}
		},
		["人"] = {
			["新"] = {
				["疆"] = {
					["人"] = {
						result = true
					}
				}
			},
			["歹"] = {
				["徒"] = {
					result = true
				}
			}
		},
		["刀"] = {
			result = true,
			["专"] = {
				result = true,
				["军"] = {
					["刺"] = {
						result = true
					}
				},
				["商"] = {
					["城"] = {
						result = true
					}
				},
				["店"] = {
					result = true
				},
				["网"] = {
					result = true,
					Q = {
						result = true
					}
				}
			},
			["信"] = {
				["息"] = {
					result = true
				}
			},
			["具"] = {
				["具"] = {
					result = true
				}
			},
			["军"] = {
				["刀"] = {
					["军"] = {
						["刺"] = {
							result = true
						}
					}
				}
			},
			["匕"] = {
				["首"] = {
					["专"] = {
						result = true
					}
				}
			},
			["开"] = {
				["山"] = {
					["刀"] = {
						["专"] = {
							result = true
						}
					}
				}
			},
			["正"] = {
				["品"] = {
					result = true
				}
			},
			["直"] = {
				["销"] = {
					result = true
				}
			},
			["精"] = {
				["品"] = {
					["折"] = {
						["刀"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["网"] = {
				result = true
			},
			["订"] = {
				["购"] = {
					result = true
				}
			},
			["转"] = {
				["让"] = {
					result = true
				}
			}
		},
		["头"] = {
			["碎"] = {
				["尸"] = {
					result = true
				}
			}
		},
		["專"] = {
			["貨"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			}
		},
		["忉"] = {
			result = true
		},
		["断"] = {
			["脚"] = {
				["筋"] = {
					result = true
				}
			}
		},
		["斷"] = {
			["腳"] = {
				["筋"] = {
					result = true
				}
			}
		},
		["杀"] = {
			result = true,
			["事"] = {
				["件"] = {
					result = true
				}
			}
		},
		["死"] = {
			["你"] = {
				result = true
			}
		},
		["翻"] = {
			["一"] = {
				["条"] = {
					["街"] = {
						result = true
					}
				}
			}
		},
		["頭"] = {
			["碎"] = {
				["屍"] = {
					result = true
				}
			}
		}
	},
	["砒"] = {
		["孀"] = {
			result = true
		},
		["石"] = {
			result = true,
			["低"] = {
				["价"] = {
					result = true
				}
			}
		},
		["霜"] = {
			["低"] = {
				["价"] = {
					result = true
				}
			},
			["无"] = {
				["味"] = {
					["隐"] = {
						["蔽"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["破"] = {
		["军"] = {
			["子"] = {
				result = true
			}
		},
		["処"] = {
			["冂"] = {
				result = true
			}
		},
		["嗔"] = {
			result = true
		},
		["坏"] = {
			["公"] = {
				["有"] = {
					["制"] = {
						result = true
					}
				}
			},
			["大"] = {
				["法"] = {
					result = true
				}
			},
			["奥"] = {
				["运"] = {
					result = true
				}
			},
			["正"] = {
				["法"] = {
					["者"] = {
						result = true
					}
				}
			},
			["王"] = {
				result = true
			}
		},
		["墙"] = {
			["软"] = {
				["件"] = {
					result = true
				}
			}
		},
		["壁"] = {
			["者"] = {
				result = true
			}
		},
		["壞"] = {
			["仼"] = {
				result = true
			}
		},
		["处"] = {
			["偷"] = {
				["拍"] = {
					result = true
				}
			},
			["开"] = {
				["苞"] = {
					result = true
				}
			},
			["的"] = {
				["时"] = {
					["分"] = {
						result = true
					}
				}
			},
			["自"] = {
				["拍"] = {
					result = true
				}
			},
			["视"] = {
				["频"] = {
					result = true
				}
			},
			["门"] = {
				result = true,
				["视"] = {
					["频"] = {
						result = true
					}
				}
			}
		},
		["天"] = {
			["一"] = {
				["剑"] = {
					result = true
				},
				["劍"] = {
					result = true
				}
			},
			["弓"] = {
				result = true
			}
		},
		["拆"] = {
			["工"] = {
				["具"] = {
					result = true
				}
			}
		},
		["晓"] = {
			["电"] = {
				["影"] = {
					result = true
				}
			}
		},
		["氧"] = {
			["毒"] = {
				["素"] = {
					result = true,
					["专"] = {
						result = true
					},
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			}
		},
		["痴"] = {
			result = true
		},
		["羞"] = {
			["恥"] = {
				["露"] = {
					result = true
				}
			}
		},
		["處"] = {
			result = true,
			["視"] = {
				["頻"] = {
					result = true
				}
			},
			["門"] = {
				result = true
			}
		},
		["解"] = {
			["保"] = {
				["单"] = {
					["分"] = {
						["析"] = {
							["仪"] = {
								result = true
							}
						}
					}
				}
			},
			["器"] = {
				result = true
			},
			["老"] = {
				["虎"] = {
					["机"] = {
						result = true
					}
				}
			},
			["銀"] = {
				["行"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						result = true
					}
				}
			}
		},
		["贪"] = {
			result = true
		},
		["迷"] = {
			["与"] = {
				["正"] = {
					["心"] = {
						result = true
					}
				}
			}
		}
	},
	["硫"] = {
		["代"] = {
			["氯"] = {
				["化"] = {
					["磷"] = {
						["酰"] = {
							result = true
						}
					}
				}
			},
			["磷"] = {
				["酰"] = {
					["氯"] = {
						result = true
					}
				}
			}
		},
		["氰"] = {
			["酸"] = {
				["高"] = {
					["汞"] = {
						result = true
					}
				}
			}
		},
		["磺"] = {
			result = true
		},
		["酸"] = {
			["三"] = {
				["乙"] = {
					["基"] = {
						["锡"] = {
							result = true
						}
					}
				}
			},
			["二"] = {
				["甲"] = {
					["酯"] = {
						result = true,
						["直"] = {
							["销"] = {
								result = true
							}
						}
					}
				}
			},
			["亚"] = {
				["铊"] = {
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			},
			["甲"] = {
				["酯"] = {
					result = true
				}
			},
			["羟"] = {
				["氯"] = {
					["喹"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["羥"] = {
				["氯"] = {
					["喹"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["铊"] = {
				["专"] = {
					result = true
				},
				["供"] = {
					["求"] = {
						result = true
					}
				}
			}
		}
	},
	["硼"] = {
		["乙"] = {
			["烷"] = {
				result = true
			}
		}
	},
	["磕"] = {
		["药"] = {
			result = true
		},
		["藥"] = {
			result = true
		}
	},
	["磨"] = {
		["蹭"] = {
			["阴"] = {
				["道"] = {
					["阴"] = {
						["毛"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["磷"] = {
		["化"] = {
			["三"] = {
				["氢"] = {
					result = true
				}
			},
			["锌"] = {
				result = true,
				["直"] = {
					["销"] = {
						result = true
					}
				}
			}
		},
		["酰"] = {
			["三"] = {
				["氯"] = {
					result = true
				}
			}
		},
		["酸"] = {
			["二"] = {
				["乙"] = {
					["基"] = {
						["汞"] = {
							result = true
						}
					}
				}
			},
			["可"] = {
				["待"] = {
					["因"] = {
						result = true
					}
				}
			}
		}
	},
	["礼"] = {
		["品"] = {
			result = true,
			["信"] = {
				["息"] = {
					result = true
				}
			},
			["数"] = {
				["据"] = {
					result = true
				}
			}
		},
		["垉"] = {
			["纰"] = {
				["潑"] = {
					["蕶"] = {
						["售"] = {
							result = true
						}
					}
				}
			}
		},
		["炮"] = {
			result = true,
			["网"] = {
				result = true
			}
		},
		["花"] = {
			["弹"] = {
				["厂"] = {
					["家"] = {
						["直"] = {
							["销"] = {
								result = true
							}
						}
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				}
			},
			["炮"] = {
				result = true
			}
		}
	},
	["社"] = {
		["2"] = {
			["会"] = {
				["不"] = {
					["公"] = {
						result = true
					}
				}
			}
		},
		["会"] = {
			["主"] = {
				["义"] = {
					result = true
				}
			},
			["记"] = {
				["录"] = {
					["频"] = {
						["道"] = {
							result = true
						}
					}
				}
			},
			["院"] = {
				result = true
			}
		},
		["保"] = {
			["3"] = {
				["基"] = {
					["金"] = {
						["会"] = {
							result = true
						}
					}
				}
			},
			["基"] = {
				["金"] = {
					["会"] = {
						result = true
					}
				}
			},
			["用"] = {
				["户"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					},
					["数"] = {
						["据"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["祈"] = {
		["祷"] = {
			["达"] = {
				["赖"] = {
					["永"] = {
						["驻"] = {
							result = true
						}
					}
				}
			}
		},
		["福"] = {
			["法"] = {
				["会"] = {
					result = true
				}
			}
		}
	},
	["票"] = {
		["*"] = {
			["*"] = {
				["据"] = {
					result = true
				}
			},
			["据"] = {
				result = true
			}
		},
		["亮"] = {
			["素"] = {
				["人"] = {
					["妹"] = {
						result = true
					}
				}
			}
		},
		["代"] = {
			["办"] = {
				result = true
			}
		},
		["优"] = {
			["惠"] = {
				["联"] = {
					["系"] = {
						result = true
					}
				}
			}
		},
		["务"] = {
			["代"] = {
				["理"] = {
					result = true
				}
			}
		},
		["包"] = {
			["您"] = {
				["满"] = {
					["意"] = {
						result = true
					}
				}
			}
		},
		["流"] = {
			["欲"] = {
				["室"] = {
					result = true
				}
			},
			["瓶"] = {
				["仿"] = {
					["真"] = {
						["枪"] = {
							["法"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["源"] = {
			["正"] = {
				["规"] = {
					result = true
				}
			}
		},
		["票"] = {
			["美"] = {
				["眉"] = {
					result = true,
					["任"] = {
						["你"] = {
							["操"] = {
								result = true
							}
						}
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			}
		},
		["群"] = {
			result = true
		}
	},
	["祺"] = {
		["盛"] = {
			["棋"] = {
				["牌"] = {
					result = true
				}
			}
		}
	},
	["离"] = {
		["京"] = {
			["鲍"] = {
				["彤"] = {
					result = true
				}
			}
		},
		["子"] = {
			["风"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["岸"] = {
			["公"] = {
				["司"] = {
					[" "] = {
						["李"] = {
							result = true
						}
					}
				}
			}
		},
		["开"] = {
			["队"] = {
				["伍"] = {
					result = true
				}
			}
		},
		["异"] = {
			["少"] = {
				["妇"] = {
					result = true,
					["欲"] = {
						["求"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["禽"] = {
		["兽"] = {
			result = true
		},
		["流"] = {
			["感"] = {
				result = true
			}
		}
	},
	["秋"] = {
		["元"] = {
			["优"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["優"] = {
				["奈"] = {
					B = {
						T = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["友"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["希"] = {
				["无"] = {
					["码"] = {
						result = true,
						["集"] = {
							["锦"] = {
								result = true
							}
						}
					}
				},
				["無"] = {
					["碼"] = {
						result = true
					}
				}
			}
		},
		["千"] = {
			["门"] = {
				result = true
			}
		},
		["吉"] = {
			["志"] = {
				["帆"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["惠"] = {
				["里"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					},
					["紫"] = {
						["种"] = {
							["紫"] = {
								result = true
							}
						}
					}
				}
			},
			["步"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			},
			["花"] = {
				["梨"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["里"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["山"] = {
			["礼"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["祥"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["川"] = {
			["沙"] = {
				["良"] = {
					["无"] = {
						["码"] = {
							result = true
						},
						["马"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["真"] = {
				["理"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["本"] = {
			["优"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				},
				["耐"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["優"] = {
				["奈"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["玲"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["純"] = {
				["菜"] = {
					result = true
				}
			}
		},
		["津"] = {
			["薰"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["濑"] = {
			["留"] = {
				["美"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["絵"] = {
			["高"] = {
				["清"] = {
					result = true
				}
			}
		},
		["色"] = {
			["高"] = {
				["清"] = {
					A = {
						V = {
							result = true
						}
					}
				}
			}
		},
		["菜"] = {
			["里"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["野"] = {
			["志"] = {
				["穗"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["詩"] = {
				["央"] = {
					["里"] = {
						["无"] = {
							["码"] = {
								result = true
							}
						},
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["科"] = {
		["仕"] = {
			["威"] = {
				result = true
			}
		},
		["士"] = {
			["威"] = {
				result = true
			}
		},
		["学"] = {
			["幻"] = {
				["想"] = {
					["画"] = {
						result = true
					}
				}
			}
		},
		["平"] = {
			["奖"] = {
				result = true
			}
		},
		["技"] = {
			["宫"] = {
				["大"] = {
					result = true
				}
			},
			["部"] = {
				result = true
			}
		},
		["杜"] = {
			["拉"] = {
				result = true
			}
		},
		["洛"] = {
			["斯"] = {
				result = true
			}
		},
		["罗"] = {
			["拉"] = {
				["多"] = {
					result = true
				}
			}
		}
	},
	["秘"] = {
		["书"] = {
			["做"] = {
				["爱"] = {
					result = true
				}
			},
			["刘"] = {
				["志"] = {
					["刚"] = {
						result = true
					}
				}
			},
			["室"] = {
				["の"] = {
					["秘"] = {
						["め"] = {
							["事"] = {
								result = true
							}
						}
					}
				}
			},
			["的"] = {
				["吊"] = {
					["带"] = {
						["黑"] = {
							["丝"] = {
								result = true
							}
						}
					}
				},
				["大"] = {
					["乱"] = {
						["交"] = {
							result = true
						}
					}
				}
			},
			["自"] = {
				["慰"] = {
					["被"] = {
						["偷"] = {
							["拍"] = {
								result = true
							}
						}
					}
				}
			},
			["被"] = {
				["带"] = {
					["走"] = {
						[" "] = {
							[" "] = {
								["当"] = {
									["场"] = {
										["晕"] = {
											["倒"] = {
												result = true
											}
										}
									}
								}
							},
							["当"] = {
								["场"] = {
									["瘫"] = {
										["倒"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["密"] = {
			["熟"] = {
				["母"] = {
					["俱"] = {
						["乐"] = {
							["部"] = {
								result = true
							}
						}
					}
				}
			},
			["花"] = {
				["园"] = {
					["淫"] = {
						["图"] = {
							result = true
						}
					}
				}
			},
			["調"] = {
				["教"] = {
					["凌"] = {
						["辱"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["秦"] = {
		["伙"] = {
			["计"] = {
				result = true
			}
		},
		["伯"] = {
			["起"] = {
				result = true
			}
		},
		["光"] = {
			["荣"] = {
				result = true
			}
		},
		["劍"] = {
			["&"] = {
				["館"] = {
					result = true
				}
			},
			["館"] = {
				result = true
			}
		},
		["城"] = {
			["朋"] = {
				["友"] = {
					["圈"] = {
						result = true
					}
				}
			}
		},
		["基"] = {
			["伟"] = {
				result = true
			}
		},
		["式"] = {
			["弓"] = {
				["努"] = {
					result = true
				},
				["弩"] = {
					result = true
				}
			}
		},
		["晖"] = {
			result = true
		},
		["氏"] = {
			["努"] = {
				result = true
			},
			["弓"] = {
				["努"] = {
					result = true,
					["专"] = {
						result = true,
						["供"] = {
							result = true
						},
						["营"] = {
							result = true
						}
					}
				},
				["弩"] = {
					["专"] = {
						result = true,
						["供"] = {
							result = true
						},
						["营"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			},
			["弩"] = {
				result = true,
				["直"] = {
					["销"] = {
						result = true
					}
				}
			}
		},
		["皇"] = {
			["天"] = {
				["下"] = {
					result = true
				}
			},
			["岛"] = {
				["假"] = {
					["证"] = {
						result = true
					}
				},
				["冰"] = {
					["毒"] = {
						result = true,
						["冰"] = {
							["毒"] = {
								result = true
							}
						}
					}
				},
				["办"] = {
					["假"] = {
						["证"] = {
							result = true
						}
					}
				},
				["发"] = {
					["票"] = {
						["代"] = {
							["理"] = {
								result = true
							}
						}
					}
				},
				["教"] = {
					["师"] = {
						result = true
					}
				},
				["汽"] = {
					["狗"] = {
						result = true
					}
				}
			}
		},
		["红"] = {
			["棉"] = {
				result = true
			}
		},
		["观"] = {
			result = true
		}
	},
	["穆"] = {
		["家"] = {
			["峪"] = {
				["哪"] = {
					["找"] = {
						["小"] = {
							["姐"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["穷"] = {
		b = {
			result = true
		},
		["奇"] = {
			result = true
		}
	},
	["空"] = {
		m = {
			["姐"] = {
				result = true
			}
		},
		["中"] = {
			["城"] = {
				["市"] = {
					result = true
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			},
			["拦"] = {
				["截"] = {
					["改"] = {
						["号"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				result = true
			},
			["飛"] = {
				["人"] = {
					result = true
				}
			},
			["飞"] = {
				["人"] = {
					result = true
				}
			},
			["马"] = {
				["戏"] = {
					result = true
				}
			}
		},
		["之"] = {
			["色"] = {
				["水"] = {
					["之"] = {
						["色"] = {
							result = true
						}
					}
				}
			}
		},
		["仓"] = {
			["挂"] = {
				["机"] = {
					["机"] = {
						["构"] = {
							result = true
						}
					}
				}
			}
		},
		["军"] = {
			["一"] = {
				["号"] = {
					["娱"] = {
						["乐"] = {
							result = true
						}
					}
				}
			},
			["军"] = {
				["用"] = {
					["匕"] = {
						["首"] = {
							result = true
						}
					}
				}
			},
			["副"] = {
				["参"] = {
					["谋"] = {
						["长"] = {
							result = true
						}
					}
				}
			},
			["型"] = {
				["的"] = {
					M = {
						["1"] = {
							["6"] = {
								result = true
							}
						}
					}
				}
			},
			["武"] = {
				["士"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["砍"] = {
				["刀"] = {
					result = true
				}
			}
		},
		["劲"] = {
			["功"] = {
				result = true
			}
		},
		["包"] = {
			["弹"] = {
				["助"] = {
					["退"] = {
						["器"] = {
							result = true
						}
					}
				},
				["抛"] = {
					["射"] = {
						result = true
					}
				}
			}
		},
		["天"] = {
			["使"] = {
				["全"] = {
					["集"] = {
						result = true
					}
				},
				["好"] = {
					["色"] = {
						["妻"] = {
							result = true
						}
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				},
				["系"] = {
					["列"] = {
						result = true
					}
				}
			}
		},
		["姐"] = {
			A = {
				V = {
					result = true
				}
			},
			["上"] = {
				["門"] = {
					["服"] = {
						["務"] = {
							result = true
						}
					}
				},
				["门"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["出"] = {
				["台"] = {
					result = true
				}
			},
			["制"] = {
				["服"] = {
					result = true,
					["的"] = {
						["诱"] = {
							["惑"] = {
								result = true
							}
						}
					}
				}
			},
			["在"] = {
				["线"] = {
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["穴"] = {
					result = true
				}
			},
			["强"] = {
				["奸"] = {
					["门"] = {
						result = true
					}
				}
			},
			["操"] = {
				result = true
			},
			["无"] = {
				["毛"] = {
					["系"] = {
						["列"] = {
							result = true
						}
					}
				},
				["码"] = {
					result = true
				}
			},
			["無"] = {
				["碼"] = {
					result = true
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						result = true
					}
				}
			},
			["自"] = {
				["慰"] = {
					["系"] = {
						["列"] = {
							result = true
						}
					}
				}
			},
			["被"] = {
				["强"] = {
					["奸"] = {
						result = true
					}
				}
			},
			["骚"] = {
				B = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			}
		},
		["射"] = {
			["巡"] = {
				["航"] = {
					["导"] = {
						["弹"] = {
							result = true
						}
					}
				}
			}
		},
		["巢"] = {
			["留"] = {
				["守"] = {
					["村"] = {
						["妇"] = {
							result = true
						}
					}
				}
			}
		},
		["心"] = {
			["尖"] = {
				["头"] = {
					["铅"] = {
						["弹"] = {
							result = true
						}
					}
				}
			}
		},
		["战"] = {
			["英"] = {
				["豪"] = {
					result = true
				}
			}
		},
		["椅"] = {
			["子"] = {
				[" "] = {
					["奥"] = {
						["斯"] = {
							["陆"] = {
								result = true
							}
						}
					}
				},
				["及"] = {
					["刘"] = {
						["晓"] = {
							["波"] = {
								result = true
							}
						}
					}
				},
				["奥"] = {
					["斯"] = {
						["陆"] = {
							result = true
						}
					}
				}
			}
		},
		["白"] = {
			["发"] = {
				["票"] = {
					result = true,
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			},
			["商"] = {
				["业"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["普"] = {
				["通"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["税"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			}
		},
		["空"] = {
			["幻"] = {
				result = true,
				["在"] = {
					["线"] = {
						result = true
					}
				}
			}
		},
		["间"] = {
			["中"] = {
				["奖"] = {
					result = true
				}
			}
		}
	},
	["窃"] = {
		["."] = {
			["听"] = {
				["."] = {
					["器"] = {
						result = true
					}
				}
			}
		},
		["、"] = {
			["听"] = {
				result = true
			}
		},
		["厛"] = {
			["軟"] = {
				["件"] = {
					result = true
				}
			}
		},
		["听"] = {
			["%"] = {
				["器"] = {
					result = true
				}
			},
			["."] = {
				["器"] = {
					result = true
				}
			},
			["卡"] = {
				result = true
			},
			["噐"] = {
				result = true
			},
			["器"] = {
				["价"] = {
					["格"] = {
						result = true
					}
				},
				["材"] = {
					["%"] = {
						["软"] = {
							["件"] = {
								result = true
							}
						}
					},
					["专"] = {
						result = true
					},
					["软"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["手"] = {
				["机"] = {
					result = true,
					["软"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["监"] = {
				["听"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["软"] = {
				["件"] = {
					result = true
				}
			},
			["隐"] = {
				["私"] = {
					result = true
				}
			}
		},
		["聽"] = {
			result = true,
			["器"] = {
				result = true
			}
		}
	},
	["窮"] = {
		["人"] = {
			["家"] = {
				["的"] = {
					["少"] = {
						["女"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["竊"] = {
		["聽"] = {
			result = true,
			["%"] = {
				["器"] = {
					result = true
				}
			},
			["卡"] = {
				result = true
			},
			["器"] = {
				["價"] = {
					["格"] = {
						result = true
					}
				},
				["材"] = {
					["%"] = {
						["軟"] = {
							["體"] = {
								result = true
							}
						}
					}
				}
			},
			["監"] = {
				["聽"] = {
					["卡"] = {
						result = true
					}
				}
			}
		}
	},
	["立"] = {
		["刻"] = {
			["强"] = {
				result = true
			},
			["抢"] = {
				result = true
			}
		},
		["即"] = {
			["博"] = {
				result = true
			}
		},
		["木"] = {
			["佳"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["爱"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["河"] = {
			["美"] = {
				["由"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["花"] = {
			["丽"] = {
				["华"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["律"] = {
				["子"] = {
					result = true
				}
			},
			["瞳"] = {
				result = true
			},
			["里"] = {
				["子"] = {
					result = true
				}
			}
		}
	},
	["笠"] = {
		["木"] = {
			["忍"] = {
				["无"] = {
					["码"] = {
						result = true
					}
				}
			}
		}
	},
	["筠"] = {
		["连"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		}
	},
	["筷"] = {
		["播"] = {
			["铯"] = {
				["情"] = {
					["魸"] = {
						["種"] = {
							["孒"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["萿"] = {
			["林"] = {
				result = true
			},
			["谷"] = {
				["論"] = {
					["壇"] = {
						result = true
					}
				}
			}
		},
		["謾"] = {
			["機"] = {
				result = true
			}
		},
		["速"] = {
			["办"] = {
				["理"] = {
					["駕"] = {
						["照"] = {
							result = true
						}
					}
				},
				["證"] = {
					result = true
				}
			}
		},
		["铯"] = {
			["紦"] = {
				result = true
			}
		}
	},
	["签"] = {
		["署"] = {
			["人"] = {
				["名"] = {
					["录"] = {
						result = true
					}
				}
			},
			["命"] = {
				["令"] = {
					result = true
				}
			}
		},
		["证"] = {
			result = true
		}
	},
	["篮"] = {
		["球"] = {
			["现"] = {
				["金"] = {
					["投"] = {
						["注"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["簽"] = {
		["署"] = {
			["人"] = {
				["名"] = {
					["錄"] = {
						result = true
					}
				}
			},
			["命"] = {
				["令"] = {
					result = true
				}
			}
		}
	},
	["米"] = {
		["奇"] = {
			["情"] = {
				["色"] = {
					result = true
				}
			}
		},
		["田"] = {
			["共"] = {
				result = true
			},
			["友"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["糗"] = {
		["事"] = {
			["百"] = {
				["科"] = {
					["成"] = {
						["人"] = {
							["版"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["糢"] = {
		["特"] = {
			["裸"] = {
				["聊"] = {
					result = true
				}
			}
		}
	},
	["紗"] = {
		["仴"] = {
			["結"] = {
				["埖"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		},
		["倉"] = {
			["真"] = {
				["菜"] = {
					result = true
				}
			}
		},
		["月"] = {
			["結"] = {
				["花"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["絕"] = {
		["色"] = {
			result = true,
			["皇"] = {
				["城"] = {
					result = true
				}
			}
		},
		["铯"] = {
			["隍"] = {
				["城"] = {
					result = true
				}
			}
		},
		["頂"] = {
			["中"] = {
				["出"] = {
					result = true
				}
			}
		}
	},
	["綦"] = {
		["江"] = {
			["县"] = {
				["专"] = {
					["业"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["綾"] = {
		["乃"] = {
			["梓"] = {
				B = {
					T = {
						result = true
					}
				}
			}
		},
		["川"] = {
			["早"] = {
				["希"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["波"] = {
			result = true
		},
		["見"] = {
			["志"] = {
				["穗"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["緬"] = {
		["淉"] = {
			["電"] = {
				["話"] = {
					result = true
				}
			}
		},
		["甸"] = {
			["冰"] = {
				k = {
					["粉"] = {
						result = true
					}
				}
			}
		}
	},
	["纰"] = {
		["潑"] = {
			["κ"] = {
				["帉"] = {
					result = true
				}
			},
			["尒"] = {
				["栤"] = {
					["磚"] = {
						result = true
					}
				}
			},
			["栤"] = {
				["毐"] = {
					result = true
				}
			},
			["檠"] = {
				["鼡"] = {
					["電"] = {
						["击"] = {
							["輥"] = {
								result = true
							}
						}
					}
				}
			},
			["汸"] = {
				["嫃"] = {
					["熗"] = {
						result = true
					}
				}
			},
			["渁"] = {
				["淉"] = {
					["栤"] = {
						result = true
					}
				}
			},
			["軍"] = {
				["鼡"] = {
					["匕"] = {
						["渞"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["纱"] = {
		["仓"] = {
			["真"] = {
				["菜"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["月"] = {
			["结"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["纽"] = {
		["约"] = {
			["时"] = {
				["报"] = {
					[" "] = {
						["家"] = {
							["宝"] = {
								result = true
							}
						},
						["温"] = {
							result = true
						}
					},
					x = {
						i = {
							result = true
						}
					},
					["习"] = {
						result = true
					}
				}
			}
		}
	},
	["绝"] = {
		["世"] = {
			["骚"] = {
				["逼"] = {
					result = true
				}
			}
		},
		["密"] = {
			["档"] = {
				["案"] = {
					result = true
				}
			},
			["清"] = {
				["场"] = {
					result = true
				}
			}
		},
		["对"] = {
			a = {
				v = {
					result = true
				}
			},
			["处"] = {
				["女"] = {
					result = true
				}
			},
			["女"] = {
				["神"] = {
					result = true
				}
			},
			["好"] = {
				["图"] = {
					result = true
				}
			},
			["的"] = {
				["素"] = {
					["颜"] = {
						result = true
					}
				}
			},
			["真"] = {
				["实"] = {
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			},
			["群"] = {
				["发"] = {
					result = true
				}
			},
			["超"] = {
				["值"] = {
					["的"] = {
						result = true
					}
				}
			},
			["高"] = {
				["潮"] = {
					["药"] = {
						result = true
					}
				}
			}
		},
		["美"] = {
			["影"] = {
				["城"] = {
					["网"] = {
						result = true
					}
				}
			},
			["脸"] = {
				["蛋"] = {
					result = true
				}
			},
			["野"] = {
				["外"] = {
					["露"] = {
						["点"] = {
							result = true
						}
					}
				}
			}
		},
		["色"] = {
			result = true,
			s = {
				e = {
					x = {
						result = true
					}
				}
			},
			["中"] = {
				["出"] = {
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["倾"] = {
				["城"] = {
					result = true
				}
			},
			["图"] = {
				["库"] = {
					result = true
				}
			},
			["家"] = {
				["族"] = {
					result = true,
					["终"] = {
						["结"] = {
							["篇"] = {
								result = true
							}
						}
					}
				}
			},
			["少"] = {
				["妇"] = {
					result = true
				}
			},
			["淫"] = {
				["妃"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					["秀"] = {
						result = true
					}
				}
			},
			["电"] = {
				["眼"] = {
					["荡"] = {
						["女"] = {
							result = true
						}
					}
				}
			},
			["皇"] = {
				["城"] = {
					result = true
				}
			},
			["美"] = {
				["屄"] = {
					result = true
				}
			},
			["诱"] = {
				["惑"] = {
					result = true
				}
			},
			["风"] = {
				["华"] = {
					["前"] = {
						["传"] = {
							result = true
						}
					}
				}
			}
		},
		["艳"] = {
			["居"] = {
				["家"] = {
					["少"] = {
						["妇"] = {
							result = true
						}
					}
				}
			}
		},
		["诱"] = {
			["的"] = {
				["袜"] = {
					["裤"] = {
						result = true
					}
				}
			}
		},
		["顶"] = {
			["娘"] = {
				result = true
			},
			["的"] = {
				["浪"] = {
					["叫"] = {
						result = true
					}
				}
			}
		},
		["食"] = {
			[" "] = {
				["静"] = {
					["坐"] = {
						result = true
					}
				}
			},
			["6"] = {
				["4"] = {
					["小"] = {
						["时"] = {
							result = true
						}
					}
				}
			},
			["书"] = {
				result = true
			},
			["六"] = {
				["四"] = {
					result = true
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						result = true
					}
				}
			},
			["宣"] = {
				["言"] = {
					result = true
				}
			},
			["平"] = {
				["反"] = {
					result = true
				}
			},
			["潮"] = {
				["开"] = {
					["始"] = {
						result = true
					}
				}
			},
			["静"] = {
				["坐"] = {
					result = true
				}
			}
		}
	},
	["绫"] = {
		["波"] = {
			["凉"] = {
				["无"] = {
					["码"] = {
						result = true
					},
					["马"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["濑"] = {
			["丽"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["遥"] = {
				["无"] = {
					["码"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						},
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				},
				["高"] = {
					["清"] = {
						result = true,
						A = {
							V = {
								result = true
							}
						}
					}
				}
			}
		},
		["见"] = {
			["志"] = {
				["穗"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["绮"] = {
		["梦"] = {
			result = true
		}
	},
	["绵"] = {
		["濑"] = {
			["真"] = {
				["梨"] = {
					["实"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["竹"] = {
			["迷"] = {
				["魂"] = {
					["香"] = {
						result = true
					}
				}
			}
		},
		["羊"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["阳"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["办"] = {
				["证"] = {
					result = true
				}
			},
			["气"] = {
				["枪"] = {
					result = true
				}
			}
		}
	},
	["绿"] = {
		["色"] = {
			["伟"] = {
				["哥"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["火"] = {
				["炸"] = {
					["药"] = {
						result = true
					}
				}
			}
		}
	},
	["缅"] = {
		["古"] = {
			result = true
		},
		["甸"] = {
			["三"] = {
				["唑"] = {
					["仑"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["冰"] = {
				k = {
					["粉"] = {
						result = true
					}
				},
				["麻"] = {
					["古"] = {
						result = true
					}
				}
			},
			["果"] = {
				["子"] = {
					result = true
				}
			},
			["麻"] = {
				["古"] = {
					result = true
				}
			}
		}
	},
	["缱"] = {
		["绻"] = {
			["尘"] = {
				["世"] = {
					["的"] = {
						["美"] = {
							["母"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["缺"] = {
		["失"] = {
			["日"] = {
				result = true
			}
		},
		["德"] = {
			["刘"] = {
				["云"] = {
					["山"] = {
						result = true
					}
				}
			}
		},
		["氧"] = {
			["生"] = {
				["命"] = {
					["损"] = {
						["失"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["罄"] = {
		["竹"] = {
			["难"] = {
				["书"] = {
					result = true
				}
			}
		}
	},
	["罗"] = {
		["京"] = {
			result = true
		},
		["平"] = {
			["恐"] = {
				["怖"] = {
					["分"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["聊"] = {
			["视"] = {
				["频"] = {
					["观"] = {
						["看"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["羌"] = {
		["族"] = {
			["小"] = {
				["刀"] = {
					result = true
				}
			}
		}
	},
	["美"] = {
		["1"] = {
			["国"] = {
				["1"] = {
					["伟"] = {
						["1"] = {
							["哥"] = {
								result = true
							}
						}
					}
				}
			}
		},
		z = {
			["女"] = {
				result = true
			}
		},
		["♀"] = {
			["女"] = {
				result = true
			}
		},
		["マ"] = {
			["ン"] = {
				["の"] = {
					["極"] = {
						["意"] = {
							result = true
						}
					}
				}
			}
		},
		["七"] = {
			["七"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["不"] = {
			["美"] = {
				["看"] = {
					["大"] = {
						["腿"] = {
							result = true
						}
					}
				}
			}
		},
		["丽"] = {
			["的"] = {
				["身"] = {
					["躯"] = {
						["引"] = {
							["诱"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["人"] = {
			["劫"] = {
				result = true
			},
			["妻"] = {
				result = true
			}
		},
		["他"] = {
			["佐"] = {
				["辛"] = {
					result = true
				}
			}
		},
		["仙"] = {
			["子"] = {
				result = true
			}
		},
		["吡"] = {
			["利"] = {
				["啶"] = {
					result = true
				}
			}
		},
		["咲"] = {
			["唯"] = {
				b = {
					t = {
						result = true
					}
				},
				["全"] = {
					["集"] = {
						result = true
					}
				},
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["無"] = {
					["碼"] = {
						result = true
					}
				},
				["电"] = {
					["驴"] = {
						result = true
					}
				},
				["電"] = {
					["驢"] = {
						result = true
					}
				}
			},
			["恭"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["留"] = {
				["衣"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["结"] = {
				["衣"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["麻"] = {
				["衣"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["国"] = {
			["沙"] = {
				["鹰"] = {
					result = true
				}
			},
			["秃"] = {
				["鹰"] = {
					result = true,
					["配"] = {
						["件"] = {
							result = true
						}
					}
				}
			}
		},
		["图"] = {
			["写"] = {
				["真"] = {
					result = true
				}
			},
			["门"] = {
				["户"] = {
					result = true
				}
			}
		},
		["堂"] = {
			["丽"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["奈"] = {
			["美"] = {
				["蓝"] = {
					["这"] = {
						["全"] = {
							["集"] = {
								result = true
							}
						}
					}
				},
				["藍"] = {
					["這"] = {
						["全"] = {
							["集"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["妇"] = {
			result = true
		},
		["妖"] = {
			result = true
		},
		["妙"] = {
			["人"] = {
				["妇"] = {
					result = true
				}
			}
		},
		["妻"] = {
			["性"] = {
				["奴"] = {
					["史"] = {
						result = true
					}
				}
			},
			["淫"] = {
				["妓"] = {
					["系"] = {
						["列"] = {
							result = true
						}
					}
				}
			},
			["瑶"] = {
				["瑶"] = {
					["三"] = {
						["部"] = {
							["曲"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["姐"] = {
			["凌"] = {
				["辱"] = {
					["计"] = {
						["划"] = {
							result = true
						}
					}
				}
			}
		},
		["娇"] = {
			["娘"] = {
				result = true
			}
		},
		["媚"] = {
			["穴"] = {
				["贴"] = {
					["图"] = {
						result = true
					}
				}
			},
			["自"] = {
				["慰"] = {
					["圖"] = {
						result = true
					}
				}
			}
		},
		["安"] = {
			["户"] = {
				["外"] = {
					result = true
				}
			}
		},
		["容"] = {
			["精"] = {
				["液"] = {
					result = true
				}
			}
		},
		["密"] = {
			["禿"] = {
				result = true
			}
		},
		["少"] = {
			n = {
				v = {
					["中"] = {
						["潮"] = {
							result = true
						}
					}
				}
			},
			["女"] = {
				result = true
			},
			["婦"] = {
				result = true
			}
		},
		["尻"] = {
			["中"] = {
				["出"] = {
					result = true
				}
			},
			["俱"] = {
				["樂"] = {
					["部"] = {
						result = true
					}
				}
			},
			["套"] = {
				["图"] = {
					result = true
				}
			},
			["物"] = {
				["語"] = {
					result = true
				},
				["语"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["屄"] = {
			result = true,
			["特"] = {
				["写"] = {
					result = true
				}
			}
		},
		["巨"] = {
			["乳"] = {
				["自"] = {
					["慰"] = {
						result = true
					}
				}
			}
		},
		["幼"] = {
			["专"] = {
				["区"] = {
					result = true
				}
			}
		},
		["性"] = {
			["网"] = {
				result = true
			}
		},
		["感"] = {
			["少"] = {
				["妇"] = {
					result = true
				}
			}
		},
		["散"] = {
			["痛"] = {
				result = true
			}
		},
		["月"] = {
			["安"] = {
				["娜"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["遥"] = {
				A = {
					V = {
						I = {
							result = true
						}
					}
				}
			}
		},
		["水"] = {
			["之"] = {
				["美"] = {
					result = true
				}
			}
		},
		["氵"] = {
			["少"] = {
				["酮"] = {
					result = true
				}
			}
		},
		["洋"] = {
			["美"] = {
				["网"] = {
					result = true
				}
			}
		},
		["淫"] = {
			result = true
		},
		["爆"] = {
			["乳"] = {
				result = true,
				["少"] = {
					["女"] = {
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["版"] = {
			["秃"] = {
				["鹰"] = {
					result = true
				}
			}
		},
		["痧"] = {
			["酮"] = {
				result = true
			}
		},
		["白"] = {
			["水"] = {
				["嫩"] = {
					["诱"] = {
						["惑"] = {
							result = true
						}
					}
				}
			},
			["爆"] = {
				["乳"] = {
					["美"] = {
						["少"] = {
							["妇"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["眉"] = {
			result = true
		},
		["知"] = {
			["广"] = {
				["子"] = {
					result = true
				}
			}
		},
		["神"] = {
			["ル"] = {
				["ナ"] = {
					result = true
				}
			}
		},
		["禿"] = {
			result = true
		},
		["穂"] = {
			n = {
				["5"] = {
					result = true
				}
			}
		},
		["穗"] = {
			["由"] = {
				["纪"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["色"] = {
						["情"] = {
							["片"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["童"] = {
			["颜"] = {
				["巨"] = {
					["乳"] = {
						result = true
					}
				}
			}
		},
		["竹"] = {
			["凉"] = {
				["子"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				},
				["紫"] = {
					["无"] = {
						["马"] = {
							result = true
						}
					}
				}
			}
		},
		["籍"] = {
			["日"] = {
				["女"] = {
					["帰"] = {
						["国"] = {
							result = true
						}
					}
				}
			}
		},
		["系"] = {
			["元"] = {
				["人"] = {
					["气"] = {
						["宫"] = {
							["嶋"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["纱"] = {
			["赤"] = {
				["裸"] = {
					result = true
				}
			}
		},
		["脚"] = {
			["淫"] = {
				["乱"] = {
					["女"] = {
						result = true
					}
				}
			},
			["痴"] = {
				["女"] = {
					result = true
				}
			},
			["美"] = {
				["尻"] = {
					result = true
				}
			}
		},
		["臀"] = {
			result = true,
			["夹"] = {
				["阝"] = {
					["月"] = {
						result = true
					}
				}
			},
			["网"] = {
				result = true
			}
		},
		["色"] = {
			result = true
		},
		["艳"] = {
			["人"] = {
				["妻"] = {
					result = true
				}
			},
			["嫩"] = {
				["模"] = {
					result = true
				}
			},
			["少"] = {
				["妇"] = {
					["生"] = {
						["活"] = {
							result = true
						}
					}
				}
			},
			["淫"] = {
				["娃"] = {
					result = true
				}
			},
			["熟"] = {
				["妇"] = {
					result = true
				}
			}
		},
		["语"] = {
			["圈"] = {
				["圈"] = {
					result = true
				}
			}
		},
		["贵"] = {
			["妇"] = {
				result = true
			}
		},
		["轮"] = {
			["春"] = {
				["菜"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["逼"] = {
			["影"] = {
				["院"] = {
					result = true
				}
			}
		},
		["里"] = {
			["未"] = {
				["梨"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["领"] = {
			["馆"] = {
				result = true
			}
		},
		["騷"] = {
			["婦"] = {
				result = true
			}
		}
	},
	["羟"] = {
		["亚"] = {
			["胺"] = {
				result = true,
				["专"] = {
					result = true
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				}
			}
		},
		["基"] = {
			["丁"] = {
				["酸"] = {
					["钠"] = {
						result = true
					}
				}
			},
			["乙"] = {
				["腈"] = {
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			},
			["环"] = {
				["戊"] = {
					["基"] = {
						result = true
					}
				}
			},
			["環"] = {
				["戊"] = {
					["基"] = {
						result = true
					}
				}
			}
		}
	},
	["羣"] = {
		["茭"] = {
			["哌"] = {
				["怼"] = {
					result = true
				}
			},
			["視"] = {
				["頻"] = {
					result = true
				}
			}
		}
	},
	["群"] = {
		P = {
			["图"] = {
				result = true
			},
			["淫"] = {
				["虐"] = {
					result = true
				}
			},
			["照"] = {
				["片"] = {
					result = true
				}
			}
		},
		p = {
			["淫"] = {
				["战"] = {
					result = true
				}
			}
		},
		["一"] = {
			["夜"] = {
				["情"] = {
					result = true
				}
			}
		},
		["交"] = {
			["?"] = {
				y = {
					["舞"] = {
						result = true
					}
				}
			},
			A = {
				V = {
					result = true
				}
			},
			["乱"] = {
				["交"] = {
					result = true
				},
				["舞"] = {
					result = true
				}
			},
			["免"] = {
				["费"] = {
					result = true
				}
			},
			["图"] = {
				result = true
			},
			["多"] = {
				P = {
					result = true
				}
			},
			["大"] = {
				["派"] = {
					["对"] = {
						result = true
					}
				}
			},
			["射"] = {
				["精"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["强"] = {
				["奸"] = {
					result = true
				}
			},
			["影"] = {
				["片"] = {
					result = true
				}
			},
			["插"] = {
				["入"] = {
					result = true,
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["暴"] = {
				["力"] = {
					result = true
				}
			},
			["派"] = {
				["对"] = {
					result = true,
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				},
				["對"] = {
					result = true
				}
			},
			["淫"] = {
				["乱"] = {
					result = true
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						result = true
					}
				}
			},
			["网"] = {
				result = true
			},
			["舞"] = {
				["会"] = {
					result = true
				}
			},
			["視"] = {
				["頻"] = {
					result = true
				}
			},
			["视"] = {
				["频"] = {
					result = true,
					["在"] = {
						["线"] = {
							result = true
						}
					},
					["地"] = {
						["址"] = {
							result = true
						}
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			},
			["记"] = {
				result = true
			},
			["论"] = {
				["坛"] = {
					result = true
				}
			},
			["贴"] = {
				["图"] = {
					result = true
				}
			},
			["集"] = {
				["锦"] = {
					result = true
				}
			},
			["频"] = {
				result = true
			},
			["黑"] = {
				["妹"] = {
					result = true
				}
			}
		},
		["众"] = {
			["城"] = {
				["管"] = {
					result = true
				}
			},
			["意"] = {
				["见"] = {
					["耳"] = {
						["旁"] = {
							["风"] = {
								result = true
							}
						}
					}
				}
			},
			["没"] = {
				["有"] = {
					["不"] = {
						["满"] = {
							["意"] = {
								result = true
							}
						}
					}
				}
			},
			["演"] = {
				["员"] = {
					["作"] = {
						["秀"] = {
							result = true
						}
					}
				}
			},
			["疾"] = {
				["苦"] = {
					["不"] = {
						["当"] = {
							["事"] = {
								result = true
							}
						}
					}
				}
			},
			["质"] = {
				["问"] = {
					["吹"] = {
						["胡"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["运"] = {
				["动"] = {
					result = true
				}
			},
			["面"] = {
				["前"] = {
					["说"] = {
						["官"] = {
							["话"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["体"] = {
			["回"] = {
				["复"] = {
					result = true
				}
			},
			["斗"] = {
				["殴"] = {
					result = true
				}
			}
		},
		["发"] = {
			["短"] = {
				["信"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			}
		},
		["奸"] = {
			["亂"] = {
				["交"] = {
					result = true
				}
			},
			["绝"] = {
				["色"] = {
					["荡"] = {
						["妇"] = {
							result = true
						}
					}
				}
			},
			["輪"] = {
				["射"] = {
					result = true
				}
			}
		},
		["妹"] = {
			["裸"] = {
				["聊"] = {
					result = true
				}
			}
		},
		["己"] = {
			["权"] = {
				["界"] = {
					result = true
				}
			}
		},
		["战"] = {
			["男"] = {
				["同"] = {
					["聚"] = {
						["会"] = {
							result = true
						}
					}
				}
			}
		},
		["殴"] = {
			result = true,
			["新"] = {
				["疆"] = {
					result = true
				}
			},
			["藏"] = {
				["人"] = {
					result = true
				}
			}
		},
		["淫"] = {
			["乱"] = {
				["交"] = {
					["的"] = {
						["空"] = {
							["间"] = {
								result = true
							}
						}
					}
				}
			},
			["无"] = {
				["码"] = {
					result = true
				}
			}
		},
		["爱"] = {
			["之"] = {
				["快"] = {
					["乐"] = {
						["人"] = {
							["生"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["益"] = {
			["网"] = {
				result = true
			}
		},
		["芳"] = {
			["记"] = {
				result = true
			}
		},
		["英"] = {
			["人"] = {
				["才"] = {
					["网"] = {
						result = true
					}
				}
			},
			["足"] = {
				["球"] = {
					["吧"] = {
						result = true
					}
				}
			}
		},
		["蚁"] = {
			["附"] = {
				["膻"] = {
					["抗"] = {
						["潮"] = {
							["流"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["裸"] = {
			["聊"] = {
				result = true
			}
		},
		["鉸"] = {
			["視"] = {
				["频"] = {
					result = true
				}
			}
		},
		["阴"] = {
			result = true
		},
		["陰"] = {
			["會"] = {
				result = true
			}
		},
		["馬"] = {
			result = true
		},
		["魔"] = {
			["乱"] = {
				["舞"] = {
					result = true
				}
			}
		},
		["鲛"] = {
			["蒎"] = {
				["対"] = {
					result = true
				}
			},
			["視"] = {
				["頻"] = {
					result = true
				}
			}
		}
	},
	["羥"] = {
		["基"] = {
			["環"] = {
				["戊"] = {
					["基"] = {
						result = true
					}
				}
			}
		}
	},
	["翘"] = {
		["臀"] = {
			["小"] = {
				result = true
			},
			["美"] = {
				result = true
			}
		}
	},
	["翹"] = {
		["臀"] = {
			["嫩"] = {
				["穴"] = {
					result = true
				},
				["逼"] = {
					result = true
				}
			}
		}
	},
	["老"] = {
		b = {
			result = true
		},
		["三"] = {
			["工"] = {
				result = true
			},
			["怪"] = {
				["玄"] = {
					["机"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["高"] = {
				["清"] = {
					result = true
				}
			}
		},
		["九"] = {
			["电"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["二"] = {
			result = true
		},
		["人"] = {
			["保"] = {
				["健"] = {
					["数"] = {
						["据"] = {
							result = true
						}
					}
				},
				["险"] = {
					["资"] = {
						["料"] = {
							result = true
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					result = true
				}
			},
			["名"] = {
				["录"] = {
					result = true
				}
			},
			["头"] = {
				result = true
			},
			["干"] = {
				["政"] = {
					result = true
				}
			},
			["数"] = {
				["据"] = {
					["专"] = {
						result = true
					},
					["信"] = {
						["息"] = {
							result = true
						}
					},
					["资"] = {
						["料"] = {
							result = true
						}
					}
				}
			},
			["款"] = {
				["人"] = {
					["皮"] = {
						["面"] = {
							["具"] = {
								result = true
							}
						}
					}
				}
			},
			["电"] = {
				["购"] = {
					["数"] = {
						["据"] = {
							result = true
						}
					}
				}
			}
		},
		["公"] = {
			["今"] = {
				["晚"] = {
					["我"] = {
						["加"] = {
							["班"] = {
								result = true
							}
						}
					}
				}
			},
			["和"] = {
				["女"] = {
					["儿"] = {
						["做"] = {
							["爱"] = {
								result = true
							}
						}
					}
				}
			},
			["被"] = {
				["調"] = {
					["走"] = {
						result = true
					}
				}
			},
			["请"] = {
				["原"] = {
					["谅"] = {
						["我"] = {
							result = true
						}
					}
				}
			},
			["轻"] = {
				["一"] = {
					["点"] = {
						["疼"] = {
							result = true
						}
					}
				}
			}
		},
		["兵"] = {
			["历"] = {
				["属"] = {
					["找"] = {
						["习"] = {
							result = true
						}
					}
				}
			},
			["古"] = {
				["田"] = {
					result = true,
					["上"] = {
						["访"] = {
							result = true
						}
					}
				}
			},
			["戒"] = {
				["装"] = {
					["古"] = {
						["田"] = {
							result = true
						}
					}
				}
			},
			["抢"] = {
				["网"] = {
					result = true
				}
			},
			["挂"] = {
				["勋"] = {
					["章"] = {
						["找"] = {
							["习"] = {
								result = true
							}
						}
					}
				}
			},
			["福"] = {
				["建"] = {
					["找"] = {
						["习"] = {
							result = true
						}
					}
				}
			}
		},
		["华"] = {
			["立"] = {
				["马"] = {
					["靠"] = {
						["边"] = {
							["站"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["卵"] = {
			result = true
		},
		["味"] = {
			result = true
		},
		["唬"] = {
			["机"] = {
				["作"] = {
					["弊"] = {
						result = true
					}
				}
			}
		},
		["四"] = {
			result = true
		},
		["坑"] = {
			["翡"] = {
				["翠"] = {
					["双"] = {
						["开"] = {
							result = true
						}
					}
				}
			}
		},
		["城"] = {
			["市"] = {
				["猎"] = {
					["人"] = {
						result = true,
						["户"] = {
							["外"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["外"] = {
			["开"] = {
				["信"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["撸"] = {
				result = true
			}
		},
		["大"] = {
			result = true,
			["军"] = {
				["品"] = {
					result = true
				}
			}
		},
		["女"] = {
			["嫩"] = {
				B = {
					result = true
				}
			}
		},
		["妹"] = {
			["的"] = {
				["小"] = {
					["嫩"] = {
						["逼"] = {
							result = true
						}
					}
				}
			}
		},
		["姐"] = {
			["妹"] = {
				["双"] = {
					["飞"] = {
						result = true
					}
				}
			}
		},
		["姜"] = {
			result = true
		},
		["婆"] = {
			P = {
				["完"] = {
					["整"] = {
						["版"] = {
							result = true
						}
					}
				}
			},
			["上"] = {
				["位"] = {
					result = true
				}
			},
			["偷"] = {
				["食"] = {
					result = true
				}
			},
			["出"] = {
				["軌"] = {
					["調"] = {
						["查"] = {
							result = true
						}
					}
				},
				["轨"] = {
					["调"] = {
						["查"] = {
							result = true
						}
					}
				}
			},
			["原"] = {
				["味"] = {
					result = true
				}
			},
			["变"] = {
				["心"] = {
					["了"] = {
						result = true
					}
				}
			},
			["喷"] = {
				["水"] = {
					["了"] = {
						result = true
					}
				}
			},
			["大"] = {
				["喊"] = {
					["给"] = {
						["我"] = {
							result = true
						}
					}
				}
			},
			["帮"] = {
				["我"] = {
					["打"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["搞"] = {
				P = {
					result = true
				}
			},
			["洗"] = {
				["澡"] = {
					result = true
				}
			},
			["的"] = {
				["口"] = {
					["技"] = {
						["真"] = {
							["爽"] = {
								result = true
							}
						}
					}
				},
				["圣"] = {
					["诞"] = {
						["派"] = {
							["对"] = {
								result = true
							}
						}
					}
				},
				["女"] = {
					["学"] = {
						["生"] = {
							result = true
						}
					}
				},
				["性"] = {
					["感"] = {
						["内"] = {
							["衣"] = {
								result = true
							}
						}
					},
					["福"] = {
						["生"] = {
							["活"] = {
								result = true
							}
						}
					}
				},
				["玉"] = {
					["足"] = {
						["脚"] = {
							["交"] = {
								result = true
							}
						}
					}
				},
				["美"] = {
					["臀"] = {
						["~"] = {
							result = true
						}
					}
				},
				["英"] = {
					["文"] = {
						["老"] = {
							["师"] = {
								result = true
							}
						}
					}
				},
				["闺"] = {
					["蜜"] = {
						result = true
					}
				},
				["骚"] = {
					["屄"] = {
						["特"] = {
							["写"] = {
								result = true
							}
						}
					}
				},
				["黑"] = {
					["丝"] = {
						["肉"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["穴"] = {
				result = true
			},
			["网"] = {
				result = true
			},
			["自"] = {
				["慰"] = {
					result = true,
					["给"] = {
						["我"] = {
							["看"] = {
								result = true
							}
						}
					}
				}
			},
			["陪"] = {
				["我"] = {
					["换"] = {
						["配"] = {
							["偶"] = {
								result = true
							}
						}
					}
				}
			},
			["露"] = {
				["脸"] = {
					result = true
				},
				["面"] = {
					["换"] = {
						["衫"] = {
							result = true
						}
					}
				}
			},
			["骚"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["婊"] = {
			["子"] = {
				result = true
			}
		},
		["子"] = {
			result = true
		},
		["孙"] = {
			["头"] = {
				["的"] = {
					["快"] = {
						["乐"] = {
							result = true
						}
					}
				}
			}
		},
		["少"] = {
			["亂"] = {
				["倫"] = {
					result = true
				}
			},
			["配"] = {
				["鲲"] = {
					["鹏"] = {
						["展"] = {
							["翅"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["师"] = {
			["1"] = {
				["6"] = {
					["岁"] = {
						result = true
					}
				}
			},
			["嫩"] = {
				["穴"] = {
					result = true
				}
			},
			["小"] = {
				["穴"] = {
					result = true
				}
			},
			["干"] = {
				["的"] = {
					["我"] = {
						["好"] = {
							["爽"] = {
								result = true
							}
						}
					}
				}
			},
			["我"] = {
				["要"] = {
					["射"] = {
						result = true
					}
				}
			},
			["操"] = {
				["女"] = {
					["老"] = {
						["师"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				["小"] = {
					["穴"] = {
						result = true
					}
				},
				["淫"] = {
					["液"] = {
						result = true
					}
				},
				["阴"] = {
					["道"] = {
						["好"] = {
							["紧"] = {
								result = true
							}
						}
					}
				}
			},
			["被"] = {
				["干"] = {
					["小"] = {
						["穴"] = {
							result = true
						}
					}
				}
			}
		},
		["師"] = {
			["我"] = {
				["要"] = {
					["射"] = {
						result = true
					}
				}
			}
		},
		["干"] = {
			["妈"] = {
				["辅"] = {
					["助"] = {
						result = true
					}
				}
			},
			["爹"] = {
				result = true
			},
			["部"] = {
				["找"] = {
					["小"] = {
						["姐"] = {
							result = true
						}
					}
				}
			}
		},
		["年"] = {
			["人"] = {
				["数"] = {
					["据"] = {
						["信"] = {
							["息"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["德"] = {
			["哥"] = {
				result = true
			}
		},
		["总"] = {
			["信"] = {
				["息"] = {
					result = true
				}
			},
			["手"] = {
				["机"] = {
					result = true
				}
			},
			["数"] = {
				["据"] = {
					result = true
				}
			},
			["资"] = {
				["料"] = {
					result = true
				}
			}
		},
		["挝"] = {
			["国"] = {
				["营"] = {
					["赌"] = {
						["场"] = {
							result = true
						}
					}
				}
			}
		},
		["撾"] = {
			["國"] = {
				["營"] = {
					["賭"] = {
						["場"] = {
							result = true
						}
					}
				}
			}
		},
		["旧"] = {
			["车"] = {
				["验"] = {
					["车"] = {
						result = true
					}
				}
			}
		},
		["时"] = {
			["时"] = {
				["彩"] = {
					result = true
				}
			}
		},
		["朝"] = {
			result = true
		},
		["板"] = {
			["信"] = {
				["息"] = {
					result = true
				}
			},
			["手"] = {
				["机"] = {
					["号"] = {
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						}
					},
					["数"] = {
						["据"] = {
							result = true
						}
					}
				}
			},
			["数"] = {
				["据"] = {
					result = true
				}
			},
			["私"] = {
				["人"] = {
					result = true
				}
			},
			["资"] = {
				["料"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					}
				}
			}
		},
		["林"] = {
			["军"] = {
				["品"] = {
					["网"] = {
						result = true
					}
				}
			},
			["汽"] = {
				["枪"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["根"] = {
			["嫩"] = {
				["草"] = {
					result = true
				}
			}
		},
		["比"] = {
			result = true
		},
		["毕"] = {
			["也"] = {
				["是"] = {
					["黑"] = {
						["丝"] = {
							["控"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["毛"] = {
			["死"] = {
				["去"] = {
					["妻"] = {
						["入"] = {
							["监"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["汉"] = {
			["推"] = {
				["车"] = {
					result = true
				}
			}
		},
		["江"] = {
			[" "] = {
				["挂"] = {
					result = true
				}
			},
			["同"] = {
				["志"] = {
					result = true
				}
			},
			["和"] = {
				["小"] = {
					["宋"] = {
						result = true
					}
				}
			},
			["没"] = {
				["死"] = {
					result = true
				}
			},
			["活"] = {
				["不"] = {
					["长"] = {
						result = true
					}
				},
				["着"] = {
					result = true
				}
			},
			["病"] = {
				["危"] = {
					result = true
				}
			},
			["的"] = {
				["人"] = {
					["马"] = {
						result = true
					}
				}
			},
			["被"] = {
				["软"] = {
					["禁"] = {
						result = true
					}
				}
			}
		},
		["湿"] = {
			result = true
		},
		["烈"] = {
			["头"] = {
				result = true
			}
		},
		["版"] = {
			["人"] = {
				["民"] = {
					["币"] = {
						result = true
					}
				}
			}
		},
		["牌"] = {
			["代"] = {
				["刷"] = {
					result = true
				}
			},
			["助"] = {
				["考"] = {
					result = true
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["狼"] = {
			["影"] = {
				["院"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			}
		},
		["猎"] = {
			["枪"] = {
				result = true
			}
		},
		["猴"] = {
			result = true
		},
		["王"] = {
			result = true
		},
		["男"] = {
			["人"] = {
				["网"] = {
					result = true
				},
				["调"] = {
					["教"] = {
						["儿"] = {
							["媳"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["瘪"] = {
			["三"] = {
				result = true
			}
		},
		["癟"] = {
			["三"] = {
				result = true
			}
		},
		["皇"] = {
			["冠"] = {
				["现"] = {
					["金"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["缅"] = {
			result = true
		},
		["翻"] = {
			result = true
		},
		["色"] = {
			["哥"] = {
				result = true,
				["网"] = {
					["址"] = {
						result = true
					}
				}
			},
			["狼"] = {
				result = true
			}
		},
		["葡"] = {
			["京"] = {
				["娱"] = {
					["乐"] = {
						["场"] = {
							result = true
						},
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["虎"] = {
			["三"] = {
				["工"] = {
					result = true
				}
			},
			["头"] = {
				["猎"] = {
					["狗"] = {
						result = true
					}
				}
			},
			["机"] = {
				["博"] = {
					["彩"] = {
						["平"] = {
							["台"] = {
								result = true
							}
						}
					}
				},
				["小"] = {
					["游"] = {
						["戏"] = {
							result = true
						}
					}
				},
				["干"] = {
					["扰"] = {
						result = true
					}
				},
				["技"] = {
					["巧"] = {
						result = true
					}
				},
				["游"] = {
					["戏"] = {
						result = true
					}
				},
				["破"] = {
					["解"] = {
						result = true,
						["中"] = {
							["心"] = {
								result = true
							}
						}
					}
				},
				["退"] = {
					["币"] = {
						["器"] = {
							result = true
						}
					}
				},
				["遥"] = {
					["控"] = {
						["器"] = {
							result = true
						}
					}
				}
			},
			["機"] = {
				["破"] = {
					["解"] = {
						result = true
					}
				},
				["遥"] = {
					["控"] = {
						["器"] = {
							result = true
						}
					}
				}
			},
			["苍"] = {
				["蝇"] = {
					["一"] = {
						["起"] = {
							["打"] = {
								result = true
							}
						}
					}
				}
			},
			["頭"] = {
				["獵"] = {
					["槍"] = {
						result = true
					}
				}
			}
		},
		["越"] = {
			result = true
		},
		["邓"] = {
			["8"] = {
				["9"] = {
					["年"] = {
						result = true
					}
				}
			},
			["一"] = {
				["旦"] = {
					["平"] = {
						["了"] = {
							["反"] = {
								result = true
							}
						}
					}
				}
			},
			["八"] = {
				["九"] = {
					["年"] = {
						result = true
					}
				}
			}
		},
		["钱"] = {
			["庄"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["闆"] = {
			["通"] = {
				["訊"] = {
					["錄"] = {
						result = true
					}
				}
			}
		},
		["顾"] = {
			result = true
		},
		["騷"] = {
			["比"] = {
				result = true
			},
			["貨"] = {
				result = true
			}
		},
		["骚"] = {
			["比"] = {
				result = true
			},
			["货"] = {
				result = true
			}
		},
		["鸡"] = {
			["拍"] = {
				["摄"] = {
					result = true
				}
			}
		},
		["鸨"] = {
			result = true
		},
		["鹰"] = {
			["战"] = {
				["术"] = {
					["直"] = {
						["刀"] = {
							result = true
						}
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					["0"] = {
						["0"] = {
							["7"] = {
								result = true
							}
						}
					}
				}
			},
			["麻"] = {
				["醉"] = {
					["枪"] = {
						result = true
					}
				}
			}
		}
	},
	["考"] = {
		["不"] = {
			["过"] = {
				["帮"] = {
					["你"] = {
						["改"] = {
							["分"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["中"] = {
			["$"] = {
				["答"] = {
					["案"] = {
						result = true
					}
				}
			},
			["案"] = {
				result = true
			},
			["答"] = {
				["案"] = {
					["保"] = {
						["过"] = {
							result = true
						}
					}
				}
			}
		},
		["前"] = {
			["付"] = {
				["款"] = {
					result = true
				}
			},
			["密"] = {
				["卷"] = {
					result = true
				}
			},
			["押"] = {
				["题"] = {
					result = true
				}
			},
			["高"] = {
				["考"] = {
					["答"] = {
						["案"] = {
							result = true
						}
					}
				}
			}
		},
		["后"] = {
			["付"] = {
				["窾"] = {
					result = true
				}
			}
		},
		["场"] = {
			["作"] = {
				["弊"] = {
					["器"] = {
						result = true
					}
				}
			},
			["做"] = {
				["弊"] = {
					["器"] = {
						result = true
					}
				}
			}
		},
		["妕"] = {
			["答"] = {
				["案"] = {
					result = true
				}
			}
		},
		["律"] = {
			["答"] = {
				["案"] = {
					result = true,
					["%"] = {
						["%"] = {
							["%"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["生"] = {
			["信"] = {
				["息"] = {
					result = true
				}
			},
			["名"] = {
				["单"] = {
					result = true
				},
				["录"] = {
					result = true
				}
			},
			["姓"] = {
				["名"] = {
					result = true
				}
			},
			["家"] = {
				["长"] = {
					["资"] = {
						["料"] = {
							result = true
						}
					}
				}
			},
			["年"] = {
				["龄"] = {
					result = true
				}
			},
			["性"] = {
				["别"] = {
					result = true
				}
			},
			["数"] = {
				["据"] = {
					["名"] = {
						["单"] = {
							result = true
						}
					}
				}
			},
			["考"] = {
				["号"] = {
					result = true
				}
			},
			["联"] = {
				["系"] = {
					["方"] = {
						["式"] = {
							result = true
						}
					}
				}
			},
			["资"] = {
				["料"] = {
					result = true
				},
				["米"] = {
					["斗"] = {
						result = true
					}
				}
			}
		},
		["研"] = {
			["代"] = {
				["考"] = {
					result = true,
					["联"] = {
						["系"] = {
							result = true
						}
					}
				}
			},
			["考"] = {
				["前"] = {
					["答"] = {
						["案"] = {
							result = true
						}
					}
				}
			}
		},
		["级"] = {
			["火"] = {
				["热"] = {
					["预"] = {
						["定"] = {
							result = true
						}
					}
				}
			}
		},
		["試"] = {
			["#"] = {
				["作"] = {
					["弊"] = {
						["器"] = {
							["材"] = {
								result = true
							}
						}
					}
				}
			},
			["作"] = {
				["弊"] = {
					result = true
				}
			},
			["專"] = {
				["用"] = {
					["竊"] = {
						["聽"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["短"] = {
				["信"] = {
					["接"] = {
						["收"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["答"] = {
				["案"] = {
					result = true
				}
			}
		},
		["讠"] = {
			["式"] = {
				["亻"] = {
					["故"] = {
						["弊"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["试"] = {
			["专"] = {
				result = true,
				["用"] = {
					result = true,
					["窃"] = {
						["听"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["中"] = {
				["答"] = {
					["案"] = {
						result = true
					}
				}
			},
			["代"] = {
				["考"] = {
					result = true
				}
			},
			["作"] = {
				["弊"] = {
					result = true,
					["专"] = {
						result = true
					},
					["仪"] = {
						["器"] = {
							result = true
						}
					},
					["器"] = {
						["专"] = {
							result = true
						},
						["材"] = {
							["专"] = {
								result = true
							}
						}
					},
					["工"] = {
						["具"] = {
							["专"] = {
								result = true
							}
						}
					},
					["接"] = {
						["收"] = {
							["器"] = {
								result = true
							}
						}
					},
					["耳"] = {
						["机"] = {
							result = true
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					result = true
				}
			},
			["做"] = {
				["弊"] = {
					["器"] = {
						result = true
					}
				}
			},
			["包"] = {
				["过"] = {
					result = true
				},
				["通"] = {
					["过"] = {
						result = true
					}
				}
			},
			["协"] = {
				["助"] = {
					["机"] = {
						["构"] = {
							result = true
						}
					}
				}
			},
			["反"] = {
				["屏"] = {
					["蔽"] = {
						result = true
					}
				}
			},
			["器"] = {
				["材"] = {
					result = true
				}
			},
			["客"] = {
				["服"] = {
					result = true
				}
			},
			["工"] = {
				["具"] = {
					result = true
				}
			},
			["替"] = {
				["考"] = {
					result = true
				}
			},
			["枪"] = {
				["手"] = {
					result = true
				}
			},
			["灭"] = {
				["掉"] = {
					["9"] = {
						["0"] = {
							["后"] = {
								result = true
							}
						}
					}
				}
			},
			["用"] = {
				["窃"] = {
					["听"] = {
						["器"] = {
							result = true
						}
					}
				},
				["耳"] = {
					["机"] = {
						result = true
					}
				}
			},
			["电"] = {
				["子"] = {
					result = true
				}
			},
			["百"] = {
				["分"] = {
					["百"] = {
						["通"] = {
							["过"] = {
								result = true
							}
						}
					}
				}
			},
			["短"] = {
				["信"] = {
					["接"] = {
						["收"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["答"] = {
				["案"] = {
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			},
			["资"] = {
				["格"] = {
					["证"] = {
						["代"] = {
							["办"] = {
								result = true
							}
						}
					}
				}
			},
			["针"] = {
				["孔"] = {
					["摄"] = {
						["像"] = {
							["头"] = {
								result = true
							}
						}
					}
				}
			},
			["隐"] = {
				["形"] = {
					["耳"] = {
						["机"] = {
							result = true
						}
					}
				}
			}
		},
		["题"] = {
			result = true
		}
	},
	["耒"] = {
		["阳"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["海"] = {
				["洛"] = {
					["因"] = {
						["四"] = {
							["号"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["聂"] = {
		["卫"] = {
			["国"] = {
				result = true
			}
		},
		["政"] = {
			result = true
		}
	},
	["聊"] = {
		H = {
			I = {
				result = true
			}
		},
		["吧"] = {
			["影"] = {
				["城"] = {
					result = true
				}
			}
		},
		["天"] = {
			["室"] = {
				["裸"] = {
					["聊"] = {
						result = true
					}
				}
			}
		},
		["斋"] = {
			["之"] = {
				["艳"] = {
					["蛇"] = {
						result = true
					}
				}
			},
			["艳"] = {
				["谭"] = {
					result = true
				}
			}
		},
		["聊"] = {
			h = {
				["天"] = {
					c = {
						["室"] = {
							result = true
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["联"] = {
		["兴"] = {
			["棋"] = {
				["牌"] = {
					result = true
				}
			}
		},
		["合"] = {
			["国"] = {
				["人"] = {
					["权"] = {
						result = true,
						["专"] = {
							["员"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["系"] = {
			["5"] = {
				["4"] = {
					["钢"] = {
						["珠"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["健"] = {
				["卫"] = {
					["步"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["我"] = {
				["枪"] = {
					["支"] = {
						result = true
					}
				}
			},
			["枪"] = {
				["支"] = {
					result = true
				}
			}
		},
		["署"] = {
			["公"] = {
				["开"] = {
					["信"] = {
						result = true
					}
				}
			}
		}
	},
	["聚"] = {
		["会"] = {
			["的"] = {
				["留"] = {
					["念"] = {
						result = true
					}
				}
			}
		},
		["友"] = {
			["網"] = {
				["路"] = {
					result = true
				}
			},
			["网"] = {
				["络"] = {
					result = true
				}
			}
		},
		["合"] = {
			["色"] = {
				["情"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["宝"] = {
			["盆"] = {
				["公"] = {
					["开"] = {
						["半"] = {
							["波"] = {
								result = true
							}
						}
					}
				},
				["高"] = {
					["手"] = {
						["联"] = {
							["盟"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["碳"] = {
			["酸"] = {
				["酯"] = {
					result = true
				}
			}
		},
		["精"] = {
			["会"] = {
				["神"] = {
					result = true
				}
			}
		},
		["缘"] = {
			["分"] = {
				["销"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["能"] = {
			["切"] = {
				["割"] = {
					["弹"] = {
						result = true
					}
				}
			},
			["射"] = {
				["孔"] = {
					["弹"] = {
						result = true
					}
				}
			}
		},
		["色"] = {
			result = true,
			w = {
				a = {
					n = {
						g = {
							result = true
						}
					}
				}
			},
			["导"] = {
				["航"] = {
					result = true
				}
			},
			["導"] = {
				["航"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			},
			["網"] = {
				result = true
			}
		},
		["贤"] = {
			["庄"] = {
				result = true
			}
		},
		["铯"] = {
			["導"] = {
				["航"] = {
					result = true
				}
			}
		},
		["集"] = {
			result = true,
			["点"] = {
				result = true
			}
		}
	},
	["肉"] = {
		["丝"] = {
			result = true
		},
		["乳"] = {
			["特"] = {
				["刊"] = {
					result = true
				}
			}
		},
		["奴"] = {
			["隶"] = {
				result = true
			}
		},
		["感"] = {
			result = true
		},
		["木"] = {
			["奉"] = {
				result = true
			},
			["昆"] = {
				result = true
			}
		},
		["杵"] = {
			result = true
		},
		["毒"] = {
			["素"] = {
				result = true
			}
		},
		["洞"] = {
			["抽"] = {
				["插"] = {
					result = true
				}
			},
			["淫"] = {
				["水"] = {
					result = true
				},
				["液"] = {
					result = true
				}
			},
			["火"] = {
				["棒"] = {
					result = true
				}
			},
			["骚"] = {
				["妇"] = {
					result = true
				}
			}
		},
		["穴"] = {
			["十"] = {
				["八"] = {
					["摸"] = {
						result = true
					}
				}
			},
			["鸡"] = {
				["巴"] = {
					result = true
				}
			}
		},
		["色"] = {
			["丝"] = {
				["袜"] = {
					result = true
				}
			},
			["乳"] = {
				["胶"] = {
					["手"] = {
						["套"] = {
							result = true
						}
					}
				}
			},
			["硬"] = {
				["邦"] = {
					["邦"] = {
						result = true
					}
				}
			},
			["裤"] = {
				["袜"] = {
					["图"] = {
						result = true
					}
				}
			}
		},
		["蒲"] = {
			["诱"] = {
				["惑"] = {
					result = true
				}
			}
		},
		["身"] = {
			["显"] = {
				["现"] = {
					result = true
				}
			}
		},
		["食"] = {
			["系"] = {
				["痴"] = {
					["女"] = {
						result = true
					}
				}
			}
		}
	},
	["肯"] = {
		["塔"] = {
			["基"] = {
				["来"] = {
					["福"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["胖"] = {
		["人"] = {
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							result = true
						}
					}
				}
			}
		},
		["妞"] = {
			["色"] = {
				["情"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			}
		},
		["子"] = {
			["名"] = {
				["录"] = {
					result = true
				}
			}
		}
	},
	["胯"] = {
		["下"] = {
			["败"] = {
				["将"] = {
					result = true
				}
			}
		}
	},
	["能"] = {
		["办"] = {
			["大"] = {
				["学"] = {
					["正"] = {
						result = true,
						["？"] = {
							result = true
						}
					},
					["证"] = {
						result = true
					}
				}
			}
		},
		["打"] = {
			["钢"] = {
				["珠"] = {
					["真"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["找"] = {
			["到"] = {
				["杀"] = {
					["手"] = {
						result = true
					}
				}
			}
		},
		["汽"] = {
			["枪"] = {
				result = true
			}
		},
		["雇"] = {
			["到"] = {
				["杀"] = {
					["手"] = {
						result = true
					}
				}
			}
		}
	},
	["脑"] = {
		["残"] = {
			result = true
		}
	},
	["腊"] = {
		["肉"] = {
			["纪"] = {
				["念"] = {
					["堂"] = {
						result = true
					}
				}
			}
		}
	},
	["膨"] = {
		["胀"] = {
			["式"] = {
				["消"] = {
					["焰"] = {
						["器"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["臊"] = {
		["冰"] = {
			result = true,
			["订"] = {
				["购"] = {
					result = true
				}
			}
		}
	},
	["臨"] = {
		["海"] = {
			["辦"] = {
				["證"] = {
					result = true
				}
			}
		}
	},
	["舌"] = {
		["3"] = {
			["战"] = {
				["法"] = {
					["庭"] = {
						result = true
					}
				}
			}
		},
		["头"] = {
			["舔"] = {
				["全"] = {
					["身"] = {
						result = true
					}
				},
				["小"] = {
					["肉"] = {
						["缝"] = {
							result = true
						}
					}
				},
				["着"] = {
					["阴"] = {
						["核"] = {
							result = true
						}
					}
				},
				["进"] = {
					["阴"] = {
						["道"] = {
							result = true
						}
					}
				}
			}
		},
		["尖"] = {
			["漫"] = {
				["游"] = {
					result = true
				},
				["遊"] = {
					result = true
				}
			},
			["舔"] = {
				["着"] = {
					["肉"] = {
						["棒"] = {
							result = true
						}
					}
				}
			}
		},
		["战"] = {
			["法"] = {
				["庭"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["电"] = {
						["子"] = {
							["书"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["法"] = {
			["、"] = {
				["茎"] = {
					["法"] = {
						result = true
					}
				}
			}
		}
	},
	["良"] = {
		["家"] = {
			["少"] = {
				["妇"] = {
					["学"] = {
						["生"] = {
							["妹"] = {
								result = true
							}
						}
					}
				}
			},
			["骚"] = {
				["逼"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["色"] = {
		["1"] = {
			["3"] = {
				["5"] = {
					["综"] = {
						["合"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["3"] = {
			["8"] = {
				result = true,
				["伦"] = {
					["理"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["5"] = {
			["月"] = {
				result = true
			}
		},
		["9"] = {
			["7"] = {
				["愛"] = {
					result = true
				}
			},
			["9"] = {
				result = true
			}
		},
		B = {
			B = {
				["吧"] = {
					["綜"] = {
						["合"] = {
							result = true
						}
					},
					["综"] = {
						["合"] = {
							result = true
						}
					}
				}
			}
		},
		X = {
			["色"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		a = {
			v = {
				["成"] = {
					["人"] = {
						["网"] = {
							result = true
						}
					}
				},
				["色"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			}
		},
		b = {
			b = {
				["吧"] = {
					result = true
				}
			}
		},
		m = {
			m = {
				["激"] = {
					["情"] = {
						result = true,
						["论"] = {
							["坛"] = {
								result = true
							}
						}
					}
				},
				["的"] = {
					["嫩"] = {
						["穴"] = {
							result = true
						}
					}
				},
				["穴"] = {
					["激"] = {
						["情"] = {
							result = true
						}
					}
				}
			}
		},
		["一"] = {
			["色"] = {
				result = true,
				["吧"] = {
					result = true
				},
				["快"] = {
					["播"] = {
						result = true
					}
				},
				["成"] = {
					["人"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["丁"] = {
			["香"] = {
				["五"] = {
					["月"] = {
						["天"] = {
							result = true
						}
					}
				}
			}
		},
		["上"] = {
			["色"] = {
				["导"] = {
					["航"] = {
						result = true
					}
				}
			}
		},
		["中"] = {
			["性"] = {
				result = true
			},
			["色"] = {
				result = true,
				A = {
					V = {
						result = true,
						["电"] = {
							["影"] = {
								result = true
							}
						}
					},
					["片"] = {
						result = true
					}
				},
				["俱"] = {
					["乐"] = {
						["部"] = {
							result = true
						}
					}
				},
				["地"] = {
					["址"] = {
						result = true
					}
				},
				["官"] = {
					["方"] = {
						["论"] = {
							["坛"] = {
								result = true
							}
						}
					}
				},
				["导"] = {
					["航"] = {
						["网"] = {
							result = true
						}
					}
				},
				["影"] = {
					["院"] = {
						["导"] = {
							["航"] = {
								result = true
							}
						}
					}
				},
				["情"] = {
					["色"] = {
						result = true
					}
				},
				["成"] = {
					["人"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						},
						["情"] = {
							["色"] = {
								result = true
							}
						},
						["电"] = {
							["影"] = {
								result = true
							}
						},
						["网"] = {
							["站"] = {
								result = true
							}
						},
						["视"] = {
							["讯"] = {
								result = true
							}
						}
					}
				},
				["激"] = {
					["情"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				},
				["电"] = {
					["压"] = {
						result = true
					},
					["影"] = {
						result = true,
						["网"] = {
							result = true
						},
						["院"] = {
							result = true
						}
					}
				},
				["社"] = {
					["区"] = {
						result = true
					},
					["區"] = {
						result = true
					}
				},
				["网"] = {
					["址"] = {
						result = true,
						["大"] = {
							["全"] = {
								result = true
							}
						}
					},
					["站"] = {
						result = true
					}
				},
				["视"] = {
					["频"] = {
						result = true
					}
				},
				["论"] = {
					["坛"] = {
						["地"] = {
							["址"] = {
								result = true
							}
						},
						["网"] = {
							["址"] = {
								result = true
							}
						}
					}
				},
				["黄"] = {
					["色"] = {
						result = true,
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			},
			["阁"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["网"] = {
					["址"] = {
						result = true
					}
				},
				["视"] = {
					["频"] = {
						result = true
					}
				}
			},
			["骚"] = {
				["情"] = {
					["色"] = {
						["网"] = {
							result = true
						}
					}
				},
				["综"] = {
					["合"] = {
						result = true
					}
				}
			}
		},
		["之"] = {
			["戒"] = {
				["四"] = {
					["合"] = {
						["院"] = {
							result = true
						}
					}
				},
				["："] = {
					["四"] = {
						["合"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["乌"] = {
			["鸦"] = {
				["做"] = {
					["爱"] = {
						["故"] = {
							["事"] = {
								result = true
							}
						}
					}
				},
				["社"] = {
					["区"] = {
						result = true
					}
				}
			}
		},
		["习"] = {
			result = true
		},
		["了"] = {
			["吧"] = {
				["综"] = {
					["合"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["五"] = {
			["月"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["第"] = {
					["一"] = {
						["门"] = {
							["户"] = {
								result = true
							}
						}
					}
				},
				["综"] = {
					["合"] = {
						["网"] = {
							result = true
						}
					}
				},
				["色"] = {
					["播"] = {
						["五"] = {
							["月"] = {
								result = true
							}
						},
						["网"] = {
							result = true
						}
					}
				},
				["迅"] = {
					["雷"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				},
				["门"] = {
					["户"] = {
						["站"] = {
							result = true
						}
					}
				}
			}
		},
		["人"] = {
			["格"] = {
				["官"] = {
					["网"] = {
						result = true
					}
				}
			},
			["谷"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			},
			["閣"] = {
				["電"] = {
					["影"] = {
						result = true
					}
				}
			},
			["间"] = {
				["成"] = {
					["人"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			},
			["阁"] = {
				result = true,
				["五"] = {
					["月"] = {
						result = true
					}
				},
				["影"] = {
					["视"] = {
						result = true
					},
					["院"] = {
						result = true
					}
				},
				["成"] = {
					["人"] = {
						result = true,
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				},
				["新"] = {
					["网"] = {
						["址"] = {
							result = true
						}
					}
				},
				["网"] = {
					["址"] = {
						result = true
					}
				}
			}
		},
		["会"] = {
			["网"] = {
				result = true
			}
		},
		["克"] = {
			["斯"] = {
				result = true
			}
		},
		["內"] = {
			["內"] = {
				["電"] = {
					["影"] = {
						["網"] = {
							result = true
						}
					}
				}
			}
		},
		["内"] = {
			["内"] = {
				["电"] = {
					["影"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["农"] = {
			["夫"] = {
				["娱"] = {
					["乐"] = {
						result = true
					}
				},
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["动"] = {
			["漫"] = {
				["变"] = {
					["态"] = {
						["性"] = {
							["虐"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["医"] = {
			["传"] = {
				result = true
			},
			["生"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["區"] = {
			result = true
		},
		["午"] = {
			["夜"] = {
				result = true
			}
		},
		["友"] = {
			["导"] = {
				["航"] = {
					result = true
				}
			}
		},
		["同"] = {
			["学"] = {
				result = true
			}
		},
		["君"] = {
			["子"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["吧"] = {
			result = true
		},
		["吻"] = {
			["小"] = {
				["游"] = {
					["戏"] = {
						result = true
					}
				}
			}
		},
		["和"] = {
			["尚"] = {
				["成"] = {
					["人"] = {
						["导"] = {
							["航"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["咪"] = {
			["咪"] = {
				["大"] = {
					["咪"] = {
						["咪"] = {
							result = true
						}
					}
				},
				["娱"] = {
					["乐"] = {
						result = true
					}
				},
				["情"] = {
					["色"] = {
						result = true
					}
				},
				["网"] = {
					result = true
				},
				["色"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				},
				["论"] = {
					["坛"] = {
						result = true
					}
				}
			}
		},
		["哥"] = {
			["1"] = {
				["2"] = {
					["3"] = {
						result = true
					}
				}
			},
			["哥"] = {
				["会"] = {
					["馆"] = {
						result = true
					}
				},
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["成"] = {
					["人"] = {
						result = true
					}
				},
				["论"] = {
					["坛"] = {
						result = true
					}
				}
			},
			["导"] = {
				["航"] = {
					result = true
				}
			},
			["社"] = {
				["区"] = {
					result = true
				}
			},
			["鏈"] = {
				["綜"] = {
					["合"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["链"] = {
				["综"] = {
					["合"] = {
						["站"] = {
							result = true
						}
					}
				}
			}
		},
		["图"] = {
			result = true,
			["专"] = {
				["区"] = {
					result = true
				}
			},
			["乡"] = {
				result = true
			},
			["乱"] = {
				["伦"] = {
					result = true
				}
			},
			["免"] = {
				["费"] = {
					result = true
				}
			},
			["动"] = {
				["漫"] = {
					result = true
				}
			},
			["在"] = {
				["线"] = {
					result = true
				}
			},
			["基"] = {
				["地"] = {
					result = true
				}
			},
			["多"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			},
			["妖"] = {
				result = true
			},
			["淫"] = {
				["乱"] = {
					result = true
				},
				["图"] = {
					result = true
				}
			},
			["肉"] = {
				["奴"] = {
					["隶"] = {
						result = true
					}
				}
			},
			["集"] = {
				["锦"] = {
					result = true
				}
			},
			["黄"] = {
				["片"] = {
					result = true
				}
			}
		},
		["域"] = {
			result = true,
			H = {
				["网"] = {
					result = true
				}
			},
			["色"] = {
				["吧"] = {
					result = true
				}
			},
			["黄"] = {
				["网"] = {
					result = true
				}
			}
		},
		["多"] = {
			["多"] = {
				result = true,
				["电"] = {
					["影"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["夜"] = {
			["火"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["大"] = {
			["哥"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			},
			["妈"] = {
				result = true
			},
			["嫂"] = {
				result = true,
				["导"] = {
					["行"] = {
						result = true
					}
				},
				["社"] = {
					["区"] = {
						result = true
					}
				}
			}
		},
		["天"] = {
			["使"] = {
				result = true,
				["网"] = {
					result = true
				}
			},
			["堂"] = {
				["1"] = {
					["8"] = {
						["禁"] = {
							result = true
						}
					}
				}
			}
		},
		["套"] = {
			["图"] = {
				result = true
			}
		},
		["女"] = {
			result = true,
			["乳"] = {
				["房"] = {
					["阴"] = {
						["道"] = {
							result = true
						}
					}
				}
			},
			["孩"] = {
				result = true,
				["综"] = {
					["合"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["激"] = {
				["*"] = {
					["情"] = {
						result = true
					}
				}
			},
			["猛"] = {
				["男"] = {
					["爱"] = {
						["猛"] = {
							["男"] = {
								result = true
							}
						}
					}
				}
			},
			["生"] = {
				["的"] = {
					["群"] = {
						result = true
					}
				}
			},
			["的"] = {
				["性"] = {
					["福"] = {
						result = true
					}
				}
			},
			["缠"] = {
				["郎"] = {
					["免"] = {
						["费"] = {
							result = true
						}
					}
				}
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						result = true
					}
				}
			},
			["脱"] = {
				["衣"] = {
					["秀"] = {
						result = true
					}
				}
			},
			["视"] = {
				["频"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["陪"] = {
				["聊"] = {
					result = true
				}
			},
			["露"] = {
				["点"] = {
					result = true
				}
			}
		},
		["妃"] = {
			["网"] = {
				result = true,
				["欧"] = {
					["美"] = {
						result = true
					}
				}
			}
		},
		["妞"] = {
			["成"] = {
				["人"] = {
					["基"] = {
						["地"] = {
							result = true
						}
					}
				}
			}
		},
		["妹"] = {
			["妹"] = {
				["一"] = {
					["夜"] = {
						["情"] = {
							result = true
						}
					}
				},
				["免"] = {
					["费"] = {
						["论"] = {
							["坛"] = {
								result = true
							}
						}
					}
				},
				["大"] = {
					["型"] = {
						["黄"] = {
							["站"] = {
								result = true
							}
						}
					}
				},
				["影"] = {
					["视"] = {
						result = true
					},
					["院"] = {
						result = true
					}
				},
				["情"] = {
					["色"] = {
						["网"] = {
							result = true
						}
					}
				},
				["成"] = {
					["人"] = {
						result = true,
						["网"] = {
							result = true
						},
						["论"] = {
							result = true,
							["坛"] = {
								result = true
							}
						}
					}
				},
				["淫"] = {
					["淫"] = {
						["网"] = {
							result = true
						}
					},
					["穴"] = {
						result = true
					}
				},
				["电"] = {
					["影"] = {
						result = true
					}
				},
				["综"] = {
					["合"] = {
						result = true,
						["影"] = {
							["视"] = {
								result = true
							}
						},
						["网"] = {
							result = true
						}
					}
				},
				["网"] = {
					["站"] = {
						["导"] = {
							["航"] = {
								result = true
							}
						}
					}
				},
				["裸"] = {
					["聊"] = {
						result = true
					}
				},
				["要"] = {
					["要"] = {
						result = true
					}
				},
				["链"] = {
					result = true
				},
				["高"] = {
					["清"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				},
				["黄"] = {
					["站"] = {
						result = true
					}
				}
			},
			["巴"] = {
				["巴"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["播"] = {
				["播"] = {
					["网"] = {
						result = true
					}
				}
			},
			["色"] = {
				result = true
			}
		},
		["姐"] = {
			["妹"] = {
				["网"] = {
					result = true
				}
			},
			["姐"] = {
				result = true,
				["情"] = {
					["人"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				},
				["网"] = {
					result = true
				},
				["链"] = {
					result = true
				}
			},
			["影"] = {
				["院"] = {
					result = true
				}
			}
		},
		["娃"] = {
			["娃"] = {
				["社"] = {
					["区"] = {
						result = true
					}
				}
			}
		},
		["娱"] = {
			["乐"] = {
				["导"] = {
					["航"] = {
						result = true
					}
				}
			}
		},
		["婷"] = {
			["婷"] = {
				result = true,
				["成"] = {
					["人"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["媽"] = {
			["媽"] = {
				["成"] = {
					["人"] = {
						result = true
					}
				}
			}
		},
		["孩"] = {
			["子"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["客"] = {
			["伦"] = {
				["理"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				result = true
			}
		},
		["导"] = {
			["航"] = {
				result = true,
				["联"] = {
					["盟"] = {
						result = true
					}
				}
			}
		},
		["小"] = {
			["妹"] = {
				["成"] = {
					["人"] = {
						result = true
					}
				}
			},
			["姐"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			},
			["秘"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			},
			["说"] = {
				["操"] = {
					["逼"] = {
						result = true
					}
				},
				["网"] = {
					result = true
				}
			}
		},
		["少"] = {
			["妇"] = {
				["激"] = {
					["情"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["尼"] = {
			["玛"] = {
				["网"] = {
					["站"] = {
						result = true
					}
				}
			}
		},
		["屋"] = {
			result = true
		},
		["幼"] = {
			["套"] = {
				["图"] = {
					result = true
				}
			}
		},
		["弟"] = {
			["弟"] = {
				result = true
			}
		},
		["影"] = {
			result = true,
			["视"] = {
				result = true,
				["导"] = {
					["航"] = {
						result = true
					}
				}
			},
			["院"] = {
				result = true
			}
		},
		["快"] = {
			["片"] = {
				result = true
			}
		},
		["悠"] = {
			["悠"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["成"] = {
					["仁"] = {
						result = true
					}
				},
				["综"] = {
					["合"] = {
						result = true
					}
				}
			}
		},
		["情"] = {
			["1"] = {
				["0"] = {
					["2"] = {
						["4"] = {
							result = true
						}
					}
				}
			},
			["3"] = {
				["6"] = {
					["5"] = {
						result = true
					}
				},
				p = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["5"] = {
				result = true
			},
			A = {
				V = {
					result = true
				},
				["片"] = {
					result = true
				}
			},
			B = {
				T = {
					["影"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["\\"] = {
				["小"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			b = {
				t = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			f = {
				l = {
					a = {
						s = {
							h = {
								result = true
							}
						}
					}
				}
			},
			["一"] = {
				["級"] = {
					["片"] = {
						result = true
					}
				},
				["级"] = {
					["片"] = {
						result = true
					}
				},
				["线"] = {
					result = true
				}
			},
			["三"] = {
				["級"] = {
					["片"] = {
						result = true
					}
				},
				["级"] = {
					result = true,
					["片"] = {
						result = true
					}
				}
			},
			["业"] = {
				result = true
			},
			["久"] = {
				["久"] = {
					result = true
				}
			},
			["之"] = {
				["害"] = {
					result = true
				}
			},
			["乱"] = {
				["伦"] = {
					result = true
				}
			},
			["二"] = {
				["級"] = {
					["片"] = {
						result = true
					}
				},
				["级"] = {
					["片"] = {
						result = true
					}
				}
			},
			["五"] = {
				["月"] = {
					result = true,
					["天"] = {
						result = true
					}
				}
			},
			["人"] = {
				["与"] = {
					["兽"] = {
						result = true
					}
				},
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["與"] = {
					["獸"] = {
						result = true
					}
				}
			},
			["伙"] = {
				["伴"] = {
					result = true
				}
			},
			["信"] = {
				["息"] = {
					result = true
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						result = true
					}
				}
			},
			["倚"] = {
				["天"] = {
					["屠"] = {
						["龙"] = {
							["记"] = {
								result = true
							}
						}
					}
				}
			},
			["免"] = {
				["费"] = {
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["动"] = {
				["漫"] = {
					result = true,
					["在"] = {
						["线"] = {
							result = true
						}
					}
				}
			},
			["動"] = {
				["漫"] = {
					result = true
				}
			},
			["图"] = {
				result = true,
				["书"] = {
					["馆"] = {
						result = true
					}
				},
				["库"] = {
					result = true
				}
			},
			["在"] = {
				["线"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["场"] = {
				["所"] = {
					result = true
				}
			},
			["基"] = {
				["地"] = {
					result = true
				}
			},
			["壁"] = {
				["纸"] = {
					result = true
				}
			},
			["声"] = {
				["讯"] = {
					["台"] = {
						result = true
					}
				}
			},
			["大"] = {
				["世"] = {
					["界"] = {
						result = true
					}
				},
				["片"] = {
					result = true
				}
			},
			["娱"] = {
				["乐"] = {
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["季"] = {
				result = true
			},
			["导"] = {
				["航"] = {
					result = true
				}
			},
			["小"] = {
				["录"] = {
					["像"] = {
						result = true
					}
				},
				["游"] = {
					["戏"] = {
						result = true
					}
				},
				["片"] = {
					["段"] = {
						result = true
					}
				},
				["电"] = {
					["影"] = {
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				},
				["説"] = {
					result = true
				},
				["说"] = {
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["少"] = {
				["女"] = {
					result = true
				}
			},
			["工"] = {
				["廠"] = {
					result = true
				}
			},
			["市"] = {
				["场"] = {
					result = true
				}
			},
			["帝"] = {
				["国"] = {
					result = true,
					["黄"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["影"] = {
				["片"] = {
					result = true
				},
				["视"] = {
					["基"] = {
						["地"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					}
				},
				["院"] = {
					["地"] = {
						["址"] = {
							result = true
						}
					}
				}
			},
			["快"] = {
				["播"] = {
					result = true,
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					}
				}
			},
			["成"] = {
				["人"] = {
					result = true,
					["游"] = {
						["戏"] = {
							result = true
						}
					},
					["社"] = {
						["区"] = {
							result = true
						}
					},
					["網"] = {
						["站"] = {
							result = true
						}
					},
					["网"] = {
						result = true,
						["站"] = {
							result = true
						}
					},
					["聊"] = {
						["天"] = {
							result = true
						}
					}
				}
			},
			["手"] = {
				["机"] = {
					["游"] = {
						["戏"] = {
							result = true
						}
					}
				}
			},
			["排"] = {
				["行"] = {
					["榜"] = {
						result = true
					}
				}
			},
			["文"] = {
				["学"] = {
					result = true
				}
			},
			["无"] = {
				["码"] = {
					result = true
				}
			},
			["有"] = {
				["声"] = {
					["小"] = {
						["说"] = {
							result = true
						}
					}
				}
			},
			["杂"] = {
				["志"] = {
					result = true
				}
			},
			["核"] = {
				["心"] = {
					result = true
				}
			},
			["棒"] = {
				result = true
			},
			["武"] = {
				["侠"] = {
					result = true,
					["免"] = {
						["费"] = {
							result = true
						}
					},
					["动"] = {
						["作"] = {
							result = true
						}
					},
					["小"] = {
						["说"] = {
							result = true
						}
					},
					["片"] = {
						result = true
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				},
				["俠"] = {
					result = true
				}
			},
			["求"] = {
				["求"] = {
					result = true
				}
			},
			["淫"] = {
				["乱"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				},
				["图"] = {
					result = true
				},
				["秽"] = {
					result = true,
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["游"] = {
				result = true,
				["戏"] = {
					result = true
				}
			},
			["漫"] = {
				["画"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					["网"] = {
						result = true
					}
				}
			},
			["無"] = {
				["碼"] = {
					result = true
				}
			},
			["爽"] = {
				["片"] = {
					result = true,
					["免"] = {
						["费"] = {
							["看"] = {
								result = true
							}
						}
					}
				}
			},
			["片"] = {
				result = true,
				b = {
					t = {
						["种"] = {
							["子"] = {
								result = true
							}
						},
						["種"] = {
							["子"] = {
								result = true
							}
						}
					}
				},
				["劲"] = {
					["爆"] = {
						["床"] = {
							["戏"] = {
								result = true
							}
						}
					}
				}
			},
			["狼"] = {
				result = true
			},
			["电"] = {
				["子"] = {
					["书"] = {
						result = true,
						["打"] = {
							["包"] = {
								result = true
							}
						}
					},
					["小"] = {
						["说"] = {
							result = true
						}
					}
				},
				["影"] = {
					["专"] = {
						["区"] = {
							result = true
						}
					},
					["乱"] = {
						["伦"] = {
							result = true
						}
					},
					["免"] = {
						["费"] = {
							["看"] = {
								result = true
							}
						}
					},
					["基"] = {
						["地"] = {
							result = true
						}
					},
					["大"] = {
						["全"] = {
							result = true
						}
					},
					["淫"] = {
						["荡"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["网"] = {
						result = true,
						["站"] = {
							result = true
						},
						["试"] = {
							["看"] = {
								result = true
							}
						}
					}
				},
				["视"] = {
					["台"] = {
						result = true
					}
				}
			},
			["直"] = {
				["播"] = {
					["室"] = {
						result = true
					}
				}
			},
			["短"] = {
				["片"] = {
					result = true
				}
			},
			["种"] = {
				["子"] = {
					result = true
				}
			},
			["类"] = {
				["信"] = {
					["息"] = {
						result = true
					}
				}
			},
			["网"] = {
				result = true,
				["址"] = {
					result = true,
					["发"] = {
						["布"] = {
							["器"] = {
								result = true
							}
						}
					},
					["大"] = {
						["全"] = {
							result = true
						}
					},
					["导"] = {
						["航"] = {
							result = true
						}
					}
				},
				["站"] = {
					["大"] = {
						["全"] = {
							result = true
						}
					},
					["导"] = {
						["航"] = {
							result = true
						}
					}
				},
				["络"] = {
					["小"] = {
						["说"] = {
							result = true
						}
					}
				},
				["页"] = {
					["游"] = {
						["戏"] = {
							result = true
						}
					}
				}
			},
			["聊"] = {
				["天"] = {
					result = true,
					["室"] = {
						result = true
					},
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["自"] = {
				["白"] = {
					result = true
				}
			},
			["色"] = {
				["域"] = {
					result = true
				}
			},
			["艺"] = {
				["术"] = {
					["中"] = {
						["心"] = {
							result = true
						}
					}
				}
			},
			["草"] = {
				["榴"] = {
					["社"] = {
						["区"] = {
							result = true
						}
					}
				}
			},
			["表"] = {
				["演"] = {
					result = true
				}
			},
			["裸"] = {
				["体"] = {
					result = true,
					["网"] = {
						["站"] = {
							result = true
						}
					}
				},
				["聊"] = {
					result = true
				}
			},
			["要"] = {
				["塞"] = {
					result = true
				}
			},
			["視"] = {
				["頻"] = {
					["下"] = {
						["載"] = {
							result = true
						}
					}
				}
			},
			["视"] = {
				["棒"] = {
					result = true
				},
				["频"] = {
					result = true,
					["聊"] = {
						["天"] = {
							result = true
						}
					}
				}
			},
			["論"] = {
				["壇"] = {
					result = true
				}
			},
			["贴"] = {
				["图"] = {
					result = true
				}
			},
			["资"] = {
				["源"] = {
					result = true
				}
			},
			["赌"] = {
				["博"] = {
					result = true
				}
			},
			["足"] = {
				["球"] = {
					["宝"] = {
						["贝"] = {
							result = true
						}
					}
				}
			},
			["选"] = {
				["美"] = {
					["会"] = {
						result = true
					}
				}
			},
			["遊"] = {
				["戲"] = {
					result = true,
					["下"] = {
						["載"] = {
							result = true
						}
					}
				}
			},
			["集"] = {
				["锦"] = {
					["游"] = {
						["戏"] = {
							result = true
						}
					}
				}
			},
			["電"] = {
				["子"] = {
					["書"] = {
						["下"] = {
							["載"] = {
								result = true
							}
						}
					}
				},
				["影"] = {
					result = true
				}
			},
			["靠"] = {
				result = true
			},
			["食"] = {
				["色"] = {
					result = true
				}
			},
			["香"] = {
				["欲"] = {
					["小"] = {
						["说"] = {
							result = true
						}
					}
				}
			}
		},
		["慾"] = {
			result = true
		},
		["成"] = {
			["人"] = {
				result = true,
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["社"] = {
					["区"] = {
						result = true
					},
					["區"] = {
						result = true
					}
				},
				["综"] = {
					["合"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				["站"] = {
					result = true
				}
			}
		},
		["戒"] = {
			result = true
		},
		["护"] = {
			["士"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["色"] = {
					["情"] = {
						["网"] = {
							["址"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["掌"] = {
			["柜"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["播"] = {
			result = true,
			["五"] = {
				["月"] = {
					["天"] = {
						result = true
					}
				}
			},
			["器"] = {
				result = true
			},
			["情"] = {
				["色"] = {
					["网"] = {
						result = true
					}
				}
			},
			["成"] = {
				["人"] = {
					result = true
				}
			},
			["播"] = {
				result = true
			},
			["电"] = {
				["影"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["撸"] = {
			result = true,
			["撸"] = {
				result = true
			}
		},
		["无"] = {
			["边"] = {
				["综"] = {
					["合"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["有"] = {
			["色"] = {
				["小"] = {
					["说"] = {
						result = true
					}
				}
			}
		},
		["木"] = {
			["木"] = {
				["坏"] = {
					["哥"] = {
						["哥"] = {
							result = true
						}
					}
				}
			}
		},
		["校"] = {
			["长"] = {
				["影"] = {
					["视"] = {
						result = true
					}
				}
			}
		},
		["桥"] = {
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							result = true
						}
					}
				}
			}
		},
		["橋"] = {
			["人"] = {
				["體"] = {
					["藝"] = {
						["術"] = {
							result = true
						}
					}
				}
			}
		},
		["欲"] = {
			["居"] = {
				["导"] = {
					["航"] = {
						result = true
					}
				}
			},
			["成"] = {
				["人"] = {
					result = true
				}
			},
			["档"] = {
				["案"] = {
					result = true
				}
			},
			["檔"] = {
				["案"] = {
					result = true
				}
			},
			["王"] = {
				["朝"] = {
					result = true
				}
			},
			["色"] = {
				["吧"] = {
					result = true
				}
			},
			["设"] = {
				["计"] = {
					["师"] = {
						result = true
					}
				}
			},
			["迷"] = {
				["墙"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			}
		},
		["河"] = {
			["马"] = {
				result = true
			}
		},
		["波"] = {
			["电"] = {
				["影"] = {
					["网"] = {
						result = true
					}
				}
			},
			["霸"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["洛"] = {
			["洛"] = {
				result = true,
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["网"] = {
					result = true,
					["站"] = {
						result = true
					}
				}
			}
		},
		["派"] = {
			["网"] = {
				result = true
			}
		},
		["淫"] = {
			["嬉"] = {
				["女"] = {
					["媳"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					result = true
				}
			},
			["淫"] = {
				["娱"] = {
					["乐"] = {
						result = true
					}
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			},
			["阁"] = {
				result = true
			}
		},
		["火"] = {
			["综"] = {
				["合"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			}
		},
		["爱"] = {
			["网"] = {
				result = true
			}
		},
		["片"] = {
			result = true,
			["中"] = {
				["心"] = {
					result = true
				}
			},
			["免"] = {
				["费"] = {
					result = true
				}
			},
			["在"] = {
				["线"] = {
					["地"] = {
						["址"] = {
							result = true
						}
					},
					["直"] = {
						["播"] = {
							result = true
						}
					}
				}
			},
			["地"] = {
				["址"] = {
					result = true
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			}
		},
		["特"] = {
			["工"] = {
				result = true,
				["忍"] = {
					["者"] = {
						result = true
					}
				}
			}
		},
		["狐"] = {
			result = true,
			["站"] = {
				result = true
			}
		},
		["狗"] = {
			["娱"] = {
				["乐"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			},
			["成"] = {
				["人"] = {
					result = true,
					["影"] = {
						["院"] = {
							result = true
						}
					},
					["快"] = {
						["播"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["狗"] = {
				result = true,
				["家"] = {
					["有"] = {
						["正"] = {
							["太"] = {
								result = true
							}
						}
					}
				},
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["情"] = {
					["色"] = {
						["网"] = {
							result = true
						}
					}
				},
				["综"] = {
					["合"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			},
			["综"] = {
				["人"] = {
					["网"] = {
						result = true
					}
				}
			},
			["网"] = {
				result = true
			},
			["色"] = {
				["狼"] = {
					["成"] = {
						["人"] = {
							result = true
						}
					}
				}
			}
		},
		["狼"] = {
			["2"] = {
				["0"] = {
					["1"] = {
						["2"] = {
							result = true
						}
					}
				}
			},
			["3"] = {
				result = true,
				["6"] = {
					["5"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			},
			["五"] = {
				["月"] = {
					["天"] = {
						result = true
					}
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						result = true
					}
				}
			},
			["友"] = {
				["綜"] = {
					["合"] = {
						result = true
					}
				},
				["综"] = {
					["合"] = {
						result = true,
						["网"] = {
							result = true
						}
					}
				}
			},
			["图"] = {
				["库"] = {
					result = true
				}
			},
			["基"] = {
				["地"] = {
					result = true
				}
			},
			["导"] = {
				["航"] = {
					["网"] = {
						result = true
					}
				}
			},
			["小"] = {
				["說"] = {
					result = true
				}
			},
			["居"] = {
				result = true,
				["综"] = {
					["合"] = {
						result = true,
						["网"] = {
							result = true
						}
					}
				}
			},
			["影"] = {
				["院"] = {
					result = true
				}
			},
			["找"] = {
				result = true
			},
			["文"] = {
				["化"] = {
					["研"] = {
						["究"] = {
							["会"] = {
								result = true
							}
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			},
			["看"] = {
				result = true
			},
			["窝"] = {
				a = {
					v = {
						result = true
					}
				},
				["在"] = {
					["线"] = {
						result = true
					}
				},
				["导"] = {
					["航"] = {
						result = true
					}
				},
				["小"] = {
					["说"] = {
						result = true
					}
				},
				["成"] = {
					["人"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						},
						["网"] = {
							result = true
						}
					}
				},
				["电"] = {
					["影"] = {
						result = true,
						["院"] = {
							result = true
						}
					}
				}
			},
			["網"] = {
				["址"] = {
					["導"] = {
						["航"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				["址"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				},
				["狼"] = {
					["友"] = {
						["自"] = {
							["拍"] = {
								result = true
							}
						}
					}
				}
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			},
			["論"] = {
				["壇"] = {
					result = true
				}
			},
			["谷"] = {
				result = true,
				["超"] = {
					["级"] = {
						["色"] = {
							["站"] = {
								result = true
							}
						}
					}
				}
			},
			["集"] = {
				["中"] = {
					["营"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["猪"] = {
			["猪"] = {
				["成"] = {
					["人"] = {
						["导"] = {
							["航"] = {
								result = true
							}
						}
					}
				},
				["社"] = {
					["区"] = {
						result = true
					}
				}
			}
		},
		["猫"] = {
			["影"] = {
				["院"] = {
					result = true
				}
			},
			["情"] = {
				["色"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			}
		},
		["生"] = {
			["活"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["电"] = {
			result = true,
			["影"] = {
				result = true,
				["导"] = {
					["航"] = {
						result = true
					}
				}
			}
		},
		["男"] = {
			["人"] = {
				result = true,
				["色"] = {
					["天"] = {
						["堂"] = {
							result = true
						}
					}
				}
			},
			["孩"] = {
				["色"] = {
					["情"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["淫"] = {
				["女"] = {
					result = true
				}
			}
		},
		["界"] = {
			["網"] = {
				result = true
			},
			["网"] = {
				result = true
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			},
			["论"] = {
				["坛"] = {
					result = true
				}
			}
		},
		["白"] = {
			["金"] = {
				["髪"] = {
					["娘"] = {
						result = true
					}
				}
			}
		},
		["百"] = {
			["合"] = {
				["导"] = {
					["航"] = {
						result = true
					}
				}
			},
			["度"] = {
				result = true,
				["伦"] = {
					["理"] = {
						result = true
					}
				},
				["成"] = {
					["人"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["看"] = {
			["看"] = {
				["综"] = {
					["合"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["窝"] = {
			["商"] = {
				["城"] = {
					result = true
				}
			},
			["窝"] = {
				["网"] = {
					result = true,
					["之"] = {
						["家"] = {
							result = true
						}
					}
				}
			}
		},
		["站"] = {
			result = true,
			["在"] = {
				["线"] = {
					["观"] = {
						["看"] = {
							result = true
						}
					}
				}
			},
			["地"] = {
				["址"] = {
					result = true
				}
			},
			["大"] = {
				["全"] = {
					result = true
				}
			},
			["导"] = {
				["航"] = {
					result = true
				}
			},
			["導"] = {
				["航"] = {
					result = true
				}
			},
			["广"] = {
				["告"] = {
					result = true,
					["位"] = {
						result = true,
						["出"] = {
							["租"] = {
								result = true
							}
						}
					}
				}
			},
			["排"] = {
				["行"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			},
			["网"] = {
				["址"] = {
					result = true
				}
			}
		},
		["系"] = {
			["军"] = {
				["团"] = {
					result = true
				}
			},
			["漫"] = {
				["画"] = {
					["打"] = {
						["包"] = {
							result = true
						}
					}
				}
			}
		},
		["红"] = {
			["红"] = {
				["电"] = {
					["影"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["综"] = {
			["合"] = {
				result = true
			}
		},
		["网"] = {
			["地"] = {
				["址"] = {
					result = true
				}
			},
			["址"] = {
				["大"] = {
					["全"] = {
						result = true
					}
				},
				["导"] = {
					["航"] = {
						result = true
					}
				},
				["联"] = {
					["盟"] = {
						result = true
					}
				}
			},
			["导"] = {
				["航"] = {
					result = true
				}
			},
			["站"] = {
				result = true
			},
			["联"] = {
				["盟"] = {
					result = true
				}
			}
		},
		["美"] = {
			["图"] = {
				result = true
			},
			["眉"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			},
			["美"] = {
				["要"] = {
					["爱"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["老"] = {
			["三"] = {
				result = true
			},
			["大"] = {
				result = true,
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["网"] = {
					result = true
				}
			},
			["头"] = {
				result = true,
				["怪"] = {
					["叔"] = {
						["叔"] = {
							result = true
						}
					}
				},
				["论"] = {
					["坛"] = {
						result = true
					}
				}
			},
			["妈"] = {
				result = true,
				["导"] = {
					["航"] = {
						result = true
					}
				},
				["淫"] = {
					["老"] = {
						["爸"] = {
							result = true
						}
					}
				}
			},
			["媽"] = {
				result = true
			},
			["汉"] = {
				result = true,
				a = {
					v = {
						result = true
					}
				},
				["导"] = {
					["航"] = {
						result = true
					}
				},
				["影"] = {
					["院"] = {
						["导"] = {
							["航"] = {
								result = true
							}
						}
					}
				}
			},
			["頭"] = {
				result = true
			}
		},
		["聊"] = {
			["服"] = {
				["务"] = {
					result = true
				}
			},
			["聊"] = {
				["天"] = {
					result = true,
					["室"] = {
						result = true
					}
				}
			}
		},
		["色"] = {
			["5"] = {
				["1"] = {
					["0"] = {
						["综"] = {
							["合"] = {
								result = true
							}
						}
					}
				}
			},
			["9"] = {
				["7"] = {
					["9"] = {
						["7"] = {
							result = true
						}
					}
				}
			},
			J = {
				J = {
					J = {
						result = true,
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			},
			a = {
				v = {
					result = true
				}
			},
			["一"] = {
				["千"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["云"] = {
				result = true
			},
			["五"] = {
				["月"] = {
					["天"] = {
						["婷"] = {
							["婷"] = {
								result = true
							}
						}
					}
				}
			},
			["人"] = {
				["体"] = {
					["图"] = {
						result = true
					}
				}
			},
			["吧"] = {
				result = true
			},
			["囡"] = {
				["囡"] = {
					["影"] = {
						["视"] = {
							result = true
						}
					}
				}
			},
			["基"] = {
				["地"] = {
					result = true
				}
			},
			["姨"] = {
				result = true,
				["影"] = {
					["院"] = {
						result = true
					}
				}
			},
			["导"] = {
				["航"] = {
					result = true
				}
			},
			["小"] = {
				["女"] = {
					["友"] = {
						result = true
					}
				},
				["说"] = {
					result = true
				}
			},
			["岛"] = {
				result = true
			},
			["帝"] = {
				["国"] = {
					result = true
				}
			},
			["影"] = {
				["视"] = {
					result = true
				}
			},
			["快"] = {
				["播"] = {
					result = true
				}
			},
			["情"] = {
				["五"] = {
					["月"] = {
						["天"] = {
							result = true
						}
					}
				},
				["人"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					["影"] = {
						["视"] = {
							result = true
						},
						["院"] = {
							result = true
						}
					},
					["激"] = {
						["情"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					}
				}
			},
			["我"] = {
				["要"] = {
					["你"] = {
						result = true
					}
				}
			},
			["插"] = {
				result = true
			},
			["播"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			},
			["春"] = {
				["心"] = {
					["网"] = {
						result = true
					}
				}
			},
			["林"] = {
				result = true
			},
			["淫"] = {
				["情"] = {
					["网"] = {
						result = true
					}
				},
				["香"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					["网"] = {
						result = true
					}
				}
			},
			["炮"] = {
				["图"] = {
					result = true
				}
			},
			["片"] = {
				["人"] = {
					["体"] = {
						["艺"] = {
							["术"] = {
								result = true
							}
						}
					}
				}
			},
			["牛"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			},
			["猫"] = {
				result = true
			},
			["电"] = {
				["影"] = {
					result = true,
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				["电"] = {
					["影"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["皇"] = {
				["朝"] = {
					result = true,
					["影"] = {
						["视"] = {
							result = true
						}
					}
				}
			},
			["社"] = {
				["区"] = {
					result = true
				}
			},
			["綜"] = {
				["合"] = {
					result = true
				}
			},
			["红"] = {
				["猫"] = {
					result = true
				}
			},
			["组"] = {
				["合"] = {
					result = true
				}
			},
			["综"] = {
				["合"] = {
					result = true
				}
			},
			["网"] = {
				result = true,
				["影"] = {
					["视"] = {
						result = true
					}
				},
				["成"] = {
					["人"] = {
						["影"] = {
							["视"] = {
								result = true
							}
						}
					}
				},
				["站"] = {
					result = true
				},
				["色"] = {
					["色"] = {
						["男"] = {
							result = true
						}
					}
				}
			},
			["老"] = {
				["师"] = {
					result = true
				}
			},
			["色"] = {
				["嘻"] = {
					["嘻"] = {
						["嘻"] = {
							result = true
						}
					}
				},
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["电"] = {
					["影"] = {
						result = true,
						["网"] = {
							result = true
						}
					}
				},
				["综"] = {
					["合"] = {
						result = true
					}
				}
			},
			["虎"] = {
				result = true
			},
			["虹"] = {
				["猫"] = {
					result = true
				}
			},
			["论"] = {
				["坛"] = {
					result = true
				}
			},
			["资"] = {
				["源"] = {
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["赤"] = {
				["裸"] = {
					["天"] = {
						["使"] = {
							result = true
						}
					}
				}
			},
			["连"] = {
				result = true
			},
			["链"] = {
				result = true
			},
			["骚"] = {
				["女"] = {
					["社"] = {
						["区"] = {
							result = true
						}
					}
				}
			},
			["鹿"] = {
				result = true
			}
		},
		["萝"] = {
			["莉"] = {
				result = true
			}
		},
		["虎"] = {
			["影"] = {
				["院"] = {
					result = true
				}
			}
		},
		["虫"] = {
			["影"] = {
				["院"] = {
					result = true
				}
			},
			["淫"] = {
				["娃"] = {
					result = true
				}
			}
		},
		["蝴"] = {
			["蝶"] = {
				["综"] = {
					["合"] = {
						result = true
					}
				}
			}
		},
		["裸"] = {
			["聊"] = {
				result = true
			}
		},
		["誘"] = {
			result = true
		},
		["護"] = {
			["士"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["论"] = {
			["坛"] = {
				result = true
			}
		},
		["诱"] = {
			["小"] = {
				["姨"] = {
					result = true
				}
			},
			["影"] = {
				["视"] = {
					result = true
				},
				["院"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			},
			["老"] = {
				["公"] = {
					["同"] = {
						["事"] = {
							result = true
						}
					}
				}
			}
		},
		["豆"] = {
			["网"] = {
				result = true
			}
		},
		["贴"] = {
			["图"] = {
				result = true
			}
		},
		["越"] = {
			["吧"] = {
				["哥"] = {
					result = true
				}
			}
		},
		["迷"] = {
			["谜"] = {
				["社"] = {
					["区"] = {
						result = true
					}
				}
			}
		},
		["逼"] = {
			["导"] = {
				["航"] = {
					result = true
				}
			}
		},
		["都"] = {
			result = true
		},
		["酷"] = {
			["快"] = {
				["播"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["色"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["青"] = {
			["网"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["站"] = {
					result = true
				}
			}
		},
		["骚"] = {
			["妹"] = {
				result = true
			},
			["扰"] = {
				["情"] = {
					["色"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["鬼"] = {
			result = true,
			["影"] = {
				["院"] = {
					result = true
				}
			}
		},
		["魔"] = {
			result = true,
			["与"] = {
				["制"] = {
					["服"] = {
						["学"] = {
							["妹"] = {
								result = true
							}
						}
					}
				}
			},
			["堂"] = {
				["电"] = {
					["影"] = {
						["论"] = {
							["坛"] = {
								result = true
							}
						}
					}
				}
			},
			["色"] = {
				["导"] = {
					["航"] = {
						result = true
					}
				}
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["鲍"] = {
			["鱼"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["鸡"] = {
			["巴"] = {
				result = true,
				["电"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["龙"] = {
			b = {
				t = {
					["发"] = {
						["布"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["芞"] = {
		["槍"] = {
			result = true,
			["手"] = {
				["槍"] = {
					result = true
				}
			},
			["獵"] = {
				["槍"] = {
					result = true
				}
			},
			["訂"] = {
				["購"] = {
					result = true
				}
			}
		},
		["狗"] = {
			["狗"] = {
				["糧"] = {
					result = true
				}
			},
			["糧"] = {
				result = true
			}
		},
		["質"] = {
			["苩"] = {
				["領"] = {
					result = true
				}
			}
		}
	},
	["芹"] = {
		["沢"] = {
			["恋"] = {
				result = true,
				["高"] = {
					["清"] = {
						result = true
					}
				}
			}
		},
		["泽"] = {
			["遥"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		}
	},
	["芼"] = {
		["魸"] = {
			["丅"] = {
				["載"] = {
					result = true
				}
			},
			["影"] = {
				["院"] = {
					result = true
				}
			}
		}
	},
	["苆"] = {
		["厛"] = {
			["軟"] = {
				["件"] = {
					result = true
				}
			}
		}
	},
	["若"] = {
		["优"] = {
			["点"] = {
				["卡"] = {
					["商"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["奥"] = {
			["纱"] = {
				["美"] = {
					["无"] = {
						["马"] = {
							result = true
						}
					}
				}
			}
		},
		["妻"] = {
			["奴"] = {
				["隶"] = {
					["契"] = {
						["约"] = {
							["书"] = {
								result = true
							}
						}
					}
				}
			},
			["调"] = {
				["教"] = {
					["日"] = {
						["志"] = {
							result = true
						}
					}
				}
			},
			["陵"] = {
				["辱"] = {
					result = true
				}
			}
		},
		["月"] = {
			["树"] = {
				["里"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["樹"] = {
				["裡"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["秋"] = {
				["穂"] = {
					result = true
				}
			}
		},
		["杉"] = {
			["由"] = {
				["菜"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["松"] = {
			["爱"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["林"] = {
			["树"] = {
				["里"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["菜"] = {
			["光"] = {
				["写"] = {
					["真"] = {
						["裸"] = {
							["体"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["贝"] = {
			["尓"] = {
				result = true
			}
		},
		["隐"] = {
			["若"] = {
				["现"] = {
					["的"] = {
						["自"] = {
							["拍"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["苦"] = {
		["劳"] = {
			["网"] = {
				result = true
			}
		},
		["味"] = {
			["酸"] = {
				["铵"] = {
					result = true
				}
			}
		},
		["月"] = {
			["亮"] = {
				result = true
			}
		},
		["瓜"] = {
			["影"] = {
				["视"] = {
					result = true
				}
			}
		},
		["的"] = {
			result = true
		},
		["辱"] = {
			["潮"] = {
				["輪"] = {
					["姦"] = {
						result = true
					}
				},
				["轮"] = {
					["姦"] = {
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["难"] = {
			["辉"] = {
				["煌"] = {
					result = true
				}
			}
		}
	},
	["苹"] = {
		["果"] = {
			result = true,
			["在"] = {
				["线"] = {
					result = true
				}
			},
			["找"] = {
				["回"] = {
					["手"] = {
						["机"] = {
							result = true
						}
					}
				}
			},
			["日"] = {
				["报"] = {
					[" "] = {
						["李"] = {
							["东"] = {
								["生"] = {
									[" "] = {
										["习"] = {
											[" "] = {
												["财"] = {
													["富"] = {
														result = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["机"] = {
				result = true
			},
			["版"] = {
				["电"] = {
					["视"] = {
						["棒"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["视"] = {
					["棒"] = {
						result = true
					}
				}
			},
			["针"] = {
				["孔"] = {
					["摄"] = {
						["像"] = {
							["机"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["茂"] = {
		["树"] = {
			["忍"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["茉"] = {
		["滤"] = {
			["花"] = {
				result = true
			}
		}
	},
	["茜"] = {
		["し"] = {
			["お"] = {
				["ん"] = {
					result = true
				}
			}
		}
	},
	["荖"] = {
		["挝"] = {
			["國"] = {
				["營"] = {
					["帾"] = {
						["畼"] = {
							result = true
						}
					}
				}
			}
		},
		["溮"] = {
			["莪"] = {
				["婹"] = {
					["射"] = {
						result = true
					}
				}
			}
		}
	},
	["荣"] = {
		["毅"] = {
			["仁"] = {
				result = true
			}
		},
		["誉"] = {
			["军"] = {
				["官"] = {
					result = true
				}
			},
			["商"] = {
				["城"] = {
					result = true
				}
			}
		}
	},
	["莆"] = {
		["田"] = {
			["冰"] = {
				["毒"] = {
					["麻"] = {
						["古"] = {
							result = true
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					result = true
				}
			},
			["海"] = {
				["洛"] = {
					["因"] = {
						["在"] = {
							["哪"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["莎"] = {
		["士"] = {
			["比"] = {
				["亚"] = {
					result = true
				},
				["亞"] = {
					result = true
				}
			}
		},
		["莎"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		}
	},
	["莱"] = {
		["卡"] = {
			["翁"] = {
				result = true
			}
		}
	},
	["莲"] = {
		["湖"] = {
			["区"] = {
				["汽"] = {
					["枪"] = {
						result = true
					}
				}
			}
		}
	},
	["菩"] = {
		["提"] = {
			result = true,
			["教"] = {
				["会"] = {
					result = true
				}
			},
			["树"] = {
				["妖"] = {
					result = true
				}
			},
			["法"] = {
				["门"] = {
					result = true
				}
			},
			["祖"] = {
				["师"] = {
					result = true
				}
			},
			["通"] = {
				["讯"] = {
					result = true
				}
			}
		}
	},
	["萌"] = {
		["萌"] = {
			["裸"] = {
				["聊"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["萍"] = {
		["乡"] = {
			K = {
				["粉"] = {
					result = true
				}
			},
			["办"] = {
				["证"] = {
					result = true
				}
			},
			["婚"] = {
				["外"] = {
					["情"] = {
						["调"] = {
							["查"] = {
								result = true
							}
						}
					}
				}
			},
			["辦"] = {
				["身"] = {
					["份"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["萝"] = {
		["岗"] = {
			["区"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				}
			}
		},
		["莉"] = {
			result = true,
			["影"] = {
				["院"] = {
					result = true
				}
			},
			["爆"] = {
				["乳"] = {
					["幼"] = {
						["齿"] = {
							result = true
						}
					}
				}
			},
			["爱"] = {
				["色"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["萨"] = {
		["姆"] = {
			["森"] = {
				result = true
			}
		},
		["宁"] = {
			result = true
		},
		["斯"] = {
			result = true,
			["重"] = {
				["现"] = {
					result = true
				}
			}
		},
		["桑"] = {
			result = true
		},
		["沙"] = {
			["格"] = {
				["雷"] = {
					result = true
				}
			}
		},
		["玛"] = {
			result = true
		},
		["雪"] = {
			result = true
		},
		["鲁"] = {
			result = true
		}
	},
	["萩"] = {
		["え"] = {
			["俙"] = {
				["兂"] = {
					["碼"] = {
						result = true
					}
				}
			},
			["優"] = {
				["萘"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		},
		["原"] = {
			["さ"] = {
				["や"] = {
					["か"] = {
						result = true
					}
				}
			},
			["亚"] = {
				["纪"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["亜"] = {
				["紀"] = {
					result = true
				}
			},
			["舞"] = {
				result = true,
				B = {
					T = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				},
				["下"] = {
					["載"] = {
						result = true
					}
				}
			}
		},
		["夲"] = {
			["紷"] = {
				["孒"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["葡"] = {
		["京"] = {
			result = true,
			["娱"] = {
				["乐"] = {
					["赌"] = {
						["场"] = {
							result = true
						}
					}
				}
			}
		},
		["萄"] = {
			["色"] = {
				result = true
			}
		}
	},
	["葵"] = {
		["花"] = {
			["子"] = {
				["政"] = {
					["变"] = {
						result = true
					}
				}
			},
			["忍"] = {
				["者"] = {
					["双"] = {
						["刀"] = {
							result = true
						}
					}
				}
			},
			["药"] = {
				["业"] = {
					result = true
				}
			}
		}
	},
	["蒙"] = {
		["古"] = {
			result = true,
			["教"] = {
				["育"] = {
					result = true
				}
			},
			["韃"] = {
				["子"] = {
					result = true
				}
			}
		},
		["哥"] = {
			["马"] = {
				["利"] = {
					result = true
				}
			}
		},
		["大"] = {
			["拿"] = {
				result = true
			}
		},
		["巴"] = {
			["顿"] = {
				result = true
			}
		},
		["汉"] = {
			["药"] = {
				result = true
			}
		},
		["汗"] = {
			["5"] = {
				result = true
			}
		}
	},
	["蒲"] = {
		["友"] = {
			["網"] = {
				result = true
			},
			["网"] = {
				result = true
			}
		},
		["江"] = {
			["县"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				}
			}
		},
		["良"] = {
			result = true
		}
	},
	["蒾"] = {
		["奸"] = {
			["葯"] = {
				["③"] = {
					["唑"] = {
						["侖"] = {
							["專"] = {
								result = true
							}
						}
					}
				},
				["專"] = {
					result = true
				},
				["強"] = {
					["奸"] = {
						["芄"] = {
							["專"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["幻"] = {
			["葯"] = {
				result = true
			}
		},
		["矢"] = {
			["尐"] = {
				["ㄝ"] = {
					["迗"] = {
						["嘡"] = {
							result = true
						}
					}
				}
			}
		},
		["葯"] = {
			result = true
		}
	},
	["蓝"] = {
		["丝"] = {
			["带"] = {
				result = true,
				["运"] = {
					["动"] = {
						result = true
					}
				}
			}
		},
		["之"] = {
			["雨"] = {
				["催"] = {
					["情"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["井"] = {
			["路"] = {
				["加"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["仔"] = {
			result = true
		},
		["光"] = {
			["亚"] = {
				["洲"] = {
					A = {
						V = {
							result = true
						}
					}
				}
			},
			["加"] = {
				["勒"] = {
					["比"] = {
						["无"] = {
							["马"] = {
								result = true
							}
						}
					}
				}
			},
			["日"] = {
				["本"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					}
				}
			}
		},
		["冰"] = {
			result = true
		},
		["天"] = {
			["不"] = {
				["见"] = {
					result = true
				}
			},
			["开"] = {
				["锁"] = {
					result = true
				}
			},
			["飞"] = {
				["扬"] = {
					result = true
				}
			}
		},
		["尚"] = {
			["概"] = {
				["念"] = {
					result = true
				}
			}
		},
		["川"] = {
			["惠"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["布"] = {
			["谷"] = {
				["极"] = {
					["品"] = {
						["肉"] = {
							["弹"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["月"] = {
			["传"] = {
				["奇"] = {
					["私"] = {
						["服"] = {
							result = true
						}
					}
				}
			}
		},
		["盾"] = {
			result = true,
			["在"] = {
				["线"] = {
					result = true
				}
			},
			["娱"] = {
				["乐"] = {
					result = true
				}
			},
			["百"] = {
				["家"] = {
					["乐"] = {
						result = true
					}
				}
			}
		},
		["精"] = {
			["灵"] = {
				result = true,
				["催"] = {
					["情"] = {
						["水"] = {
							result = true
						}
					}
				}
			}
		},
		["色"] = {
			["纤"] = {
				["维"] = {
					["纸"] = {
						["浆"] = {
							["精"] = {
								result = true
							}
						}
					}
				}
			},
			["革"] = {
				["命"] = {
					result = true
				}
			},
			["风"] = {
				["词"] = {
					["曲"] = {
						result = true
					}
				}
			},
			["魅"] = {
				["影"] = {
					["仿"] = {
						["真"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["警"] = {
			["路"] = {
				["加"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["颜"] = {
			["有"] = {
				["奕"] = {
					result = true
				}
			}
		},
		["鸟"] = {
			["出"] = {
				["品"] = {
					["剧"] = {
						["情"] = {
							["片"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["鹰"] = {
			["电"] = {
				["井"] = {
					["棍"] = {
						result = true
					}
				}
			},
			["第"] = {
				["三"] = {
					["代"] = {
						["电"] = {
							["棍"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["蓬"] = {
		["佩"] = {
			["奥"] = {
				[" "] = {
					["八"] = {
						["九"] = {
							["学"] = {
								["运"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["勃"] = {
			["出"] = {
				["版"] = {
					["社"] = {
						result = true
					}
				}
			}
		}
	},
	["蓮"] = {
		["花"] = {
			["逼"] = {
				result = true
			}
		}
	},
	["蔷"] = {
		["薇"] = {
			result = true,
			["妖"] = {
				["娆"] = {
					result = true
				}
			}
		}
	},
	["蕝"] = {
		["脃"] = {
			["瑝"] = {
				["峸"] = {
					result = true
				}
			}
		}
	},
	["蕾"] = {
		["丝"] = {
			["性"] = {
				["感"] = {
					["美"] = {
						["容"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			},
			["边"] = {
				result = true,
				["娱"] = {
					["乐"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["咪"] = {
			result = true
		},
		["絲"] = {
			["邊"] = {
				result = true
			}
		}
	},
	["薍"] = {
		["鲛"] = {
			result = true,
			["視"] = {
				["頻"] = {
					result = true
				}
			}
		}
	},
	["蘋"] = {
		["果"] = {
			["日"] = {
				["報"] = {
					result = true
				}
			},
			["版"] = {
				["電"] = {
					["視"] = {
						["棒"] = {
							result = true
						}
					}
				}
			},
			["電"] = {
				["視"] = {
					["棒"] = {
						result = true
					}
				}
			}
		}
	},
	["蘭"] = {
		["博"] = {
			["3"] = {
				["號"] = {
					["軍"] = {
						["刀"] = {
							result = true,
							["专"] = {
								result = true
							}
						},
						["斧"] = {
							result = true
						},
						["枪"] = {
							result = true
						},
						["砍"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			},
			["③"] = {
				["呺"] = {
					["軍"] = {
						["叨"] = {
							result = true
						}
					}
				}
			},
			["枪"] = {
				result = true
			},
			["求"] = {
				["生"] = {
					["刀"] = {
						result = true,
						["专"] = {
							result = true
						},
						["正"] = {
							["品"] = {
								result = true
							}
						}
					},
					["刺"] = {
						result = true
					},
					["枪"] = {
						["专"] = {
							result = true
						}
					}
				}
			}
		},
		["州"] = {
			["辦"] = {
				["證"] = {
					result = true
				}
			}
		},
		["愽"] = {
			["③"] = {
				["呺"] = {
					["軍"] = {
						["刀"] = {
							result = true
						}
					}
				}
			}
		},
		["桂"] = {
			["坊"] = {
				result = true
			},
			["情"] = {
				["色"] = {
					["帝"] = {
						["國"] = {
							result = true
						}
					}
				}
			}
		},
		["溎"] = {
			["坊"] = {
				result = true
			},
			["情"] = {
				["铯"] = {
					["偙"] = {
						["啯"] = {
							result = true
						}
					}
				}
			}
		},
		["蓕"] = {
			["汸"] = {
				result = true
			}
		}
	},
	["虐"] = {
		["女"] = {
			["囚"] = {
				result = true
			}
		},
		["奶"] = {
			["子"] = {
				result = true
			}
		},
		["弄"] = {
			["金"] = {
				["发"] = {
					["女"] = {
						result = true
					}
				}
			}
		},
		["待"] = {
			["快"] = {
				["播"] = {
					result = true
				}
			},
			["狂"] = {
				result = true
			}
		},
		["恋"] = {
			result = true,
			["花"] = {
				["园"] = {
					result = true
				}
			}
		},
		["杀"] = {
			["六"] = {
				["四"] = {
					result = true
				}
			}
		},
		["肛"] = {
			result = true
		},
		["肝"] = {
			["门"] = {
				result = true
			}
		},
		["阴"] = {
			result = true,
			["道"] = {
				result = true
			}
		}
	},
	["蚂"] = {
		["蚁"] = {
			["上"] = {
				["树"] = {
					["做"] = {
						["爱"] = {
							result = true
						}
					}
				}
			},
			["色"] = {
				result = true
			}
		}
	},
	["蛇"] = {
		["缚"] = {
			["之"] = {
				["庶"] = {
					["务"] = {
						["二"] = {
							["课"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["舌"] = {
			["女"] = {
				["教"] = {
					["师"] = {
						result = true
					}
				}
			}
		},
		["蝎"] = {
			["狩"] = {
				["猎"] = {
					["者"] = {
						result = true
					}
				}
			}
		}
	},
	["蛯"] = {
		["原"] = {
			["舞"] = {
				result = true
			}
		}
	},
	["蜜"] = {
		["桃"] = {
			["成"] = {
				["人"] = {
					["网"] = {
						result = true
					}
				},
				["熟"] = {
					["时"] = {
						result = true,
						["3"] = {
							D = {
								result = true
							}
						},
						B = {
							T = {
								result = true
							}
						},
						["钟"] = {
							["真"] = {
								result = true
							}
						},
						["高"] = {
							["清"] = {
								result = true
							}
						}
					},
					["時"] = {
						B = {
							T = {
								result = true
							}
						}
					}
				}
			},
			["淑"] = {
				["女"] = {
					["网"] = {
						result = true
					}
				}
			},
			["爱"] = {
				["女"] = {
					["人"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				result = true
			}
		}
	},
	["蜡"] = {
		["烛"] = {
			result = true,
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["融"] = {
		["信"] = {
			["要"] = {
				["账"] = {
					["公"] = {
						["司"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["蠕"] = {
		["动"] = {
			["着"] = {
				["身"] = {
					["体"] = {
						result = true
					}
				}
			}
		}
	},
	["衫"] = {
		["露"] = {
			["色"] = {
				["综"] = {
					["合"] = {
						result = true
					}
				}
			}
		}
	},
	["裘"] = {
		["兴"] = {
			result = true
		},
		["老"] = {
			["7"] = {
				result = true
			},
			["七"] = {
				result = true
			}
		}
	},
	["裙"] = {
		["下"] = {
			["風"] = {
				["光"] = {
					result = true
				}
			}
		},
		["底"] = {
			result = true,
			["盗"] = {
				["摄"] = {
					result = true
				}
			},
			["诱"] = {
				["惑"] = {
					result = true
				}
			},
			["风"] = {
				["光"] = {
					result = true,
					["大"] = {
						["泄"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["裴"] = {
		["宣"] = {
			result = true
		}
	},
	["裸"] = {
		["&"] = {
			["幹"] = {
				result = true
			}
		},
		l = {
			["聊"] = {
				result = true
			}
		},
		q = {
			["聊"] = {
				["现"] = {
					["场"] = {
						result = true
					}
				}
			}
		},
		y = {
			["聊"] = {
				result = true
			}
		},
		["□"] = {
			["聊"] = {
				["聊"] = {
					["天"] = {
						["室"] = {
							result = true
						}
					}
				}
			}
		},
		["乳"] = {
			result = true
		},
		["体"] = {
			["特"] = {
				["工"] = {
					result = true
				}
			}
		},
		["图"] = {
			result = true,
			["网"] = {
				result = true
			}
		},
		["奔"] = {
			result = true
		},
		["女"] = {
			result = true,
			["自"] = {
				["淫"] = {
					["图"] = {
						result = true
					}
				}
			},
			["艺"] = {
				["术"] = {
					result = true
				}
			}
		},
		["幹"] = {
			result = true
		},
		["戏"] = {
			["超"] = {
				["清"] = {
					["晰"] = {
						result = true
					}
				}
			}
		},
		["模"] = {
			result = true,
			["写"] = {
				["真"] = {
					result = true
				}
			},
			["女"] = {
				["神"] = {
					result = true
				}
			}
		},
		["欲"] = {
			result = true
		},
		["照"] = {
			result = true,
			["录"] = {
				["像"] = {
					["事"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					["录"] = {
						["像"] = {
							result = true
						}
					}
				}
			}
		},
		["的"] = {
			["彻"] = {
				["底"] = {
					result = true
				}
			}
		},
		["眼"] = {
			["体"] = {
				["验"] = {
					result = true
				}
			}
		},
		["着"] = {
			["体"] = {
				["聊"] = {
					["天"] = {
						result = true
					}
				}
			}
		},
		["窷"] = {
			["寶"] = {
				["貝"] = {
					result = true
				},
				["赑"] = {
					result = true
				}
			},
			["窷"] = {
				["迗"] = {
					result = true
				}
			}
		},
		["缚"] = {
			["狂"] = {
				["虐"] = {
					result = true
				}
			}
		},
		["聊"] = {
			[","] = {
				result = true
			},
			q = {
				result = true
			},
			["网"] = {
				result = true
			},
			["魅"] = {
				["惑"] = {
					result = true
				}
			}
		},
		["背"] = {
			["门"] = {
				result = true
			}
		},
		["舞"] = {
			["制"] = {
				["服"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								result = true
							}
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								result = true
							}
						}
					}
				}
			},
			["需"] = {
				["您"] = {
					result = true
				}
			}
		},
		["足"] = {
			["腳"] = {
				["交"] = {
					result = true
				}
			}
		},
		["身"] = {
			["玩"] = {
				["自"] = {
					["摸"] = {
						result = true
					}
				}
			},
			["跳"] = {
				["楼"] = {
					result = true
				}
			}
		},
		["躰"] = {
			["視"] = {
				["频"] = {
					result = true
				}
			}
		},
		["軆"] = {
			["視"] = {
				["頻"] = {
					result = true
				}
			}
		},
		["體"] = {
			result = true
		}
	},
	["親"] = {
		["江"] = {
			["系"] = {
				["媒"] = {
					["體"] = {
						result = true
					}
				}
			}
		}
	},
	["覽"] = {
		["叫"] = {
			result = true
		}
	},
	["設"] = {
		["啶"] = {
			["恁"] = {
				["噫"] = {
					["呺"] = {
						["碼"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["詘"] = {
		["囼"] = {
			["咑"] = {
				["炮"] = {
					result = true
				}
			}
		}
	},
	["誏"] = {
		["叐"] = {
			["論"] = {
				["壇"] = {
					result = true
				}
			}
		},
		["愙"] = {
			["簧"] = {
				["铯"] = {
					["網"] = {
						result = true
					}
				}
			}
		},
		["鏃"] = {
			["娯"] = {
				["楽"] = {
					["網"] = {
						result = true
					}
				}
			}
		}
	},
	["誑"] = {
		["嘢"] = {
			["媄"] = {
				["鉽"] = {
					result = true
				}
			},
			["羙"] = {
				["鉽"] = {
					result = true
				}
			}
		},
		["懆"] = {
			["涳"] = {
				["姐"] = {
					["嫰"] = {
						["泬"] = {
							result = true
						}
					}
				}
			}
		},
		["操"] = {
			["悾"] = {
				["姊"] = {
					["嫩"] = {
						["穴"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["請"] = {
		["打"] = {
			["手"] = {
				["解"] = {
					["決"] = {
						["小"] = {
							["三"] = {
								result = true
							}
						},
						["情"] = {
							["敵"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["謀"] = {
		["殺"] = {
			result = true
		}
	},
	["謾"] = {
		["性"] = {
			["毐"] = {
				["葯"] = {
					result = true
				}
			}
		}
	},
	["讓"] = {
		["你"] = {
			["盡"] = {
				["享"] = {
					["柔"] = {
						["情"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["认"] = {
		["证"] = {
			["书"] = {
				result = true
			}
		}
	},
	["让"] = {
		["你"] = {
			["大"] = {
				["哥"] = {
					["爽"] = {
						["一"] = {
							["爽"] = {
								result = true
							}
						}
					}
				}
			},
			["尽"] = {
				["享"] = {
					["柔"] = {
						["情"] = {
							result = true
						}
					}
				}
			},
			["操"] = {
				result = true
			},
			["用"] = {
				["子"] = {
					["宫"] = {
						["感"] = {
							["觉"] = {
								result = true
							}
						}
					}
				}
			},
			["稳"] = {
				["健"] = {
					["盈"] = {
						["利"] = {
							result = true
						}
					}
				}
			},
			["蹲"] = {
				["监"] = {
					["狱"] = {
						result = true
					}
				}
			}
		},
		["女"] = {
			["人"] = {
				["也"] = {
					["勃"] = {
						["起"] = {
							result = true
						}
					}
				},
				["爽"] = {
					["上"] = {
						["了"] = {
							["天"] = {
								result = true
							}
						}
					}
				},
				["高"] = {
					["潮"] = {
						["不"] = {
							["断"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["她"] = {
			["给"] = {
				["你"] = {
					["吹"] = {
						["出"] = {
							["来"] = {
								result = true
							}
						}
					}
				}
			},
			["高"] = {
				["潮"] = {
					["迭"] = {
						["起"] = {
							result = true
						}
					}
				}
			}
		},
		["我"] = {
			["消"] = {
				["魂"] = {
					["的"] = {
						["老"] = {
							["外"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["爱"] = {
			["液"] = {
				["喷"] = {
					["涌"] = {
						result = true
					}
				}
			}
		},
		["蛋"] = {
			["蛋"] = {
				["变"] = {
					["大"] = {
						result = true
					}
				}
			}
		},
		["裆"] = {
			["放"] = {
				["心"] = {
					result = true
				}
			}
		},
		["那"] = {
			["话"] = {
				["儿"] = {
					["漏"] = {
						["油"] = {
							result = true
						}
					}
				}
			}
		},
		["黄"] = {
			["雀"] = {
				["飞"] = {
					result = true
				}
			}
		}
	},
	["讷"] = {
		["河"] = {
			["迷"] = {
				["幻"] = {
					["药"] = {
						result = true
					}
				}
			}
		}
	},
	["论"] = {
		["文"] = {
			["代"] = {
				["写"] = {
					result = true
				}
			}
		}
	},
	["设"] = {
		["卡"] = {
			result = true,
			["堵"] = {
				["截"] = {
					result = true
				}
			}
		},
		["定"] = {
			["任"] = {
				["意"] = {
					result = true
				}
			},
			["式"] = {
				["单"] = {
					["板"] = {
						["机"] = {
							result = true
						}
					}
				},
				["扳"] = {
					["机"] = {
						result = true
					}
				}
			},
			["编"] = {
				["队"] = {
					result = true
				}
			}
		},
		["计"] = {
			["女"] = {
				["友"] = {
					result = true
				}
			}
		}
	},
	["评"] = {
		["中"] = {
			["国"] = {
				["共"] = {
					["产"] = {
						["党"] = {
							[" "] = {
								["杀"] = {
									["人"] = {
										["历"] = {
											["史"] = {
												result = true
											}
										}
									}
								}
							},
							["杀"] = {
								["人"] = {
									["历"] = {
										["史"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["优"] = {
			["期"] = {
				["刊"] = {
					["发"] = {
						["表"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["博"] = {
			["网"] = {
				result = true
			}
		},
		["职"] = {
			["称"] = {
				result = true
			}
		}
	},
	["诠"] = {
		["释"] = {
			["王"] = {
				["牌"] = {
					["军"] = {
						result = true
					}
				}
			}
		}
	},
	["请"] = {
		["打"] = {
			["手"] = {
				["解"] = {
					["决"] = {
						["小"] = {
							["三"] = {
								result = true
							}
						},
						["情"] = {
							["敌"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["改"] = {
			["名"] = {
				["李"] = {
					["克"] = {
						["壮"] = {
							result = true
						}
					}
				}
			}
		},
		["职"] = {
			["业"] = {
				["杀"] = {
					["手"] = {
						["复"] = {
							["仇"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["输"] = {
			["入"] = {
				["昵"] = {
					["称"] = {
						result = true
					}
				}
			}
		},
		["问"] = {
			["槍"] = {
				["支"] = {
					["分"] = {
						["解"] = {
							["图"] = {
								result = true
							}
						}
					}
				}
			},
			["猎"] = {
				["枪"] = {
					result = true
				}
			}
		}
	},
	["谋"] = {
		["杀"] = {
			["前"] = {
				["妻"] = {
					[" "] = {
						["次"] = {
							["子"] = {
								["寒"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["谴"] = {
		["责"] = {
			["中"] = {
				["共"] = {
					[" "] = {
						["\""] = {
							["暴"] = {
								["力"] = {
									["镇"] = {
										["压"] = {
											["\""] = {
												result = true
											}
										}
									}
								}
							}
						}
					},
					["暴"] = {
						["力"] = {
							["镇"] = {
								["压"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["豊"] = {
		["満"] = {
			["母"] = {
				["ち"] = {
					["ゃ"] = {
						["ん"] = {
							["の"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["賞"] = {
		["圖"] = {
			["交"] = {
				["流"] = {
					["園"] = {
						result = true
					}
				}
			}
		}
	},
	["賴"] = {
		["昌"] = {
			["星"] = {
				result = true
			}
		}
	},
	["賽"] = {
		["你"] = {
			["娘"] = {
				result = true
			}
		},
		["馬"] = {
			["彩"] = {
				result = true
			},
			["會"] = {
				["開"] = {
					["獎"] = {
						result = true
					}
				}
			}
		}
	},
	["贫"] = {
		["铀"] = {
			["炸"] = {
				["弹"] = {
					result = true
				}
			}
		}
	},
	["赏"] = {
		["穴"] = {
			result = true
		}
	},
	["赖"] = {
		["介"] = {
			["婷"] = {
				result = true
			}
		},
		["昌"] = {
			["星"] = {
				["背"] = {
					["后"] = {
						["是"] = {
							["习"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["赛"] = {
		["博"] = {
			["先"] = {
				["锋"] = {
					result = true
				}
			}
		},
		["艇"] = {
			["车"] = {
				["祸"] = {
					result = true
				}
			},
			["选"] = {
				["手"] = {
					["车"] = {
						["祸"] = {
							result = true
						}
					}
				}
			},
			["队"] = {
				["员"] = {
					["车"] = {
						["祸"] = {
							result = true
						}
					}
				}
			}
		},
		["车"] = {
			["博"] = {
				["彩"] = {
					result = true
				}
			}
		},
		["马"] = {
			["会"] = {
				result = true,
				["博"] = {
					["彩"] = {
						["网"] = {
							result = true
						}
					}
				},
				["开"] = {
					["奖"] = {
						result = true
					}
				}
			},
			["彩"] = {
				result = true
			}
		}
	},
	["起"] = {
		["凡"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			}
		},
		["嚗"] = {
			["药"] = {
				result = true
			}
		},
		["点"] = {
			["影"] = {
				["院"] = {
					result = true
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						result = true
					}
				}
			}
		},
		["爆"] = {
			["器"] = {
				["方"] = {
					["法"] = {
						result = true
					}
				}
			},
			["药"] = {
				["配"] = {
					["制"] = {
						["方"] = {
							["法"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["碰"] = {
			["激"] = {
				["情"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["義"] = {
			result = true
		},
		["航"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			}
		},
		["飞"] = {
			M = {
				result = true
			}
		}
	},
	["赽"] = {
		["嫚"] = {
			["僟"] = {
				result = true
			}
		},
		["脃"] = {
			["妑"] = {
				result = true
			}
		},
		["萿"] = {
			["唂"] = {
				["囵"] = {
					["墵"] = {
						result = true
					}
				}
			}
		},
		["譒"] = {
			["ā"] = {
				["ｖ"] = {
					["電"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["荿"] = {
				["亾"] = {
					["電"] = {
						["影"] = {
							result = true
						}
					}
				}
			}
		},
		["趚"] = {
			["刅"] = {
				["姃"] = {
					result = true
				},
				["理"] = {
					["駕"] = {
						["燳"] = {
							result = true
						}
					}
				}
			},
			["嗱"] = {
				["姃"] = {
					result = true
				},
				["敩"] = {
					["呖"] = {
						result = true
					}
				}
			}
		}
	},
	["趣"] = {
		["向"] = {
			["馆"] = {
				result = true
			}
		}
	},
	["趫"] = {
		["囸"] = {
			["敩"] = {
				["泩"] = {
					["妺"] = {
						result = true
					}
				}
			}
		},
		["強"] = {
			["電"] = {
				["輥"] = {
					result = true
				}
			}
		},
		["薄"] = {
			["汽"] = {
				["車"] = {
					["迀"] = {
						["擾"] = {
							["噐"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["趴"] = {
		["下"] = {
			["的"] = {
				["蛤"] = {
					["蟆"] = {
						result = true
					}
				}
			}
		}
	},
	["跑"] = {
		["事"] = {
			result = true
		},
		["台"] = {
			result = true,
			["两"] = {
				["桌"] = {
					result = true
				}
			}
		},
		["跑"] = {
			["卡"] = {
				["丁"] = {
					["车"] = {
						result = true
					}
				}
			}
		},
		["马"] = {
			result = true
		}
	},
	["跨"] = {
		["服"] = {
			P = {
				K = {
					["使"] = {
						["者"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["路"] = {
		["+"] = {
			["出"] = {
				["事"] = {
					result = true
				}
			},
			["砍"] = {
				["人"] = {
					result = true
				}
			}
		}
	},
	["身"] = {
		["份"] = {
			["信"] = {
				["息"] = {
					result = true,
					["大"] = {
						["量"] = {
							result = true
						}
					},
					["海"] = {
						["量"] = {
							result = true
						}
					},
					["电"] = {
						["售"] = {
							result = true
						}
					},
					["電"] = {
						["話"] = {
							result = true
						}
					}
				}
			},
			["正"] = {
				["刻"] = {
					["章"] = {
						result = true
					}
				},
				["办"] = {
					["正"] = {
						result = true
					}
				}
			},
			["譪"] = {
				["生"] = {
					["成"] = {
						["器"] = {
							result = true
						}
					}
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			}
		},
		["寸"] = {
			["米"] = {
				["青"] = {
					result = true
				}
			}
		},
		["材"] = {
			["一"] = {
				["流"] = {
					result = true
				}
			},
			["不"] = {
				["错"] = {
					["的"] = {
						["车"] = {
							["模"] = {
								result = true
							}
						}
					}
				}
			},
			["前"] = {
				["途"] = {
					["后"] = {
						["桥"] = {
							result = true
						}
					}
				}
			},
			["样"] = {
				["子"] = {
					["都"] = {
						["不"] = {
							["错"] = {
								result = true
							}
						}
					}
				}
			},
			["超"] = {
				["棒"] = {
					["的"] = {
						["女"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["毒"] = {
			["丸"] = {
				result = true
			}
		}
	},
	["躶"] = {
		["体"] = {
			["裸"] = {
				["聊"] = {
					["表"] = {
						["演"] = {
							result = true
						}
					}
				}
			}
		},
		["聊"] = {
			["号"] = {
				result = true
			}
		}
	},
	["軍"] = {
		["中"] = {
			["母"] = {
				["老"] = {
					["虎"] = {
						result = true
					}
				}
			},
			["貓"] = {
				["頭"] = {
					["鷹"] = {
						result = true
					}
				}
			}
		},
		["主"] = {
			["官"] = {
				result = true
			}
		},
		["刀"] = {
			result = true,
			["匕"] = {
				["首"] = {
					result = true
				}
			}
		},
		["刺"] = {
			result = true,
			["挂"] = {
				["刀"] = {
					result = true
				},
				["忉"] = {
					result = true
				}
			}
		},
		["品"] = {
			["公"] = {
				["司"] = {
					result = true
				}
			}
		},
		["國"] = {
			["主"] = {
				["義"] = {
					result = true
				}
			}
		},
		["委"] = {
			["建"] = {
				["制"] = {
					result = true
				}
			},
			["直"] = {
				["管"] = {
					result = true
				}
			}
		},
		["官"] = {
			result = true,
			["證"] = {
				result = true
			}
		},
		["工"] = {
			["匕"] = {
				["首"] = {
					["專"] = {
						["店"] = {
							result = true,
							["忉"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["忉"] = {
			["匕"] = {
				["首"] = {
					result = true
				}
			}
		},
		["悹"] = {
			["證"] = {
				result = true
			}
		},
		["民"] = {
			["血"] = {
				["腥"] = {
					["衝"] = {
						["突"] = {
							result = true
						}
					}
				}
			},
			["衝"] = {
				["突"] = {
					result = true
				}
			}
		},
		["用"] = {
			["刺"] = {
				["刀"] = {
					result = true,
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			},
			["匕"] = {
				["首"] = {
					result = true,
					["专"] = {
						result = true
					},
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			},
			["弓"] = {
				["弩"] = {
					result = true
				}
			},
			["弩"] = {
				result = true,
				["折"] = {
					["疊"] = {
						["弩"] = {
							result = true
						}
					}
				}
			},
			["手"] = {
				["枪"] = {
					result = true
				},
				["槍"] = {
					result = true,
					["免"] = {
						["定"] = {
							["金"] = {
								result = true
							}
						}
					},
					["專"] = {
						["網"] = {
							result = true
						}
					}
				}
			},
			["枪"] = {
				result = true,
				["专"] = {
					result = true
				}
			},
			["步"] = {
				["槍"] = {
					result = true
				}
			},
			["潛"] = {
				["水"] = {
					["刀"] = {
						result = true,
						["专"] = {
							result = true
						},
						["正"] = {
							["品"] = {
								result = true
							}
						}
					},
					["刺"] = {
						["专"] = {
							result = true
						}
					},
					["斧"] = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					},
					["枪"] = {
						result = true,
						["专"] = {
							result = true
						}
					}
				}
			},
			["狙"] = {
				["擊"] = {
					["弓"] = {
						["弩"] = {
							result = true
						}
					},
					["弩"] = {
						result = true
					}
				}
			},
			["鋼"] = {
				["珠"] = {
					["弩"] = {
						result = true
					}
				}
			},
			["錄"] = {
				["音"] = {
					["監"] = {
						["聽"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["阻"] = {
				["擊"] = {
					["弩"] = {
						result = true
					}
				}
			},
			["雷"] = {
				["鳴"] = {
					["登"] = {
						result = true
					}
				}
			}
		},
		["甪"] = {
			["尐"] = {
				["飛"] = {
					["箎"] = {
						result = true
					}
				}
			},
			["手"] = {
				["槍"] = {
					result = true
				}
			},
			["森"] = {
				["林"] = {
					["徔"] = {
						["仼"] = {
							result = true
						}
					}
				}
			},
			["短"] = {
				["刀"] = {
					result = true
				}
			}
		},
		["長"] = {
			["發"] = {
				["威"] = {
					P = {
						K = {
							result = true
						}
					}
				}
			}
		},
		["隊"] = {
			["反"] = {
				["腐"] = {
					result = true
				}
			},
			["審"] = {
				["計"] = {
					["署"] = {
						result = true
					}
				}
			}
		},
		["鼡"] = {
			["掱"] = {
				["熗"] = {
					result = true,
					["抟"] = {
						["蛧"] = {
							result = true
						}
					}
				}
			},
			["短"] = {
				["叨"] = {
					result = true
				}
			}
		}
	},
	["軟"] = {
		["體"] = {
			result = true
		}
	},
	["輪"] = {
		["姦"] = {
			result = true
		},
		["子"] = {
			["功"] = {
				result = true
			}
		},
		["幹"] = {
			result = true
		},
		["暴"] = {
			result = true
		},
		["流"] = {
			["執"] = {
				["政"] = {
					result = true
				}
			},
			["幹"] = {
				result = true
			}
		},
		["盤"] = {
			["賭"] = {
				result = true
			}
		}
	},
	["轮"] = {
		["姦"] = {
			["高"] = {
				["清"] = {
					result = true
				}
			}
		},
		["插"] = {
			["娱"] = {
				["乐"] = {
					["性"] = {
						["站"] = {
							result = true
						}
					}
				}
			}
		},
		["暴"] = {
			["小"] = {
				["太"] = {
					["妹"] = {
						result = true
					}
				}
			}
		},
		["流"] = {
			["执"] = {
				["政"] = {
					result = true
				}
			}
		},
		["盘"] = {
			["博"] = {
				["彩"] = {
					result = true
				}
			}
		}
	},
	["软"] = {
		["弹"] = {
			["气"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["性"] = {
			["毒"] = {
				["品"] = {
					result = true
				}
			}
		},
		["禁"] = {
			["中"] = {
				["的"] = {
					["谈"] = {
						["话"] = {
							result = true
						}
					}
				}
			},
			["谈"] = {
				["话"] = {
					["下"] = {
						["载"] = {
							result = true
						}
					}
				}
			}
		},
		["银"] = {
			["千"] = {
				["橡"] = {
					result = true
				}
			},
			["收"] = {
				["购"] = {
					["千"] = {
						["橡"] = {
							result = true
						}
					},
					["校"] = {
						["内"] = {
							result = true
						}
					}
				}
			},
			["校"] = {
				["内"] = {
					result = true
				}
			},
			["注"] = {
				["资"] = {
					["千"] = {
						["橡"] = {
							result = true
						}
					},
					["校"] = {
						["内"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["饭"] = {
			["家"] = {
				["族"] = {
					result = true
				}
			}
		}
	},
	["轻"] = {
		["井"] = {
			["泽"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["型"] = {
			["火"] = {
				["绳"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["狙"] = {
				["击"] = {
					["步"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["微"] = {
			S = {
				M = {
					result = true
				}
			}
		},
		["机"] = {
			["枪"] = {
				result = true
			}
		},
		["松"] = {
			["原"] = {
				["子"] = {
					["弹"] = {
						result = true
					}
				}
			},
			["复"] = {
				["制"] = {
					result = true
				}
			},
			["拿"] = {
				["本"] = {
					["科"] = {
						result = true
					}
				}
			},
			["新"] = {
				["闻"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["狂"] = {
			["一"] = {
				["笑"] = {
					["帝"] = {
						["王"] = {
							["受"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["甲"] = {
			["莽"] = {
				["盖"] = {
					result = true
				}
			}
		},
		["落"] = {
			["天"] = {
				["下"] = {
					result = true
				}
			}
		},
		["警"] = {
			["泽"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["轻"] = {
			["干"] = {
				result = true,
				["天"] = {
					["天"] = {
						["射"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["辣"] = {
		["%"] = {
			["妹"] = {
				result = true
			}
		},
		["♀"] = {
			["妹"] = {
				result = true
			}
		},
		["妹"] = {
			result = true,
			M = {
				M = {
					result = true
				}
			},
			["包"] = {
				["夜"] = {
					result = true,
					["不"] = {
						["要"] = {
							["钱"] = {
								result = true
							}
						}
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			},
			["姐"] = {
				["姐"] = {
					result = true
				}
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						result = true
					}
				}
			},
			["苞"] = {
				["夜"] = {
					result = true
				}
			},
			["集"] = {
				["锦"] = {
					result = true
				}
			}
		},
		["妺"] = {
			result = true,
			["笣"] = {
				["液"] = {
					result = true
				}
			}
		},
		["屄"] = {
			["小"] = {
				["欣"] = {
					result = true
				}
			}
		}
	},
	["辽"] = {
		["学"] = {
			["生"] = {
				["小"] = {
					["姐"] = {
						result = true
					}
				}
			}
		},
		["宁"] = {
			["井"] = {
				["官"] = {
					["证"] = {
						result = true
					}
				}
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["办"] = {
				["正"] = {
					result = true
				},
				["理"] = {
					["证"] = {
						["件"] = {
							result = true
						}
					}
				},
				["证"] = {
					result = true
				}
			},
			["女"] = {
				result = true
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						result = true
					}
				}
			},
			["省"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				},
				["身"] = {
					["份"] = {
						["证"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				["上"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			},
			["警"] = {
				["官"] = {
					["证"] = {
						result = true
					}
				}
			},
			["雇"] = {
				["佣"] = {
					["杀"] = {
						["手"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["迁"] = {
		["户"] = {
			["口"] = {
				["代"] = {
					["办"] = {
						result = true
					}
				}
			}
		}
	},
	["连"] = {
		["云"] = {
			["港"] = {
				result = true,
				K = {
					["粉"] = {
						result = true
					}
				},
				["假"] = {
					["币"] = {
						result = true
					}
				},
				["办"] = {
					["证"] = {
						result = true
					}
				},
				["枪"] = {
					["支"] = {
						result = true
					}
				},
				["气"] = {
					["枪"] = {
						result = true
					}
				},
				["迷"] = {
					["药"] = {
						result = true
					}
				}
			}
		},
		["州"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["平"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["弩"] = {
			result = true
		}
	},
	["迷"] = {
		["*"] = {
			["香"] = {
				result = true
			}
		},
		[","] = {
			["信"] = {
				result = true
			}
		},
		["."] = {
			["香"] = {
				result = true
			}
		},
		["5"] = {
			["药"] = {
				result = true
			}
		},
		["人"] = {
			["丝"] = {
				["袜"] = {
					result = true
				}
			},
			["小"] = {
				["妞"] = {
					result = true
				}
			},
			["水"] = {
				["妻"] = {
					result = true
				}
			}
		},
		["你"] = {
			["色"] = {
				["论"] = {
					["坛"] = {
						result = true
					}
				}
			}
		},
		["信"] = {
			result = true
		},
		["奸"] = {
			["粉"] = {
				result = true
			}
		},
		["幻"] = {
			["催"] = {
				["情"] = {
					result = true
				}
			},
			["水"] = {
				result = true
			},
			["香"] = {
				result = true
			}
		},
		["忄"] = {
			["青"] = {
				["水"] = {
					result = true
				}
			}
		},
		["情"] = {
			result = true
		},
		["烟"] = {
			result = true
		},
		["色"] = {
			["网"] = {
				result = true
			}
		},
		["葯"] = {
			result = true
		},
		["魂"] = {
			["粉"] = {
				result = true
			},
			["药"] = {
				["假"] = {
					["币"] = {
						result = true
					}
				},
				["激"] = {
					["情"] = {
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["迺"] = {
		["澤"] = {
			["叐"] = {
				["裡"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		},
		["畾"] = {
			["茜"] = {
				["佺"] = {
					["雧"] = {
						result = true
					}
				},
				["兂"] = {
					["碼"] = {
						result = true
					}
				},
				["電"] = {
					["驴"] = {
						result = true
					}
				},
				["ｂ"] = {
					["τ"] = {
						result = true
					}
				}
			}
		},
		["萩"] = {
			["噯"] = {
				["菜"] = {
					["丅"] = {
						["載"] = {
							result = true
						}
					},
					["兂"] = {
						["碼"] = {
							result = true
						}
					},
					["電"] = {
						["驴"] = {
							result = true
						}
					},
					["ｂ"] = {
						["τ"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["逑"] = {
		["购"] = {
			["錑"] = {
				["角"] = {
					["膜"] = {
						result = true
					}
				}
			},
			["魜"] = {
				["體"] = {
					["肝"] = {
						["脾"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["連"] = {
		["發"] = {
			["槍"] = {
				["支"] = {
					result = true
				}
			},
			["獵"] = {
				["槍"] = {
					result = true
				}
			},
			["鋼"] = {
				["珠"] = {
					["弩"] = {
						result = true
					}
				}
			}
		},
		["続"] = {
			["失"] = {
				["禁"] = {
					result = true
				}
			}
		},
		["續"] = {
			["中"] = {
				["出"] = {
					result = true
				}
			}
		}
	},
	["遼"] = {
		["寧"] = {
			["辦"] = {
				["證"] = {
					result = true
				}
			}
		},
		["源"] = {
			["辦"] = {
				["證"] = {
					result = true
				}
			}
		},
		["陽"] = {
			["辦"] = {
				["證"] = {
					result = true
				}
			}
		}
	},
	["那"] = {
		["下"] = {
			["贱"] = {
				["的"] = {
					["前"] = {
						["女"] = {
							["友"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["吗"] = {
			B = {
				result = true
			},
			["瘟"] = {
				["比"] = {
					result = true
				}
			},
			["老"] = {
				["比"] = {
					result = true
				}
			},
			["逼"] = {
				result = true
			},
			["错"] = {
				["比"] = {
					result = true
				}
			}
		},
		["奶"] = {
			["子"] = {
				["那"] = {
					["嫩"] = {
						["穴"] = {
							result = true
						}
					}
				}
			}
		},
		["娘"] = {
			["瘟"] = {
				["比"] = {
					result = true
				}
			},
			["老"] = {
				["比"] = {
					result = true
				}
			},
			["错"] = {
				["比"] = {
					result = true
				}
			}
		},
		["曲"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["办"] = {
				["假"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["有"] = {
			["假"] = {
				q = {
					i = {
						a = {
							n = {
								result = true
							}
						}
					}
				},
				["钱"] = {
					result = true
				}
			},
			["少"] = {
				["女"] = {
					["迷"] = {
						["情"] = {
							["粉"] = {
								result = true
							}
						}
					}
				}
			},
			["汽"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["里"] = {
			["代"] = {
				["人"] = {
					["报"] = {
						["仇"] = {
							result = true
						}
					}
				}
			},
			["可"] = {
				["以"] = {
					["到"] = {
						["抢"] = {
							result = true
						},
						["枪"] = {
							result = true
						},
						["槍"] = {
							result = true
						}
					},
					["枪"] = {
						result = true
					}
				}
			},
			["找"] = {
				["打"] = {
					["手"] = {
						result = true
					}
				},
				["杀"] = {
					["手"] = {
						result = true
					}
				}
			},
			["有"] = {
				["6"] = {
					["4"] = {
						["手"] = {
							["槍"] = {
								result = true
							}
						}
					}
				},
				["小"] = {
					["姐"] = {
						result = true
					}
				},
				["黄"] = {
					["网"] = {
						result = true
					}
				}
			},
			["能"] = {
				["够"] = {
					["枪"] = {
						result = true
					}
				},
				["枪"] = {
					result = true
				}
			},
			["色"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			}
		}
	},
	["邱"] = {
		["学"] = {
			["强"] = {
				result = true
			}
		},
		["明"] = {
			["伟"] = {
				["退"] = {
					["党"] = {
						result = true
					}
				}
			}
		},
		["行"] = {
			["洛"] = {
				result = true
			}
		},
		["进"] = {
			result = true
		}
	},
	["邵"] = {
		["阳"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						result = true
					}
				}
			}
		}
	},
	["邻"] = {
		["家"] = {
			["女"] = {
				["孩"] = {
					["1"] = {
						["号"] = {
							["室"] = {
								result = true
							}
						}
					}
				}
			},
			["姐"] = {
				["姐"] = {
					["的"] = {
						["嫩"] = {
							["鲍"] = {
								result = true
							}
						}
					}
				}
			},
			["正"] = {
				["妹"] = {
					["少"] = {
						["女"] = {
							result = true
						}
					}
				}
			}
		},
		["居"] = {
			["寡"] = {
				["妇"] = {
					result = true
				}
			},
			["少"] = {
				["妇"] = {
					result = true
				}
			},
			["的"] = {
				["少"] = {
					["妇"] = {
						result = true
					}
				}
			},
			["美"] = {
				["妻"] = {
					result = true
				},
				["少"] = {
					["妇"] = {
						result = true
					}
				}
			},
			["荡"] = {
				["妇"] = {
					["李"] = {
						["太"] = {
							["太"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["里"] = {
			["偷"] = {
				["欢"] = {
					result = true
				}
			}
		}
	},
	["郎"] = {
		["夫"] = {
			["人"] = {
				result = true
			}
		}
	},
	["郫"] = {
		["县"] = {
			["信"] = {
				["用"] = {
					["卡"] = {
						result = true
					}
				}
			}
		}
	},
	["鄰"] = {
		["氯"] = {
			["苯"] = {
				["晴"] = {
					result = true
				}
			}
		}
	},
	["鄱"] = {
		["阳"] = {
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["配"] = {
		["信"] = {
			["素"] = {
				["人"] = {
					["娘"] = {
						result = true
					}
				}
			}
		},
		["制"] = {
			["太"] = {
				["恩"] = {
					["炸"] = {
						["药"] = {
							result = true
						}
					}
				}
			},
			["毒"] = {
				["鼠"] = {
					["强"] = {
						result = true
					}
				}
			}
		}
	},
	["酦"] = {
		["票"] = {
			result = true
		}
	},
	["酷"] = {
		["刀"] = {
			["网"] = {
				result = true
			}
		},
		["刑"] = {
			["罪"] = {
				result = true
			}
		},
		["客"] = {
			["吧"] = {
				result = true
			}
		},
		["我"] = {
			result = true,
			["音"] = {
				["乐"] = {
					["盒"] = {
						result = true
					}
				}
			}
		},
		["武"] = {
			["林"] = {
				result = true
			}
		},
		["爱"] = {
			["操"] = {
				B = {
					["的"] = {
						["后"] = {
							["果"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["爽"] = {
			["网"] = {
				["址"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			}
		},
		["狗"] = {
			["军"] = {
				["品"] = {
					result = true
				}
			}
		},
		["艺"] = {
			["电"] = {
				["视"] = {
					["棒"] = {
						result = true
					}
				}
			}
		},
		["藝"] = {
			["電"] = {
				["視"] = {
					["棒"] = {
						result = true
					}
				}
			}
		},
		["行"] = {
			result = true
		}
	},
	["醱"] = {
		["$"] = {
			["票"] = {
				result = true
			}
		},
		["%"] = {
			["票"] = {
				result = true
			}
		},
		["嘌"] = {
			result = true
		},
		["税"] = {
			["票"] = {
				["发"] = {
					["票"] = {
						result = true
					}
				}
			}
		}
	},
	["鈴"] = {
		["巛"] = {
			["紷"] = {
				["理"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		},
		["川"] = {
			["玲"] = {
				["理"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["木"] = {
			["亞"] = {
				["美"] = {
					result = true
				}
			},
			["愛"] = {
				["理"] = {
					b = {
						t = {
							result = true
						}
					},
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["無"] = {
						["碼"] = {
							result = true
						}
					},
					["電"] = {
						["驢"] = {
							result = true
						}
					}
				},
				["裡"] = {
					b = {
						t = {
							result = true
						}
					},
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["無"] = {
						["碼"] = {
							result = true
						}
					},
					["電"] = {
						["驢"] = {
							result = true
						}
					}
				}
			},
			["麻"] = {
				["奈"] = {
					["美"] = {
						result = true
					}
				}
			}
		},
		["朩"] = {
			["噯"] = {
				["理"] = {
					["佺"] = {
						["雧"] = {
							result = true
						}
					},
					["兂"] = {
						["碼"] = {
							result = true
						}
					},
					["電"] = {
						["驴"] = {
							result = true
						}
					},
					["ｂ"] = {
						["τ"] = {
							result = true
						}
					}
				},
				["裡"] = {
					["佺"] = {
						["雧"] = {
							result = true
						}
					},
					["兂"] = {
						["碼"] = {
							result = true
						}
					},
					["電"] = {
						["驴"] = {
							result = true
						}
					},
					["ｂ"] = {
						["τ"] = {
							result = true
						}
					}
				}
			},
			["痲"] = {
				["萘"] = {
					["媄"] = {
						result = true
					}
				}
			}
		},
		["森"] = {
			["麻"] = {
				["衣"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["里"] = {
			["千"] = {
				["聖"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["鉆"] = {
		["石"] = {
			result = true,
			["冰"] = {
				result = true,
				["出"] = {
					["货"] = {
						result = true
					}
				},
				["手"] = {
					["机"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				}
			}
		}
	},
	["鉛"] = {
		["彈"] = {
			result = true,
			["噐"] = {
				["槍"] = {
					result = true
				}
			},
			["氣"] = {
				["槍"] = {
					result = true
				}
			}
		}
	},
	["鉲"] = {
		["妑"] = {
			["伍"] = {
				["蒩"] = {
					["匼"] = {
						result = true
					}
				}
			}
		},
		["爿"] = {
			["鉽"] = {
				["電"] = {
					["击"] = {
						["噐"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["銫"] = {
		["綪"] = {
			["宬"] = {
				["亾"] = {
					["蛧"] = {
						["詀"] = {
							result = true
						}
					}
				}
			},
			["蝣"] = {
				["戏"] = {
					result = true
				}
			}
		}
	},
	["錢"] = {
		["運"] = {
			["錄"] = {
				result = true
			}
		}
	},
	["鎂"] = {
		["囡"] = {
			["%"] = {
				["蒖"] = {
					["亾"] = {
						result = true
					}
				}
			},
			["蒖"] = {
				["亾"] = {
					result = true
				}
			},
			["裸"] = {
				["圖"] = {
					result = true
				}
			}
		},
		["粉"] = {
			result = true
		}
	},
	["鎟"] = {
		["嗱"] = {
			["絲"] = {
				["襪"] = {
					["誘"] = {
						["惑"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["鐠"] = {
		["嗵"] = {
			["ф"] = {
				["斷"] = {
					["鉽"] = {
						result = true
					}
				}
			}
		}
	},
	["鐳"] = {
		["射"] = {
			["槍"] = {
				result = true
			}
		}
	},
	["钦"] = {
		["州"] = {
			result = true,
			["2"] = {
				["0"] = {
					["号"] = {
						result = true
					},
					["日"] = {
						result = true
					}
				}
			},
			K = {
				["粉"] = {
					result = true
				}
			},
			["二"] = {
				["十"] = {
					result = true
				}
			},
			["办"] = {
				["假"] = {
					["证"] = {
						result = true
					}
				}
			},
			["海"] = {
				["洛"] = {
					["因"] = {
						result = true
					}
				}
			},
			["防"] = {
				["身"] = {
					["武"] = {
						["器"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["钱"] = {
		["云"] = {
			["会"] = {
				result = true
			}
		},
		["伟"] = {
			["成"] = {
				["妻"] = {
					result = true
				}
			}
		},
		["士"] = {
			["臣"] = {
				["房"] = {
					["山"] = {
						["分"] = {
							["局"] = {
								result = true
							}
						}
					}
				},
				["钱"] = {
					["淑"] = {
						["琴"] = {
							result = true
						}
					}
				}
			}
		},
		["多"] = {
			["多"] = {
				["心"] = {
					["水"] = {
						["论"] = {
							["坛"] = {
								result = true
							}
						}
					}
				},
				["论"] = {
					["坛"] = {
						result = true
					}
				}
			}
		},
		["大"] = {
			["拿"] = {
				result = true
			}
		},
		["学"] = {
			["森"] = {
				q = {
					v = {
						o = {
							d = {
								result = true
							}
						}
					}
				}
			}
		},
		["宏"] = {
			["宇"] = {
				result = true
			}
		},
		["宝"] = {
			["网"] = {
				result = true
			}
		},
		["庄"] = {
			["老"] = {
				["板"] = {
					result = true
				}
			}
		},
		["明"] = {
			["奇"] = {
				result = true
			}
		},
		["柜"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["理"] = {
			["群"] = {
				result = true
			}
		},
		["联"] = {
			["系"] = {
				result = true
			}
		},
		["还"] = {
			["没"] = {
				["存"] = {
					result = true
				}
			}
		},
		["龙"] = {
			result = true
		}
	},
	["钶"] = {
		["苛"] = {
			["精"] = {
				result = true
			}
		}
	},
	["铃"] = {
		["川"] = {
			["玲"] = {
				["理"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["房"] = {
			["あ"] = {
				["り"] = {
					["さ"] = {
						result = true
					}
				}
			}
		},
		["木"] = {
			["亚"] = {
				["美"] = {
					result = true
				}
			},
			["志"] = {
				["穗"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["惠"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["未"] = {
				["来"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["杏"] = {
				["里"] = {
					result = true
				}
			},
			["来"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["爱"] = {
				["理"] = {
					b = {
						t = {
							result = true
						}
					},
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["电"] = {
						["驴"] = {
							result = true
						}
					}
				},
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				},
				["里"] = {
					b = {
						t = {
							result = true
						}
					},
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["电"] = {
						["驴"] = {
							result = true,
							["看"] = {
								result = true
							}
						}
					}
				}
			},
			["绫"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			},
			["美"] = {
				["帆"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["麻"] = {
				["奈"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				},
				["湖"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["森"] = {
			["麻"] = {
				["衣"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["铅"] = {
		["弹"] = {
			[","] = {
				result = true
			},
			["低"] = {
				["价"] = {
					result = true
				}
			},
			["便"] = {
				["宜"] = {
					["出"] = {
						result = true
					}
				}
			},
			["噐"] = {
				["枪"] = {
					result = true
				}
			},
			["打"] = {
				["鸟"] = {
					["枪"] = {
						result = true,
						["专"] = {
							result = true
						}
					},
					["汽"] = {
						["枪"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["模"] = {
				["具"] = {
					result = true,
					["专"] = {
						result = true
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			},
			["气"] = {
				["动"] = {
					["枪"] = {
						result = true
					}
				},
				["木"] = {
					["仓"] = {
						result = true
					}
				},
				["枪"] = {
					result = true,
					["出"] = {
						["货"] = {
							result = true
						}
					},
					["到"] = {
						["货"] = {
							result = true
						}
					},
					["图"] = {
						result = true
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				},
				["熗"] = {
					result = true
				}
			},
			["汽"] = {
				["枪"] = {
					result = true,
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			},
			["狗"] = {
				["粮"] = {
					result = true
				}
			},
			["鸟"] = {
				["枪"] = {
					result = true,
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			}
		},
		["枪"] = {
			["弹"] = {
				result = true
			}
		},
		["粉"] = {
			["大"] = {
				["量"] = {
					["供"] = {
						["货"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["铝"] = {
		["热"] = {
			["剂"] = {
				["燃"] = {
					["烧"] = {
						["弹"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["铯"] = {
		["в"] = {
			["в"] = {
				["紦"] = {
					["綜"] = {
						["合"] = {
							result = true
						}
					}
				}
			}
		},
		["ф"] = {
			["铯"] = {
				["社"] = {
					["岖"] = {
						result = true
					}
				}
			}
		},
		["①"] = {
			["铯"] = {
				result = true
			}
		},
		["佬"] = {
			["媽"] = {
				result = true
			},
			["頭"] = {
				result = true
			}
		},
		["堺"] = {
			["網"] = {
				result = true
			}
		},
		["妹"] = {
			["妹"] = {
				["裸"] = {
					["窷"] = {
						result = true
					}
				}
			}
		},
		["情"] = {
			["倵"] = {
				["俠"] = {
					result = true
				}
			},
			["動"] = {
				["漫"] = {
					result = true
				}
			},
			["晟"] = {
				["亽"] = {
					["窷"] = {
						["迗"] = {
							result = true
						}
					},
					["網"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["直"] = {
				["播"] = {
					["室"] = {
						result = true
					}
				}
			},
			["視"] = {
				["頻"] = {
					["丅"] = {
						["載"] = {
							result = true
						}
					}
				}
			}
		},
		["晟"] = {
			["亽"] = {
				["社"] = {
					["岖"] = {
						result = true
					}
				}
			}
		},
		["橋"] = {
			["亽"] = {
				["躰"] = {
					["藝"] = {
						["ポ"] = {
							result = true
						}
					}
				}
			}
		},
		["滒"] = {
			["鏈"] = {
				["綜"] = {
					["合"] = {
						["站"] = {
							result = true
						}
					}
				}
			}
		},
		["特"] = {
			["エ"] = {
				result = true
			}
		},
		["狗"] = {
			["晟"] = {
				["亽"] = {
					result = true
				}
			}
		},
		["窩"] = {
			["窩"] = {
				result = true
			}
		},
		["站"] = {
			["導"] = {
				["航"] = {
					result = true
				}
			}
		},
		["紦"] = {
			["晟"] = {
				["亽"] = {
					["娯"] = {
						["楽"] = {
							result = true
						}
					}
				}
			}
		},
		["誃"] = {
			["誃"] = {
				result = true
			}
		},
		["誏"] = {
			["叐"] = {
				["綜"] = {
					["合"] = {
						result = true
					}
				}
			},
			["居"] = {
				result = true
			},
			["網"] = {
				result = true,
				["址"] = {
					["導"] = {
						["航"] = {
							result = true
						}
					}
				}
			}
		},
		["铯"] = {
			["綜"] = {
				["合"] = {
					result = true
				}
			}
		}
	},
	["铷"] = {
		["特"] = {
			["纳"] = {
				result = true
			}
		}
	},
	["链"] = {
		["式"] = {
			["供"] = {
				["弹"] = {
					["轻"] = {
						["机"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["铿"] = {
		["锵"] = {
			["集"] = {
				["回"] = {
					["家"] = {
						result = true
					}
				},
				["走"] = {
					["过"] = {
						["二"] = {
							["十"] = {
								["年"] = {
									["视"] = {
										["频"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["锐"] = {
		["刃"] = {
			["名"] = {
				["刀"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["坚"] = {
			result = true
		}
	},
	["镁"] = {
		["屑"] = {
			result = true
		}
	},
	["開"] = {
		v = {
			["苞"] = {
				["價"] = {
					["格"] = {
						result = true
					}
				}
			}
		},
		["利"] = {
			["財"] = {
				["經"] = {
					result = true
				}
			}
		},
		["天"] = {
			result = true
		},
		["封"] = {
			["辦"] = {
				["證"] = {
					result = true
				}
			}
		},
		["山"] = {
			["刀"] = {
				["匕"] = {
					["首"] = {
						["專"] = {
							result = true
						}
					}
				}
			},
			["忉"] = {
				["匕"] = {
					["首"] = {
						["專"] = {
							result = true
						}
					}
				}
			},
			["砍"] = {
				["刀"] = {
					result = true,
					["专"] = {
						result = true
					},
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			}
		},
		["房"] = {
			["洎"] = {
				["拍"] = {
					result = true
				}
			},
			["自"] = {
				["拍"] = {
					result = true
				}
			},
			["視"] = {
				["頻"] = {
					result = true
				}
			}
		},
		["獎"] = {
			result = true
		},
		["發"] = {
			["*"] = {
				["漂"] = {
					["*"] = {
						result = true
					}
				},
				["票"] = {
					["*"] = {
						result = true
					}
				}
			},
			["漂"] = {
				result = true
			}
		},
		["苞"] = {
			["價"] = {
				["格"] = {
					result = true
				}
			}
		},
		["醱"] = {
			["票"] = {
				result = true
			}
		},
		["鎖"] = {
			["槍"] = {
				result = true
			}
		}
	},
	["门"] = {
		["事"] = {
			["件"] = {
				["新"] = {
					["闻"] = {
						["网"] = {
							result = true
						}
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["边"] = {
			["插"] = {
				["片"] = {
					["拉"] = {
						["片"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["闪"] = {
		["亮"] = {
			["三"] = {
				["姐"] = {
					["妹"] = {
						result = true
					}
				}
			}
		},
		["客"] = {
			["快"] = {
				["打"] = {
					result = true
				}
			}
		},
		["避"] = {
			["精"] = {
				["度"] = {
					result = true
				}
			}
		}
	},
	["闷"] = {
		["絶"] = {
			["爆"] = {
				["乳"] = {
					["妻"] = {
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["绝"] = {
			["淫"] = {
				["乱"] = {
					["娘"] = {
						result = true
					}
				}
			}
		},
		["骚"] = {
			result = true,
			["寡"] = {
				["妇"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["阆"] = {
		["中"] = {
			["Ｋ"] = {
				["粉"] = {
					result = true
				}
			}
		}
	},
	["阮"] = {
		["实"] = {
			result = true
		},
		["星"] = {
			["竹"] = {
				result = true
			}
		},
		["老"] = {
			["太"] = {
				["太"] = {
					result = true
				}
			}
		},
		["诚"] = {
			result = true
		}
	},
	["陆"] = {
		["丰"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["合"] = {
			["彩"] = {
				result = true
			}
		},
		["四"] = {
			["事"] = {
				["件"] = {
					result = true
				}
			}
		},
		["河"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["驷"] = {
			result = true
		}
	},
	["陕"] = {
		["西"] = {
			["游"] = {
				["行"] = {
					result = true
				}
			}
		}
	},
	["陪"] = {
		["↑"] = {
			["聊"] = {
				result = true
			}
		},
		["♀"] = {
			["夜"] = {
				result = true
			}
		},
		["人"] = {
			["玩"] = {
				result = true
			}
		},
		["伴"] = {
			["小"] = {
				["姐"] = {
					result = true
				}
			}
		},
		["你"] = {
			["一"] = {
				["杆"] = {
					["进"] = {
						["洞"] = {
							result = true
						}
					}
				}
			}
		},
		["泳"] = {
			["女"] = {
				result = true
			}
		},
		["游"] = {
			result = true,
			["等"] = {
				["服"] = {
					["务"] = {
						result = true
					}
				}
			}
		},
		["睡"] = {
			["觉"] = {
				result = true
			}
		},
		["聊"] = {
			result = true,
			["裸"] = {
				["体"] = {
					result = true,
					["女"] = {
						result = true
					}
				},
				["女"] = {
					result = true
				}
			}
		}
	},
	["陵"] = {
		["水"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			}
		},
		["辱"] = {
			result = true
		}
	},
	["难"] = {
		["以"] = {
			["满"] = {
				["足"] = {
					["的"] = {
						["炮"] = {
							["友"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["忘"] = {
			["极"] = {
				["品"] = {
					["女"] = {
						["友"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				["极"] = {
					["品"] = {
						["女"] = {
							["友"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["離"] = {
		["子"] = {
			["風"] = {
				["槍"] = {
					result = true
				}
			}
		},
		["孒"] = {
			["颩"] = {
				["槍"] = {
					result = true
				}
			}
		}
	},
	["零"] = {
		["8"] = {
			["宪"] = {
				["章"] = {
					[" "] = {
						["刘"] = {
							result = true
						}
					}
				}
			}
		},
		["八"] = {
			x = {
				i = {
					a = {
						n = {
							z = {
								h = {
									a = {
										g = {
											n = {
												result = true
											}
										}
									}
								}
							},
							["章"] = {
								result = true
							}
						}
					}
				}
			},
			["刘"] = {
				["晓"] = {
					["波"] = {
						result = true
					}
				}
			},
			["宣"] = {
				["言"] = {
					result = true
				}
			},
			["宪"] = {
				[" "] = {
					["章"] = {
						result = true
					}
				},
				z = {
					h = {
						a = {
							n = {
								g = {
									result = true
								}
							}
						}
					}
				},
				["法"] = {
					result = true
				},
				["章"] = {
					result = true
				}
			},
			["莫"] = {
				["少"] = {
					["平"] = {
						result = true
					}
				}
			}
		},
		["捌"] = {
			["刘"] = {
				["晓"] = {
					["波"] = {
						result = true
					}
				}
			}
		},
		["色"] = {
			["激"] = {
				["情"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["雷"] = {
		["奔"] = {
			["手"] = {
				result = true
			}
		},
		["帕"] = {
			["鳴"] = {
				result = true
			},
			["鸣"] = {
				result = true
			}
		},
		["帽"] = {
			result = true
		},
		["慧"] = {
			["楠"] = {
				result = true,
				["无"] = {
					["故"] = {
						["死"] = {
							["亡"] = {
								result = true
							}
						}
					}
				},
				["死"] = {
					["亡"] = {
						result = true
					}
				},
				["离"] = {
					["奇"] = {
						["死"] = {
							["亡"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["政"] = {
			["富"] = {
				result = true
			}
		},
		["明"] = {
			["登"] = {
				["单"] = {
					["管"] = {
						["猎"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["猎"] = {
					["狗"] = {
						result = true,
						["转"] = {
							["让"] = {
								result = true
							}
						}
					}
				}
			},
			["頓"] = {
				result = true
			},
			["顿"] = {
				["1"] = {
					["0"] = {
						["0"] = {
							result = true
						}
					}
				},
				["公"] = {
					["司"] = {
						result = true
					}
				},
				["双"] = {
					["管"] = {
						["猎"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["散"] = {
					["弹"] = {
						["枪"] = {
							result = true
						}
					}
				},
				["网"] = {
					result = true
				}
			}
		},
		["春"] = {
			["美"] = {
				result = true
			}
		},
		["根"] = {
			result = true
		},
		["横"] = {
			result = true
		},
		["汽"] = {
			["狗"] = {
				result = true
			}
		},
		["焕"] = {
			result = true
		},
		["牙"] = {
			result = true,
			["正"] = {
				["品"] = {
					result = true
				}
			}
		},
		["管"] = {
			["&"] = {
				result = true,
				["方"] = {
					["法"] = {
						result = true
					}
				}
			},
			["专"] = {
				result = true
			},
			["了"] = {
				["仇"] = {
					["炸"] = {
						["药"] = {
							result = true
						}
					}
				}
			},
			["工"] = {
				["艺"] = {
					result = true,
					["谁"] = {
						result = true
					}
				}
			},
			["当"] = {
				["面"] = {
					["交"] = {
						["易"] = {
							result = true
						}
					}
				}
			},
			["技"] = {
				["术"] = {
					result = true,
					["谁"] = {
						result = true
					}
				}
			},
			["教"] = {
				["程"] = {
					result = true
				}
			},
			["方"] = {
				["法"] = {
					result = true,
					["谁"] = {
						result = true
					}
				}
			},
			["火"] = {
				["药"] = {
					result = true
				}
			},
			["炸"] = {
				["药"] = {
					result = true,
					["官"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				result = true
			},
			["看"] = {
				["货"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			},
			["箱"] = {
				result = true
			},
			["装"] = {
				["药"] = {
					["方"] = {
						["法"] = {
							result = true
						}
					}
				}
			},
			["製"] = {
				["造"] = {
					result = true,
					["技"] = {
						["術"] = {
							result = true
						}
					}
				}
			}
		},
		["虎"] = {
			["燃"] = {
				["油"] = {
					result = true
				}
			}
		},
		["豹"] = {
			["气"] = {
				["狗"] = {
					result = true,
					["基"] = {
						["地"] = {
							result = true
						}
					}
				}
			}
		},
		["锅"] = {
			["帽"] = {
				result = true
			}
		},
		["锋"] = {
			["弹"] = {
				["弓"] = {
					result = true
				}
			},
			["报"] = {
				["雷"] = {
					["锋"] = {
						["报"] = {
							result = true
						}
					}
				}
			},
			["论"] = {
				["坛"] = {
					result = true
				}
			}
		},
		["霆"] = {
			["二"] = {
				["代"] = {
					["弹"] = {
						["弓"] = {
							result = true
						}
					}
				}
			},
			["汽"] = {
				["狗"] = {
					result = true
				}
			},
			["网"] = {
				["络"] = {
					result = true
				}
			}
		},
		["鳴"] = {
			["登"] = {
				["獵"] = {
					["槍"] = {
						result = true
					}
				}
			}
		},
		["鸣"] = {
			["登"] = {
				result = true,
				["双"] = {
					["管"] = {
						["猎"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["枪"] = {
					result = true
				},
				["汽"] = {
					["枪"] = {
						["出"] = {
							["手"] = {
								result = true
							}
						},
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						},
						["转"] = {
							["让"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["露"] = {
		B = {
			["照"] = {
				result = true
			}
		},
		u = {
			["点"] = {
				result = true
			}
		},
		["乳"] = {
			["性"] = {
				["感"] = {
					result = true
				}
			}
		},
		["卡"] = {
			["素"] = {
				["左"] = {
					["旋"] = {
						["碱"] = {
							result = true
						}
					}
				}
			}
		},
		["奶"] = {
			result = true
		},
		["春"] = {
			["红"] = {
				result = true,
				["在"] = {
					["线"] = {
						result = true
					}
				}
			}
		},
		["沟"] = {
			["自"] = {
				["拍"] = {
					result = true
				}
			}
		},
		["点"] = {
			["照"] = {
				result = true
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						result = true
					}
				}
			}
		},
		["股"] = {
			["沟"] = {
				result = true
			}
		},
		["胸"] = {
			result = true
		},
		["脸"] = {
			["摸"] = {
				["奶"] = {
					result = true
				}
			},
			["高"] = {
				["清"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			}
		},
		["臀"] = {
			["沟"] = {
				result = true
			}
		},
		["茜"] = {
			["娅"] = {
				["娜"] = {
					result = true
				}
			}
		},
		["逼"] = {
			["照"] = {
				result = true
			}
		},
		["阴"] = {
			["人"] = {
				["体"] = {
					result = true
				}
			},
			["毛"] = {
				result = true
			}
		},
		["陰"] = {
			["照"] = {
				result = true
			}
		},
		["露"] = {
			["动"] = {
				["漫"] = {
					result = true
				}
			}
		},
		["面"] = {
			["6"] = {
				["1"] = {
					["0"] = {
						result = true
					}
				}
			}
		},
		["鲍"] = {
			["私"] = {
				["拍"] = {
					result = true
				}
			}
		},
		["點"] = {
			result = true
		}
	},
	["霹"] = {
		["雳"] = {
			["气"] = {
				["枪"] = {
					["网"] = {
						result = true
					}
				}
			},
			["汽"] = {
				["枪"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["青"] = {
		["冥"] = {
			["神"] = {
				["鹤"] = {
					result = true
				}
			}
		},
		["化"] = {
			["苄"] = {
				["货"] = {
					result = true
				}
			}
		},
		["叶"] = {
			["由"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["奸"] = {
			["露"] = {
				["出"] = {
					result = true
				}
			}
		},
		["姦"] = {
			["中"] = {
				["出"] = {
					result = true
				}
			}
		},
		["娘"] = {
			["虫"] = {
				["限"] = {
					["量"] = {
						result = true
					}
				}
			}
		},
		["山"] = {
			["可"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["和"] = {
				["希"] = {
					B = {
						T = {
							result = true
						}
					}
				}
			},
			["来"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["珍"] = {
				["藏"] = {
					result = true
				}
			},
			["由"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["纯"] = {
				result = true
			},
			["美"] = {
				["奈"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["州"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["年"] = {
			["乐"] = {
				["园"] = {
					result = true
				}
			},
			["代"] = {
				["表"] = {
					result = true
				}
			},
			["做"] = {
				["爱"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["日"] = {
				["报"] = {
					result = true
				}
			},
			["民"] = {
				["主"] = {
					result = true
				}
			}
		},
		["春"] = {
			["妇"] = {
				result = true
			},
			["小"] = {
				["妹"] = {
					result = true
				}
			},
			["拉"] = {
				["拉"] = {
					["队"] = {
						["员"] = {
							result = true
						}
					}
				}
			},
			["活"] = {
				["力"] = {
					result = true
				}
			},
			["無"] = {
				["敵"] = {
					result = true
				}
			},
			["草"] = {
				["导"] = {
					["航"] = {
						result = true
					}
				}
			},
			["诱"] = {
				["惑"] = {
					result = true
				}
			}
		},
		["木"] = {
			["夢"] = {
				["種"] = {
					["子"] = {
						result = true
					}
				}
			},
			["怜"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["教"] = {
				["授"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["梦"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["梨"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["沙"] = {
				["罗"] = {
					["无"] = {
						["码"] = {
							result = true
						},
						["马"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["玲"] = {
				["迅"] = {
					["雷"] = {
						result = true
					}
				}
			},
			["琳"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				},
				["種"] = {
					["子"] = {
						result = true
					}
				}
			},
			["絵"] = {
				["里"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					}
				}
			},
			["绘"] = {
				["里"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["空"] = {
					result = true,
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["莉"] = {
				["子"] = {
					result = true,
					["专"] = {
						["辑"] = {
							result = true
						}
					},
					["作"] = {
						["品"] = {
							result = true
						}
					},
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["快"] = {
						["播"] = {
							result = true
						}
					},
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["电"] = {
						["驴"] = {
							result = true
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["诗"] = {
				["央"] = {
					["里"] = {
						["无"] = {
							["码"] = {
								result = true
							}
						},
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["铃"] = {
				result = true,
				b = {
					t = {
						result = true
					}
				},
				["专"] = {
					["辑"] = {
						result = true
					}
				},
				["作"] = {
					["品"] = {
						result = true
					}
				},
				["全"] = {
					["集"] = {
						result = true
					}
				},
				["套"] = {
					["图"] = {
						result = true
					}
				},
				["快"] = {
					["播"] = {
						result = true
					}
				},
				["无"] = {
					["码"] = {
						result = true,
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				},
				["电"] = {
					["驴"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				},
				["视"] = {
					["频"] = {
						result = true
					}
				},
				["迅"] = {
					["雷"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["楼"] = {
			["十"] = {
				["二"] = {
					["房"] = {
						["翁"] = {
							["虹"] = {
								result = true
							}
						}
					}
				}
			},
			["吧"] = {
				result = true
			}
		},
		["樓"] = {
			["十"] = {
				["二"] = {
					["房"] = {
						["下"] = {
							["載"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["沼"] = {
			["知"] = {
				["朝"] = {
					B = {
						T = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			}
		},
		["涩"] = {
			["可"] = {
				["爱"] = {
					["的"] = {
						["嫩"] = {
							B = {
								result = true
							}
						}
					}
				}
			},
			["门"] = {
				["事"] = {
					["件"] = {
						result = true
					}
				}
			}
		},
		["牛"] = {
			["妖"] = {
				result = true
			}
		},
		["田"] = {
			["早"] = {
				["纪"] = {
					["无"] = {
						["码"] = {
							result = true
						},
						["马"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["白"] = {
			["江"] = {
				result = true
			}
		},
		["空"] = {
			["小"] = {
				["夏"] = {
					result = true
				}
			}
		},
		["筋"] = {
			["巨"] = {
				["乳"] = {
					result = true
				}
			}
		},
		["羊"] = {
			["区"] = {
				result = true
			}
		},
		["羽"] = {
			["未"] = {
				["來"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				},
				["来"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["色"] = {
			["五"] = {
				["月"] = {
					["天"] = {
						result = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["中"] = {
						["心"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			},
			["艺"] = {
				["术"] = {
					["中"] = {
						result = true,
						["心"] = {
							result = true
						}
					}
				}
			}
		},
		["莲"] = {
			["记"] = {
				["事"] = {
					result = true
				}
			}
		},
		["葉"] = {
			["由"] = {
				["奈"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["蒿"] = {
			["素"] = {
				["出"] = {
					["货"] = {
						result = true
					}
				},
				["到"] = {
					["货"] = {
						result = true
					}
				},
				["手"] = {
					["机"] = {
						result = true
					}
				},
				["提"] = {
					["炼"] = {
						["技"] = {
							["术"] = {
								result = true
							}
						}
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								result = true
							}
						}
					}
				},
				["配"] = {
					["方"] = {
						result = true
					}
				}
			}
		},
		["蓝"] = {
			["双"] = {
				["娇"] = {
					result = true
				}
			}
		},
		["藏"] = {
			["路"] = {
				result = true,
				["军"] = {
					["警"] = {
						["进"] = {
							["藏"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["野"] = {
			["詩"] = {
				["織"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["诗"] = {
				["织"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["铜"] = {
			["峡"] = {
				["一"] = {
					["夜"] = {
						["情"] = {
							result = true
						}
					}
				}
			}
		},
		["青"] = {
			["草"] = {
				["导"] = {
					["航"] = {
						result = true
					}
				},
				["视"] = {
					["频"] = {
						result = true
					}
				}
			}
		},
		["鸾"] = {
			["仙"] = {
				["子"] = {
					result = true
				}
			}
		},
		["龙"] = {
			["湖"] = {
				["女"] = {
					["子"] = {
						["死"] = {
							["亡"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["靓"] = {
		["丽"] = {
			["黑"] = {
				["丝"] = {
					["空"] = {
						["姐"] = {
							result = true
						}
					}
				}
			}
		},
		["乳"] = {
			result = true
		},
		["女"] = {
			["主"] = {
				["播"] = {
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					result = true
				}
			},
			["脱"] = {
				["衣"] = {
					["主"] = {
						["播"] = {
							result = true
						}
					}
				}
			}
		},
		["穴"] = {
			result = true,
			m = {
				e = {
					i = {
						n = {
							v = {
								result = true
							}
						}
					}
				}
			}
		},
		["逼"] = {
			result = true
		}
	},
	["靚"] = {
		["女"] = {
			["主"] = {
				["播"] = {
					result = true
				}
			},
			["服"] = {
				["務"] = {
					result = true
				}
			}
		}
	},
	["靠"] = {
		["夭"] = {
			result = true
		},
		["腰"] = {
			["口"] = {
				["肯"] = {
					result = true
				}
			}
		}
	},
	["韶"] = {
		["关"] = {
			K = {
				["粉"] = {
					result = true
				}
			}
		},
		["山"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		}
	},
	["领"] = {
		["先"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["养"] = {
			["孩"] = {
				["子"] = {
					["加"] = {
						["扣"] = {
							["扣"] = {
								result = true
							}
						}
					}
				}
			},
			["宝"] = {
				["宝"] = {
					["加"] = {
						["扣"] = {
							["扣"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["袖"] = {
			X = {
				X = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["韩"] = {
				["东"] = {
					["方"] = {
						result = true
					}
				}
			}
		}
	},
	["频"] = {
		["传"] = {
			["江"] = {
				["病"] = {
					["危"] = {
						result = true
					}
				}
			}
		},
		["谱"] = {
			["分"] = {
				["析"] = {
					["仪"] = {
						result = true
					}
				}
			}
		}
	},
	["飄"] = {
		["流"] = {
			["幻"] = {
				["境"] = {
					result = true
				}
			}
		}
	},
	["飘"] = {
		["流"] = {
			["幻"] = {
				["境"] = {
					result = true
				}
			}
		},
		["红"] = {
			["户"] = {
				["外"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			}
		},
		["萍"] = {
			["书"] = {
				["屋"] = {
					result = true
				}
			}
		}
	},
	["饶"] = {
		["乐"] = {
			["府"] = {
				["选"] = {
					["举"] = {
						result = true
					}
				}
			}
		},
		["平"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["钱"] = {
				["东"] = {
					["镇"] = {
						result = true
					}
				}
			}
		},
		["有"] = {
			["容"] = {
				["基"] = {
					["抓"] = {
						["贪"] = {
							["官"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["阳"] = {
			["县"] = {
				["办"] = {
					["房"] = {
						["产"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["馬"] = {
		["交"] = {
			result = true
		},
		["尼"] = {
			["拉"] = {
				["裸"] = {
					["露"] = {
						result = true
					}
				}
			}
		},
		["的"] = {
			result = true
		}
	},
	["駿"] = {
		["馬"] = {
			["快"] = {
				d = {
					a = {
						o = {
							result = true
						}
					}
				},
				["刀"] = {
					result = true,
					["专"] = {
						result = true
					},
					["正"] = {
						["品"] = {
							result = true
						}
					}
				},
				["刺"] = {
					["专"] = {
						result = true
					}
				}
			},
			["筷"] = {
				["刀"] = {
					result = true
				}
			}
		},
		["马"] = {
			["快"] = {
				d = {
					a = {
						o = {
							result = true,
							["专"] = {
								result = true
							}
						}
					}
				},
				["刀"] = {
					result = true,
					["专"] = {
						result = true
					},
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["騎"] = {
		["他"] = {
			result = true
		},
		["她"] = {
			result = true
		}
	},
	["马"] = {
		["会"] = {
			result = true,
			["六"] = {
				["合"] = {
					["彩"] = {
						result = true
					}
				}
			}
		},
		["元"] = {
			["近"] = {
				["平"] = {
					result = true
				}
			}
		},
		["子"] = {
			["的"] = {
				["胸"] = {
					["部"] = {
						result = true
					}
				}
			}
		},
		["来"] = {
			["西"] = {
				["亚"] = {
					["赌"] = {
						["场"] = {
							result = true
						},
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["英"] = {
			["9"] = {
				result = true
			}
		},
		["蚤"] = {
			["冫"] = {
				["水"] = {
					result = true
				}
			},
			["穴"] = {
				result = true
			}
		}
	},
	["驱"] = {
		["妖"] = {
			["女"] = {
				["仆"] = {
					["队"] = {
						result = true
					}
				}
			}
		},
		["赶"] = {
			["3"] = {
				["0"] = {
					["0"] = {
						["多"] = {
							["万"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["逐"] = {
			["彭"] = {
				["克"] = {
					["玉"] = {
						result = true
					}
				}
			},
			["法"] = {
				["拉"] = {
					["盛"] = {
						result = true
					}
				}
			}
		}
	},
	["骆"] = {
		["冰"] = {
			["淫"] = {
				["传"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["电"] = {
						["子"] = {
							["书"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["骏"] = {
		["卡"] = {
			["充"] = {
				["值"] = {
					["中"] = {
						["心"] = {
							result = true
						}
					}
				}
			}
		},
		["文"] = {
			["学"] = {
				["历"] = {
					["教"] = {
						["育"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["马"] = {
			["快"] = {
				d = {
					a = {
						o = {
							result = true
						}
					}
				},
				["刀"] = {
					result = true,
					["专"] = {
						result = true
					},
					["具"] = {
						["具"] = {
							result = true
						}
					},
					["正"] = {
						["品"] = {
							result = true
						}
					},
					["现"] = {
						["货"] = {
							result = true
						}
					}
				},
				["刺"] = {
					["专"] = {
						result = true
					},
					["刀"] = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					}
				},
				["枪"] = {
					result = true,
					["专"] = {
						result = true
					},
					["支"] = {
						result = true
					}
				},
				["短"] = {
					["枪"] = {
						result = true
					}
				},
				["砍"] = {
					["刀"] = {
						result = true
					}
				}
			}
		}
	},
	["骐"] = {
		["菱"] = {
			result = true
		}
	},
	["骑"] = {
		["兵"] = {
			["刀"] = {
				result = true
			}
		},
		["士"] = {
			["枪"] = {
				result = true
			},
			["的"] = {
				["血"] = {
					["脉"] = {
						result = true
					}
				}
			}
		},
		["姐"] = {
			["姐"] = {
				["色"] = {
					["色"] = {
						["在"] = {
							["线"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["枪"] = {
			result = true,
			["改"] = {
				["装"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["点"] = {
				result = true
			},
			["组"] = {
				["装"] = {
					result = true
				}
			}
		},
		["马"] = {
			["打"] = {
				["仗"] = {
					result = true
				}
			}
		}
	},
	["骚"] = {
		["1"] = {
			["2"] = {
				["3"] = {
					["色"] = {
						["情"] = {
							result = true
						}
					}
				}
			}
		},
		["6"] = {
			["6"] = {
				result = true
			}
		},
		A = {
			V = {
				result = true
			}
		},
		B = {
			["图"] = {
				result = true
			},
			["日"] = {
				["日"] = {
					["日"] = {
						result = true
					}
				}
			},
			["熟"] = {
				["妇"] = {
					result = true
				}
			},
			["贱"] = {
				result = true
			}
		},
		D = {
			V = {
				D = {
					result = true
				}
			}
		},
		a = {
			["妹"] = {
				result = true
			}
		},
		b = {
			["学"] = {
				["生"] = {
					["妹"] = {
						result = true
					}
				}
			}
		},
		c = {
			["乱"] = {
				result = true
			}
		},
		g = {
			["女"] = {
				result = true
			}
		},
		s = {
			["女"] = {
				result = true
			},
			["媚"] = {
				["春"] = {
					["情"] = {
						result = true
					}
				}
			},
			["水"] = {
				result = true
			}
		},
		z = {
			["货"] = {
				["网"] = {
					result = true
				}
			}
		},
		["丝"] = {
			["来"] = {
				["袭"] = {
					result = true
				}
			}
		},
		["中"] = {
			["骚"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["乱"] = {
			["世"] = {
				["维"] = {
					["大"] = {
						["会"] = {
							result = true
						}
					}
				}
			},
			["乌"] = {
				["鲁"] = {
					["木"] = {
						["齐"] = {
							result = true
						}
					}
				}
			},
			["事"] = {
				["件"] = {
					["7"] = {
						["5"] = {
							result = true
						}
					}
				}
			},
			["建"] = {
				["政"] = {
					result = true
				}
			},
			["新"] = {
				["疆"] = {
					result = true,
					["霍"] = {
						["城"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				["流"] = {
					["血"] = {
						["冲"] = {
							["突"] = {
								result = true
							}
						}
					}
				}
			},
			["维"] = {
				["族"] = {
					["人"] = {
						result = true
					}
				}
			},
			["视"] = {
				["频"] = {
					result = true
				}
			},
			["霍"] = {
				["城"] = {
					result = true
				}
			},
			["韶"] = {
				["关"] = {
					result = true
				}
			}
		},
		["五"] = {
			["月"] = {
				["3"] = {
					["6"] = {
						["站"] = {
							result = true
						}
					}
				}
			}
		},
		["人"] = {
			["体"] = {
				["艺"] = {
					["术"] = {
						result = true
					}
				}
			},
			["妻"] = {
				result = true
			}
		},
		["内"] = {
			["衣"] = {
				["丝"] = {
					["袜"] = {
						result = true
					}
				}
			}
		},
		["动"] = {
			result = true
		},
		["包"] = {
			result = true,
			["黑"] = {
				["鸡"] = {
					["巴"] = {
						result = true,
						["?"] = {
							result = true
						}
					}
				}
			}
		},
		["医"] = {
			["生"] = {
				result = true,
				["护"] = {
					["士"] = {
						result = true
					}
				}
			}
		},
		["卵"] = {
			result = true
		},
		["夲"] = {
			["氚"] = {
				["枪"] = {
					["絀"] = {
						["售"] = {
							result = true
						}
					}
				}
			},
			["氣"] = {
				["狗"] = {
					["專"] = {
						result = true
					}
				}
			}
		},
		["女"] = {
			["人"] = {
				result = true
			},
			["仿"] = {
				["欧"] = {
					["美"] = {
						["叫"] = {
							["床"] = {
								result = true
							}
						}
					}
				}
			},
			["在"] = {
				["线"] = {
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					result = true
				}
			},
			["淫"] = {
				["照"] = {
					result = true
				},
				["频"] = {
					["乐"] = {
						["园"] = {
							result = true
						}
					}
				}
			},
			["自"] = {
				["慰"] = {
					result = true
				},
				["拍"] = {
					result = true
				}
			},
			["裸"] = {
				["聊"] = {
					result = true
				}
			},
			["视"] = {
				["频"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["露"] = {
				["脸"] = {
					["被"] = {
						["操"] = {
							result = true
						}
					}
				}
			}
		},
		["妈"] = {
			["的"] = {
				["逼"] = {
					result = true
				}
			}
		},
		["妞"] = {
			result = true
		},
		["妹"] = {
			["妹"] = {
				["实"] = {
					["干"] = {
						["现"] = {
							["场"] = {
								result = true
							}
						}
					}
				},
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["成"] = {
					["人"] = {
						["导"] = {
							["航"] = {
								result = true
							}
						}
					}
				},
				["爽"] = {
					["片"] = {
						result = true
					}
				},
				["用"] = {
					["浪"] = {
						["穴"] = {
							result = true
						}
					}
				},
				["电"] = {
					["影"] = {
						["快"] = {
							["播"] = {
								result = true
							}
						}
					}
				},
				["裸"] = {
					["聊"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					result = true,
					X = {
						B = {
							["图"] = {
								result = true
							}
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["爽"] = {
				["图"] = {
					result = true
				}
			},
			["的"] = {
				["逼"] = {
					result = true
				}
			},
			["自"] = {
				["拍"] = {
					result = true
				}
			},
			["裸"] = {
				["聊"] = {
					result = true
				}
			},
			["阴"] = {
				["道"] = {
					result = true
				}
			}
		},
		["妻"] = {
			["淫"] = {
				["穴"] = {
					result = true
				}
			},
			["裸"] = {
				["照"] = {
					result = true
				}
			},
			["足"] = {
				["交"] = {
					result = true
				}
			}
		},
		["姐"] = {
			["乱"] = {
				["伦"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			},
			["姐"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["爽"] = {
					["片"] = {
						result = true
					}
				}
			}
		},
		["嫩"] = {
			["逼"] = {
				result = true
			}
		},
		["宝"] = {
			["贝"] = {
				["俱"] = {
					["乐"] = {
						["部"] = {
							result = true
						}
					}
				}
			}
		},
		["导"] = {
			["航"] = {
				result = true
			}
		},
		["小"] = {
			["妹"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["少"] = {
			["妇"] = {
				["裸"] = {
					["聊"] = {
						["色"] = {
							result = true
						}
					}
				}
			}
		},
		["屄"] = {
			["儿"] = {
				result = true
			},
			["塞"] = {
				["莉"] = {
					["拉"] = {
						result = true
					}
				}
			},
			["娘"] = {
				["们"] = {
					["儿"] = {
						result = true
					}
				}
			},
			["淫"] = {
				["水"] = {
					["泛"] = {
						["滥"] = {
							result = true
						}
					}
				}
			},
			["痒"] = {
				["死"] = {
					["了"] = {
						result = true
					}
				}
			},
			["贴"] = {
				["图"] = {
					result = true
				}
			}
		},
		["快"] = {
			result = true
		},
		["性"] = {
			["大"] = {
				["发"] = {
					result = true
				}
			}
		},
		["情"] = {
			["久"] = {
				["蕴"] = {
					result = true
				}
			}
		},
		["扰"] = {
			["习"] = {
				["近"] = {
					["平"] = {
						result = true
					}
				}
			}
		},
		["批"] = {
			result = true
		},
		["护"] = {
			["士"] = {
				result = true
			}
		},
		["本"] = {
			b = {
				["5"] = {
					["0"] = {
						result = true
					}
				}
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["手"] = {
				["枪"] = {
					result = true
				}
			},
			["气"] = {
				["$"] = {
					["枪"] = {
						result = true
					},
					["狗"] = {
						["专"] = {
							result = true
						}
					}
				},
				["枪"] = {
					["便"] = {
						["宜"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					}
				},
				["狗"] = {
					["$"] = {
						["专"] = {
							result = true
						}
					},
					["专"] = {
						result = true,
						["$"] = {
							result = true
						}
					},
					["儿"] = {
						["专"] = {
							result = true
						}
					}
				}
			},
			["汽"] = {
				["木"] = {
					["仓"] = {
						result = true
					}
				},
				["枪"] = {
					result = true,
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				},
				["狗"] = {
					result = true
				}
			},
			["订"] = {
				["购"] = {
					result = true
				}
			},
			["配"] = {
				["件"] = {
					result = true,
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			}
		},
		["样"] = {
			result = true
		},
		["棍"] = {
			result = true
		},
		["棒"] = {
			result = true
		},
		["波"] = {
			["妹"] = {
				["影"] = {
					["视"] = {
						result = true
					}
				}
			}
		},
		["浪"] = {
			result = true,
			["熟"] = {
				["女"] = {
					result = true
				}
			}
		},
		["淫"] = {
			["女"] = {
				["论"] = {
					["坛"] = {
						result = true
					}
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			}
		},
		["熟"] = {
			["女"] = {
				result = true
			}
		},
		["狐"] = {
			["导"] = {
				["航"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["的"] = {
			["风"] = {
				["韵"] = {
					result = true
				}
			}
		},
		["眼"] = {
			result = true
		},
		["穴"] = {
			["扣"] = {
				result = true
			},
			["淫"] = {
				B = {
					result = true
				},
				["液"] = {
					result = true
				}
			},
			["狠"] = {
				["扣"] = {
					result = true
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						result = true
					}
				}
			},
			["贴"] = {
				["图"] = {
					result = true
				}
			}
		},
		["网"] = {
			result = true
		},
		["美"] = {
			["腿"] = {
				["阿"] = {
					["姨"] = {
						result = true
					}
				}
			}
		},
		["老"] = {
			["婆"] = {
				result = true,
				["电"] = {
					["影"] = {
						result = true
					}
				},
				["的"] = {
					["屄"] = {
						result = true
					}
				},
				["被"] = {
					["朋"] = {
						["友"] = {
							["干"] = {
								result = true
							}
						}
					}
				}
			},
			["师"] = {
				A = {
					V = {
						result = true
					}
				}
			}
		},
		["色"] = {
			["无"] = {
				["边"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					["站"] = {
						result = true
					}
				}
			}
		},
		["逼"] = {
			["喷"] = {
				["水"] = {
					result = true
				}
			},
			["小"] = {
				["姨"] = {
					result = true
				}
			},
			["情"] = {
				["色"] = {
					result = true
				}
			},
			["痒"] = {
				["死"] = {
					["了"] = {
						result = true
					}
				}
			},
			["给"] = {
				["我"] = {
					["看"] = {
						result = true
					}
				}
			},
			["综"] = {
				["合"] = {
					H = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["老"] = {
				["婆"] = {
					result = true
				}
			},
			["要"] = {
				["丢"] = {
					["了"] = {
						result = true
					}
				}
			},
			["逼"] = {
				result = true
			}
		},
		["首"] = {
			["弄"] = {
				["肢"] = {
					result = true
				}
			}
		},
		["骚"] = {
			["狐"] = {
				["与"] = {
					["乖"] = {
						["乖"] = {
							["兔"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["鶏"] = {
			result = true
		},
		["鸡"] = {
			result = true
		}
	},
	["骷"] = {
		["髅"] = {
			["将"] = {
				["军"] = {
					result = true
				}
			}
		},
		["髏"] = {
			["地"] = {
				result = true
			}
		}
	},
	["魅"] = {
		["力"] = {
			["成"] = {
				["人"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["王"] = {
				["情"] = {
					["色"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["领"] = {
				["袖"] = {
					["习"] = {
						["近"] = {
							["平"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["惑"] = {
			result = true,
			["波"] = {
				["多"] = {
					["野"] = {
						["結"] = {
							["衣"] = {
								result = true
							}
						},
						["结"] = {
							["衣"] = {
								result = true
							}
						}
					}
				}
			},
			["美"] = {
				["少"] = {
					["女"] = {
						result = true
					}
				}
			}
		}
	},
	["魔"] = {
		["力"] = {
			["强"] = {
				["奸"] = {
					["水"] = {
						result = true
					}
				}
			},
			["米"] = {
				["奸"] = {
					["水"] = {
						result = true
					}
				}
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			},
			["迷"] = {
				["奸"] = {
					["水"] = {
						result = true
					}
				}
			}
		},
		["鬼"] = {
			["天"] = {
				["使"] = {
					["催"] = {
						["情"] = {
							["粉"] = {
								result = true
							}
						}
					},
					["性"] = {
						["欲"] = {
							["粉"] = {
								result = true
							}
						}
					}
				}
			},
			["性"] = {
				["欲"] = {
					["粉"] = {
						result = true
					}
				}
			},
			["身"] = {
				["材"] = {
					["大"] = {
						["波"] = {
							["妹"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["魜"] = {
		["妻"] = {
			["㈧"] = {
				["伦"] = {
					result = true
				}
			}
		},
		["皮"] = {
			["喕"] = {
				["具"] = {
					["供"] = {
						["應"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["魸"] = {
		["孒"] = {
			["鎖"] = {
				["エ"] = {
					["具"] = {
						result = true
					}
				}
			}
		},
		["濑"] = {
			["娅"] = {
				["紀"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["鮎"] = {
		["川"] = {
			["な"] = {
				["お"] = {
					result = true
				}
			},
			["亞"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["千"] = {
				["里"] = {
					result = true
				}
			}
		}
	},
	["鲁"] = {
		["大"] = {
			["师"] = {
				["7"] = {
					["7"] = {
						["7"] = {
							result = true
						}
					}
				}
			}
		},
		["迅"] = {
			result = true
		}
	},
	["鲇"] = {
		["川"] = {
			["亚"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["春"] = {
				["菜"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["智"] = {
				["美"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["鲨"] = {
		["鱼"] = {
			["定"] = {
				["位"] = {
					["器"] = {
						result = true
					}
				}
			}
		}
	},
	["鲲"] = {
		["鹏"] = {
			["办"] = {
				["证"] = {
					result = true
				}
			},
			["教"] = {
				["育"] = {
					["培"] = {
						["训"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["鲶"] = {
		["川"] = {
			["沙"] = {
				["纪"] = {
					["无"] = {
						["码"] = {
							result = true
						},
						["马"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["鳥"] = {
		g = {
			result = true,
			m = {
				result = true
			}
		}
	},
	["鸟"] = {
		g = {
			result = true
		},
		["气"] = {
			["枪"] = {
				result = true
			}
		}
	},
	["鸣"] = {
		["泽"] = {
			["千"] = {
				["春"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["鹏"] = {
		["华"] = {
			["财"] = {
				["税"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["程"] = {
			["教"] = {
				["育"] = {
					["中"] = {
						["心"] = {
							result = true
						}
					}
				}
			}
		},
		["胜"] = {
			["财"] = {
				["税"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["辉"] = {
			["教"] = {
				["育"] = {
					["中"] = {
						["心"] = {
							result = true
						}
					}
				}
			}
		},
		["飞"] = {
			["调"] = {
				["查"] = {
					result = true
				}
			}
		},
		["魔"] = {
			["王"] = {
				result = true
			}
		},
		["麻"] = {
			["麻"] = {
				["、"] = {
					result = true
				}
			}
		}
	},
	["鹿"] = {
		["城"] = {
			["大"] = {
				["型"] = {
					["黄"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["导"] = {
				["航"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					["网"] = {
						result = true
					}
				}
			},
			["黄"] = {
				["站"] = {
					result = true,
					b = {
						t = {
							result = true
						}
					}
				}
			}
		},
		["泉"] = {
			["黑"] = {
				["枪"] = {
					["的"] = {
						result = true
					}
				}
			}
		}
	},
	["麒"] = {
		["麟"] = {
			["剧"] = {
				["场"] = {
					result = true
				}
			},
			["商"] = {
				["城"] = {
					result = true
				}
			},
			["娱"] = {
				["乐"] = {
					result = true
				}
			},
			["幼"] = {
				["兽"] = {
					result = true
				}
			},
			["文"] = {
				["化"] = {
					result = true
				}
			},
			["色"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		}
	},
	["麗"] = {
		["春"] = {
			["苑"] = {
				result = true
			}
		}
	},
	["麥"] = {
		["角"] = {
			["酸"] = {
				result = true
			},
			["醇"] = {
				result = true
			}
		}
	},
	["麦"] = {
		["角"] = {
			["醇"] = {
				result = true
			}
		}
	},
	["麻"] = {
		["."] = {
			["古"] = {
				result = true
			}
		},
		["仓"] = {
			["优"] = {
				["全"] = {
					["集"] = {
						result = true
					}
				}
			},
			["忧"] = {
				["家"] = {
					["居"] = {
						["黑"] = {
							["丝"] = {
								result = true
							}
						}
					}
				}
			},
			["香"] = {
				["织"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			}
		},
		["倉"] = {
			["優"] = {
				["快"] = {
					["播"] = {
						["網"] = {
							result = true
						}
					}
				}
			},
			["憂"] = {
				result = true
			}
		},
		["古"] = {
			["冰"] = {
				result = true
			}
		},
		["姑"] = {
			result = true
		},
		["宫"] = {
			result = true,
			["淳"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["木"] = {
			["堇"] = {
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["理"] = {
			["子"] = {
				result = true
			}
		},
		["生"] = {
			["千"] = {
				["寻"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["希"] = {
				["视"] = {
					["频"] = {
						result = true
					}
				}
			},
			["早"] = {
				["苗"] = {
					result = true,
					["无"] = {
						["码"] = {
							result = true
						},
						["马"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["梢"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["玲"] = {
				["夏"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["绘"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["香"] = {
				["月"] = {
					result = true
				}
			},
			["麻"] = {
				["里"] = {
					result = true,
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["痹"] = {
			result = true
		},
		["粉"] = {
			result = true
		},
		["美"] = {
			["ゆ"] = {
				["ま"] = {
					result = true
				}
			},
			["口"] = {
				["交"] = {
					result = true
				}
			},
			["由"] = {
				["真"] = {
					["作"] = {
						["品"] = {
							result = true
						}
					}
				}
			}
		},
		["衣"] = {
			["子"] = {
				["高"] = {
					["清"] = {
						result = true
					}
				}
			}
		},
		["谷"] = {
			result = true
		},
		["醉"] = {
			["抢"] = {
				result = true
			},
			["槍"] = {
				["华"] = {
					["北"] = {
						result = true
					}
				}
			},
			["联"] = {
				["系"] = {
					result = true
				}
			}
		},
		["雷"] = {
			["子"] = {
				result = true
			}
		},
		["香"] = {
			["关"] = {
				["穗"] = {
					["里"] = {
						["无"] = {
							["码"] = {
								result = true
							}
						},
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["黄"] = {
			result = true,
			["提"] = {
				["纯"] = {
					result = true
				}
			}
		}
	},
	["黎"] = {
		["城"] = {
			["面"] = {
				result = true
			}
		},
		["晓"] = {
			["宏"] = {
				result = true
			}
		},
		["枪"] = {
			["网"] = {
				result = true
			}
		}
	},
	["黏"] = {
		["液"] = {
			["流"] = {
				["下"] = {
					result = true
				}
			}
		}
	},
	["黔"] = {
		["南"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["汽"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["江"] = {
			["区"] = {
				["专"] = {
					["业"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["西"] = {
			["县"] = {
				["人"] = {
					["民"] = {
						["政"] = {
							["府"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["齊"] = {
		["橋"] = {
			["橋"] = {
				["王"] = {
					["健"] = {
						["林"] = {
							result = true
						}
					}
				},
				["萬"] = {
					["達"] = {
						result = true
					}
				}
			}
		},
		["藤"] = {
			["亞"] = {
				["樹"] = {
					result = true
				}
			}
		}
	},
	["齐"] = {
		B = {
			["短"] = {
				["裙"] = {
					result = true
				}
			}
		},
		b = {
			result = true,
			["小"] = {
				["短"] = {
					["裙"] = {
						result = true
					}
				}
			}
		},
		["乐"] = {
			result = true,
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["发"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["喊"] = {
			["习"] = {
				["胖"] = {
					result = true
				}
			}
		},
		["天"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["崇"] = {
			["怀"] = {
				result = true
			}
		},
		["归"] = {
			["蝶"] = {
				result = true
			}
		},
		["志"] = {
			["勇"] = {
				result = true,
				["六"] = {
					["四"] = {
						result = true
					}
				}
			}
		},
		["总"] = {
			["书"] = {
				["记"] = {
					result = true
				}
			}
		},
		["桥"] = {
			["桥"] = {
				result = true,
				["万"] = {
					["达"] = {
						result = true
					}
				},
				["王"] = {
					["健"] = {
						["林"] = {
							result = true
						}
					}
				}
			}
		},
		["比"] = {
			["小"] = {
				["短"] = {
					["裙"] = {
						result = true
					}
				}
			}
		},
		["煞"] = {
			["云"] = {
				result = true
			}
		},
		["续"] = {
			["春"] = {
				result = true
			}
		},
		["藤"] = {
			["加"] = {
				["菜"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["司"] = {
				["无"] = {
					["码"] = {
						result = true
					},
					["马"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["近"] = {
			["平"] = {
				result = true
			}
		},
		["齐"] = {
			["发"] = {
				result = true
			}
		}
	},
	["龍"] = {
		["澤"] = {
			["優"] = {
				["種"] = {
					["子"] = {
						result = true
					}
				}
			}
		}
	},
	["龙"] = {
		["凤"] = {
			result = true,
			["后"] = {
				["花"] = {
					["园"] = {
						["论"] = {
							["坛"] = {
								result = true
							}
						}
					}
				}
			},
			["论"] = {
				["坛"] = {
					result = true
				}
			}
		},
		["川"] = {
			["利"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["泉"] = {
			["迷"] = {
				["幻"] = {
					["药"] = {
						result = true
					}
				}
			},
			["驿"] = {
				["Ｋ"] = {
					["粉"] = {
						result = true
					}
				}
			}
		},
		["泽"] = {
			["仁"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["优"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["加"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["彩"] = {
				["种"] = {
					["紫"] = {
						result = true
					}
				}
			}
		},
		["海"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		}
	}
}
