return {
	["东"] = {
		["%"] = {
			["亚"] = {
				["%"] = {
					["圣"] = {
						["战"] = {
							result = true
						}
					}
				}
			}
		},
		["丽"] = {
			["区"] = {
				["秃"] = {
					["鹰"] = {
						["汽"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["麻"] = {
					["古"] = {
						result = true
					}
				}
			}
		},
		["亚"] = {
			["共"] = {
				["荣"] = {
					result = true
				}
			},
			["性"] = {
				["愛"] = {
					["自"] = {
						["拍"] = {
							result = true
						}
					}
				}
			},
			["打"] = {
				["猎"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			},
			["日"] = {
				["报"] = {
					result = true
				}
			},
			["证"] = {
				["件"] = {
					result = true
				}
			},
			["骑"] = {
				["兵"] = {
					result = true
				}
			}
		},
		["京"] = {
			["#"] = {
				["热"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			h = {
				o = {
					t = {
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				}
			},
			["丸"] = {
				["井"] = {
					result = true
				},
				["警"] = {
					result = true
				}
			},
			["夜"] = {
				["幕"] = {
					["下"] = {
						result = true
					}
				}
			},
			["性"] = {
				["爱"] = {
					["死"] = {
						result = true
					}
				}
			},
			["无"] = {
				["码"] = {
					result = true
				}
			},
			["淫"] = {
				["视"] = {
					["频"] = {
						result = true
					}
				}
			},
			["熟"] = {
				["女"] = {
					["中"] = {
						["出"] = {
							result = true
						}
					}
				}
			}
		},
		["兴"] = {
			["麻"] = {
				["醉"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["北"] = {
			["办"] = {
				["证"] = {
					result = true
				}
			},
			["各"] = {
				["地"] = {
					result = true
				}
			},
			["大"] = {
				["炕"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					result = true,
					["初"] = {
						["夜"] = {
							result = true
						}
					}
				}
			},
			["弓"] = {
				["弩"] = {
					["价"] = {
						["格"] = {
							result = true
						}
					}
				}
			},
			["恐"] = {
				["怖"] = {
					["分"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					result = true
				}
			},
			["砍"] = {
				result = true
			},
			["虎"] = {
				["西"] = {
					["北"] = {
						["狼"] = {
							result = true
						}
					}
				}
			},
			["黑"] = {
				["丝"] = {
					result = true
				}
			}
		},
		["南"] = {
			["亚"] = {
				["办"] = {
					["证"] = {
						result = true,
						["集"] = {
							["体"] = {
								result = true
							}
						}
					}
				},
				["正"] = {
					["件"] = {
						result = true
					}
				},
				["网"] = {
					["上"] = {
						["办"] = {
							["正"] = {
								result = true
							}
						}
					}
				},
				["证"] = {
					["件"] = {
						result = true,
						["公"] = {
							["司"] = {
								result = true
							}
						},
						["集"] = {
							["体"] = {
								result = true
							}
						}
					}
				},
				["诚"] = {
					["信"] = {
						["正"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			},
			["扩"] = {
				["资"] = {
					["数"] = {
						["据"] = {
							result = true
						}
					}
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["土"] = {
			result = true
		},
		["坑"] = {
			["镇"] = {
				result = true
			}
		},
		["城"] = {
			["区"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				}
			},
			["哪"] = {
				["仿"] = {
					["真"] = {
						["长"] = {
							["狗"] = {
								result = true
							}
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["欧"] = {
				["美"] = {
					["少"] = {
						["妇"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["国"] = {
					["模"] = {
						["特"] = {
							result = true
						}
					}
				}
			}
		},
		["宫"] = {
			["论"] = {
				["坛"] = {
					result = true
				}
			}
		},
		["山"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["川"] = {
			result = true
		},
		["方"] = {
			["互"] = {
				["通"] = {
					result = true
				}
			},
			["传"] = {
				["说"] = {
					result = true
				}
			},
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["刀"] = {
				["剑"] = {
					result = true
				}
			},
			["办"] = {
				["证"] = {
					result = true
				}
			},
			["宇"] = {
				["翔"] = {
					["证"] = {
						["件"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["心"] = {
				["经"] = {
					result = true,
					["图"] = {
						result = true
					}
				}
			},
			["日"] = {
				["报"] = {
					result = true
				}
			},
			["爱"] = {
				N = {
					["2"] = {
						result = true
					}
				},
				["充"] = {
					["气"] = {
						["娃"] = {
							["娃"] = {
								result = true
							}
						}
					}
				}
			},
			["男"] = {
				["模"] = {
					["俱"] = {
						["乐"] = {
							["部"] = {
								result = true
							}
						}
					}
				}
			},
			["红"] = {
				["二"] = {
					["十"] = {
						result = true
					}
				},
				["高"] = {
					["手"] = {
						["论"] = {
							["坛"] = {
								result = true
							}
						}
					}
				}
			},
			["药"] = {
				["业"] = {
					result = true
				}
			},
			["葵"] = {
				result = true
			},
			["资"] = {
				["通"] = {
					result = true
				}
			},
			["迷"] = {
				["魂"] = {
					result = true
				}
			},
			["鸿"] = {
				["运"] = {
					result = true
				}
			}
		},
		["施"] = {
			["效"] = {
				["颦"] = {
					result = true,
					["仿"] = {
						["沙"] = {
							["皇"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["条"] = {
			result = true
		},
		["洋"] = {
			["刀"] = {
				result = true
			},
			["屄"] = {
				result = true
			},
			["巨"] = {
				["乳"] = {
					result = true
				}
			}
		},
		["流"] = {
			["影"] = {
				["院"] = {
					result = true
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			}
		},
		["海"] = {
			["三"] = {
				["太"] = {
					["子"] = {
						result = true
					}
				}
			},
			["龙"] = {
				["王"] = {
					result = true
				}
			}
		},
		["瀛"] = {
			["小"] = {
				["骚"] = {
					["妹"] = {
						result = true
					}
				}
			}
		},
		["热"] = {
			["妹"] = {
				["子"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					["部"] = {
						["分"] = {
							result = true
						}
					}
				}
			}
		},
		["百"] = {
			["合"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["网"] = {
			result = true
		},
		["胜"] = {
			["银"] = {
				["行"] = {
					["卡"] = {
						result = true
					}
				}
			}
		},
		["艺"] = {
			["成"] = {
				["人"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["菀"] = {
			["桑"] = {
				["拿"] = {
					result = true
				}
			}
		},
		["营"] = {
			K = {
				["粉"] = {
					result = true
				}
			}
		},
		["阳"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		}
	},
	["丢"] = {
		["你"] = {
			["老"] = {
				["母"] = {
					result = true
				}
			}
		}
	},
	["丩"] = {
		["攵"] = {
			["目"] = {
				["艮"] = {
					["角"] = {
						["月"] = {
							["莫"] = {
								result = true
							}
						}
					}
				}
			},
			["肾"] = {
				result = true
			}
		}
	},
	["丰"] = {
		["乳"] = {
			result = true,
			["又"] = {
				["多"] = {
					["水"] = {
						["的"] = {
							["妹"] = {
								result = true
							}
						}
					}
				}
			},
			["美"] = {
				["臀"] = {
					result = true
				}
			}
		},
		["台"] = {
			["办"] = {
				["正"] = {
					result = true,
					["？"] = {
						result = true
					}
				},
				["证"] = {
					result = true
				}
			},
			["区"] = {
				result = true
			},
			["小"] = {
				["姐"] = {
					result = true
				}
			}
		},
		["宁"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["安"] = {
			["办"] = {
				["证"] = {
					result = true
				}
			}
		},
		["汇"] = {
			["园"] = {
				["小"] = {
					["区"] = {
						result = true
					}
				}
			}
		},
		["润"] = {
			["性"] = {
				["感"] = {
					["美"] = {
						["少"] = {
							["女"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["满"] = {
			result = true,
			["*"] = {
				["*"] = {
					result = true
				}
			},
			["人"] = {
				["妻"] = {
					result = true,
					["最"] = {
						["迷"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			},
			["女"] = {
				result = true
			},
			["熟"] = {
				["模"] = {
					result = true
				}
			},
			["的"] = {
				["美"] = {
					["少"] = {
						["妇"] = {
							result = true
						}
					}
				}
			},
			["肉"] = {
				["感"] = {
					["的"] = {
						["美"] = {
							["妖"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["田"] = {
			["强"] = {
				["开"] = {
					result = true
				}
			}
		},
		["盈"] = {
			["雪"] = {
				["白"] = {
					["的"] = {
						["肌"] = {
							["肤"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["禾"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["腴"] = {
			["熟"] = {
				["妇"] = {
					result = true
				}
			}
		},
		["臀"] = {
			["美"] = {
				["乳"] = {
					result = true
				}
			}
		},
		["讯"] = {
			["网"] = {
				["游"] = {
					["商"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["都"] = {
			["县"] = {
				["办"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["顺"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["举"] = {
		["报"] = {
			["王"] = {
				["立"] = {
					["军"] = {
						result = true
					}
				}
			}
		},
		["黄"] = {
			["伞"] = {
				result = true
			}
		}
	},
	["久"] = {
		["久"] = {
			result = true,
			["企"] = {
				["业"] = {
					["数"] = {
						["据"] = {
							result = true
						}
					}
				}
			},
			["免"] = {
				["费"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["完"] = {
				["结"] = {
					["网"] = {
						result = true
					}
				}
			},
			["影"] = {
				["院"] = {
					result = true
				}
			},
			["情"] = {
				["色"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			},
			["热"] = {
				result = true,
				["在"] = {
					["线"] = {
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				}
			},
			["爱"] = {
				A = {
					V = {
						result = true
					}
				}
			},
			["电"] = {
				["子"] = {
					["书"] = {
						result = true
					}
				}
			},
			["色"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["成"] = {
					["人"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["魔"] = {
				["域"] = {
					result = true
				}
			}
		},
		["之"] = {
			["游"] = {
				result = true
			},
			["遊"] = {
				result = true
			}
		},
		["保"] = {
			["路"] = {
				["里"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["叁"] = {
			["贰"] = {
				["柒"] = {
					["久"] = {
						result = true
					}
				}
			}
		},
		["恒"] = {
			["云"] = {
				["盟"] = {
					result = true
				}
			}
		},
		["播"] = {
			["成"] = {
				["人"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			}
		},
		["旺"] = {
			["高"] = {
				["等"] = {
					["教"] = {
						["育"] = {
							result = true
						}
					}
				}
			}
		},
		["游"] = {
			["网"] = {
				result = true
			}
		},
		["盛"] = {
			["制"] = {
				["药"] = {
					result = true
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["遊"] = {
			["網"] = {
				result = true
			}
		},
		["里"] = {
			["麻"] = {
				["里"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["乖"] = {
		["乖"] = {
			["听"] = {
				["话"] = {
					["水"] = {
						result = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			},
			["水"] = {
				result = true,
				["专"] = {
					result = true
				},
				["乙"] = {
					["醚"] = {
						result = true
					}
				},
				["商"] = {
					["城"] = {
						result = true
					}
				},
				["拍"] = {
					["肩"] = {
						["粉"] = {
							result = true,
							["专"] = {
								result = true
							}
						}
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["迷"] = {
					["奸"] = {
						["药"] = {
							["专"] = {
								result = true
							}
						}
					}
				},
				["配"] = {
					["方"] = {
						result = true
					}
				}
			},
			["氺"] = {
				["拍"] = {
					["肩"] = {
						["蒶"] = {
							["專"] = {
								result = true
							}
						}
					}
				},
				["蒾"] = {
					["奸"] = {
						["葯"] = {
							["專"] = {
								result = true
							}
						}
					}
				}
			},
			["聽"] = {
				["話"] = {
					["水"] = {
						["價"] = {
							["格"] = {
								result = true
							}
						}
					}
				}
			},
			["药"] = {
				["水"] = {
					result = true
				},
				["订"] = {
					["购"] = {
						result = true
					}
				}
			}
		},
		["巧"] = {
			["学"] = {
				["生"] = {
					["妹"] = {
						["妹"] = {
							result = true
						}
					}
				}
			},
			["學"] = {
				["生"] = {
					["妹"] = {
						["妹"] = {
							result = true
						}
					}
				}
			},
			["玲"] = {
				["珑"] = {
					["可"] = {
						["爱"] = {
							result = true
						}
					}
				},
				["瓏"] = {
					["可"] = {
						["愛"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["九"] = {
		["."] = {
			["十"] = {
				["."] = {
					["三"] = {
						["运"] = {
							["动"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["、"] = {
			["评"] = {
				result = true
			}
		},
		["七"] = {
			["式"] = {
				["手"] = {
					["枪"] = {
						result = true,
						["联"] = {
							["系"] = {
								result = true
							}
						}
					}
				}
			},
			["手"] = {
				["枪"] = {
					result = true,
					["配"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["配"] = {
				["件"] = {
					result = true,
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			}
		},
		["三"] = {
			["二"] = {
				["九"] = {
					["七"] = {
						result = true
					}
				}
			}
		},
		["九"] = {
			["九"] = {
				["色"] = {
					["成"] = {
						["人"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["名"] = {
				["刀"] = {
					["网"] = {
						result = true
					}
				}
			},
			["娛"] = {
				["樂"] = {
					result = true
				}
			},
			["娱"] = {
				["乐"] = {
					result = true,
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			},
			["情"] = {
				["色"] = {
					result = true,
					["唯"] = {
						["美"] = {
							["爽"] = {
								result = true
							}
						}
					},
					["帝"] = {
						["国"] = {
							result = true
						}
					},
					["裸"] = {
						["聊"] = {
							result = true
						}
					},
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			},
			["热"] = {
				["点"] = {
					["社"] = {
						["区"] = {
							result = true
						}
					}
				}
			},
			["真"] = {
				["人"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["二"] = {
			["式"] = {
				["手"] = {
					["木"] = {
						["仓"] = {
							result = true
						}
					},
					["枪"] = {
						result = true,
						["专"] = {
							result = true
						},
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						},
						["转"] = {
							["让"] = {
								result = true
							}
						}
					}
				}
			},
			["手"] = {
				["枪"] = {
					result = true,
					["专"] = {
						result = true
					},
					["子"] = {
						["弹"] = {
							["专"] = {
								result = true
							}
						}
					},
					["配"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["配"] = {
				["件"] = {
					result = true
				}
			}
		},
		["五"] = {
			["至"] = {
				["尊"] = {
					result = true
				}
			}
		},
		["六"] = {
			["色"] = {
				result = true
			}
		},
		["华"] = {
			["汽"] = {
				["狗"] = {
					result = true
				}
			}
		},
		["城"] = {
			result = true,
			["情"] = {
				["色"] = {
					result = true
				}
			},
			["社"] = {
				["区"] = {
					result = true
				}
			}
		},
		["天"] = {
			["神"] = {
				["鹤"] = {
					result = true
				}
			}
		},
		["头"] = {
			["虫"] = {
				result = true
			},
			["鸟"] = {
				["军"] = {
					["品"] = {
						["专"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["妹"] = {
			["情"] = {
				["色"] = {
					["网"] = {
						result = true
					}
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["孔"] = {
			["#"] = {
				["开"] = {
					["路"] = {
						["先"] = {
							["锋"] = {
								result = true
							}
						}
					}
				}
			},
			["开"] = {
				["路"] = {
					["先"] = {
						["锋"] = {
							result = true
						}
					}
				}
			}
		},
		["尾"] = {
			["天"] = {
				["狐"] = {
					result = true
				}
			},
			["灵"] = {
				["狐"] = {
					result = true
				}
			}
		},
		["州"] = {
			t = {
				s = {
					["影"] = {
						["城"] = {
							result = true
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					["网"] = {
						result = true
					}
				}
			},
			["制"] = {
				["药"] = {
					result = true
				}
			},
			["娱"] = {
				["乐"] = {
					result = true
				}
			},
			["足"] = {
				["球"] = {
					["投"] = {
						["注"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["成"] = {
			result = true,
			["新"] = {
				result = true
			}
		},
		["江"] = {
			["办"] = {
				["假"] = {
					["证"] = {
						result = true
					}
				},
				["学"] = {
					["历"] = {
						result = true
					}
				},
				["证"] = {
					result = true
				}
			},
			["各"] = {
				["种"] = {
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["辦"] = {
				["證"] = {
					result = true
				}
			}
		},
		["流"] = {
			["卡"] = {
				["盟"] = {
					result = true
				}
			}
		},
		["浅"] = {
			["一"] = {
				["深"] = {
					["女"] = {
						["人"] = {
							result = true
						}
					}
				}
			}
		},
		["游"] = {
			result = true
		},
		["爱"] = {
			["城"] = {
				["社"] = {
					["区"] = {
						result = true
					}
				}
			}
		},
		["眼"] = {
			["桥"] = {
				["办"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["码"] = {
			result = true
		},
		["芳"] = {
			["界"] = {
				["论"] = {
					["坛"] = {
						result = true
					}
				}
			}
		},
		["評"] = {
			result = true,
			["共"] = {
				["產"] = {
					["黨"] = {
						result = true
					}
				}
			}
		},
		["评"] = {
			["5"] = {
				result = true
			}
		},
		["阴"] = {
			["真"] = {
				["经"] = {
					result = true
				}
			}
		},
		["零"] = {
			["后"] = {
				["自"] = {
					["拍"] = {
						["性"] = {
							["爱"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["霾"] = {
			result = true
		},
		["鼎"] = {
			["驾"] = {
				["校"] = {
					result = true
				}
			}
		},
		["龙"] = {
			["冰"] = {
				["化"] = {
					["工"] = {
						["主"] = {
							["产"] = {
								result = true
							}
						}
					}
				}
			},
			["夺"] = {
				["嫡"] = {
					["之"] = {
						["胤"] = {
							["祹"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["亀"] = {
		["頭"] = {
			result = true
		}
	},
	["二"] = {
		["中"] = {
			["女"] = {
				a = {
					v = {
						result = true,
						["清"] = {
							["爽"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["乙"] = {
			["基"] = {
				["酰"] = {
					["胺"] = {
						result = true
					}
				}
			},
			["烯"] = {
				["砜"] = {
					result = true
				}
			},
			["胺"] = {
				["配"] = {
					["方"] = {
						result = true
					}
				}
			}
		},
		["五"] = {
			["互"] = {
				["联"] = {
					result = true
				},
				["聯"] = {
					result = true
				}
			}
		},
		["人"] = {
			["性"] = {
				["世"] = {
					["界"] = {
						result = true
					}
				}
			}
		},
		["儿"] = {
			["子"] = {
				["周"] = {
					["寒"] = {
						[" "] = {
							["畜"] = {
								["生"] = {
									["父"] = {
										["亲"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["分"] = {
			["男"] = {
				["妓"] = {
					result = true
				}
			}
		},
		["十"] = {
			["七"] = {
				["军"] = {
					result = true
				}
			},
			["万"] = {
				["保"] = {
					["二"] = {
						["十"] = {
							["年"] = {
								result = true
							}
						}
					}
				}
			},
			["二"] = {
				["周"] = {
					["年"] = {
						result = true
					}
				}
			},
			["五"] = {
				["周"] = {
					["年"] = {
						result = true
					}
				},
				["年"] = {
					result = true
				}
			},
			["伍"] = {
				["周"] = {
					["年"] = {
						result = true
					}
				},
				["年"] = {
					result = true
				}
			},
			["六"] = {
				["年"] = {
					["前"] = {
						["的"] = {
							["坦"] = {
								["克"] = {
									result = true
								}
							},
							["枪"] = {
								["声"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["周"] = {
				["年"] = {
					["大"] = {
						["封"] = {
							["网"] = {
								result = true
							}
						}
					},
					["烛"] = {
						["光"] = {
							["悼"] = {
								["念"] = {
									result = true
								}
							}
						}
					},
					["纪"] = {
						["念"] = {
							["六"] = {
								["四"] = {
									result = true
								}
							}
						}
					},
					["陈"] = {
						["小"] = {
							["雅"] = {
								["六"] = {
									["四"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["尺"] = {
				["柜"] = {
					result = true
				}
			},
			["年"] = {
				["二"] = {
					["十"] = {
						["万"] = {
							["人"] = {
								result = true
							}
						}
					}
				},
				["前"] = {
					result = true,
					["环"] = {
						["球"] = {
							["时"] = {
								["报"] = {
									result = true
								}
							}
						}
					}
				},
				["期"] = {
					["限"] = {
						["邓"] = {
							["小"] = {
								["平"] = {
									result = true
								}
							}
						}
					}
				},
				["杀"] = {
					["二"] = {
						["十"] = {
							["万"] = {
								result = true
							}
						}
					}
				},
				["稳"] = {
					["定"] = {
						result = true
					}
				}
			},
			["茉"] = {
				["莉"] = {
					["花"] = {
						result = true
					}
				}
			}
		},
		["号"] = {
			["专"] = {
				["案"] = {
					result = true,
					["组"] = {
						[" "] = {
							[" "] = {
								["一"] = {
									["号"] = {
										["专"] = {
											["案"] = {
												["组"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["外"] = {
			["文"] = {
				["凭"] = {
					result = true
				}
			}
		},
		["奶"] = {
			["流"] = {
				["淫"] = {
					["水"] = {
						result = true
					}
				}
			},
			["高"] = {
				["清"] = {
					["伦"] = {
						["理"] = {
							result = true
						}
					}
				}
			}
		},
		["奸"] = {
			["二"] = {
				["假"] = {
					result = true
				}
			}
		},
		["宫"] = {
			["沙"] = {
				["树"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["宮"] = {
			["沙"] = {
				["樹"] = {
					result = true
				}
			}
		},
		["层"] = {
			["耗"] = {
				["氧"] = {
					["速"] = {
						["度"] = {
							result = true
						}
					}
				}
			}
		},
		["已"] = {
			["噻"] = {
				["丁"] = {
					result = true
				}
			},
			["基"] = {
				["色"] = {
					["胺"] = {
						result = true
					}
				}
			}
		},
		["异"] = {
			["酸"] = {
				["甲"] = {
					["苯"] = {
						["酯"] = {
							result = true
						}
					}
				}
			}
		},
		["总"] = {
			["影"] = {
				["院"] = {
					result = true
				}
			}
		},
		["恶"] = {
			["英"] = {
				result = true
			}
		},
		["手"] = {
			["军"] = {
				["弩"] = {
					["转"] = {
						["让"] = {
							result = true
						}
					}
				},
				["用"] = {
					["弩"] = {
						result = true
					}
				}
			},
			["大"] = {
				["黑"] = {
					["鹰"] = {
						["弩"] = {
							result = true
						}
					}
				}
			},
			["套"] = {
				["牌"] = {
					["车"] = {
						result = true
					}
				}
			},
			["弓"] = {
				["努"] = {
					result = true
				},
				["弩"] = {
					result = true,
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			},
			["弩"] = {
				["转"] = {
					["让"] = {
						result = true
					}
				}
			},
			["手"] = {
				["狗"] = {
					result = true,
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			},
			["枪"] = {
				["式"] = {
					["弹"] = {
						["弓"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					result = true
				}
			},
			["砍"] = {
				["刀"] = {
					result = true
				}
			},
			["走"] = {
				["私"] = {
					["车"] = {
						result = true
					}
				}
			},
			["车"] = {
				["走"] = {
					["私"] = {
						["车"] = {
							result = true
						}
					}
				}
			},
			["重"] = {
				["弩"] = {
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["长"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["拾"] = {
			["5"] = {
				["年"] = {
					result = true
				}
			}
		},
		["氟"] = {
			["化"] = {
				["氧"] = {
					result = true
				}
			}
		},
		["氢"] = {
			["埃"] = {
				["托"] = {
					["啡"] = {
						result = true
					}
				}
			}
		},
		["氧"] = {
			["化"] = {
				["丁"] = {
					["二"] = {
						["烯"] = {
							result = true
						}
					}
				},
				["硒"] = {
					["有"] = {
						["售"] = {
							result = true
						}
					}
				},
				["碳"] = {
					["系"] = {
						["列"] = {
							result = true
						}
					}
				}
			}
		},
		["氯"] = {
			["化"] = {
				["汞"] = {
					["直"] = {
						["销"] = {
							result = true
						}
					}
				},
				["苄"] = {
					result = true
				}
			},
			["四"] = {
				["氟"] = {
					["丙"] = {
						["酮"] = {
							result = true
						}
					}
				}
			}
		},
		["氰"] = {
			["化"] = {
				["汞"] = {
					result = true,
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			}
		},
		["水"] = {
			["合"] = {
				["三"] = {
					["氟"] = {
						["化"] = {
							["硼"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["溴"] = {
			["化"] = {
				["汞"] = {
					result = true
				}
			}
		},
		["甲"] = {
			["噻"] = {
				["丁"] = {
					result = true
				}
			},
			["基"] = {
				["亚"] = {
					["硝"] = {
						["胺"] = {
							result = true
						}
					}
				}
			},
			["胺"] = {
				result = true,
				["工"] = {
					["艺"] = {
						result = true
					}
				},
				["技"] = {
					["术"] = {
						result = true
					}
				},
				["方"] = {
					["法"] = {
						result = true
					}
				},
				["溶"] = {
					["液"] = {
						result = true,
						["配"] = {
							["方"] = {
								result = true
							}
						}
					}
				},
				["配"] = {
					["方"] = {
						result = true
					}
				}
			},
			["苯"] = {
				result = true,
				["现"] = {
					["货"] = {
						result = true
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				}
			}
		},
		["皆"] = {
			["堂"] = {
				["奈"] = {
					["奈"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["盐"] = {
			["酸"] = {
				["盐"] = {
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			}
		},
		["硝"] = {
			["基"] = {
				["苯"] = {
					["酚"] = {
						result = true
					}
				},
				["間"] = {
					["苯"] = {
						["二"] = {
							["酚"] = {
								result = true
							}
						}
					}
				},
				["间"] = {
					["苯"] = {
						["二"] = {
							["酚"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["硼"] = {
			["烷"] = {
				result = true
			}
		},
		["穴"] = {
			["凌"] = {
				["辱"] = {
					result = true
				}
			},
			["同"] = {
				["插"] = {
					result = true
				}
			},
			["性"] = {
				["玩"] = {
					["具"] = {
						result = true
					}
				}
			},
			["插"] = {
				["入"] = {
					result = true
				}
			}
		},
		["类"] = {
			G = {
				H = {
					B = {
						result = true
					}
				}
			}
		},
		["级"] = {
			["建"] = {
				["造"] = {
					["师"] = {
						["代"] = {
							["办"] = {
								result = true
							},
							["考"] = {
								result = true
							}
						},
						["挂"] = {
							["靠"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["苯"] = {
			["基"] = {
				["胺"] = {
					["氯"] = {
						["胂"] = {
							result = true
						}
					}
				}
			}
		},
		["踢"] = {
			["脚"] = {
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				}
			}
		},
		["郎"] = {
			["神"] = {
				["直"] = {
					["播"] = {
						["神"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["阶"] = {
			["堂"] = {
				["仁"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["階"] = {
			["堂"] = {
				["仁"] = {
					["美"] = {
						["種"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["面"] = {
			["淫"] = {
				["性"] = {
					["女"] = {
						result = true
					}
				}
			}
		},
		["马"] = {
			["同"] = {
				["槽"] = {
					result = true
				}
			}
		}
	},
	["互"] = {
		["博"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["友"] = {
			["财"] = {
				["富"] = {
					result = true
				}
			}
		},
		["相"] = {
			["吸"] = {
				["乳"] = {
					result = true
				}
			}
		},
		["箫"] = {
			["撸"] = {
				result = true
			}
		},
		["联"] = {
			["经"] = {
				["纬"] = {
					result = true
				}
			},
			["网"] = {
				["信"] = {
					["息"] = {
						["自"] = {
							["由"] = {
								result = true
							}
						}
					}
				},
				["营"] = {
					["销"] = {
						["罗"] = {
							["盘"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["井"] = {
		["上"] = {
			["佑"] = {
				["香"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["光"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["千"] = {
				["寻"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				},
				["尋"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["夕"] = {
				["美"] = {
					result = true
				}
			}
		},
		["官"] = {
			["证"] = {
				result = true
			}
		},
		["察"] = {
			["专"] = {
				["用"] = {
					["甩"] = {
						["棍"] = {
							result = true
						}
					}
				}
			},
			["证"] = {
				result = true
			}
		},
		["川"] = {
			["结"] = {
				["衣"] = {
					result = true
				}
			},
			["菜"] = {
				["菜"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["服"] = {
			result = true,
			["井"] = {
				["棍"] = {
					["手"] = {
						["铐"] = {
							result = true
						}
					}
				},
				["用"] = {
					["品"] = {
						result = true
					},
					["手"] = {
						["铐"] = {
							result = true
						}
					}
				}
			},
			["手"] = {
				["铐"] = {
					result = true,
					["电"] = {
						["警"] = {
							["棍"] = {
								result = true
							}
						}
					}
				}
			},
			["春"] = {
				["秋"] = {
					["执"] = {
						["勤"] = {
							["装"] = {
								result = true
							}
						}
					}
				}
			},
			["电"] = {
				["击"] = {
					["棒"] = {
						["专"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					}
				},
				["棒"] = {
					["专"] = {
						result = true,
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["棍"] = {
			["井"] = {
				["用"] = {
					["装"] = {
						["备"] = {
							result = true
						}
					}
				}
			}
		},
		["用"] = {
			["井"] = {
				["服"] = {
					["手"] = {
						["铐"] = {
							result = true
						}
					}
				},
				["棍"] = {
					["装"] = {
						["备"] = {
							result = true
						}
					}
				}
			},
			["侦"] = {
				["察"] = {
					result = true
				}
			},
			["品"] = {
				result = true,
				["井"] = {
					["服"] = {
						result = true
					}
				}
			},
			["商"] = {
				["品"] = {
					result = true
				}
			},
			["手"] = {
				["铐"] = {
					result = true,
					["西"] = {
						["安"] = {
							result = true
						}
					},
					["警"] = {
						["服"] = {
							result = true
						}
					}
				}
			},
			["服"] = {
				["装"] = {
					["装"] = {
						["备"] = {
							result = true
						}
					}
				}
			},
			["物"] = {
				["品"] = {
					result = true,
					["便"] = {
						["宜"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["击"] = {
					["器"] = {
						["防"] = {
							["身"] = {
								result = true
							}
						}
					}
				}
			},
			["装"] = {
				["备"] = {
					["手"] = {
						["铐"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["交"] = {
		["个"] = {
			["护"] = {
				["士"] = {
					["女"] = {
						["友"] = {
							result = true
						}
					}
				}
			}
		},
		["换"] = {
			["人"] = {
				["妻"] = {
					result = true
				}
			},
			["夫"] = {
				["妻"] = {
					["的"] = {
						["肉"] = {
							["宴"] = {
								result = true
							}
						}
					}
				}
			},
			["妻"] = {
				result = true
			},
			["姐"] = {
				["妹"] = {
					["花"] = {
						result = true
					}
				}
			},
			["气"] = {
				["枪"] = {
					["零"] = {
						["部"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			},
			["淫"] = {
				["妻"] = {
					result = true,
					["游"] = {
						["戏"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			}
		},
		["換"] = {
			["夫"] = {
				["妻"] = {
					result = true
				}
			}
		},
		["易"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["器"] = {
				["官"] = {
					result = true
				}
			},
			["眼"] = {
				["角"] = {
					["膜"] = {
						result = true
					}
				}
			},
			["网"] = {
				result = true
			},
			["賭"] = {
				["博"] = {
					result = true
				}
			},
			["贝"] = {
				["者"] = {
					["十"] = {
						["尃"] = {
							result = true
						}
					}
				}
			},
			["赌"] = {
				["博"] = {
					result = true
				}
			}
		},
		["清"] = {
			["电"] = {
				["子"] = {
					["报"] = {
						result = true
					}
				}
			}
		},
		["管"] = {
			["良"] = {
				["心"] = {
					["抛"] = {
						result = true
					}
				}
			}
		},
		["通"] = {
			["勘"] = {
				["查"] = {
					["箱"] = {
						result = true
					}
				}
			},
			["警"] = {
				["警"] = {
					["服"] = {
						result = true
					}
				}
			}
		},
		["钱"] = {
			["办"] = {
				["正"] = {
					result = true
				},
				["证"] = {
					result = true
				}
			}
		}
	},
	["亨"] = {
		["利"] = {
			["娱"] = {
				["乐"] = {
					result = true,
					["城"] = {
						result = true
					}
				}
			}
		}
	},
	["京"] = {
		["东"] = {
			["商"] = {
				["城"] = {
					result = true
				}
			},
			["退"] = {
				["款"] = {
					result = true,
					["台"] = {
						result = true
					},
					["处"] = {
						["理"] = {
							result = true
						}
					}
				}
			}
		},
		["乃"] = {
			["亞"] = {
				["津"] = {
					["沙"] = {
						["种"] = {
							["子"] = {
								result = true
							},
							["紫"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["乡"] = {
			["办"] = {
				["正"] = {
					result = true
				},
				["证"] = {
					result = true
				}
			},
			["周"] = {
				["边"] = {
					["办"] = {
						["正"] = {
							result = true
						},
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["分"] = {
			["露"] = {
				["点"] = {
					["女"] = {
						result = true
					}
				}
			}
		},
		["城"] = {
			["四"] = {
				["少"] = {
					[" "] = {
						["李"] = {
							["小"] = {
								["勇"] = {
									result = true
								}
							},
							["晓"] = {
								["勇"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					result = true,
					["城"] = {
						result = true
					}
				}
			}
		},
		["温"] = {
			result = true,
			["事"] = {
				["件"] = {
					result = true
				}
			}
		},
		["石"] = {
			["二"] = {
				["高"] = {
					["速"] = {
						result = true,
						["上"] = {
							["访"] = {
								result = true
							}
						},
						["不"] = {
							["公"] = {
								result = true
							}
						},
						["占"] = {
							["地"] = {
								result = true
							}
						},
						["围"] = {
							["观"] = {
								result = true
							}
						},
						["拆"] = {
							["迁"] = {
								result = true
							}
						},
						["条"] = {
							["幅"] = {
								result = true
							}
						},
						["横"] = {
							["幅"] = {
								result = true
							}
						},
						["民"] = {
							["警"] = {
								result = true
							}
						},
						["维"] = {
							["权"] = {
								result = true
							}
						},
						["补"] = {
							["偿"] = {
								result = true
							}
						},
						["警"] = {
							["察"] = {
								result = true
							}
						},
						["集"] = {
							["体"] = {
								result = true
							}
						},
						["静"] = {
							["坐"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["都"] = {
			["不"] = {
				["伦"] = {
					["妻"] = {
						result = true
					}
				}
			}
		},
		["野"] = {
			["元"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["圆"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["圓"] = {
				["種"] = {
					["子"] = {
						result = true
					}
				}
			},
			["真"] = {
				["里"] = {
					["奈"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["结"] = {
				["衣"] = {
					result = true
				}
			}
		},
		["铅"] = {
			["弹"] = {
				result = true
			}
		},
		["香"] = {
			j = {
				u = {
					l = {
						i = {
							a = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["亽"] = {
		["皮"] = {
			["緬"] = {
				["具"] = {
					result = true,
					["供"] = {
						["應"] = {
							result = true
						}
					},
					["電"] = {
						["話"] = {
							result = true
						}
					}
				}
			}
		},
		["萋"] = {
			result = true,
			["卟"] = {
				["倫"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					result = true
				}
			},
			["熟"] = {
				["ㄝ"] = {
					result = true
				}
			},
			["薍"] = {
				["倫"] = {
					result = true
				}
			}
		},
		["躰"] = {
			["噐"] = {
				["悹"] = {
					["収"] = {
						["購"] = {
							result = true
						}
					}
				}
			},
			["藝"] = {
				["ポ"] = {
					["網"] = {
						result = true
					}
				}
			}
		}
	},
	["今"] = {
		["井"] = {
			["明"] = {
				["日"] = {
					["香"] = {
						["电"] = {
							["驴"] = {
								result = true
							}
						}
					}
				}
			},
			["绘"] = {
				["理"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["夜"] = {
			["有"] = {
				["点"] = {
					["坏"] = {
						result = true
					}
				}
			},
			["良"] = {
				["宵"] = {
					["网"] = {
						result = true
					}
				}
			},
			["谁"] = {
				["与"] = {
					["你"] = {
						["同"] = {
							["眠"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["天"] = {
			["上"] = {
				["了"] = {
					["个"] = {
						["熟"] = {
							["女"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["宿"] = {
			["麻"] = {
				["琴"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["年"] = {
			["1"] = {
				["0"] = {
					["月"] = {
						["答"] = {
							["案"] = {
								result = true
							}
						}
					}
				}
			},
			["下"] = {
				["半"] = {
					["年"] = {
						["答"] = {
							["案"] = {
								result = true
							}
						}
					}
				}
			},
			["诺"] = {
				["贝"] = {
					["尔"] = {
						["奖"] = {
							["获"] = {
								["得"] = {
									["者"] = {
										["刘"] = {
											["晓"] = {
												["波"] = {
													["简"] = {
														["历"] = {
															result = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["日"] = {
			result = true,
			["悉"] = {
				["尼"] = {
					result = true
				}
			},
			["永"] = {
				["康"] = {
					["被"] = {
						["查"] = {
							["办"] = {
								result = true
							}
						}
					}
				}
			},
			["裸"] = {
				["拍"] = {
					["淫"] = {
						["女"] = {
							["生"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["晚"] = {
			["夜"] = {
				["未"] = {
					["眠"] = {
						result = true
					}
				}
			}
		},
		["有"] = {
			result = true
		},
		["警"] = {
			["明"] = {
				["日"] = {
					["香"] = {
						["电"] = {
							["驴"] = {
								result = true
							}
						}
					}
				}
			},
			["绘"] = {
				["理"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["付"] = {
		["建"] = {
			["华"] = {
				result = true
			}
		},
		["费"] = {
			["删"] = {
				["帖"] = {
					result = true
				}
			},
			["裸"] = {
				["体"] = {
					["聊"] = {
						["天"] = {
							result = true
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					["秀"] = {
						result = true
					}
				}
			},
			["陪"] = {
				["聊"] = {
					result = true
				}
			}
		}
	},
	["仿"] = {
		["#"] = {
			["钞"] = {
				result = true
			}
		},
		["5"] = {
			["4"] = {
				["式"] = {
					result = true
				},
				["手"] = {
					["枪"] = {
						result = true,
						["专"] = {
							result = true
						}
					}
				},
				["枪"] = {
					result = true
				}
			}
		},
		["6"] = {
			["4"] = {
				["式"] = {
					["手"] = {
						["枪"] = {
							result = true,
							["专"] = {
								result = true
							}
						}
					}
				},
				["手"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["7"] = {
			["7"] = {
				["手"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		z = {
			h = {
				e = {
					n = {
						["气"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["枪"] = {
				result = true
			}
		},
		["七"] = {
			["七"] = {
				["式"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["三"] = {
			["代"] = {
				["领"] = {
					["导"] = {
						["人"] = {
							result = true
						}
					}
				}
			}
		},
		["五"] = {
			["四"] = {
				result = true,
				["手"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["人"] = {
			["皮"] = {
				["具"] = {
					["专"] = {
						result = true
					}
				},
				["面"] = {
					["具"] = {
						result = true
					}
				}
			}
		},
		["六"] = {
			["四"] = {
				["手"] = {
					["枪"] = {
						result = true,
						["专"] = {
							result = true
						},
						["代"] = {
							["购"] = {
								result = true
							}
						},
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						},
						["转"] = {
							["让"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["冒"] = {
			["网"] = {
				["站"] = {
					result = true
				}
			}
		},
		["制"] = {
			j = {
				["用"] = {
					["头"] = {
						["盔"] = {
							result = true
						}
					}
				}
			},
			["伯"] = {
				["莱"] = {
					["塔"] = {
						result = true
					}
				}
			},
			["伸"] = {
				["缩"] = {
					["电"] = {
						j = {
							["棍"] = {
								result = true
							}
						},
						["警"] = {
							["棍"] = {
								result = true
							}
						}
					}
				}
			},
			["手"] = {
				["枪"] = {
					result = true
				}
			},
			["枪"] = {
				result = true
			},
			["柯"] = {
				["尔"] = {
					["特"] = {
						result = true
					}
				}
			},
			["格"] = {
				["洛"] = {
					["克"] = {
						result = true
					}
				}
			},
			["瓦"] = {
				["尔"] = {
					["特"] = {
						result = true
					}
				}
			},
			["警"] = {
				["用"] = {
					["品"] = {
						result = true
					},
					["头"] = {
						["盔"] = {
							result = true
						}
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						result = true
					}
				}
			}
		},
		["古"] = {
			result = true,
			["双"] = {
				["锋"] = {
					result = true
				}
			}
		},
		["吵"] = {
			result = true
		},
		["品"] = {
			["军"] = {
				["刺"] = {
					result = true
				}
			}
		},
		["效"] = {
			["军"] = {
				["队"] = {
					["传"] = {
						["令"] = {
							result = true
						}
					}
				}
			}
		},
		["槇"] = {
			["枪"] = {
				result = true
			}
		},
		["淘"] = {
			["宝"] = {
				result = true
			}
		},
		["港"] = {
			["产"] = {
				result = true,
				["3"] = {
					["8"] = {
						["式"] = {
							result = true
						}
					}
				}
			},
			["產"] = {
				["3"] = {
					["8"] = {
						["式"] = {
							result = true
						}
					}
				}
			},
			["産"] = {
				["③"] = {
					["⑧"] = {
						["鉽"] = {
							result = true
						}
					}
				}
			}
		},
		["狗"] = {
			result = true
		},
		["眞"] = {
			["亽"] = {
				["皮"] = {
					["緬"] = {
						["具"] = {
							["專"] = {
								result = true
							}
						}
					}
				}
			},
			["槍"] = {
				["収"] = {
					["藏"] = {
						result = true
					}
				},
				["模"] = {
					["具"] = {
						result = true
					}
				}
			},
			["气"] = {
				["枪"] = {
					result = true
				}
			},
			["狗"] = {
				result = true
			},
			["硅"] = {
				["賋"] = {
					result = true
				}
			},
			["芞"] = {
				["槍"] = {
					["專"] = {
						result = true
					}
				}
			}
		},
		["真"] = {
			["%"] = {
				["枪"] = {
					result = true
				}
			},
			["1"] = {
				["0"] = {
					["型"] = {
						["号"] = {
							result = true
						}
					}
				},
				["1"] = {
					["型"] = {
						["号"] = {
							result = true
						}
					}
				},
				["2"] = {
					["型"] = {
						["号"] = {
							result = true
						}
					}
				},
				["3"] = {
					["型"] = {
						["号"] = {
							result = true
						}
					}
				},
				["4"] = {
					["型"] = {
						["号"] = {
							result = true
						}
					}
				},
				["5"] = {
					["型"] = {
						["号"] = {
							result = true
						}
					}
				},
				["6"] = {
					["型"] = {
						["号"] = {
							result = true
						}
					}
				},
				["7"] = {
					["型"] = {
						["号"] = {
							result = true
						}
					}
				},
				["8"] = {
					["型"] = {
						["号"] = {
							result = true
						}
					}
				},
				["9"] = {
					["型"] = {
						["号"] = {
							result = true
						}
					}
				},
				["型"] = {
					["号"] = {
						result = true
					}
				}
			},
			["2"] = {
				["0"] = {
					["型"] = {
						["号"] = {
							result = true
						}
					}
				},
				["型"] = {
					["号"] = {
						result = true
					}
				}
			},
			["3"] = {
				["型"] = {
					["号"] = {
						result = true
					}
				}
			},
			["4"] = {
				["型"] = {
					["号"] = {
						result = true
					}
				}
			},
			["5"] = {
				["4"] = {
					["专"] = {
						result = true
					},
					["式"] = {
						result = true,
						["手"] = {
							["枪"] = {
								result = true
							}
						},
						["气"] = {
							["枪"] = {
								result = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							result = true,
							["专"] = {
								result = true
							}
						},
						["槍"] = {
							["專"] = {
								result = true
							}
						}
					},
					["枪"] = {
						["专"] = {
							result = true
						}
					}
				},
				["型"] = {
					["号"] = {
						result = true
					}
				}
			},
			["6"] = {
				["4"] = {
					["专"] = {
						result = true
					},
					["式"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						},
						["气"] = {
							["枪"] = {
								result = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							["专"] = {
								result = true
							}
						},
						["槍"] = {
							["專"] = {
								result = true
							}
						}
					},
					["枪"] = {
						["专"] = {
							result = true
						}
					}
				},
				["型"] = {
					["号"] = {
						result = true
					}
				}
			},
			["7"] = {
				["7"] = {
					["式"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						},
						["枪"] = {
							result = true
						},
						["气"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["型"] = {
					["号"] = {
						result = true
					}
				}
			},
			["8"] = {
				["型"] = {
					["号"] = {
						result = true
					}
				}
			},
			["9"] = {
				["2"] = {
					["式"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						},
						["气"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["4"] = {
					["专"] = {
						result = true
					},
					["枪"] = {
						["专"] = {
							result = true
						}
					}
				},
				["9"] = {
					["步"] = {
						["枪"] = {
							result = true
						}
					}
				},
				["型"] = {
					["号"] = {
						result = true
					}
				}
			},
			P = {
				V = {
					C = {
						["面"] = {
							["具"] = {
								result = true
							}
						}
					}
				}
			},
			a = {
				k = {
					["4"] = {
						["7"] = {
							result = true
						}
					}
				},
				w = {
					p = {
						result = true
					}
				}
			},
			f = {
				["枪"] = {
					result = true
				}
			},
			g = {
				o = {
					u = {
						result = true,
						["网"] = {
							result = true
						}
					}
				}
			},
			m = {
				["1"] = {
					["6"] = {
						["枪"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			p = {
				c = {
					p = {
						["汽"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			q = {
				i = {
					a = {
						n = {
							g = {
								result = true
							}
						}
					}
				}
			},
			["一"] = {
				["元"] = {
					["硬"] = {
						["币"] = {
							result = true
						}
					}
				}
			},
			["人"] = {
				["品"] = {
					["面"] = {
						["具"] = {
							result = true
						}
					}
				},
				["民"] = {
					["币"] = {
						result = true
					}
				},
				["皮"] = {
					result = true,
					["面"] = {
						["具"] = {
							result = true,
							["专"] = {
								result = true
							}
						}
					}
				},
				["脸"] = {
					["面"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					},
					["步"] = {
						["枪"] = {
							result = true
						}
					}
				},
				["美"] = {
					["秃"] = {
						["鹰"] = {
							result = true
						}
					}
				}
			},
			["低"] = {
				["价"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["來"] = {
				["福"] = {
					["槍"] = {
						result = true
					}
				}
			},
			["假"] = {
				["钱"] = {
					result = true
				}
			},
			["六"] = {
				["四"] = {
					["手"] = {
						["枪"] = {
							result = true,
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["军"] = {
				["刀"] = {
					result = true
				},
				["刺"] = {
					result = true,
					["专"] = {
						result = true
					},
					["交"] = {
						["易"] = {
							result = true
						}
					},
					["正"] = {
						["品"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				},
				["用"] = {
					["枪"] = {
						["支"] = {
							result = true
						}
					},
					["狗"] = {
						["专"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["器"] = {
				["模"] = {
					["具"] = {
						result = true
					}
				}
			},
			["大"] = {
				["狗"] = {
					result = true
				}
			},
			["头"] = {
				["套"] = {
					result = true
				}
			},
			["工"] = {
				["字"] = {
					["狗"] = {
						result = true
					}
				}
			},
			["左"] = {
				["轮"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["帅"] = {
				["哥"] = {
					["面"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["弓"] = {
				["弩"] = {
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["弩"] = {
				result = true
			},
			["手"] = {
				["抢"] = {
					["淘"] = {
						["宝"] = {
							result = true
						}
					}
				},
				["拉"] = {
					["狗"] = {
						result = true
					},
					["鸡"] = {
						result = true
					}
				},
				["枪"] = {
					result = true,
					["专"] = {
						result = true,
						["网"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["系"] = {
						["列"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					},
					["配"] = {
						["件"] = {
							result = true
						}
					}
				},
				["槍"] = {
					result = true
				},
				["气"] = {
					["枪"] = {
						result = true
					}
				},
				["汽"] = {
					["抢"] = {
						result = true
					},
					["枪"] = {
						result = true
					}
				},
				["熗"] = {
					result = true
				},
				["狗"] = {
					result = true,
					["专"] = {
						result = true,
						["便"] = {
							["宜"] = {
								result = true
							}
						}
					},
					["低"] = {
						["价"] = {
							result = true
						}
					},
					["便"] = {
						["宜"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			},
			["打"] = {
				["鸟"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["抢"] = {
				result = true,
				["专"] = {
					["店"] = {
						["军"] = {
							["用"] = {
								result = true
							}
						}
					}
				},
				["发"] = {
					["射"] = {
						["子"] = {
							["弹"] = {
								result = true
							}
						}
					}
				}
			},
			["日"] = {
				["本"] = {
					["军"] = {
						["刀"] = {
							result = true
						}
					}
				}
			},
			["易"] = {
				["容"] = {
					["面"] = {
						["具"] = {
							result = true,
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["木"] = {
				["仓"] = {
					["专"] = {
						result = true
					},
					["模"] = {
						result = true
					},
					["金"] = {
						result = true
					}
				}
			},
			["机"] = {
				["枪"] = {
					result = true
				}
			},
			["来"] = {
				["复"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["枪"] = {
				["5"] = {
					["连"] = {
						["发"] = {
							result = true
						}
					}
				},
				["="] = {
					["="] = {
						result = true
					}
				},
				["专"] = {
					result = true,
					["店"] = {
						result = true,
						["军"] = {
							["用"] = {
								result = true
							}
						}
					},
					["网"] = {
						result = true
					}
				},
				["仿"] = {
					["真"] = {
						["狗"] = {
							result = true
						}
					}
				},
				["低"] = {
					["价"] = {
						result = true
					}
				},
				["儿"] = {
					result = true
				},
				["到"] = {
					["货"] = {
						result = true
					}
				},
				["北"] = {
					["京"] = {
						result = true
					}
				},
				["售"] = {
					result = true
				},
				["商"] = {
					["城"] = {
						result = true
					}
				},
				["子"] = {
					["弹"] = {
						result = true
					}
				},
				["客"] = {
					["服"] = {
						result = true
					}
				},
				["平"] = {
					["台"] = {
						result = true
					}
				},
				["店"] = {
					result = true
				},
				["弹"] = {
					["珠"] = {
						["专"] = {
							result = true
						},
						["枪"] = {
							["专"] = {
								result = true
							}
						}
					}
				},
				["支"] = {
					result = true,
					["付"] = {
						["宝"] = {
							result = true
						}
					},
					["代"] = {
						["理"] = {
							result = true
						}
					}
				},
				["收"] = {
					["藏"] = {
						result = true
					}
				},
				["改"] = {
					["装"] = {
						result = true
					}
				},
				["械"] = {
					result = true,
					["专"] = {
						result = true,
						["网"] = {
							result = true
						}
					}
				},
				["模"] = {
					result = true,
					["专"] = {
						result = true
					},
					["具"] = {
						result = true
					},
					["出"] = {
						["货"] = {
							result = true
						}
					},
					["到"] = {
						["货"] = {
							result = true
						}
					},
					["图"] = {
						result = true
					},
					["型"] = {
						result = true,
						["中"] = {
							["心"] = {
								result = true
							}
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				},
				["气"] = {
					["枪"] = {
						["专"] = {
							result = true
						},
						["气"] = {
							["狗"] = {
								result = true
							}
						}
					}
				},
				["汽"] = {
					["狗"] = {
						["电"] = {
							["狗"] = {
								result = true
							}
						}
					}
				},
				["消"] = {
					["售"] = {
						["平"] = {
							["台"] = {
								result = true
							}
						}
					}
				},
				["狗"] = {
					result = true
				},
				["狙"] = {
					["击"] = {
						["狗"] = {
							result = true
						}
					}
				},
				["猎"] = {
					["枪"] = {
						result = true
					}
				},
				["现"] = {
					["货"] = {
						result = true
					}
				},
				["终"] = {
					["极"] = {
						["猎"] = {
							["人"] = {
								result = true
							}
						}
					}
				},
				["网"] = {
					["站"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["论"] = {
					["坛"] = {
						result = true
					}
				},
				["诚"] = {
					["信"] = {
						["经"] = {
							["营"] = {
								result = true
							}
						}
					}
				},
				["配"] = {
					["件"] = {
						result = true
					}
				},
				["零"] = {
					["部"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["槍"] = {
				result = true,
				["专"] = {
					result = true
				},
				["到"] = {
					["货"] = {
						result = true
					}
				},
				["模"] = {
					result = true,
					["专"] = {
						["营"] = {
							result = true
						}
					}
				},
				["诚"] = {
					["信"] = {
						["经"] = {
							["营"] = {
								result = true
							}
						}
					}
				}
			},
			["模"] = {
				["型"] = {
					result = true,
					["枪"] = {
						["专"] = {
							result = true
						}
					}
				}
			},
			["步"] = {
				["枪"] = {
					result = true,
					["专"] = {
						result = true
					},
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			},
			["毒"] = {
				["刺"] = {
					result = true
				}
			},
			["气"] = {
				["弹"] = {
					["枪"] = {
						["专"] = {
							result = true
						}
					}
				},
				["手"] = {
					["枪"] = {
						["专"] = {
							result = true
						}
					}
				},
				["木"] = {
					["仓"] = {
						["转"] = {
							["让"] = {
								result = true
							}
						}
					}
				},
				["枪"] = {
					["专"] = {
						result = true,
						["店"] = {
							result = true
						},
						["网"] = {
							result = true
						}
					},
					["价"] = {
						["格"] = {
							result = true
						}
					},
					["出"] = {
						["货"] = {
							result = true
						}
					},
					["到"] = {
						["货"] = {
							result = true
						}
					},
					["打"] = {
						["猎"] = {
							result = true
						}
					},
					["盒"] = {
						["子"] = {
							["炮"] = {
								result = true
							}
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					},
					["预"] = {
						["订"] = {
							result = true
						}
					}
				},
				["槍"] = {
					result = true
				},
				["步"] = {
					["枪"] = {
						result = true
					}
				},
				["狗"] = {
					["专"] = {
						result = true
					}
				}
			},
			["氣"] = {
				["槍"] = {
					result = true
				}
			},
			["汤"] = {
				["姆"] = {
					["逊"] = {
						["专"] = {
							result = true
						}
					}
				}
			},
			["汽"] = {
				["枪"] = {
					["专"] = {
						result = true
					},
					["子"] = {
						["弹"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				},
				["狗"] = {
					result = true,
					["专"] = {
						result = true
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					},
					["配"] = {
						["件"] = {
							result = true
						}
					}
				},
				["短"] = {
					["狗"] = {
						result = true
					}
				},
				["长"] = {
					["狗"] = {
						result = true
					}
				}
			},
			["沙"] = {
				["漠"] = {
					["之"] = {
						["鹰"] = {
							result = true,
							["专"] = {
								result = true
							}
						}
					}
				},
				["鹰"] = {
					result = true,
					["价"] = {
						["格"] = {
							result = true
						}
					},
					["子"] = {
						["弹"] = {
							result = true
						}
					},
					["铅"] = {
						["弹"] = {
							result = true
						}
					}
				}
			},
			["熗"] = {
				["模"] = {
					result = true
				}
			},
			["狗"] = {
				result = true,
				T = {
					E = {
						L = {
							result = true
						}
					}
				},
				["专"] = {
					["店"] = {
						result = true
					}
				},
				["价"] = {
					["格"] = {
						result = true
					}
				},
				["低"] = {
					["价"] = {
						result = true,
						["销"] = {
							["网"] = {
								result = true
							}
						}
					}
				},
				["便"] = {
					["宜"] = {
						result = true
					}
				},
				["儿"] = {
					result = true
				},
				["械"] = {
					["专"] = {
						["网"] = {
							result = true
						}
					}
				},
				["现"] = {
					["货"] = {
						result = true
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["网"] = {
					result = true
				},
				["论"] = {
					["坛"] = {
						result = true
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				}
			},
			["狙"] = {
				["击"] = {
					["抢"] = {
						["直"] = {
							["销"] = {
								result = true
							}
						}
					},
					["枪"] = {
						result = true,
						["专"] = {
							result = true,
							["厂"] = {
								result = true
							}
						},
						["网"] = {
							result = true
						}
					},
					["步"] = {
						["枪"] = {
							result = true,
							["专"] = {
								result = true
							}
						}
					},
					["汽"] = {
						["狗"] = {
							result = true
						}
					},
					["系"] = {
						["列"] = {
							result = true
						}
					}
				},
				["擊"] = {
					["槍"] = {
						result = true
					}
				}
			},
			["猎"] = {
				["枪"] = {
					result = true,
					["专"] = {
						result = true
					}
				},
				["狗"] = {
					result = true
				},
				["鹰"] = {
					result = true,
					["子"] = {
						["弹"] = {
							result = true
						}
					}
				}
			},
			["玩"] = {
				["具"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					},
					["枪"] = {
						result = true,
						["专"] = {
							result = true,
							["店"] = {
								result = true
							},
							["网"] = {
								result = true
							}
						},
						["网"] = {
							result = true
						}
					}
				}
			},
			["硅"] = {
				["胶"] = {
					result = true
				}
			},
			["秃"] = {
				["鹰"] = {
					result = true
				}
			},
			["精"] = {
				["装"] = {
					["步"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["绅"] = {
				["士"] = {
					["面"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["式"] = {
					R = {
						P = {
							G = {
								result = true
							}
						}
					}
				}
			},
			["脸"] = {
				["皮"] = {
					result = true
				}
			},
			["臉"] = {
				["皮"] = {
					result = true
				}
			},
			["警"] = {
				["官"] = {
					["证"] = {
						result = true
					}
				},
				["察"] = {
					["证"] = {
						result = true
					}
				},
				["服"] = {
					["专"] = {
						result = true
					},
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			},
			["证"] = {
				["书"] = {
					result = true
				},
				["件"] = {
					result = true
				}
			},
			["进"] = {
				["口"] = {
					["气"] = {
						["动"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["金"] = {
				["属"] = {
					result = true,
					["枪"] = {
						result = true,
						["专"] = {
							result = true
						},
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						},
						["转"] = {
							["让"] = {
								result = true
							}
						}
					},
					["狗"] = {
						result = true
					}
				}
			},
			["长"] = {
				["枪"] = {
					result = true
				}
			},
			["阻"] = {
				["击"] = {
					["枪"] = {
						["直"] = {
							["销"] = {
								result = true
							}
						}
					}
				}
			},
			["面"] = {
				["具"] = {
					result = true,
					["订"] = {
						["购"] = {
							result = true
						}
					}
				},
				["皮"] = {
					result = true
				}
			},
			["骚"] = {
				["本"] = {
					result = true
				}
			},
			["高"] = {
				["压"] = {
					["气"] = {
						["枪"] = {
							result = true,
							["专"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["美"] = {
			["秃"] = {
				["鹰"] = {
					result = true,
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			}
		},
		["製"] = {
			["銀"] = {
				["行"] = {
					["卡"] = {
						result = true
					}
				}
			}
		},
		["货"] = {
			["拿"] = {
				result = true
			}
		},
		["造"] = {
			["假"] = {
				["身"] = {
					["份"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["钞"] = {
			result = true
		}
	},
	["会"] = {
		["员"] = {
			["性"] = {
				["息"] = {
					["寻"] = {
						["欢"] = {
							result = true
						}
					}
				}
			}
		},
		["娱"] = {
			["乐"] = {
				["城"] = {
					result = true
				},
				["平"] = {
					["台"] = {
						result = true
					}
				}
			}
		},
		["泽"] = {
			result = true
		},
		["计"] = {
			["从"] = {
				["业"] = {
					["资"] = {
						["格"] = {
							["正"] = {
								result = true
							},
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["师"] = {
				["证"] = {
					["代"] = {
						["办"] = {
							result = true
						}
					}
				}
			},
			["正"] = {
				["办"] = {
					["理"] = {
						result = true
					}
				}
			},
			["证"] = {
				result = true,
				["代"] = {
					["办"] = {
						result = true
					},
					["考"] = {
						result = true
					}
				},
				["办"] = {
					["理"] = {
						result = true
					}
				}
			}
		},
		["议"] = {
			["发"] = {
				["漂"] = {
					["代"] = {
						["开"] = {
							result = true
						}
					}
				},
				["票"] = {
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			},
			["提"] = {
				["前"] = {
					["启"] = {
						["动"] = {
							result = true
						}
					}
				}
			},
			["法"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			}
		},
		["费"] = {
			["发"] = {
				["票"] = {
					result = true
				}
			}
		}
	},
	["伽"] = {
		["勒"] = {
			["笓"] = {
				result = true
			}
		}
	},
	["何"] = {
		["候"] = {
			["華"] = {
				result = true
			}
		},
		["加"] = {
			["栋"] = {
				result = true
			},
			["棟"] = {
				result = true
			}
		},
		["厚"] = {
			["鏵"] = {
				result = true
			},
			["铧"] = {
				result = true
			}
		},
		["家"] = {
			["栋"] = {
				result = true
			}
		},
		["时"] = {
			["成"] = {
				["熟"] = {
					result = true
				}
			}
		},
		["毅"] = {
			["亭"] = {
				result = true
			}
		},
		["清"] = {
			["漣"] = {
				result = true
			}
		},
		["生"] = {
			["富"] = {
				result = true
			},
			["财"] = {
				result = true
			}
		},
		["红"] = {
			["绫"] = {
				result = true
			}
		},
		["萍"] = {
			["奖"] = {
				result = true
			}
		}
	},
	["佛"] = {
		["光"] = {
			["凤"] = {
				["凰"] = {
					result = true
				}
			}
		},
		["冈"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["手"] = {
			["印"] = {
				["铜"] = {
					["反"] = {
						["曲"] = {
							result = true
						}
					}
				}
			}
		},
		["蘭"] = {
			["克"] = {
				["林"] = {
					result = true
				}
			}
		}
	},
	["佳"] = {
		["兆"] = {
			["业"] = {
				result = true
			}
		},
		["博"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			}
		},
		["吉"] = {
			["祥"] = {
				["运"] = {
					["物"] = {
						["流"] = {
							result = true
						}
					}
				}
			}
		},
		["惠"] = {
			["国"] = {
				["外"] = {
					["文"] = {
						["凭"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["木"] = {
			["斯"] = {
				["办"] = {
					["证"] = {
						result = true
					}
				},
				["汽"] = {
					["狗"] = {
						result = true
					}
				},
				["网"] = {
					["上"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				},
				["辦"] = {
					["證"] = {
						result = true
					}
				}
			}
		},
		["能"] = {
			["="] = {
				["尼"] = {
					["康"] = {
						result = true
					}
				}
			}
		},
		["诚"] = {
			["电"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		}
	},
	["侗"] = {
		["族"] = {
			["生"] = {
				["世"] = {
					["爱"] = {
						["情"] = {
							["粉"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["供"] = {
		["*"] = {
			["应"] = {
				["手"] = {
					["枪"] = {
						result = true
					}
				},
				["步"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["一"] = {
			["手"] = {
				["老"] = {
					["人"] = {
						["数"] = {
							["据"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["五"] = {
			["氧"] = {
				["化"] = {
					["二"] = {
						["钒"] = {
							result = true
						}
					}
				}
			}
		},
		["产"] = {
			["党"] = {
				result = true
			}
		},
		["噟"] = {
			["银"] = {
				["垳"] = {
					["鉲"] = {
						result = true
					}
				}
			}
		},
		["国"] = {
			["外"] = {
				["郎"] = {
					result = true
				}
			}
		},
		["应"] = {
			["5"] = {
				["4"] = {
					[" "] = {
						["6"] = {
							["4"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["弓"] = {
			["弩"] = {
				result = true
			}
		},
		["應"] = {
			result = true,
			["6"] = {
				["4"] = {
					["式"] = {
						result = true,
						["手"] = {
							["枪"] = {
								result = true
							},
							["槍"] = {
								result = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							result = true
						},
						["槍"] = {
							result = true
						}
					}
				}
			},
			["7"] = {
				["7"] = {
					["猎"] = {
						["枪"] = {
							result = true
						},
						["槍"] = {
							result = true
						}
					}
				}
			},
			["9"] = {
				["2"] = {
					["式"] = {
						result = true,
						["手"] = {
							["枪"] = {
								result = true
							},
							["槍"] = {
								result = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							result = true
						},
						["槍"] = {
							result = true
						}
					}
				}
			},
			C = {
				F = {
					X = {
						["气"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			F = {
				F = {
					X = {
						["氣"] = {
							["槍"] = {
								result = true
							}
						}
					}
				},
				X = {
					["气"] = {
						["皇"] = {
							result = true
						}
					}
				}
			},
			K = {
				["粉"] = {
					result = true
				}
			},
			M = {
				["3"] = {
					["0"] = {
						["0"] = {
							result = true
						}
					}
				}
			},
			P = {
				C = {
					P = {
						["新"] = {
							["贵"] = {
								result = true
							}
						}
					}
				}
			},
			q = {
				i = {
					["狗"] = {
						result = true
					}
				}
			},
			["③"] = {
				["棱"] = {
					["刮"] = {
						["刀"] = {
							result = true
						}
					}
				}
			},
			["ニ"] = {
				["硝"] = {
					["簊"] = {
						["苯"] = {
							["酚"] = {
								result = true
							}
						}
					}
				}
			},
			["三"] = {
				["棱"] = {
					["刮"] = {
						["刀"] = {
							result = true
						}
					}
				},
				["箭"] = {
					result = true,
					["气"] = {
						result = true
					},
					["氣"] = {
						result = true
					}
				}
			},
			["仺"] = {
				["蠅"] = {
					["氺"] = {
						result = true
					}
				}
			},
			["仿"] = {
				["真"] = {
					["来"] = {
						["复"] = {
							["枪"] = {
								result = true
							}
						}
					},
					["枪"] = {
						["模"] = {
							result = true
						}
					},
					["槍"] = {
						["模"] = {
							result = true
						}
					},
					["气"] = {
						["枪"] = {
							result = true
						}
					},
					["狙"] = {
						["击"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["假"] = {
				["人"] = {
					["民"] = {
						["幣"] = {
							result = true
						}
					}
				},
				["币"] = {
					result = true
				},
				["鈔"] = {
					result = true
				}
			},
			["健"] = {
				["卫"] = {
					["小"] = {
						["口"] = {
							["径"] = {
								result = true
							}
						}
					}
				},
				["衛"] = {
					["小"] = {
						["口"] = {
							["徑"] = {
								result = true
							}
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["半"] = {
				["圓"] = {
					["刮"] = {
						["刀"] = {
							result = true
						}
					}
				}
			},
			["单"] = {
				["管"] = {
					["猎"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["双"] = {
				["管"] = {
					["平"] = {
						["式"] = {
							["枪"] = {
								result = true
							}
						}
					},
					["猎"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["収"] = {
				["藏"] = {
					["槍"] = {
						["支"] = {
							result = true
						}
					}
				}
			},
			["台"] = {
				["湾"] = {
					["秃"] = {
						["鹰"] = {
							result = true
						}
					}
				}
			},
			["各"] = {
				["式"] = {
					["軍"] = {
						["用"] = {
							["槍"] = {
								result = true
							}
						}
					}
				}
			},
			["喵"] = {
				["喵"] = {
					["葯"] = {
						["電"] = {
							["話"] = {
								result = true
							}
						}
					}
				}
			},
			["子"] = {
				["弹"] = {
					result = true
				}
			},
			["尐"] = {
				["ㄝ"] = {
					["蒾"] = {
						["情"] = {
							["葯"] = {
								result = true
							}
						}
					}
				}
			},
			["工"] = {
				["字"] = {
					["牌"] = {
						["氣"] = {
							["槍"] = {
								result = true
							}
						},
						["汽"] = {
							["枪"] = {
								result = true
							},
							["槍"] = {
								result = true
							}
						}
					}
				}
			},
			["左"] = {
				["轮"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					},
					["钢"] = {
						["珠"] = {
							["狗"] = {
								result = true
							}
						}
					}
				}
			},
			["德"] = {
				["国"] = {
					A = {
						result = true
					}
				}
			},
			["怑"] = {
				["圓"] = {
					["刮"] = {
						["刀"] = {
							result = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["電"] = {
						["視"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			},
			["手"] = {
				["槍"] = {
					result = true,
					["子"] = {
						["彈"] = {
							result = true
						}
					}
				},
				["機"] = {
					["變"] = {
						["號"] = {
							["機"] = {
								result = true
							}
						}
					}
				},
				["狗"] = {
					result = true
				}
			},
			["拍"] = {
				["肩"] = {
					["蒾"] = {
						["葯"] = {
							result = true
						}
					}
				}
			},
			["收"] = {
				["藏"] = {
					["槍"] = {
						["支"] = {
							result = true
						}
					}
				}
			},
			["散"] = {
				["弹"] = {
					["枪"] = {
						result = true
					},
					["槍"] = {
						result = true
					},
					["狗"] = {
						result = true
					}
				}
			},
			["模"] = {
				["擬"] = {
					["槍"] = {
						result = true
					}
				}
			},
			["正"] = {
				["品"] = {
					["電"] = {
						["視"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			},
			["步"] = {
				["槍"] = {
					result = true,
					["子"] = {
						["彈"] = {
							result = true
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					result = true
				}
			},
			["氣"] = {
				["槍"] = {
					result = true
				}
			},
			["氰"] = {
				["化"] = {
					["汞"] = {
						result = true
					}
				},
				["囮"] = {
					["汞"] = {
						result = true
					}
				}
			},
			["水"] = {
				["晶"] = {
					["冰"] = {
						["毒"] = {
							result = true
						}
					}
				}
			},
			["海"] = {
				["豹"] = {
					M = {
						["9"] = {
							result = true
						}
					}
				}
			},
			["猎"] = {
				["枪"] = {
					result = true
				},
				["狗"] = {
					result = true
				}
			},
			["獵"] = {
				["槍"] = {
					result = true,
					["子"] = {
						["彈"] = {
							result = true
						}
					},
					["手"] = {
						["槍"] = {
							result = true
						}
					},
					["麻"] = {
						["醉"] = {
							["槍"] = {
								result = true
							}
						}
					}
				},
				["狗"] = {
					result = true
				}
			},
			["瓦"] = {
				["斯"] = {
					["手"] = {
						["狗"] = {
							result = true
						}
					}
				}
			},
			["矢"] = {
				["裑"] = {
					["蒶"] = {
						result = true
					}
				}
			},
			["硝"] = {
				["囮"] = {
					["纖"] = {
						["維"] = {
							["傃"] = {
								result = true
							}
						}
					}
				}
			},
			["禿"] = {
				["鷹"] = {
					["汽"] = {
						["槍"] = {
							result = true
						}
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					["汽"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["網"] = {
				["路"] = {
					["電"] = {
						["視"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			},
			["美"] = {
				["国"] = {
					["秃"] = {
						["鹰"] = {
							result = true
						}
					}
				}
			},
			["股"] = {
				["民"] = {
					["數"] = {
						["據"] = {
							result = true
						}
					}
				}
			},
			["自"] = {
				["用"] = {
					["电"] = {
						["狗"] = {
							result = true
						}
					}
				},
				["製"] = {
					["手"] = {
						["狗"] = {
							result = true
						}
					}
				}
			},
			["苯"] = {
				["三"] = {
					["酚"] = {
						result = true
					}
				}
			},
			["虎"] = {
				["头"] = {
					["双"] = {
						["管"] = {
							result = true
						}
					},
					["猎"] = {
						["枪"] = {
							result = true
						}
					}
				},
				["頭"] = {
					["獵"] = {
						["槍"] = {
							result = true
						}
					}
				}
			},
			["袖"] = {
				["珍"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["迷"] = {
				["藥"] = {
					result = true
				}
			},
			["金"] = {
				["钟"] = {
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["鉛"] = {
				["彈"] = {
					["氣"] = {
						["槍"] = {
							result = true
						}
					}
				}
			},
			["銀"] = {
				["&"] = {
					["行"] = {
						["卡"] = {
							result = true
						}
					}
				},
				["行"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["鋼"] = {
				["珠"] = {
					["槍"] = {
						result = true
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["枪"] = {
						result = true
					},
					["狗"] = {
						result = true
					},
					["猎"] = {
						["狗"] = {
							result = true
						}
					}
				}
			},
			["铅"] = {
				["弹"] = {
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["防"] = {
				["身"] = {
					["武"] = {
						["器"] = {
							result = true
						}
					},
					["麻"] = {
						["醉"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["高"] = {
				["压"] = {
					["气"] = {
						["枪"] = {
							result = true
						}
					},
					["狗"] = {
						result = true
					}
				},
				["壓"] = {
					["氣"] = {
						["槍"] = {
							result = true
						}
					}
				}
			},
			["髙"] = {
				["氯"] = {
					["酸"] = {
						["铵"] = {
							result = true
						}
					}
				}
			},
			["麥"] = {
				["角"] = {
					["酸"] = {
						result = true
					}
				}
			},
			["麻"] = {
				["醉"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["黎"] = {
				["城"] = {
					["緬"] = {
						["電"] = {
							["話"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["手"] = {
			["木"] = {
				["仓"] = {
					result = true
				}
			}
		},
		["收"] = {
			["藏"] = {
				["数"] = {
					["据"] = {
						result = true
					}
				}
			}
		},
		["电"] = {
			["视"] = {
				["购"] = {
					["物"] = {
						["数"] = {
							["据"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["盐"] = {
			["酸"] = {
				["羟"] = {
					["亚"] = {
						["胺"] = {
							result = true
						}
					}
				}
			}
		},
		["股"] = {
			["民"] = {
				["数"] = {
					["据"] = {
						result = true
					}
				}
			}
		},
		["肾"] = {
			["专"] = {
				["区"] = {
					result = true
				}
			}
		},
		["货"] = {
			["三"] = {
				["唑"] = {
					["仑"] = {
						result = true
					}
				}
			}
		},
		["迷"] = {
			["魂"] = {
				["粉"] = {
					result = true
				}
			}
		},
		["钢"] = {
			["珠"] = {
				result = true
			}
		},
		["银"] = {
			["行"] = {
				["卡"] = {
					result = true
				}
			}
		},
		["霰"] = {
			["弹"] = {
				result = true
			}
		},
		["高"] = {
			["真"] = {
				["皮"] = {
					["面"] = {
						["具"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["侯"] = {
		["光"] = {
			["英"] = {
				result = true
			}
		},
		["凯"] = {
			result = true
		},
		["诗"] = {
			["辰"] = {
				["性"] = {
					["感"] = {
						["写"] = {
							["真"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["贺"] = {
			["华"] = {
				result = true
			}
		},
		["长"] = {
			["安"] = {
				result = true
			}
		}
	},
	["俄"] = {
		["羅"] = {
			["斯"] = {
				["6"] = {
					["5"] = {
						["4"] = {
							K = {
								result = true
							}
						}
					}
				},
				["丄"] = {
					["冂"] = {
						["菔"] = {
							["務"] = {
								result = true
							}
						}
					}
				},
				["上"] = {
					["門"] = {
						["服"] = {
							["務"] = {
								result = true
							}
						}
					}
				},
				["小"] = {
					["姐"] = {
						result = true
					}
				}
			}
		}
	},
	["俓"] = {
		["典"] = {
			["③"] = {
				["級"] = {
					["魸"] = {
						result = true
					}
				}
			},
			["晟"] = {
				["亽"] = {
					["電"] = {
						["影"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["俯"] = {
		["冲"] = {
			["角"] = {
				["度"] = {
					result = true
				}
			},
			["训"] = {
				["练"] = {
					result = true
				}
			}
		},
		["首"] = {
			["听"] = {
				["令"] = {
					result = true
				}
			},
			["聽"] = {
				["令"] = {
					result = true
				}
			}
		}
	},
	["個"] = {
		["批"] = {
			result = true
		}
	},
	["借"] = {
		["反"] = {
			["日"] = {
				["倒"] = {
					["习"] = {
						result = true
					}
				}
			}
		},
		["周"] = {
			["小"] = {
				["平"] = {
					["攻"] = {
						["击"] = {
							["习"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["正"] = {
			["妹"] = {
				["住"] = {
					["一"] = {
						["晚"] = {
							result = true
						}
					}
				}
			}
		},
		["种"] = {
			result = true
		},
		["記"] = {
			["卡"] = {
				result = true
			}
		}
	},
	["倲"] = {
		["京"] = {
			["热"] = {
				result = true
			}
		},
		["亰"] = {
			["熱"] = {
				["в"] = {
					["Ｔ"] = {
						result = true
					}
				},
				["種"] = {
					["孒"] = {
						result = true
					}
				}
			}
		},
		["尾"] = {
			["眞"] = {
				["孒"] = {
					result = true
				}
			}
		}
	},
	["假"] = {
		["*"] = {
			["肢"] = {
				result = true
			},
			["腿"] = {
				result = true
			}
		},
		["."] = {
			["证"] = {
				result = true
			}
		},
		["1"] = {
			["元"] = {
				["硬"] = {
					["币"] = {
						result = true
					}
				}
			},
			["发"] = {
				["1"] = {
					["票"] = {
						result = true
					}
				}
			}
		},
		["2"] = {
			["吵"] = {
				result = true
			},
			["钞"] = {
				result = true
			}
		},
		["4"] = {
			["币"] = {
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				}
			}
		},
		A = {
			["发"] = {
				["票"] = {
					result = true
				}
			}
		},
		B = {
			result = true,
			T = {
				E = {
					L = {
						result = true
					}
				}
			},
			["专"] = {
				result = true
			},
			["假"] = {
				q = {
					i = {
						a = {
							n = {
								result = true
							}
						}
					}
				},
				["吵"] = {
					result = true
				}
			},
			["公"] = {
				["司"] = {
					result = true
				}
			},
			["变"] = {
				["色"] = {
					["油"] = {
						["墨"] = {
							result = true
						}
					}
				}
			},
			["要"] = {
				result = true
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			},
			["那"] = {
				["有"] = {
					result = true
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						result = true
					}
				}
			}
		},
		b = {
			i = {
				result = true
			}
		},
		d = {
			["&"] = {
				["发"] = {
					["票"] = {
						result = true
					}
				}
			},
			["发"] = {
				["票"] = {
					result = true
				}
			}
		},
		q = {
			i = {
				a = {
					n = {
						result = true,
						g = {
							result = true
						},
						["价"] = {
							["格"] = {
								result = true
							}
						},
						["假"] = {
							B = {
								result = true
							}
						},
						["北"] = {
							["京"] = {
								result = true
							}
						},
						["厂"] = {
							["家"] = {
								result = true
							}
						},
						["电"] = {
							result = true
						}
					}
				}
			}
		},
		z = {
			h = {
				e = {
					n = {
						g = {
							result = true
						}
					}
				}
			}
		},
		["β"] = {
			result = true
		},
		["—"] = {
			["—"] = {
				["钱"] = {
					["—"] = {
						["—"] = {
							result = true
						}
					}
				}
			}
		},
		["一"] = {
			["元"] = {
				["硬"] = {
					B = {
						result = true
					},
					["币"] = {
						result = true
					},
					["幣"] = {
						result = true
					},
					["钱"] = {
						["币"] = {
							result = true
						}
					}
				}
			}
		},
		["中"] = {
			["奖"] = {
				["网"] = {
					["站"] = {
						["骗"] = {
							["钱"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["二"] = {
			["代"] = {
				["身"] = {
					["份"] = {
						["證"] = {
							result = true
						},
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["五"] = {
			["角"] = {
				["硬"] = {
					["币"] = {
						result = true
					}
				}
			}
		},
		["人"] = {
			["品"] = {
				["币"] = {
					result = true
				}
			},
			["民"] = {
				result = true,
				B = {
					result = true,
					["1"] = {
						["0"] = {
							["0"] = {
								result = true
							}
						}
					},
					["专"] = {
						result = true
					}
				},
				["币"] = {
					["1"] = {
						["0"] = {
							["0"] = {
								result = true
							}
						}
					},
					["专"] = {
						result = true
					},
					["扣"] = {
						["扣"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					}
				},
				["幣"] = {
					result = true,
					["专"] = {
						result = true
					},
					["价"] = {
						result = true
					}
				},
				["钱"] = {
					["币"] = {
						result = true
					}
				}
			}
		},
		["会"] = {
			["计"] = {
				["证"] = {
					["代"] = {
						["办"] = {
							result = true
						}
					},
					["办"] = {
						["理"] = {
							result = true
						}
					}
				}
			}
		},
		["体"] = {
			["检"] = {
				["证"] = {
					["明"] = {
						result = true
					}
				}
			}
		},
		["假"] = {
			["钱"] = {
				result = true
			}
		},
		["健"] = {
			["康"] = {
				["证"] = {
					result = true
				}
			}
		},
		["六"] = {
			["级"] = {
				["证"] = {
					result = true
				}
			}
		},
		["冒"] = {
			["二"] = {
				["代"] = {
					["身"] = {
						["份"] = {
							["證"] = {
								result = true
							},
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["壹"] = {
				["代"] = {
					["身"] = {
						["份"] = {
							["證"] = {
								result = true
							},
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["央"] = {
				["视"] = {
					["网"] = {
						result = true
					}
				}
			},
			["浦"] = {
				["发"] = {
					["银"] = {
						["行"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				["淘"] = {
					["宝"] = {
						result = true
					}
				}
			},
			["购"] = {
				["物"] = {
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["身"] = {
				["份"] = {
					["證"] = {
						result = true
					},
					["证"] = {
						result = true
					}
				}
			}
		},
		["办"] = {
			["理"] = {
				result = true
			}
		},
		["发"] = {
			["漂"] = {
				result = true,
				T = {
					E = {
						L = {
							result = true
						}
					}
				}
			},
			["票"] = {
				result = true,
				T = {
					E = {
						L = {
							result = true
						}
					}
				},
				["专"] = {
					result = true
				},
				["交"] = {
					["易"] = {
						result = true
					}
				},
				["代"] = {
					["理"] = {
						result = true,
						["北"] = {
							["京"] = {
								result = true
							}
						},
						["顺"] = {
							["义"] = {
								result = true
							}
						}
					}
				},
				["办"] = {
					["理"] = {
						result = true
					}
				},
				["可"] = {
					["代"] = {
						["理"] = {
							result = true
						}
					}
				}
			},
			["税"] = {
				["票"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["飘"] = {
				result = true
			}
		},
		["吵"] = {
			result = true,
			T = {
				E = {
					L = {
						result = true
					}
				}
			},
			m = {
				i = {
					["奸"] = {
						["药"] = {
							result = true
						}
					}
				}
			},
			["一"] = {
				["元"] = {
					["硬"] = {
						B = {
							result = true
						}
					}
				}
			},
			["交"] = {
				["换"] = {
					result = true
				}
			},
			["假"] = {
				result = true,
				["一"] = {
					["元"] = {
						["硬"] = {
							B = {
								result = true
							}
						}
					}
				}
			},
			["印"] = {
				["吵"] = {
					["机"] = {
						result = true
					}
				}
			}
		},
		["四"] = {
			["级"] = {
				["证"] = {
					result = true
				}
			}
		},
		["国"] = {
			["外"] = {
				["文"] = {
					["凭"] = {
						result = true,
						["代"] = {
							["办"] = {
								result = true
							}
						},
						["办"] = {
							["理"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["增"] = {
			["值"] = {
				["税"] = {
					["票"] = {
						result = true
					}
				}
			}
		},
		["壹"] = {
			["代"] = {
				["身"] = {
					["份"] = {
						["證"] = {
							result = true
						},
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["大"] = {
			["学"] = {
				["文"] = {
					["凭"] = {
						result = true
					}
				},
				["正"] = {
					result = true
				},
				["证"] = {
					result = true
				}
			}
		},
		["太"] = {
			["阳"] = {
				["城"] = {
					result = true
				}
			}
		},
		["存"] = {
			["单"] = {
				result = true
			}
		},
		["学"] = {
			["位"] = {
				["证"] = {
					result = true,
					["书"] = {
						result = true,
						["办"] = {
							["理"] = {
								result = true
							}
						}
					},
					["代"] = {
						["办"] = {
							result = true
						}
					},
					["办"] = {
						["理"] = {
							result = true
						}
					}
				}
			},
			["历"] = {
				result = true,
				["证"] = {
					["书"] = {
						result = true
					}
				}
			},
			["生"] = {
				["证"] = {
					result = true,
					["毕"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["工"] = {
			["程"] = {
				["师"] = {
					["证"] = {
						result = true
					},
					["资"] = {
						["格"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["币"] = {
			["="] = {
				[">"] = {
					result = true
				}
			},
			T = {
				E = {
					L = {
						result = true
					}
				}
			},
			["~"] = {
				["2"] = {
					result = true,
					["@"] = {
						result = true
					}
				}
			},
			["专"] = {
				result = true
			},
			["交"] = {
				["易"] = {
					result = true
				}
			},
			["假"] = {
				["钞"] = {
					result = true,
					Q = {
						result = true
					}
				},
				["钱"] = {
					result = true
				}
			},
			["免"] = {
				["定"] = {
					["金"] = {
						result = true,
						["送"] = {
							["货"] = {
								result = true
							}
						}
					}
				},
				["费"] = {
					["样"] = {
						["品"] = {
							result = true
						}
					}
				}
			},
			["公"] = {
				["司"] = {
					result = true,
					t = {
						e = {
							l = {
								result = true
							}
						}
					}
				}
			},
			["变"] = {
				["色"] = {
					["油"] = {
						["墨"] = {
							result = true
						}
					}
				}
			},
			["各"] = {
				["地"] = {
					result = true
				}
			},
			["定"] = {
				["金"] = {
					result = true
				}
			},
			["当"] = {
				["面"] = {
					["交"] = {
						["易"] = {
							result = true
						}
					}
				}
			},
			["手"] = {
				["枪"] = {
					result = true
				}
			},
			["扣"] = {
				["扣"] = {
					result = true
				}
			},
			["新"] = {
				["版"] = {
					result = true
				}
			},
			["朝"] = {
				["鲜"] = {
					["版"] = {
						["代"] = {
							["理"] = {
								result = true
							}
						}
					}
				}
			},
			["欲"] = {
				result = true
			},
			["比"] = {
				["例"] = {
					result = true
				}
			},
			["直"] = {
				["销"] = {
					result = true
				}
			},
			["硬"] = {
				["币"] = {
					result = true
				}
			},
			["网"] = {
				result = true,
				["站"] = {
					result = true
				}
			},
			["联"] = {
				["系"] = {
					result = true,
					["方"] = {
						["式"] = {
							result = true
						}
					}
				}
			},
			["要"] = {
				result = true
			},
			["诚"] = {
				["信"] = {
					["商"] = {
						["家"] = {
							result = true
						}
					}
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			},
			["进"] = {
				["口"] = {
					["技"] = {
						["术"] = {
							result = true
						}
					}
				}
			},
			["那"] = {
				["有"] = {
					result = true
				}
			},
			["钞"] = {
				result = true
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						result = true
					}
				}
			}
		},
		["幣"] = {
			result = true,
			["假"] = {
				["鈔"] = {
					result = true
				}
			}
		},
		["弊"] = {
			result = true
		},
		["户"] = {
			["口"] = {
				["本"] = {
					["专"] = {
						result = true
					},
					["代"] = {
						["办"] = {
							result = true
						}
					},
					["办"] = {
						["理"] = {
							result = true
						}
					}
				}
			}
		},
		["护"] = {
			["照"] = {
				result = true,
				["代"] = {
					["办"] = {
						result = true
					}
				},
				["办"] = {
					["理"] = {
						result = true
					}
				}
			}
		},
		["支"] = {
			["票"] = {
				result = true
			}
		},
		["文"] = {
			["凭"] = {
				["专"] = {
					result = true
				},
				["代"] = {
					["办"] = {
						result = true,
						["公"] = {
							["司"] = {
								result = true
							}
						}
					}
				},
				["办"] = {
					["理"] = {
						result = true,
						["中"] = {
							["心"] = {
								result = true
							}
						},
						["公"] = {
							["司"] = {
								result = true
							}
						}
					}
				},
				["证"] = {
					["书"] = {
						result = true
					},
					["件"] = {
						["专"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["日"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["本"] = {
			["科"] = {
				["学"] = {
					["历"] = {
						result = true
					}
				}
			}
		},
		["机"] = {
			["动"] = {
				["车"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["枪"] = {
			result = true
		},
		["槍"] = {
			result = true
		},
		["正"] = {
			result = true,
			["代"] = {
				["办"] = {
					result = true
				}
			},
			["办"] = {
				["理"] = {
					result = true
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			}
		},
		["比"] = {
			result = true
		},
		["毕"] = {
			["业"] = {
				["正"] = {
					result = true
				},
				["证"] = {
					result = true,
					["专"] = {
						result = true
					},
					["代"] = {
						["办"] = {
							result = true
						}
					},
					["办"] = {
						["理"] = {
							result = true
						}
					},
					["在"] = {
						["办"] = {
							result = true
						}
					}
				}
			}
		},
		["法"] = {
			["票"] = {
				result = true,
				T = {
					E = {
						L = {
							result = true
						}
					}
				},
				["代"] = {
					["理"] = {
						result = true
					}
				},
				["办"] = {
					["理"] = {
						result = true
					}
				}
			}
		},
		["浦"] = {
			["发"] = {
				["银"] = {
					["行"] = {
						["网"] = {
							["站"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["烟"] = {
			result = true
		},
		["牌"] = {
			result = true
		},
		["發"] = {
			["票"] = {
				result = true,
				["代"] = {
					["理"] = {
						result = true
					}
				}
			}
		},
		["的"] = {
			["*"] = {
				["正"] = {
					["？"] = {
						result = true
					}
				},
				["证"] = {
					result = true
				}
			},
			["证"] = {
				result = true
			},
			["邮"] = {
				["箱"] = {
					result = true
				}
			}
		},
		["硬"] = {
			B = {
				result = true,
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				}
			},
			["币"] = {
				result = true,
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				}
			},
			["幣"] = {
				result = true
			},
			["钱"] = {
				["币"] = {
					result = true
				}
			}
		},
		["票"] = {
			result = true
		},
		["税"] = {
			["票"] = {
				["发"] = {
					["票"] = {
						result = true
					}
				}
			}
		},
		["等"] = {
			["级"] = {
				["证"] = {
					["书"] = {
						result = true,
						["代"] = {
							["办"] = {
								result = true
							}
						},
						["办"] = {
							["理"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["结"] = {
			["婚"] = {
				["证"] = {
					Q = {
						result = true
					}
				}
			}
		},
		["肢"] = {
			result = true
		},
		["腿"] = {
			result = true
		},
		["自"] = {
			["学"] = {
				["考"] = {
					["试"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["营"] = {
			["业"] = {
				["执"] = {
					["照"] = {
						result = true
					}
				}
			}
		},
		["警"] = {
			["察"] = {
				["证"] = {
					result = true,
					["代"] = {
						["办"] = {
							result = true
						}
					},
					["办"] = {
						["理"] = {
							result = true
						}
					}
				}
			}
		},
		["证"] = {
			result = true,
			q = {
				result = true
			},
			["书"] = {
				result = true,
				["专"] = {
					result = true
				},
				["代"] = {
					["办"] = {
						result = true,
						["公"] = {
							["司"] = {
								result = true
							}
						}
					}
				},
				["公"] = {
					["司"] = {
						result = true
					}
				},
				["办"] = {
					["理"] = {
						result = true
					}
				}
			},
			["代"] = {
				["办"] = {
					result = true,
					["公"] = {
						["司"] = {
							result = true
						}
					}
				},
				["理"] = {
					result = true
				}
			},
			["件"] = {
				q = {
					result = true
				},
				["专"] = {
					result = true
				},
				["代"] = {
					["办"] = {
						result = true
					}
				},
				["公"] = {
					["司"] = {
						result = true
					}
				},
				["办"] = {
					["理"] = {
						result = true,
						["公"] = {
							["司"] = {
								result = true
							}
						}
					}
				}
			},
			["公"] = {
				["司"] = {
					result = true
				}
			},
			["刻"] = {
				["章"] = {
					["车"] = {
						["牌"] = {
							result = true
						}
					}
				}
			},
			["办"] = {
				["理"] = {
					result = true,
					["公"] = {
						["司"] = {
							result = true
						}
					},
					["网"] = {
						result = true,
						["站"] = {
							result = true
						}
					}
				}
			},
			["市"] = {
				["场"] = {
					result = true
				}
			},
			["快"] = {
				["速"] = {
					["办"] = {
						["理"] = {
							result = true
						}
					}
				}
			},
			["昌"] = {
				["平"] = {
					result = true
				}
			},
			["网"] = {
				result = true
			},
			["诚"] = {
				["信"] = {
					["办"] = {
						["理"] = {
							result = true
						}
					}
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			}
		},
		["货"] = {
			result = true
		},
		["资"] = {
			["格"] = {
				["证"] = {
					result = true,
					["代"] = {
						["办"] = {
							result = true
						}
					},
					["办"] = {
						["理"] = {
							result = true
						}
					}
				}
			}
		},
		["身"] = {
			["份"] = {
				["正"] = {
					result = true,
					["办"] = {
						["理"] = {
							result = true
						}
					}
				},
				["證"] = {
					result = true
				},
				["证"] = {
					["代"] = {
						["办"] = {
							result = true
						}
					},
					["保"] = {
						["真"] = {
							result = true
						}
					},
					["办"] = {
						["理"] = {
							result = true
						}
					},
					["速"] = {
						["度"] = {
							["快"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["鈔"] = {
			["各"] = {
				["地"] = {
					result = true
				}
			}
		},
		["錢"] = {
			result = true,
			["價"] = {
				["格"] = {
					result = true
				}
			}
		},
		["钞"] = {
			T = {
				E = {
					L = {
						result = true
					}
				}
			},
			e = {
				["迷"] = {
					["奸"] = {
						["药"] = {
							result = true
						}
					}
				}
			},
			["一"] = {
				["元"] = {
					["硬"] = {
						["币"] = {
							result = true
						}
					}
				}
			},
			["专"] = {
				result = true
			},
			["交"] = {
				["换"] = {
					result = true
				},
				["易"] = {
					result = true
				}
			},
			["价"] = {
				["格"] = {
					["与"] = {
						["假"] = {
							["钱"] = {
								result = true
							}
						}
					}
				}
			},
			["保"] = {
				["过"] = {
					["机"] = {
						result = true
					}
				}
			},
			["假"] = {
				result = true,
				["一"] = {
					["元"] = {
						["硬"] = {
							["币"] = {
								result = true
							}
						}
					}
				},
				["币"] = {
					["假"] = {
						["钱"] = {
							Q = {
								result = true
							}
						}
					}
				},
				["钱"] = {
					["价"] = {
						["格"] = {
							result = true
						}
					}
				}
			},
			["免"] = {
				["定"] = {
					["金"] = {
						["送"] = {
							["货"] = {
								result = true
							}
						}
					}
				}
			},
			["公"] = {
				["司"] = {
					result = true,
					t = {
						e = {
							l = {
								result = true
							}
						}
					}
				}
			},
			["包"] = {
				["过"] = {
					["机"] = {
						result = true
					}
				}
			},
			["印"] = {
				["钞"] = {
					["机"] = {
						result = true
					}
				}
			},
			["换"] = {
				["真"] = {
					["钱"] = {
						result = true
					}
				},
				["钱"] = {
					result = true
				}
			},
			["模"] = {
				["具"] = {
					result = true
				},
				["版"] = {
					result = true
				}
			},
			["票"] = {
				result = true
			},
			["网"] = {
				result = true
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			},
			["迷"] = {
				["奸"] = {
					["药"] = {
						result = true
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["高"] = {
				["仿"] = {
					result = true
				}
			}
		},
		["钱"] = {
			a = {
				["热"] = {
					["敷"] = {
						["敏"] = {
							["纸"] = {
								result = true
							}
						}
					}
				},
				["过"] = {
					["机"] = {
						["版"] = {
							result = true
						}
					}
				}
			},
			c = {
				["北"] = {
					["京"] = {
						result = true
					}
				},
				["朝"] = {
					["阳"] = {
						result = true
					}
				}
			},
			t = {
				e = {
					l = {
						result = true
					}
				}
			},
			["专"] = {
				result = true
			},
			["交"] = {
				["易"] = {
					result = true
				}
			},
			["代"] = {
				["理"] = {
					result = true
				}
			},
			["假"] = {
				["币"] = {
					result = true,
					["假"] = {
						["钞"] = {
							result = true
						}
					}
				}
			},
			["公"] = {
				["司"] = {
					result = true,
					t = {
						e = {
							l = {
								result = true
							}
						}
					}
				}
			},
			["厂"] = {
				["家"] = {
					result = true
				}
			},
			["币"] = {
				result = true,
				["代"] = {
					["理"] = {
						result = true
					}
				},
				["假"] = {
					["钞"] = {
						result = true
					}
				},
				["当"] = {
					["面"] = {
						["交"] = {
							["易"] = {
								result = true
							}
						}
					}
				},
				["网"] = {
					result = true
				},
				["联"] = {
					["系"] = {
						result = true,
						["方"] = {
							["式"] = {
								result = true
							}
						}
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				},
				["那"] = {
					["有"] = {
						result = true
					}
				}
			},
			["朝"] = {
				["阳"] = {
					result = true
				}
			},
			["模"] = {
				["具"] = {
					result = true
				}
			},
			["热"] = {
				["敷"] = {
					["敏"] = {
						["纸"] = {
							result = true
						}
					}
				}
			},
			["版"] = {
				result = true
			},
			["电"] = {
				result = true
			},
			["硬"] = {
				["币"] = {
					result = true
				}
			},
			["货"] = {
				["到"] = {
					s = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					},
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			},
			["过"] = {
				["机"] = {
					["版"] = {
						result = true
					}
				}
			},
			["送"] = {
				["货"] = {
					result = true
				}
			}
		},
		["钻"] = {
			["戒"] = {
				result = true
			}
		},
		["阴"] = {
			result = true
		},
		["陽"] = {
			["具"] = {
				["插"] = {
					["穴"] = {
						result = true
					}
				}
			}
		},
		["面"] = {
			result = true,
			["高"] = {
				["仿"] = {
					["真"] = {
						result = true
					}
				}
			}
		},
		["驾"] = {
			["照"] = {
				result = true,
				["代"] = {
					["办"] = {
						result = true
					}
				}
			},
			["驶"] = {
				["正"] = {
					["办"] = {
						["理"] = {
							result = true
						}
					}
				},
				["证"] = {
					result = true,
					["代"] = {
						["办"] = {
							result = true
						}
					},
					["办"] = {
						["理"] = {
							result = true
						}
					}
				}
			}
		},
		["髮"] = {
			["漂"] = {
				result = true
			},
			["票"] = {
				result = true
			}
		}
	},
	["健"] = {
		["位"] = {
			["1"] = {
				["0"] = {
					["5"] = {
						result = true
					}
				},
				["5"] = {
					result = true
				}
			},
			["2"] = {
				["0"] = {
					result = true
				},
				["1"] = {
					result = true
				}
			},
			["8"] = {
				result = true
			},
			["9"] = {
				result = true
			}
		},
		["卫"] = {
			["1"] = {
				["4"] = {
					result = true,
					["步"] = {
						["枪"] = {
							result = true
						},
						["狗"] = {
							result = true
						}
					}
				},
				["5"] = {
					["步"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["2"] = {
				["0"] = {
					result = true,
					["步"] = {
						["枪"] = {
							result = true
						}
					}
				},
				["5"] = {
					A = {
						result = true
					}
				}
			},
			["9"] = {
				["步"] = {
					["狗"] = {
						result = true
					}
				}
			},
			["九"] = {
				result = true
			},
			["低"] = {
				["价"] = {
					["步"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["八"] = {
				result = true
			},
			["十"] = {
				["五"] = {
					result = true
				},
				["四"] = {
					result = true
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						result = true,
						["槍"] = {
							result = true
						},
						["步"] = {
							["枪"] = {
								result = true
							},
							["槍"] = {
								result = true
							}
						}
					}
				}
			},
			["步"] = {
				["抢"] = {
					result = true
				},
				["枪"] = {
					["出"] = {
						["货"] = {
							result = true
						}
					},
					["到"] = {
						["货"] = {
							result = true
						}
					},
					["图"] = {
						result = true
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["联"] = {
						["系"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["配"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["汽"] = {
				["抢"] = {
					result = true
				}
			},
			["１"] = {
				["０"] = {
					["５"] = {
						result = true
					}
				}
			}
		},
		["康"] = {
			["孕"] = {
				["妈"] = {
					["妈"] = {
						result = true
					}
				}
			},
			["法"] = {
				result = true
			},
			["肝"] = {
				["源"] = {
					result = true
				}
			},
			["肾"] = {
				["源"] = {
					result = true,
					["收"] = {
						["购"] = {
							result = true
						}
					}
				}
			}
		},
		["林"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			}
		},
		["衛"] = {
			["1"] = {
				["4"] = {
					["步"] = {
						["槍"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["口"] = {
					["徑"] = {
						result = true,
						["步"] = {
							["槍"] = {
								result = true
							}
						}
					}
				}
			},
			["步"] = {
				["槍"] = {
					result = true
				}
			}
		},
		["身"] = {
			["房"] = {
				["的"] = {
					["潜"] = {
						["规"] = {
							["则"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["傅"] = {
		["6"] = {
			["1"] = {
				["0"] = {
					result = true,
					["办"] = {
						["公"] = {
							["室"] = {
								result = true
							}
						}
					},
					["头"] = {
						["子"] = {
							result = true
						}
					},
					["頭"] = {
						result = true
					}
				}
			}
		},
		["当"] = {
			["归"] = {
				result = true
			}
		},
		["思"] = {
			["归"] = {
				result = true
			}
		},
		["怡"] = {
			result = true,
			["彬"] = {
				result = true
			}
		},
		["政"] = {
			["华"] = {
				["马"] = {
					["仔"] = {
						result = true
					}
				}
			}
		},
		["鐵"] = {
			["山"] = {
				result = true
			}
		},
		["铁"] = {
			["山"] = {
				result = true
			}
		},
		["马"] = {
			["仔"] = {
				result = true,
				["6"] = {
					["1"] = {
						["0"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["傢"] = {
		["侹"] = {
			["亂"] = {
				["囵"] = {
					result = true
				}
			}
		},
		["庭"] = {
			["亂"] = {
				["倫"] = {
					result = true
				}
			},
			["薍"] = {
				["倫"] = {
					result = true
				}
			}
		}
	},
	["僸"] = {
		["播"] = {
			["簧"] = {
				["魸"] = {
					["電"] = {
						["話"] = {
							result = true
						}
					}
				}
			},
			["Ａ"] = {
				["魸"] = {
					["電"] = {
						["話"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["儿"] = {
		["童"] = {
			["邪"] = {
				["典"] = {
					result = true
				}
			}
		}
	},
	["光"] = {
		["之"] = {
			["国"] = {
				["度"] = {
					result = true
				}
			},
			["國"] = {
				["度"] = {
					result = true
				}
			}
		},
		["华"] = {
			["药"] = {
				["业"] = {
					result = true
				}
			}
		},
		["启"] = {
			["路"] = {
				["的"] = {
					["蓝"] = {
						["天"] = {
							result = true
						}
					}
				}
			}
		},
		["咲"] = {
			["玲"] = {
				["奈"] = {
					result = true,
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["头"] = {
			["哥"] = {
				["荡"] = {
					["漾"] = {
						result = true
					}
				}
			}
		},
		["学"] = {
			["测"] = {
				["距"] = {
					["仪"] = {
						result = true
					}
				}
			}
		},
		["宇"] = {
			["華"] = {
				["夏"] = {
					result = true
				}
			}
		},
		["明"] = {
			["2"] = {
				["0"] = {
					["号"] = {
						result = true
					},
					["日"] = {
						result = true
					}
				}
			},
			["二"] = {
				["十"] = {
					result = true
				}
			},
			["日"] = {
				["报"] = {
					result = true
				}
			}
		},
		["月"] = {
			["夜"] = {
				["也"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["棍"] = {
			["节"] = {
				["普"] = {
					["京"] = {
						result = true
					}
				}
			}
		},
		["的"] = {
			["走"] = {
				result = true
			}
		},
		["盘"] = {
			["图"] = {
				["书"] = {
					result = true
				}
			}
		},
		["瞄"] = {
			result = true
		},
		["能"] = {
			["电"] = {
				["视"] = {
					["棒"] = {
						result = true
					}
				}
			}
		},
		["速"] = {
			["拿"] = {
				["学"] = {
					["历"] = {
						result = true
					}
				}
			}
		}
	},
	["児"] = {
		["島"] = {
			["香"] = {
				["緒"] = {
					["里"] = {
						["种"] = {
							["子"] = {
								result = true
							},
							["紫"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["兜"] = {
		["售"] = {
			["沙"] = {
				["漠"] = {
					["之"] = {
						["鹰"] = {
							result = true
						}
					}
				}
			},
			["迷"] = {
				["▓"] = {
					["药"] = {
						result = true
					}
				}
			}
		}
	},
	["公"] = {
		["主"] = {
			["坟"] = {
				["机"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["小"] = {
				["姐"] = {
					result = true
				}
			},
			["岭"] = {
				["办"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["交"] = {
			["摸"] = {
				["乳"] = {
					["门"] = {
						result = true
					}
				}
			},
			["车"] = {
				["性"] = {
					["骚"] = {
						["扰"] = {
							result = true
						}
					}
				}
			}
		},
		["共"] = {
			["情"] = {
				["妇"] = {
					["郭"] = {
						["美"] = {
							["美"] = {
								result = true
							}
						}
					}
				}
			},
			["汽"] = {
				["车"] = {
					["上"] = {
						["做"] = {
							["爱"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["关"] = {
			result = true
		},
		["决"] = {
			["宪"] = {
				["法"] = {
					result = true
				}
			}
		},
		["冶"] = {
			["乾"] = {
				result = true
			},
			["坤"] = {
				result = true
			},
			["子"] = {
				["长"] = {
					result = true
				}
			}
		},
		["务"] = {
			["员"] = {
				["6"] = {
					P = {
						["床"] = {
							["照"] = {
								result = true
							}
						}
					}
				},
				["代"] = {
					["考"] = {
						result = true
					}
				},
				["答"] = {
					["案"] = {
						result = true
					}
				},
				["考"] = {
					["前"] = {
						["荅"] = {
							["案"] = {
								result = true
							}
						}
					},
					["生"] = {
						["信"] = {
							["息"] = {
								result = true
							}
						},
						["资"] = {
							["料"] = {
								result = true
							}
						}
					},
					["试"] = {
						["枪"] = {
							["手"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["园"] = {
			["不"] = {
				["雅"] = {
					result = true
				}
			}
		},
		["媳"] = {
			["亂"] = {
				result = true
			}
		},
		["子"] = {
			["卫"] = {
				["星"] = {
					["布"] = {
						["满"] = {
							["天"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["孙"] = {
			["大"] = {
				["叔"] = {
					result = true
				}
			}
		},
		["安"] = {
			[" "] = {
				["公"] = {
					["权"] = {
						["犯"] = {
							["罪"] = {
								result = true
							}
						}
					}
				},
				["后"] = {
					["台"] = {
						[" "] = {
							["硬"] = {
								result = true
							}
						}
					}
				},
				["腐"] = {
					["败"] = {
						result = true
					}
				}
			},
			["制"] = {
				["服"] = {
					result = true,
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			},
			["厅"] = {
				result = true
			},
			["孟"] = {
				result = true
			},
			["局"] = {
				["出"] = {
					["入"] = {
						["证"] = {
							result = true
						}
					}
				},
				["长"] = {
					[" "] = {
						["惩"] = {
							[" "] = {
								["政"] = {
									["治"] = {
										["谣"] = {
											["言"] = {
												result = true
											}
										}
									}
								}
							}
						},
						["言"] = {
							["论"] = {
								result = true
							}
						}
					},
					["的"] = {
						["话"] = {
							result = true
						}
					},
					["言"] = {
						["论"] = {
							result = true
						}
					}
				}
			},
			["强"] = {
				["奸"] = {
					result = true
				}
			},
			["恶"] = {
				["警"] = {
					["遭"] = {
						["恶"] = {
							["报"] = {
								result = true
							}
						}
					}
				}
			},
			["部"] = {
				["孟"] = {
					["部"] = {
						["长"] = {
							result = true
						}
					}
				},
				["部"] = {
					["长"] = {
						result = true,
						["邓"] = {
							["楠"] = {
								result = true
							}
						}
					}
				},
				["長"] = {
					["女"] = {
						["婿"] = {
							result = true
						}
					},
					["鄧"] = {
						["楠"] = {
							result = true
						}
					}
				},
				["长"] = {
					[" "] = {
						["后"] = {
							["台"] = {
								[" "] = {
									["硬"] = {
										result = true
									}
								}
							}
						}
					},
					["女"] = {
						["婿"] = {
							result = true
						}
					},
					["邓"] = {
						["小"] = {
							["平"] = {
								result = true
							}
						},
						["楠"] = {
							result = true
						}
					}
				}
			}
		},
		["寓"] = {
			["业"] = {
				["主"] = {
					["名"] = {
						["单"] = {
							result = true
						}
					}
				}
			}
		},
		["开"] = {
			["讨"] = {
				["论"] = {
					["六"] = {
						["月"] = {
							result = true
						}
					}
				}
			}
		},
		["投"] = {
			result = true
		},
		["民"] = {
			["抗"] = {
				["命"] = {
					result = true
				}
			},
			["私"] = {
				["权"] = {
					result = true
				}
			},
			["网"] = {
				["络"] = {
					["议"] = {
						["政"] = {
							["全"] = {
								["球"] = {
									["纪"] = {
										["念"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["联"] = {
				["盟"] = {
					result = true
				}
			}
		},
		["用"] = {
			["品"] = {
				["发"] = {
					result = true
				}
			}
		},
		["盟"] = {
			result = true
		},
		["車"] = {
			["上"] = {
				["低"] = {
					["胸"] = {
						["女"] = {
							["郎"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["车"] = {
			m = {
				m = {
					["淫"] = {
						["荡"] = {
							result = true
						}
					}
				}
			},
			["上"] = {
				["干"] = {
					["女"] = {
						["司"] = {
							["机"] = {
								result = true
							}
						}
					}
				},
				["顶"] = {
					["女"] = {
						["人"] = {
							result = true
						}
					}
				}
			},
			["淫"] = {
				["奸"] = {
					["女"] = {
						["学"] = {
							["生"] = {
								result = true
							}
						}
					},
					["妹"] = {
						["妹"] = {
							result = true
						}
					},
					["姐"] = {
						["姐"] = {
							result = true
						}
					}
				}
			},
			["色"] = {
				["狼"] = {
					result = true
				}
			},
			["被"] = {
				["干"] = {
					result = true
				}
			},
			["轮"] = {
				["奸"] = {
					result = true
				}
			}
		},
		["道"] = {
			["话"] = {
				result = true
			}
		},
		["雅"] = {
			["寺"] = {
				result = true,
				["高"] = {
					["僧"] = {
						result = true
					}
				}
			}
		}
	},
	["共"] = {
		["*"] = {
			["党"] = {
				result = true
			}
		},
		["."] = {
			["0"] = {
				result = true
			}
		},
		["。"] = {
			["产"] = {
				["。"] = {
					["党"] = {
						result = true
					}
				}
			},
			["產"] = {
				["。"] = {
					["黨"] = {
						result = true
					}
				}
			}
		},
		["产"] = {
			["主"] = {
				["义"] = {
					["政"] = {
						["权"] = {
							["受"] = {
								["难"] = {
									["者"] = {
										["纪"] = {
											["念"] = {
												["碑"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["党"] = {
				[" "] = {
					["邪"] = {
						["教"] = {
							result = true,
							["本"] = {
								["质"] = {
									result = true
								}
							}
						}
					}
				},
				["烂"] = {
					["逼"] = {
						result = true
					}
				},
				["的"] = {
					["坟"] = {
						result = true
					},
					["屋"] = {
						result = true
					},
					["锅"] = {
						result = true
					},
					["饭"] = {
						result = true
					}
				},
				["统"] = {
					["治"] = {
						result = true
					}
				},
				["靠"] = {
					result = true
				}
			},
			["档"] = {
				result = true
			},
			["邪"] = {
				["灵"] = {
					result = true
				}
			},
			["黑"] = {
				["社"] = {
					["会"] = {
						result = true
					}
				}
			}
		},
		["倒"] = {
			result = true
		},
		["同"] = {
			["执"] = {
				["政"] = {
					result = true
				}
			}
		},
		["和"] = {
			result = true,
			["国"] = {
				["卫"] = {
					["士"] = {
						result = true
					}
				},
				["的"] = {
					["坦"] = {
						["克"] = {
							result = true
						}
					}
				}
			}
		},
		["抗"] = {
			["乙"] = {
				["肝"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			}
		},
		["测"] = {
			result = true
		},
		["產"] = {
			["主"] = {
				["義"] = {
					result = true
				}
			},
			["軍"] = {
				["幹"] = {
					["部"] = {
						result = true
					}
				}
			},
			["黨"] = {
				result = true,
				["的"] = {
					["墳"] = {
						result = true
					},
					["屋"] = {
						result = true
					},
					["鍋"] = {
						result = true
					},
					["飯"] = {
						result = true
					}
				}
			}
		},
		["缠"] = {
			["裆"] = {
				result = true
			}
		},
		["荣"] = {
			result = true,
			["台"] = {
				["湾"] = {
					result = true
				}
			},
			["圈"] = {
				result = true
			}
		},
		["鏟"] = {
			["黨"] = {
				result = true
			}
		},
		["铲"] = {
			["裆"] = {
				result = true
			}
		},
		["青"] = {
			["团"] = {
				["员"] = {
					result = true
				},
				["背"] = {
					["景"] = {
						result = true
					}
				}
			},
			["團"] = {
				["員"] = {
					result = true
				}
			}
		}
	},
	["关"] = {
		["于"] = {
			["6"] = {
				["4"] = {
					["的"] = {
						["报"] = {
							["道"] = {
								result = true
							}
						},
						["目"] = {
							["前"] = {
								["状"] = {
									["态"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["六"] = {
				["合"] = {
					["彩"] = {
						result = true
					}
				}
			},
			["手"] = {
				["枪"] = {
					result = true
				}
			},
			["枪"] = {
				result = true
			}
		},
		["口"] = {
			["良"] = {
				["子"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				},
				["紫"] = {
					["无"] = {
						["马"] = {
							result = true
						}
					}
				}
			}
		},
		["帝"] = {
			["猎"] = {
				["坛"] = {
					result = true
				}
			}
		},
		["树"] = {
			["越"] = {
				result = true
			}
		},
		["汉"] = {
			["寿"] = {
				result = true
			}
		},
		["重"] = {
			["七"] = {
				result = true
			}
		},
		["闭"] = {
			["聊"] = {
				["天"] = {
					["窗"] = {
						["口"] = {
							result = true
						}
					}
				}
			},
			["面"] = {
				["板"] = {
					result = true
				}
			}
		}
	},
	["兼"] = {
		["耳"] = {
			["只"] = {
				["上"] = {
					["门"] = {
						result = true
					}
				}
			}
		}
	},
	["冀"] = {
		["文"] = {
			["林"] = {
				[" "] = {
					["李"] = {
						["小"] = {
							["琳"] = {
								result = true
							}
						}
					}
				},
				["为"] = {
					["其"] = {
						["开"] = {
							["绿"] = {
								["灯"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["冈"] = {
		["峦"] = {
			result = true
		},
		["崎"] = {
			["爱"] = {
				["无"] = {
					["码"] = {
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				},
				["电"] = {
					["驴"] = {
						result = true
					}
				}
			},
			["种"] = {
				["子"] = {
					result = true
				}
			},
			["结"] = {
				["由"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["比"] = {
			["亚"] = {
				["湾"] = {
					result = true
				}
			}
		},
		["田"] = {
			["さ"] = {
				["な"] = {
					result = true
				}
			},
			["丽"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["百"] = {
				["华"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["纯"] = {
				["菜"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["裕"] = {
				["美"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["里"] = {
				["奈"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["野"] = {
			["奈"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["优"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["冠"] = {
		["县"] = {
			["办"] = {
				["假"] = {
					["证"] = {
						result = true
					}
				}
			}
		}
	},
	["冨"] = {
		["傆"] = {
			["噯"] = {
				["種"] = {
					["孒"] = {
						result = true
					}
				}
			}
		},
		["喌"] = {
			["幵"] = {
				["髮"] = {
					["票"] = {
						result = true
					}
				}
			}
		},
		["彩"] = {
			["③"] = {
				["ｄ"] = {
					["膽"] = {
						["碼"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["冬"] = {
		["刺"] = {
			result = true
		}
	},
	["冯"] = {
		["仰"] = {
			["妍"] = {
				["快"] = {
					["播"] = {
						result = true
					}
				},
				["门"] = {
					result = true
				}
			}
		},
		["志"] = {
			["喜"] = {
				[" "] = {
					["温"] = {
						["家"] = {
							["宝"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["惠"] = {
			["敏"] = {
				result = true
			}
		},
		["绍"] = {
			["东"] = {
				["百"] = {
					["亿"] = {
						["基"] = {
							["金"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["铸"] = {
			["铁"] = {
				result = true
			}
		},
		["阿"] = {
			["3"] = {
				result = true
			},
			["三"] = {
				result = true
			}
		}
	},
	["冴"] = {
		["岛"] = {
			["奈"] = {
				["绪"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["绿"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["木"] = {
			["丽"] = {
				["美"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["椋"] = {
				["无"] = {
					["码"] = {
						result = true
					},
					["马"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		}
	},
	["冻"] = {
		["野"] = {
			result = true
		}
	},
	["净"] = {
		["化"] = {
			["网"] = {
				["络"] = {
					["负"] = {
						["面"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["减"] = {
		["护"] = {
			["爱"] = {
				["里"] = {
					b = {
						t = {
							result = true
						}
					},
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["电"] = {
						["驴"] = {
							result = true
						}
					}
				}
			}
		},
		["益"] = {
			result = true
		},
		["肥"] = {
			["咨"] = {
				["询"] = {
					result = true
				}
			},
			["数"] = {
				["据"] = {
					result = true
				}
			},
			["胶"] = {
				["囊"] = {
					result = true
				}
			},
			["魔"] = {
				["方"] = {
					result = true
				}
			}
		},
		["速"] = {
			["带"] = {
				result = true
			}
		}
	},
	["几"] = {
		["八"] = {
			result = true
		},
		["叭"] = {
			result = true
		},
		["巴"] = {
			result = true
		},
		["芭"] = {
			result = true
		}
	},
	["凡"] = {
		["士"] = {
			["林"] = {
				["炸"] = {
					["药"] = {
						result = true
					}
				}
			}
		},
		["腐"] = {
			["必"] = {
				["反"] = {
					result = true
				}
			}
		},
		["诺"] = {
			["企"] = {
				["业"] = {
					result = true
				}
			}
		}
	},
	["凤"] = {
		["凤"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["凰"] = {
			["印"] = {
				["章"] = {
					result = true
				}
			},
			["娱"] = {
				["乐"] = {
					result = true
				}
			},
			["彩"] = {
				["绘"] = {
					["武"] = {
						["士"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			},
			["影"] = {
				["院"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					["影"] = {
						["视"] = {
							result = true
						}
					}
				}
			},
			["战"] = {
				["旗"] = {
					result = true
				}
			}
		},
		["吻"] = {
			["龙"] = {
				["珠"] = {
					result = true
				}
			}
		},
		["姐"] = {
			A = {
				V = {
					result = true
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["岗"] = {
			["狼"] = {
				["友"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["朝"] = {
			["阳"] = {
				result = true
			}
		},
		["楼"] = {
			result = true,
			["小"] = {
				["姐"] = {
					result = true,
					["资"] = {
						["料"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				result = true
			}
		},
		["舞"] = {
			["天"] = {
				["骄"] = {
					result = true
				}
			}
		},
		["霸"] = {
			["天"] = {
				["下"] = {
					result = true
				}
			}
		}
	},
	["凲"] = {
		["轵"] = {
			["尒"] = {
				["姐"] = {
					result = true
				}
			},
			["莮"] = {
				["妓"] = {
					result = true
				}
			}
		}
	},
	["击"] = {
		["毙"] = {
			result = true
		}
	},
	["函"] = {
		["授"] = {
			["大"] = {
				["专"] = {
					result = true
				}
			}
		}
	},
	["分"] = {
		["享"] = {
			["治"] = {
				["痘"] = {
					result = true
				}
			}
		},
		["批"] = {
			["行"] = {
				["动"] = {
					result = true
				}
			}
		},
		["散"] = {
			["撤"] = {
				["离"] = {
					result = true
				}
			}
		},
		["析"] = {
			["道"] = {
				["具"] = {
					result = true
				}
			}
		},
		["离"] = {
			["性"] = {
				["麻"] = {
					["醉"] = {
						["剂"] = {
							result = true
						}
					}
				}
			}
		},
		["裂"] = {
			["中"] = {
				["國"] = {
					result = true
				}
			},
			["主"] = {
				["义"] = {
					result = true
				}
			},
			["分"] = {
				["子"] = {
					result = true
				}
			},
			["国"] = {
				["家"] = {
					result = true
				}
			},
			["國"] = {
				["家"] = {
					result = true
				}
			},
			["祖"] = {
				["國"] = {
					result = true
				}
			}
		}
	},
	["刚"] = {
		o = {
			result = true
		},
		["搬"] = {
			["来"] = {
				["的"] = {
					["少"] = {
						["女"] = {
							result = true
						}
					}
				}
			}
		},
		["比"] = {
			result = true,
			["样"] = {
				["子"] = {
					result = true
				}
			}
		},
		["瘪"] = {
			["三"] = {
				result = true
			}
		}
	},
	["剑"] = {
		["仙"] = {
			result = true
		},
		["侠"] = {
			["与"] = {
				["飞"] = {
					["机"] = {
						["妹"] = {
							result = true
						}
					}
				}
			},
			["世"] = {
				["界"] = {
					result = true
				}
			},
			["情"] = {
				["缘"] = {
					result = true,
					I = {
						I = {
							result = true
						}
					}
				}
			}
		},
		["定"] = {
			result = true
		},
		["桥"] = {
			["河"] = {
				["殇"] = {
					result = true
				}
			}
		},
		["灵"] = {
			result = true
		},
		["网"] = {
			result = true,
			["2"] = {
				result = true
			},
			["3"] = {
				result = true
			}
		},
		["阁"] = {
			result = true
		},
		["龙"] = {
			["战"] = {
				["术"] = {
					["直"] = {
						["刀"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["剛"] = {
		["度"] = {
			result = true
		},
		["癟"] = {
			["三"] = {
				result = true
			}
		}
	},
	["副"] = {
		["总"] = {
			["理"] = {
				[" "] = {
					["央"] = {
						["行"] = {
							["行"] = {
								["长"] = {
									result = true
								}
							}
						}
					},
					["马"] = {
						["明"] = {
							["哲"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["火"] = {
			["炮"] = {
				result = true
			}
		},
		["炮"] = {
			["坏"] = {
				["了"] = {
					result = true
				}
			},
			["开"] = {
				["火"] = {
					["伪"] = {
						["装"] = {
							result = true
						}
					}
				}
			}
		},
		["部"] = {
			["长"] = {
				["化"] = {
					["名"] = {
						["王"] = {
							["诚"] = {
								result = true
							}
						}
					}
				},
				["小"] = {
					["朝"] = {
						["廷"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["劍"] = {
		["仙"] = {
			result = true
		},
		["俠"] = {
			["世"] = {
				["界"] = {
					result = true
				}
			},
			["情"] = {
				["緣"] = {
					result = true,
					I = {
						I = {
							result = true
						}
					}
				}
			}
		},
		["網"] = {
			result = true,
			["2"] = {
				result = true
			},
			["3"] = {
				result = true
			}
		}
	},
	["加"] = {
		["为"] = {
			result = true
		},
		["分"] = {
			["作"] = {
				["假"] = {
					result = true
				}
			}
		},
		["利"] = {
			["尔"] = {
				["步"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["福"] = {
				["尼"] = {
					["亚"] = {
						result = true
					}
				}
			}
		},
		["勒"] = {
			["比"] = {
				result = true,
				A = {
					V = {
						["影"] = {
							["讯"] = {
								result = true
							}
						},
						["视"] = {
							["讯"] = {
								result = true
							}
						}
					}
				},
				["午"] = {
					["夜"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				},
				["巨"] = {
					["乳"] = {
						result = true
					}
				},
				["成"] = {
					["人"] = {
						["影"] = {
							["讯"] = {
								result = true
							}
						},
						["视"] = {
							["讯"] = {
								result = true
							}
						}
					}
				},
				["无"] = {
					["修"] = {
						["正"] = {
							result = true
						}
					},
					["码"] = {
						result = true
					},
					["马"] = {
						result = true
					}
				},
				["海"] = {
					["盗"] = {
						["剑"] = {
							result = true
						}
					}
				},
				["甜"] = {
					["心"] = {
						result = true
					}
				},
				["解"] = {
					["禁"] = {
						["中"] = {
							["出"] = {
								result = true
							}
						}
					}
				},
				["集"] = {
					["锦"] = {
						result = true
					}
				}
			}
		},
		["国"] = {
			["8"] = {
				["9"] = {
					["6"] = {
						["4"] = {
							result = true
						}
					}
				}
			},
			["重"] = {
				["演"] = {
					["8"] = {
						["9"] = {
							["6"] = {
								["4"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["多"] = {
			["宝"] = {
				["赌"] = {
					["场"] = {
						result = true
					}
				}
			},
			["撸"] = {
				result = true,
				["在"] = {
					["线"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			},
			["鲁"] = {
				["网"] = {
					["站"] = {
						result = true
					}
				}
			}
		},
		["山"] = {
			["由"] = {
				["衣"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["州"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			},
			["水"] = {
				["郡"] = {
					["业"] = {
						["主"] = {
							result = true
						}
					}
				}
			}
		},
		["工"] = {
			["修"] = {
				["理"] = {
					["发"] = {
						result = true
					}
				}
			}
		},
		["强"] = {
			["辐"] = {
				["射"] = {
					["弹"] = {
						result = true
					}
				}
			}
		},
		["拿"] = {
			["大"] = {
				["总"] = {
					["理"] = {
						result = true
					}
				},
				["悼"] = {
					["念"] = {
						["六"] = {
							["四"] = {
								result = true
							}
						}
					}
				},
				["文"] = {
					["凭"] = {
						result = true
					}
				},
				["皇"] = {
					["家"] = {
						["骑"] = {
							["警"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["油"] = {
			["发"] = {
				["票"] = {
					result = true
				}
			},
			["票"] = {
				["转"] = {
					["让"] = {
						result = true
					}
				}
			}
		},
		["纳"] = {
			["朝"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["瑞"] = {
				["穗"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["群"] = {
			["汽"] = {
				["狗"] = {
					["专"] = {
						result = true
					}
				}
			}
		},
		["藤"] = {
			["つ"] = {
				["ば"] = {
					["さ"] = {
						result = true
					}
				}
			},
			["愛"] = {
				["美"] = {
					["电"] = {
						["驴"] = {
							result = true
						}
					}
				}
			},
			["梓"] = {
				result = true
			},
			["爱"] = {
				["动"] = {
					["作"] = {
						["片"] = {
							result = true
						}
					}
				},
				["美"] = {
					["电"] = {
						["驴"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["由"] = {
				["利"] = {
					["亞"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						},
						["種"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["麻"] = {
				["衣"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				},
				["里"] = {
					["奈"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["西"] = {
			["激"] = {
				["情"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["贝"] = {
			["锦"] = {
				["涛"] = {
					["遭"] = {
						["调"] = {
							["查"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["贺"] = {
			result = true
		},
		["長"] = {
			["兩"] = {
				["用"] = {
					["弩"] = {
						result = true
					}
				}
			}
		},
		["长"] = {
			["两"] = {
				["用"] = {
					["努"] = {
						result = true
					},
					["弩"] = {
						result = true
					}
				}
			},
			["尖"] = {
				["头"] = {
					["铁"] = {
						["管"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["骚"] = {
			["妹"] = {
				result = true
			}
		}
	},
	["动"] = {
		["力"] = {
			["修"] = {
				["复"] = {
					["强"] = {
						["化"] = {
							result = true
						}
					}
				}
			},
			["防"] = {
				["御"] = {
					["强"] = {
						["化"] = {
							result = true
						}
					}
				}
			}
		},
		["向"] = {
			["月"] = {
				["刊"] = {
					result = true
				}
			},
			["杂"] = {
				["志"] = {
					result = true
				}
			}
		},
		["员"] = {
			["令"] = {
				result = true
			}
		},
		["平"] = {
			["衡"] = {
				result = true
			}
		},
		["态"] = {
			["阴"] = {
				["影"] = {
					["质"] = {
						["量"] = {
							result = true
						}
					}
				}
			}
		},
		["感"] = {
			["佳"] = {
				["人"] = {
					result = true
				}
			}
		},
		["暴"] = {
			["乱"] = {
				result = true
			}
		},
		["漫"] = {
			A = {
				V = {
					result = true,
					["片"] = {
						result = true
					}
				},
				["片"] = {
					result = true
				}
			},
			H = {
				["片"] = {
					result = true
				}
			},
			h = {
				d = {
					result = true
				}
			},
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							result = true
						}
					}
				}
			},
			["区"] = {
				result = true
			},
			["性"] = {
				["爱"] = {
					["图"] = {
						result = true
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					["淫"] = {
						["色"] = {
							result = true
						}
					}
				}
			},
			["爽"] = {
				["片"] = {
					["在"] = {
						["线"] = {
							["看"] = {
								result = true
							}
						}
					}
				}
			},
			["裸"] = {
				["泳"] = {
					result = true
				}
			}
		},
		["物"] = {
			["与"] = {
				["人"] = {
					a = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["人"] = {
				["与"] = {
					["驴"] = {
						result = true
					}
				}
			},
			["性"] = {
				["本"] = {
					["能"] = {
						["1"] = {
							["3"] = {
								result = true
							}
						}
					}
				}
			},
			["麻"] = {
				["醉"] = {
					["枪"] = {
						result = true
					},
					["槍"] = {
						result = true
					}
				}
			}
		},
		["画"] = {
			h = {
				["网"] = {
					["站"] = {
						result = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["版"] = {
						result = true
					}
				}
			}
		}
	},
	["劫"] = {
		["匪"] = {
			result = true
		},
		["持"] = {
			["人"] = {
				["质"] = {
					result = true
				}
			}
		},
		["机"] = {
			result = true
		}
	},
	["劲"] = {
		["乐"] = {
			result = true
		},
		["展"] = {
			["鹏"] = {
				result = true
			}
		},
		["弩"] = {
			["小"] = {
				["飞"] = {
					["虎"] = {
						result = true
					}
				}
			}
		},
		["暴"] = {
			result = true
		},
		["樂"] = {
			result = true
		},
		["爆"] = {
			result = true,
			["影"] = {
				["院"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["黑"] = {
				["私"] = {
					["诊"] = {
						["所"] = {
							result = true
						}
					}
				}
			}
		},
		["舞"] = {
			result = true,
			["世"] = {
				["界"] = {
					result = true
				}
			},
			["团"] = {
				result = true
			}
		},
		["靓"] = {
			["身"] = {
				["材"] = {
					result = true
				}
			}
		}
	},
	["勁"] = {
		["乐"] = {
			result = true
		},
		["暴"] = {
			result = true
		},
		["樂"] = {
			result = true
		},
		["爆"] = {
			result = true
		},
		["舞"] = {
			result = true,
			["世"] = {
				["界"] = {
					result = true
				}
			},
			["團"] = {
				result = true
			}
		}
	},
	["動"] = {
		["員"] = {
			["令"] = {
				result = true
			}
		},
		["平"] = {
			["衡"] = {
				result = true
			}
		},
		["態"] = {
			["網"] = {
				result = true
			}
		},
		["漫"] = {
			["色"] = {
				["圖"] = {
					result = true
				}
			}
		}
	},
	["勼"] = {
		["勼"] = {
			["凊"] = {
				["脃"] = {
					result = true
				}
			},
			["娯"] = {
				["泺"] = {
					result = true
				}
			}
		}
	},
	["勾"] = {
		["引"] = {
			result = true,
			["上"] = {
				["床"] = {
					result = true
				}
			},
			["少"] = {
				["年"] = {
					result = true
				}
			}
		},
		["当"] = {
			["2"] = {
				["红"] = {
					["色"] = {
						["骆"] = {
							["驼"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["搭"] = {
			result = true
		},
		["直"] = {
			["刀"] = {
				result = true
			}
		},
		["魂"] = {
			["少"] = {
				["婦"] = {
					result = true
				}
			},
			["的"] = {
				["眼"] = {
					["神"] = {
						result = true
					}
				}
			}
		}
	},
	["化"] = {
		["基"] = {
			["金"] = {
				["会"] = {
					result = true
				}
			}
		},
		["妆"] = {
			["专"] = {
				["柜"] = {
					["小"] = {
						["姐"] = {
							result = true
						}
					}
				}
			}
		},
		["学"] = {
			["冰"] = {
				result = true,
				K = {
					["粉"] = {
						["麻"] = {
							["古"] = {
								result = true
							}
						}
					}
				},
				["牙"] = {
					["签"] = {
						result = true
					}
				},
				["麻"] = {
					["古"] = {
						result = true
					}
				}
			},
			["燃"] = {
				["烧"] = {
					["弹"] = {
						result = true
					}
				}
			},
			["航"] = {
				["空"] = {
					["炸"] = {
						["弹"] = {
							result = true
						}
					}
				}
			},
			["骚"] = {
				["冰"] = {
					result = true
				}
			}
		},
		["州"] = {
			["冰"] = {
				["毒"] = {
					result = true,
					["冰"] = {
						["毒"] = {
							result = true
						}
					}
				}
			},
			["海"] = {
				["洛"] = {
					["因"] = {
						result = true
					}
				}
			}
		},
		["隆"] = {
			g = {
				o = {
					u = {
						result = true
					}
				}
			},
			["低"] = {
				["价"] = {
					["狗"] = {
						result = true
					}
				}
			},
			["狗"] = {
				result = true
			}
		}
	},
	["匯"] = {
		["款"] = {
			result = true
		}
	},
	["华"] = {
		["中"] = {
			["教"] = {
				["育"] = {
					["咨"] = {
						["询"] = {
							["网"] = {
								result = true
							}
						}
					},
					["机"] = {
						["构"] = {
							result = true
						}
					}
				}
			},
			["狩"] = {
				["猎"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			}
		},
		["丰"] = {
			["商"] = {
				["城"] = {
					result = true
				}
			}
		},
		["亚"] = {
			["电"] = {
				["影"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["人"] = {
			["三"] = {
				["级"] = {
					["片"] = {
						result = true
					}
				}
			},
			["今"] = {
				["日"] = {
					["网"] = {
						result = true
					}
				}
			},
			["博"] = {
				["彩"] = {
					["平"] = {
						["台"] = {
							result = true
						}
					}
				}
			},
			["城"] = {
				result = true
			},
			["基"] = {
				["督"] = {
					["徒"] = {
						["呼"] = {
							["吁"] = {
								[" "] = {
									["六"] = {
										["4"] = {
											result = true
										}
									}
								},
								["六"] = {
									["4"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["影"] = {
				["视"] = {
					["传"] = {
						["媒"] = {
							result = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								result = true
							}
						}
					},
					["贴"] = {
						["图"] = {
							result = true
						}
					}
				}
			},
			["操"] = {
				["娱"] = {
					["乐"] = {
						result = true
					}
				}
			},
			["教"] = {
				["会"] = {
					["为"] = {
						["中"] = {
							["国"] = {
								["的"] = {
									["祷"] = {
										["告"] = {
											["日"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["枪"] = {
				["模"] = {
					["网"] = {
						result = true
					}
				}
			},
			["淫"] = {
				["院"] = {
					result = true
				}
			},
			["猎"] = {
				["坛"] = {
					result = true
				}
			},
			["站"] = {
				result = true
			},
			["色"] = {
				A = {
					V = {
						["导"] = {
							["航"] = {
								result = true
							}
						}
					}
				},
				["传"] = {
					["媒"] = {
						result = true
					}
				},
				["情"] = {
					["网"] = {
						result = true
					}
				},
				["站"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			}
		},
		["亿"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["仔"] = {
			["天"] = {
				["地"] = {
					result = true
				}
			}
		},
		["企"] = {
			["商"] = {
				["务"] = {
					result = true
				}
			}
		},
		["伙"] = {
			["计"] = {
				result = true
			}
		},
		["侨"] = {
			["人"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["信"] = {
			["名"] = {
				["录"] = {
					["网"] = {
						result = true
					}
				}
			},
			["民"] = {
				result = true,
				["习"] = {
					result = true,
					["会"] = {
						["成"] = {
							["为"] = {
								result = true
							}
						}
					}
				},
				["末"] = {
					["任"] = {
						result = true
					}
				}
			}
		},
		["克"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["利"] = {
			["国"] = {
				["外"] = {
					["证"] = {
						["件"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["北"] = {
			["侧"] = {
				["杠"] = {
					["杆"] = {
						["式"] = {
							result = true
						}
					}
				}
			},
			["办"] = {
				["证"] = {
					result = true
				}
			},
			["双"] = {
				["管"] = {
					["平"] = {
						["式"] = {
							result = true
						}
					}
				}
			},
			["地"] = {
				["区"] = {
					["雷"] = {
						["汽"] = {
							["狗"] = {
								result = true
							}
						}
					}
				}
			},
			["收"] = {
				["肾"] = {
					["源"] = {
						result = true
					}
				}
			},
			["麻"] = {
				["古"] = {
					["壶"] = {
						result = true
					}
				}
			}
		},
		["南"] = {
			["六"] = {
				["合"] = {
					["彩"] = {
						result = true
					}
				}
			},
			["十"] = {
				["三"] = {
					["条"] = {
						result = true
					}
				}
			},
			["大"] = {
				["公"] = {
					["教"] = {
						["会"] = {
							result = true
						}
					}
				}
			},
			["教"] = {
				["会"] = {
					result = true
				}
			},
			["气"] = {
				["枪"] = {
					result = true
				}
			},
			["福"] = {
				["音"] = {
					["使"] = {
						["团"] = {
							result = true
						}
					}
				}
			}
		},
		["哥"] = {
			["军"] = {
				["品"] = {
					result = true
				}
			}
		},
		["国"] = {
			["锋"] = {
				["兴"] = {
					["衰"] = {
						["录"] = {
							result = true
						}
					}
				},
				["毛"] = {
					["儿"] = {
						["子"] = {
							result = true
						}
					}
				},
				["私"] = {
					["生"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["城"] = {
			["信"] = {
				["息"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["夏"] = {
			["军"] = {
				["品"] = {
					["网"] = {
						result = true
					}
				}
			},
			["博"] = {
				["彩"] = {
					["网"] = {
						result = true
					}
				}
			},
			["名"] = {
				["录"] = {
					["网"] = {
						result = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			},
			["弓"] = {
				["弩"] = {
					["网"] = {
						result = true
					}
				}
			},
			["弩"] = {
				["箭"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["文"] = {
				["摘"] = {
					["快"] = {
						["递"] = {
							result = true
						}
					}
				}
			},
			["汽"] = {
				["枪"] = {
					["网"] = {
						result = true
					}
				}
			},
			["证"] = {
				["件"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["天"] = {
			["高"] = {
				["科"] = {
					result = true
				}
			}
		},
		["宇"] = {
			["狩"] = {
				["猎"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			}
		},
		["安"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["宝"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["富"] = {
			["财"] = {
				["经"] = {
					result = true
				}
			}
		},
		["寻"] = {
			["影"] = {
				["院"] = {
					result = true
				}
			}
		},
		["尔"] = {
			["特"] = {
				["鱼"] = {
					["刺"] = {
						["折"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			},
			["街"] = {
				["日"] = {
					["报"] = {
						result = true
					}
				}
			}
		},
		["山"] = {
			["双"] = {
				["管"] = {
					["猎"] = {
						result = true,
						["枪"] = {
							result = true
						}
					}
				}
			},
			["猎"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["峰"] = {
			["商"] = {
				["城"] = {
					result = true
				}
			}
		},
		["康"] = {
			["药"] = {
				["业"] = {
					result = true
				}
			}
		},
		["强"] = {
			["北"] = {
				["办"] = {
					["正"] = {
						result = true
					},
					["证"] = {
						result = true
					}
				}
			}
		},
		["彩"] = {
			["聊"] = {
				["天"] = {
					["室"] = {
						result = true
					}
				}
			}
		},
		["惠"] = {
			["棋"] = {
				result = true
			}
		},
		["晨"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			},
			["药"] = {
				["业"] = {
					result = true
				}
			}
		},
		["村"] = {
			["香"] = {
				["汐"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["歌"] = {
			["恋"] = {
				["黄"] = {
					["色"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["法"] = {
			["灵"] = {
				result = true
			}
		},
		["泰"] = {
			["通"] = {
				["讯"] = {
					result = true
				}
			}
		},
		["浦"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			}
		},
		["涌"] = {
			result = true
		},
		["润"] = {
			[" "] = {
				["贺"] = {
					["锦"] = {
						["涛"] = {
							result = true
						},
						["雷"] = {
							result = true
						}
					}
				}
			},
			["宋"] = {
				["林"] = {
					result = true
				}
			}
		},
		["盛"] = {
			["教"] = {
				["育"] = {
					["机"] = {
						["构"] = {
							result = true
						}
					}
				}
			}
		},
		["盟"] = {
			["安"] = {
				["全"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["祥"] = {
			["证"] = {
				["件"] = {
					["公"] = {
						["司"] = {
							result = true
						}
					}
				}
			}
		},
		["美"] = {
			["进"] = {
				["口"] = {
					["药"] = {
						["业"] = {
							result = true
						}
					}
				}
			}
		},
		["胜"] = {
			result = true,
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["蓥"] = {
			result = true,
			["办"] = {
				["假"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["藏"] = {
			["心"] = {
				["法"] = {
					result = true
				}
			}
		},
		["西"] = {
			["列"] = {
				["夫"] = {
					["斯"] = {
						["基"] = {
							result = true
						}
					}
				}
			}
		},
		["誉"] = {
			["信"] = {
				["用"] = {
					["卡"] = {
						["中"] = {
							["心"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["诚"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			},
			["税"] = {
				["务"] = {
					result = true
				}
			}
		},
		["谊"] = {
			["证"] = {
				["务"] = {
					result = true
				}
			}
		},
		["赫"] = {
			["艮"] = {
				result = true
			}
		},
		["达"] = {
			["通"] = {
				["迅"] = {
					result = true
				}
			}
		},
		["过"] = {
			["锋"] = {
				result = true
			}
		},
		["鑫"] = {
			["教"] = {
				["育"] = {
					["机"] = {
						["构"] = {
							result = true
						}
					}
				}
			}
		},
		["雪"] = {
			["和"] = {
				result = true
			}
		}
	},
	["厄"] = {
		["修"] = {
			["罗"] = {
				result = true
			}
		}
	},
	["厚"] = {
		["东"] = {
			["去"] = {
				result = true
			}
		},
		["街"] = {
			["双"] = {
				["飞"] = {
					["门"] = {
						result = true
					}
				}
			}
		}
	},
	["厷"] = {
		["吿"] = {
			result = true
		}
	},
	["及"] = {
		["び"] = {
			["タ"] = {
				["イ"] = {
					["ト"] = {
						["ル"] = {
							result = true
						}
					}
				}
			}
		},
		["川"] = {
			["奈"] = {
				["央"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["时"] = {
			["雨"] = {
				["教"] = {
					["育"] = {
						result = true,
						["公"] = {
							["司"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["反"] = {
		["*"] = {
			["共"] = {
				result = true
			},
			["华"] = {
				result = true
			}
		},
		G = {
			result = true
		},
		R = {
			result = true
		},
		["专"] = {
			["制"] = {
				result = true,
				["大"] = {
					["游"] = {
						["行"] = {
							result = true
						}
					}
				}
			}
		},
		["中"] = {
			["共"] = {
				result = true
			}
		},
		["人"] = {
			["民"] = {
				result = true
			},
			["类"] = {
				["+"] = {
					["活"] = {
						["埋"] = {
							result = true
						}
					}
				}
			}
		},
		["党"] = {
			["小"] = {
				["说"] = {
					result = true
				}
			}
		},
		["共"] = {
			["游"] = {
				["击"] = {
					["队"] = {
						result = true
					}
				}
			}
		},
		["制"] = {
			["江"] = {
				["泽"] = {
					["民"] = {
						result = true
					}
				}
			}
		},
		["動"] = {
			result = true
		},
		["器"] = {
			["材"] = {
				["步"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["奥"] = {
			["运"] = {
				result = true
			}
		},
		["官"] = {
			["倒"] = {
				result = true
			}
		},
		["对"] = {
			["分"] = {
				["配"] = {
					["不"] = {
						["公"] = {
							result = true
						}
					}
				}
			},
			["失"] = {
				["业"] = {
					["下"] = {
						["岗"] = {
							result = true
						}
					}
				}
			},
			["就"] = {
				["业"] = {
					["不"] = {
						["公"] = {
							result = true
						}
					}
				}
			},
			["性"] = {
				["虐"] = {
					result = true
				}
			},
			["日"] = {
				result = true
			},
			["有"] = {
				["权"] = {
					["就"] = {
						["吃"] = {
							["肉"] = {
								result = true
							}
						}
					}
				}
			},
			["物"] = {
				["价"] = {
					["上"] = {
						["涨"] = {
							result = true
						}
					}
				}
			},
			["高"] = {
				["价"] = {
					["医"] = {
						["疗"] = {
							result = true
						}
					},
					["学"] = {
						["费"] = {
							result = true
						}
					}
				},
				["房"] = {
					["价"] = {
						result = true
					}
				}
			}
		},
		["對"] = {
			["共"] = {
				["產"] = {
					["黨"] = {
						result = true
					}
				}
			},
			["日"] = {
				result = true
			}
		},
		["屏"] = {
			["蔽"] = {
				["无"] = {
					["线"] = {
						["耳"] = {
							["机"] = {
								result = true
							}
						}
					}
				},
				["考"] = {
					["试"] = {
						result = true,
						["作"] = {
							["弊"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["岛"] = {
			["国"] = {
				result = true
			}
		},
		["弹"] = {
			["放"] = {
				["量"] = {
					result = true
				}
			}
		},
		["恐"] = {
			["狙"] = {
				["击"] = {
					["弩"] = {
						result = true
					}
				}
			}
		},
		["攻"] = {
			["大"] = {
				["陸"] = {
					result = true
				}
			}
		},
		["政"] = {
			["变"] = {
				["演"] = {
					["习"] = {
						result = true
					}
				}
			}
		},
		["日"] = {
			["佛"] = {
				["教"] = {
					result = true
				}
			},
			["活"] = {
				["动"] = {
					result = true
				}
			}
		},
		["曲"] = {
			["大"] = {
				["黄"] = {
					["蜂"] = {
						result = true
					}
				}
			},
			["弩"] = {
				result = true
			},
			["折"] = {
				["叠"] = {
					["弩"] = {
						["猎"] = {
							["鹰"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["江"] = {
			["挺"] = {
				["胡"] = {
					["第"] = {
						["一"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["法"] = {
			["游"] = {
				["行"] = {
					result = true
				}
			},
			["示"] = {
				["威"] = {
					result = true
				}
			}
		},
		["潜"] = {
			["专"] = {
				["家"] = {
					result = true
				}
			}
		},
		["猫"] = {
			["眼"] = {
				["观"] = {
					["察"] = {
						["镜"] = {
							result = true
						}
					}
				}
			}
		},
		["珙"] = {
			result = true
		},
		["电"] = {
			["子"] = {
				["犭"] = {
					["句"] = {
						result = true
					}
				},
				["狗"] = {
					result = true
				}
			}
		},
		["腐"] = {
			["庆"] = {
				["丰"] = {
					result = true
				}
			},
			["文"] = {
				["革"] = {
					["遗"] = {
						["风"] = {
							result = true
						}
					}
				}
			},
			["清"] = {
				["洗"] = {
					["朱"] = {
						["元"] = {
							["璋"] = {
								result = true
							}
						}
					}
				}
			},
			["第"] = {
				["一"] = {
					["大"] = {
						["鳄"] = {
							result = true
						}
					}
				}
			},
			["败"] = {
				result = true,
				[" "] = {
					["自"] = {
						["由"] = {
							result = true
						}
					}
				},
				["联"] = {
					["盟"] = {
						result = true
					}
				},
				["自"] = {
					["由"] = {
						result = true
					}
				}
			},
			["风"] = {
				["暴"] = {
					[" "] = {
						["大"] = {
							["鳄"] = {
								["浮"] = {
									["出"] = {
										result = true
									}
								}
							}
						}
					},
					["\""] = {
						["大"] = {
							["鳄"] = {
								["浮"] = {
									["出"] = {
										result = true
									}
								}
							}
						},
						["第"] = {
							["一"] = {
								["条"] = {
									["大"] = {
										["鳄"] = {
											["\""] = {
												["浮"] = {
													["出"] = {
														["水"] = {
															["面"] = {
																result = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["第"] = {
						["一"] = {
							["条"] = {
								["大"] = {
									["鳄"] = {
										["浮"] = {
											["出"] = {
												["水"] = {
													["面"] = {
														result = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["贪"] = {
			["南"] = {
				["征"] = {
					["北"] = {
						["战"] = {
							result = true
						}
					}
				}
			},
			["局"] = {
				["贪"] = {
					["污"] = {
						result = true
					}
				}
			},
			["绞"] = {
				["杀"] = {
					result = true
				}
			}
		},
		["跑"] = {
			["道"] = {
				["炸"] = {
					["弹"] = {
						result = true
					}
				}
			}
		},
		["锁"] = {
			result = true
		},
		["革"] = {
			["命"] = {
				["暴"] = {
					["乱"] = {
						result = true
					},
					["亂"] = {
						result = true
					}
				}
			}
		},
		["馈"] = {
			["信"] = {
				["息"] = {
					result = true
				}
			}
		},
		["驳"] = {
			["为"] = {
				["六"] = {
					["4"] = {
						["辩"] = {
							["护"] = {
								["的"] = {
									["一"] = {
										["种"] = {
											["论"] = {
												["调"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["发"] = {
		["$"] = {
			["$"] = {
				["仑"] = {
					result = true
				},
				["伦"] = {
					result = true
				},
				["抡"] = {
					result = true
				},
				["沦"] = {
					result = true
				},
				["纶"] = {
					result = true
				},
				["论"] = {
					result = true
				},
				["轮"] = {
					result = true
				}
			},
			["仑"] = {
				result = true
			},
			["伦"] = {
				result = true
			},
			["抡"] = {
				result = true
			},
			["沦"] = {
				result = true
			},
			["纶"] = {
				result = true
			},
			["论"] = {
				result = true
			},
			["轮"] = {
				result = true
			}
		},
		["*"] = {
			["*"] = {
				["仑"] = {
					result = true
				},
				["伦"] = {
					result = true
				},
				["抡"] = {
					result = true
				},
				["沦"] = {
					result = true
				},
				["纶"] = {
					result = true
				},
				["论"] = {
					result = true
				},
				["轮"] = {
					result = true
				}
			},
			["仑"] = {
				result = true
			},
			["伦"] = {
				result = true
			},
			["抡"] = {
				result = true
			},
			["沦"] = {
				result = true
			},
			["纶"] = {
				result = true
			},
			["论"] = {
				result = true
			},
			["轮"] = {
				result = true
			}
		},
		["@"] = {
			["@"] = {
				["仑"] = {
					result = true
				},
				["伦"] = {
					result = true
				},
				["抡"] = {
					result = true
				},
				["沦"] = {
					result = true
				},
				["纶"] = {
					result = true
				},
				["论"] = {
					result = true
				},
				["轮"] = {
					result = true
				}
			},
			["仑"] = {
				result = true
			},
			["伦"] = {
				result = true
			},
			["抡"] = {
				result = true
			},
			["沦"] = {
				result = true
			},
			["纶"] = {
				result = true
			},
			["论"] = {
				result = true
			},
			["轮"] = {
				result = true
			}
		},
		P = {
			P = {
				result = true
			}
		},
		["^"] = {
			["^"] = {
				["仑"] = {
					result = true
				},
				["伦"] = {
					result = true
				},
				["抡"] = {
					result = true
				},
				["沦"] = {
					result = true
				},
				["纶"] = {
					result = true
				},
				["论"] = {
					result = true
				},
				["轮"] = {
					result = true
				}
			},
			["仑"] = {
				result = true
			},
			["伦"] = {
				result = true
			},
			["抡"] = {
				result = true
			},
			["沦"] = {
				result = true
			},
			["纶"] = {
				result = true
			},
			["论"] = {
				result = true
			},
			["轮"] = {
				result = true
			}
		},
		p = {
			i = {
				a = {
					o = {
						result = true
					}
				}
			}
		},
		["~"] = {
			["~"] = {
				["仑"] = {
					result = true
				},
				["伦"] = {
					result = true
				},
				["抡"] = {
					result = true
				},
				["沦"] = {
					result = true
				},
				["纶"] = {
					result = true
				},
				["论"] = {
					result = true
				},
				["轮"] = {
					result = true
				}
			},
			["仑"] = {
				result = true
			},
			["伦"] = {
				result = true
			},
			["抡"] = {
				result = true
			},
			["沦"] = {
				result = true
			},
			["票"] = {
				result = true
			},
			["纶"] = {
				result = true
			},
			["论"] = {
				result = true
			},
			["轮"] = {
				result = true
			}
		},
		["令"] = {
			["枪"] = {
				result = true
			}
		},
		["假"] = {
			["人"] = {
				["民"] = {
					["币"] = {
						result = true
					}
				}
			},
			["币"] = {
				result = true
			},
			["硬"] = {
				["币"] = {
					result = true
				}
			},
			["钞"] = {
				result = true
			},
			["钱"] = {
				result = true
			}
		},
		["剽"] = {
			["代"] = {
				["开"] = {
					result = true
				}
			}
		},
		["售"] = {
			["新"] = {
				["版"] = {
					["假"] = {
						["币"] = {
							result = true
						},
						["钱"] = {
							result = true
						}
					}
				}
			}
		},
		["奖"] = {
			["使"] = {
				["者"] = {
					result = true
				}
			}
		},
		["射"] = {
			["干"] = {
				["扰"] = {
					["器"] = {
						result = true
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["玩"] = {
						["具"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["帖"] = {
			["人"] = {
				["招"] = {
					["聘"] = {
						result = true
					}
				}
			},
			["赚"] = {
				["钱"] = {
					result = true
				}
			}
		},
		["廊"] = {
			["叫"] = {
				["熟"] = {
					["鸡"] = {
						result = true
					}
				}
			},
			["小"] = {
				["姐"] = {
					result = true
				}
			},
			["性"] = {
				["息"] = {
					result = true
				}
			},
			["悠"] = {
				["闲"] = {
					result = true
				}
			}
		},
		["情"] = {
			["摧"] = {
				["眠"] = {
					["术"] = {
						result = true
					}
				}
			},
			["药"] = {
				result = true
			}
		},
		["漂"] = {
			["代"] = {
				["开"] = {
					result = true,
					["保"] = {
						["真"] = {
							result = true
						}
					}
				},
				["理"] = {
					result = true
				}
			},
			["公"] = {
				["司"] = {
					result = true
				}
			},
			["可"] = {
				["验"] = {
					result = true
				}
			},
			["转"] = {
				["让"] = {
					result = true
				}
			}
		},
		["烟"] = {
			["弹"] = {
				result = true
			}
		},
		["现"] = {
			["敌"] = {
				["人"] = {
					result = true
				}
			},
			["答"] = {
				["案"] = {
					result = true
				}
			},
			["考"] = {
				["题"] = {
					result = true
				}
			}
		},
		["票"] = {
			t = {
				e = {
					l = {
						result = true
					}
				}
			},
			["‖"] = {
				["宜"] = {
					["昌"] = {
						result = true
					}
				}
			},
			["、"] = {
				result = true
			},
			["业"] = {
				["务"] = {
					result = true
				}
			},
			["亻"] = {
				["呆"] = {
					["真"] = {
						result = true
					}
				}
			},
			["代"] = {
				["&"] = {
					["办"] = {
						result = true
					}
				},
				["办"] = {
					result = true,
					M = {
						Y = {
							result = true
						}
					},
					["密"] = {
						["云"] = {
							["的"] = {
								result = true
							}
						}
					}
				},
				["售"] = {
					result = true
				},
				["理"] = {
					result = true
				}
			},
			["保"] = {
				["真"] = {
					result = true,
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			},
			["全"] = {
				result = true
			},
			["公"] = {
				["司"] = {
					result = true,
					["代"] = {
						["理"] = {
							result = true
						}
					}
				}
			},
			["刻"] = {
				["章"] = {
					["车"] = {
						["牌"] = {
							result = true
						}
					}
				}
			},
			["办"] = {
				["理"] = {
					result = true
				}
			},
			["北"] = {
				["京"] = {
					result = true
				}
			},
			["印"] = {
				["刷"] = {
					result = true
				}
			},
			["可"] = {
				["验"] = {
					result = true
				}
			},
			["咨"] = {
				["询"] = {
					result = true
				}
			},
			["团"] = {
				["购"] = {
					result = true
				}
			},
			["开"] = {
				result = true
			},
			["查"] = {
				["询"] = {
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			},
			["规"] = {
				["定"] = {
					result = true
				}
			},
			["货"] = {
				["真"] = {
					["价"] = {
						["实"] = {
							result = true
						}
					}
				}
			},
			["转"] = {
				["让"] = {
					result = true
				}
			},
			["那"] = {
				["里"] = {
					["有"] = {
						result = true
					}
				}
			},
			["需"] = {
				["要"] = {
					result = true
				}
			},
			["顺"] = {
				["义"] = {
					result = true
				}
			},
			["预"] = {
				["订"] = {
					result = true
				}
			}
		},
		["税"] = {
			["票"] = {
				["发"] = {
					["票"] = {
						result = true,
						["、"] = {
							result = true
						},
						["代"] = {
							["办"] = {
								result = true
							},
							["开"] = {
								result = true
							},
							["理"] = {
								result = true
							}
						},
						["保"] = {
							["真"] = {
								result = true
							}
						},
						["公"] = {
							["司"] = {
								result = true
							}
						},
						["可"] = {
							["验"] = {
								result = true
							}
						},
						["转"] = {
							["让"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["表"] = {
			["声"] = {
				["明"] = {
					[" "] = {
						["六"] = {
							["四"] = {
								result = true
							}
						}
					},
					["六"] = {
						["四"] = {
							result = true
						}
					}
				}
			}
		},
		["西"] = {
			["示"] = {
				d = {
					a = {
						i = {
							["办"] = {
								result = true
							}
						}
					}
				},
				["代"] = {
					["办"] = {
						result = true
					}
				}
			}
		},
		["课"] = {
			["公"] = {
				["司"] = {
					result = true
				}
			}
		},
		["飘"] = {
			result = true,
			["代"] = {
				["开"] = {
					result = true
				}
			}
		}
	},
	["古"] = {
		K = {
			result = true,
			["粉"] = {
				result = true
			}
		},
		["丽"] = {
			["米"] = {
				["拉"] = {
					["艾"] = {
						["明"] = {
							result = true
						}
					}
				}
			}
		},
		["交"] = {
			["麻"] = {
				["古"] = {
					result = true
				}
			}
		},
		["代"] = {
			["性"] = {
				["交"] = {
					result = true
				}
			}
		},
		["兰"] = {
			["经"] = {
				result = true
			}
		},
		["典"] = {
			["征"] = {
				["战"] = {
					result = true
				}
			},
			["武"] = {
				["色"] = {
					result = true
				}
			}
		},
		["冰"] = {
			result = true
		},
		["刃"] = {
			["刀"] = {
				["剑"] = {
					result = true
				}
			}
		},
		["剑"] = {
			result = true
		},
		["域"] = {
			["传"] = {
				["说"] = {
					result = true
				}
			},
			["傳"] = {
				["說"] = {
					result = true
				}
			}
		},
		["子"] = {
			result = true
		},
		["川"] = {
			["由"] = {
				["麻"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["遥"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["斯"] = {
			["兰"] = {
				["玛"] = {
					result = true
				}
			}
		},
		["方"] = {
			["米"] = {
				["香"] = {
					result = true
				}
			}
		},
		["月"] = {
			["帝"] = {
				result = true
			}
		},
		["柯"] = {
			result = true,
			["叶"] = {
				result = true
			}
		},
		["桃"] = {
			["色"] = {
				["联"] = {
					["系"] = {
						result = true
					}
				}
			}
		},
		["汉"] = {
			result = true
		},
		["田"] = {
			result = true,
			["习"] = {
				["现"] = {
					["身"] = {
						result = true
					}
				}
			},
			["会"] = {
				["议"] = {
					result = true,
					["习"] = {
						result = true
					}
				}
			},
			["住"] = {
				["3"] = {
					["天"] = {
						result = true
					}
				},
				["三"] = {
					["天"] = {
						result = true
					}
				}
			},
			["全"] = {
				["军"] = {
					["会"] = {
						["议"] = {
							result = true
						}
					}
				}
			},
			["召"] = {
				["开"] = {
					["习"] = {
						["现"] = {
							["身"] = {
								result = true
							}
						},
						["近"] = {
							["平"] = {
								result = true
							}
						}
					}
				}
			},
			["戒"] = {
				["严"] = {
					["安"] = {
						["检"] = {
							result = true
						}
					}
				}
			},
			["會"] = {
				["議"] = {
					result = true
				}
			}
		},
		["老"] = {
			["枪"] = {
				["械"] = {
					result = true
				}
			},
			["的"] = {
				["符"] = {
					["咒"] = {
						result = true
					}
				}
			}
		},
		["董"] = {
			["枪"] = {
				result = true
			}
		},
		["都"] = {
			["光"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				},
				["野"] = {
					["外"] = {
						["刺"] = {
							["激"] = {
								result = true
							}
						}
					}
				},
				["黄"] = {
					["色"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["里"] = {
			["赤"] = {
				result = true
			}
		},
		["镇"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["鲁"] = {
			["拉"] = {
				result = true
			}
		},
		["鹰"] = {
			result = true
		}
	},
	["叧"] = {
		["類"] = {
			["羣"] = {
				["茭"] = {
					result = true
				}
			},
			["脃"] = {
				["圖"] = {
					result = true
				}
			},
			["變"] = {
				["忲"] = {
					result = true
				}
			},
			["電"] = {
				["影"] = {
					result = true
				}
			}
		}
	},
	["叫"] = {
		m = {
			["春"] = {
				result = true
			}
		},
		v = {
			["床"] = {
				result = true
			}
		},
		["兽"] = {
			result = true
		},
		["嚣"] = {
			["乎"] = {
				["东"] = {
					["西"] = {
						result = true
					}
				}
			}
		},
		["声"] = {
			["很"] = {
				["悦"] = {
					["耳"] = {
						result = true
					}
				}
			},
			["淫"] = {
				["荡"] = {
					result = true
				}
			}
		},
		["床"] = {
			["呻"] = {
				["吟"] = {
					result = true
				}
			},
			["声"] = {
				result = true
			},
			["的"] = {
				["故"] = {
					["事"] = {
						result = true
					}
				}
			},
			["粉"] = {
				result = true
			},
			["聲"] = {
				result = true
			}
		},
		["援"] = {
			["交"] = {
				["妹"] = {
					result = true
				}
			}
		},
		["春"] = {
			["、"] = {
				["叫"] = {
					["床"] = {
						result = true
					}
				}
			},
			["任"] = {
				["你"] = {
					["看"] = {
						result = true
					}
				}
			}
		},
		["的"] = {
			["不"] = {
				["错"] = {
					result = true
				}
			}
		},
		["雞"] = {
			result = true
		}
	},
	["号"] = {
		["复"] = {
			["装"] = {
				["弹"] = {
					result = true
				}
			}
		}
	},
	["各"] = {
		["型"] = {
			["号"] = {
				["烟"] = {
					["花"] = {
						["爆"] = {
							["竹"] = {
								result = true
							}
						}
					}
				}
			},
			["號"] = {
				["煙"] = {
					["花"] = {
						["爆"] = {
							["竹"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["式"] = {
			["军"] = {
				["刺"] = {
					result = true
				},
				["用"] = {
					["枪"] = {
						result = true,
						["支"] = {
							result = true
						}
					}
				}
			},
			["刀"] = {
				j = {
					u = {
						["专"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["口"] = {
					["枪"] = {
						result = true
					},
					["槍"] = {
						result = true
					}
				}
			},
			["民"] = {
				["用"] = {
					["猎"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["气"] = {
				["手"] = {
					["枪"] = {
						result = true
					}
				},
				["枪"] = {
					result = true
				}
			},
			["热"] = {
				["兵"] = {
					["器"] = {
						result = true
					}
				}
			},
			["警"] = {
				["常"] = {
					["服"] = {
						result = true
					}
				},
				["用"] = {
					["常"] = {
						["服"] = {
							result = true
						}
					}
				}
			},
			["赌"] = {
				["博"] = {
					["机"] = {
						result = true
					}
				}
			}
		},
		["所"] = {
			["股"] = {
				["民"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					}
				}
			}
		},
		["校"] = {
			["考"] = {
				["生"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					}
				}
			}
		},
		["种"] = {
			K = {
				["粉"] = {
					result = true
				}
			},
			p = {
				i = {
					a = {
						o = {
							["具"] = {
								result = true
							}
						}
					}
				}
			},
			["万"] = {
				["能"] = {
					["钥"] = {
						["匙"] = {
							result = true
						}
					}
				}
			},
			["乱"] = {
				["伦"] = {
					["片"] = {
						result = true
					}
				}
			},
			["仿"] = {
				["真"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					},
					["枪"] = {
						result = true
					}
				}
			},
			["假"] = {
				["币"] = {
					result = true
				},
				["钱"] = {
					["币"] = {
						result = true
					}
				}
			},
			["偷"] = {
				["拍"] = {
					result = true
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["制"] = {
				["毒"] = {
					["工"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["发"] = {
				["票"] = {
					result = true
				}
			},
			["口"] = {
				["径"] = {
					result = true,
					["子"] = {
						["弹"] = {
							["."] = {
								result = true
							}
						}
					}
				}
			},
			["各"] = {
				["样"] = {
					["低"] = {
						["价"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["开"] = {
				["锁"] = {
					["工"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["机"] = {
				["枪"] = {
					result = true
				}
			},
			["枪"] = {
				l = {
					["支"] = {
						result = true
					}
				},
				["支"] = {
					result = true,
					["部"] = {
						["件"] = {
							result = true
						}
					}
				},
				["零"] = {
					["部"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["档"] = {
				["案"] = {
					["材"] = {
						["料"] = {
							result = true
						}
					}
				}
			},
			["植"] = {
				["物"] = {
					["冰"] = {
						result = true
					}
				}
			},
			["正"] = {
				["件"] = {
					["代"] = {
						["办"] = {
							result = true
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					result = true,
					["铅"] = {
						["弹"] = {
							result = true
						}
					}
				}
			},
			["汽"] = {
				g = {
					o = {
						u = {
							result = true
						}
					}
				},
				["狗"] = {
					result = true
				}
			},
			["洋"] = {
				["枪"] = {
					result = true
				}
			},
			["炸"] = {
				["药"] = {
					["配"] = {
						["方"] = {
							result = true
						}
					}
				}
			},
			["烟"] = {
				["花"] = {
					["炮"] = {
						["竹"] = {
							result = true
						}
					},
					["爆"] = {
						["竹"] = {
							result = true
						}
					}
				}
			},
			["狩"] = {
				["猎"] = {
					["弓"] = {
						["努"] = {
							result = true
						},
						["弩"] = {
							result = true
						}
					}
				}
			},
			["猎"] = {
				["枪"] = {
					result = true
				}
			},
			["电"] = {
				["击"] = {
					["器"] = {
						["才"] = {
							["专"] = {
								result = true
							}
						}
					}
				},
				["棒"] = {
					["警"] = {
						["棍"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["發"] = {
				["票"] = {
					["待"] = {
						["开"] = {
							result = true
						}
					}
				}
			},
			["票"] = {
				["据"] = {
					["全"] = {
						result = true
					}
				}
			},
			["种"] = {
				["类"] = {
					["汽"] = {
						["狗"] = {
							result = true
						}
					}
				}
			},
			["突"] = {
				["击"] = {
					["刀"] = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					}
				}
			},
			["职"] = {
				["称"] = {
					["证"] = {
						result = true
					}
				}
			},
			["自"] = {
				["拍"] = {
					["偷"] = {
						["拍"] = {
							result = true
						}
					}
				}
			},
			["艳"] = {
				["照"] = {
					["诱"] = {
						["惑"] = {
							result = true
						}
					}
				}
			},
			["英"] = {
				["语"] = {
					["证"] = {
						result = true
					}
				}
			},
			["警"] = {
				["用"] = {
					["装"] = {
						["备"] = {
							result = true
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					["代"] = {
						["办"] = {
							result = true
						}
					}
				}
			},
			["语"] = {
				["言"] = {
					["证"] = {
						["书"] = {
							result = true
						}
					}
				}
			},
			["进"] = {
				["口"] = {
					["气"] = {
						result = true,
						["#"] = {
							["枪"] = {
								result = true
							}
						},
						["枪"] = {
							result = true,
							["专"] = {
								result = true
							}
						},
						["狗"] = {
							result = true
						}
					}
				}
			},
			["迷"] = {
				["药"] = {
					result = true,
					["."] = {
						result = true
					}
				}
			},
			["银"] = {
				["行"] = {
					["信"] = {
						["用"] = {
							["卡"] = {
								result = true
							}
						}
					},
					["卡"] = {
						result = true
					},
					["存"] = {
						["折"] = {
							result = true
						}
					}
				}
			},
			["防"] = {
				["枪"] = {
					["支"] = {
						result = true
					}
				},
				["身"] = {
					["电"] = {
						["井"] = {
							["棒"] = {
								result = true
							}
						},
						["警"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			},
			["高"] = {
				["仿"] = {
					["枪"] = {
						result = true
					}
				},
				["压"] = {
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["種"] = {
			["煙"] = {
				["花"] = {
					["爆"] = {
						["竹"] = {
							result = true
						}
					}
				}
			},
			["狩"] = {
				["獵"] = {
					["弓"] = {
						["弩"] = {
							result = true
						}
					}
				}
			},
			["谜"] = {
				["薬"] = {
					result = true
				}
			},
			["進"] = {
				["口"] = {
					["氣"] = {
						["槍"] = {
							result = true
						},
						["狗"] = {
							result = true
						}
					}
				}
			},
			["銀"] = {
				["行"] = {
					["信"] = {
						["用"] = {
							["卡"] = {
								result = true
							}
						}
					},
					["卡"] = {
						result = true
					},
					["存"] = {
						["折"] = {
							result = true
						},
						["摺"] = {
							result = true
						}
					}
				}
			}
		},
		["类"] = {
			["假"] = {
				["证"] = {
					result = true,
					["件"] = {
						result = true
					}
				}
			},
			["发"] = {
				["票"] = {
					result = true
				}
			},
			["操"] = {
				["作"] = {
					["证"] = {
						result = true
					}
				}
			},
			["机"] = {
				["枪"] = {
					result = true
				}
			},
			["枪"] = {
				["支"] = {
					result = true
				}
			},
			["猎"] = {
				["狗"] = {
					result = true
				}
			},
			["电"] = {
				["警"] = {
					["棒"] = {
						result = true
					}
				}
			},
			["考"] = {
				["生"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					},
					["名"] = {
						["单"] = {
							result = true
						}
					}
				}
			},
			["証"] = {
				result = true
			},
			["警"] = {
				["用"] = {
					["手"] = {
						["铐"] = {
							result = true
						}
					},
					["装"] = {
						["备"] = {
							result = true
						}
					}
				}
			},
			["软"] = {
				["硬"] = {
					["警"] = {
						["衔"] = {
							result = true
						}
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["门"] = {
				["快"] = {
					["开"] = {
						result = true
					}
				}
			},
			["防"] = {
				["身"] = {
					["器"] = {
						["材"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["雷"] = {
				["管"] = {
					result = true
				}
			}
		},
		["职"] = {
			["业"] = {
				["制"] = {
					["服"] = {
						["诱"] = {
							["惑"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["色"] = {
			["口"] = {
				["爆"] = {
					result = true,
					["的"] = {
						["瞬"] = {
							["间"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["面"] = {
			["直"] = {
				["版"] = {
					["币"] = {
						result = true
					}
				}
			}
		},
		["類"] = {
			["証"] = {
				result = true
			},
			["警"] = {
				["用"] = {
					["手"] = {
						["銬"] = {
							result = true
						}
					}
				}
			},
			["軍"] = {
				["用"] = {
					["槍"] = {
						result = true
					}
				}
			},
			["銀"] = {
				["行"] = {
					["卡"] = {
						result = true
					}
				}
			}
		}
	},
	["合"] = {
		["一"] = {
			["共"] = {
				["融"] = {
					result = true
				}
			}
		},
		["乐"] = {
			["8"] = {
				["8"] = {
					["8"] = {
						result = true
					}
				}
			}
		},
		["十"] = {
			["手"] = {
				result = true
			}
		},
		["和"] = {
			["武"] = {
				["士"] = {
					["刀"] = {
						result = true
					}
				}
			}
		},
		["围"] = {
			["大"] = {
				["老"] = {
					["虎"] = {
						result = true
					}
				}
			}
		},
		["川"] = {
			["区"] = {
				["办"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["彩"] = {
			["改"] = {
				["单"] = {
					result = true
				},
				["單"] = {
					result = true
				}
			}
		},
		["服"] = {
			["屏"] = {
				["蔽"] = {
					["字"] = {
						result = true
					}
				}
			}
		},
		["欢"] = {
			["粉"] = {
				result = true
			}
		},
		["法"] = {
			["汽"] = {
				["枪"] = {
					["专"] = {
						result = true
					}
				}
			}
		},
		["真"] = {
			["猎"] = {
				["枪"] = {
					["专"] = {
						result = true
					}
				}
			}
		},
		["苏"] = {
			["木"] = {
				result = true
			}
		},
		["金"] = {
			["装"] = {
				["甲"] = {
					["板"] = {
						result = true
					}
				}
			},
			["钢"] = {
				["珠"] = {
					result = true
				}
			}
		},
		["阳"] = {
			["假"] = {
				["证"] = {
					result = true
				}
			}
		}
	},
	["吉"] = {
		["井"] = {
			["彩"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			},
			["泰"] = {
				["子"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["爱"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["希"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				},
				["穗"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["儿"] = {
			result = true
		},
		["冈"] = {
			["惠"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["爱"] = {
				["美"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					}
				}
			}
		},
		["利"] = {
			["官"] = {
				["网"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			},
			["心"] = {
				["水"] = {
					result = true
				}
			}
		},
		["力"] = {
			["力"] = {
				result = true
			}
		},
		["原"] = {
			["炎"] = {
				["上"] = {
					result = true
				}
			}
		},
		["合"] = {
			["得"] = {
				result = true
			},
			["提"] = {
				result = true
			}
		},
		["吉"] = {
			["影"] = {
				["院"] = {
					["成"] = {
						["人"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			}
		},
		["和"] = {
			["得"] = {
				result = true
			}
		},
		["哈"] = {
			["得"] = {
				result = true
			},
			["德"] = {
				result = true
			}
		},
		["岡"] = {
			["愛"] = {
				["美"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					}
				}
			}
		},
		["川"] = {
			["夏"] = {
				["里"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["惠"] = {
				["美"] = {
					["梨"] = {
						["种"] = {
							["子"] = {
								result = true
							},
							["紫"] = {
								result = true
							}
						}
					}
				}
			},
			["萌"] = {
				result = true,
				["黄"] = {
					["色"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["择"] = {
			["明"] = {
				["步"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["木"] = {
			["梨"] = {
				["纱"] = {
					result = true
				}
			}
		},
		["村"] = {
			["壽"] = {
				["桃"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["彩"] = {
				["夏"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				},
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			}
		},
		["比"] = {
			["特"] = {
				result = true
			}
		},
		["永"] = {
			["光"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["沙"] = {
				["织"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["由"] = {
				["裡"] = {
					["雅"] = {
						["種"] = {
							["子"] = {
								result = true
							}
						}
					}
				},
				["里"] = {
					["雅"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["沢"] = {
			["明"] = {
				["步"] = {
					a = {
						v = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					},
					["高"] = {
						["清"] = {
							result = true
						}
					}
				},
				["歩"] = {
					result = true,
					["大"] = {
						["尺"] = {
							["度"] = {
								result = true
							}
						}
					},
					["步"] = {
						["兵"] = {
							result = true
						}
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					},
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["泽"] = {
			["明"] = {
				["步"] = {
					result = true,
					A = {
						V = {
							result = true
						}
					},
					b = {
						t = {
							result = true
						}
					},
					["套"] = {
						["图"] = {
							result = true
						}
					},
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["电"] = {
						["驴"] = {
							result = true
						}
					},
					["的"] = {
						A = {
							V = {
								result = true
							}
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					},
					["迅"] = {
						["雷"] = {
							result = true
						}
					},
					["高"] = {
						["清"] = {
							result = true,
							["图"] = {
								result = true
							}
						}
					}
				}
			},
			["朝"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["里"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["澤"] = {
			["明"] = {
				["步"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["炳"] = {
			["轩"] = {
				["危"] = {
					["险"] = {
						result = true
					}
				}
			}
		},
		["琦"] = {
			["直"] = {
				["绪"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["田"] = {
			["步"] = {
				b = {
					t = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			},
			["真"] = {
				["弓"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["绘"] = {
				["理"] = {
					["香"] = {
						["种"] = {
							["子"] = {
								result = true
							},
							["紫"] = {
								result = true
							}
						}
					}
				}
			},
			["美"] = {
				["丽"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["祥"] = {
			["坊"] = {
				["官"] = {
					["方"] = {
						["网"] = {
							["站"] = {
								result = true
							}
						}
					}
				}
			},
			["彩"] = {
				result = true,
				["娱"] = {
					["乐"] = {
						["平"] = {
							["台"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["警"] = {
			["彩"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["爱"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["希"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				},
				["穗"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["野"] = {
			["あ"] = {
				["ゆ"] = {
					["み"] = {
						result = true
					}
				}
			},
			["友"] = {
				["希"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["瞳"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["纱"] = {
				["利"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["里"] = {
				["沙"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["麻"] = {
				["由"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["首"] = {
			result = true
		}
	},
	["后"] = {
		v = {
			["庭"] = {
				["诱"] = {
					["惑"] = {
						result = true
					}
				}
			}
		},
		["入"] = {
			["大"] = {
				["屁"] = {
					["股"] = {
						["女"] = {
							["友"] = {
								result = true
							}
						}
					}
				}
			},
			["式"] = {
				result = true,
				["狂"] = {
					["操"] = {
						result = true
					},
					["日"] = {
						result = true
					}
				}
			},
			["情"] = {
				["人"] = {
					result = true
				}
			},
			["网"] = {
				["袜"] = {
					["妹"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["肥"] = {
				["臀"] = {
					["~"] = {
						result = true
					}
				}
			},
			["自"] = {
				["拍"] = {
					result = true
				}
			}
		},
		["台"] = {
			["怒"] = {
				["插"] = {
					["骚"] = {
						["女"] = {
							result = true
						}
					}
				}
			},
			["江"] = {
				["苏"] = {
					["省"] = {
						["省"] = {
							["委"] = {
								result = true
							}
						}
					}
				}
			},
			["浮"] = {
				["出"] = {
					["吴"] = {
						["官"] = {
							["正"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["土"] = {
			["娘"] = {
				["娘"] = {
					result = true
				}
			}
		},
		["宫"] = {
			["佳"] = {
				["丽"] = {
					["三"] = {
						["千"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			},
			["太"] = {
				["子"] = {
					["居"] = {
						result = true
					}
				}
			},
			["学"] = {
				["园"] = {
					result = true
				}
			},
			["男"] = {
				["医"] = {
					result = true
				}
			},
			["社"] = {
				["区"] = {
					result = true
				}
			},
			["群"] = {
				["芳"] = {
					["图"] = {
						result = true
					}
				}
			},
			["阁"] = {
				result = true
			}
		},
		["家"] = {
			["中"] = {
				["疯"] = {
					["狂"] = {
						["偷"] = {
							["情"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["庭"] = {
			["花"] = {
				result = true,
				["在"] = {
					["线"] = {
						result = true
					}
				}
			},
			["诱"] = {
				result = true,
				["惑"] = {
					result = true,
					["在"] = {
						["线"] = {
							["看"] = {
								result = true
							}
						}
					},
					["地"] = {
						["址"] = {
							result = true
						}
					},
					["真"] = {
						["人"] = {
							result = true
						}
					}
				}
			}
		},
		["情"] = {
			["侣"] = {
				["沙"] = {
					["发"] = {
						["性"] = {
							["爱"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["打"] = {
			["黑"] = {
				["时"] = {
					["代"] = {
						result = true
					}
				}
			}
		},
		["控"] = {
			["黑"] = {
				["丝"] = {
					result = true
				}
			}
		},
		["插"] = {
			["极"] = {
				["爽"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["老"] = {
				["婆"] = {
					result = true
				}
			}
		},
		["的"] = {
			["小"] = {
				["三"] = {
					result = true
				}
			}
		},
		["编"] = {
			["藤"] = {
				["井"] = {
					result = true
				}
			}
		},
		["羿"] = {
			["弓"] = {
				["弩"] = {
					["专"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["花"] = {
			["园"] = {
				result = true
			}
		},
		["藤"] = {
			["惠"] = {
				["里"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					},
					["紫"] = {
						["种"] = {
							["紫"] = {
								result = true
							}
						}
					}
				}
			},
			["美"] = {
				["纪"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["街"] = {
			["女"] = {
				["网"] = {
					result = true
				}
			}
		},
		["进"] = {
			["式"] = {
				["大"] = {
					["集"] = {
						["合"] = {
							result = true
						}
					}
				}
			}
		},
		["门"] = {
			["?"] = {
				result = true
			}
		},
		["高"] = {
			["三"] = {
				["骚"] = {
					["货"] = {
						["自"] = {
							["拍"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["含"] = {
		["丸"] = {
			result = true
		},
		["捻"] = {
			result = true
		},
		["撚"] = {
			result = true
		},
		["鳥"] = {
			result = true
		}
	},
	["吼"] = {
		["叫"] = {
			["一"] = {
				["九"] = {
					["八"] = {
						["九"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["呃"] = {
		["7"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["告"] = {
		["全"] = {
			["国"] = {
				["同"] = {
					["胞"] = {
						result = true
					}
				}
			},
			["體"] = {
				["線"] = {
					["民"] = {
						["書"] = {
							result = true
						}
					}
				}
			}
		},
		["别"] = {
			["处"] = {
				["男"] = {
					["生"] = {
						["涯"] = {
							result = true
						}
					}
				}
			}
		},
		["同"] = {
			["胞"] = {
				["书"] = {
					["全"] = {
						["文"] = {
							result = true
						}
					}
				}
			}
		},
		["西"] = {
			["藏"] = {
				result = true,
				["同"] = {
					["胞"] = {
						["书"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["呋"] = {
		["喃"] = {
			["甲"] = {
				["醛"] = {
					["配"] = {
						["制"] = {
							result = true
						}
					}
				}
			}
		},
		["替"] = {
			["啶"] = {
				result = true
			}
		}
	},
	["呺"] = {
		["碼"] = {
			["恁"] = {
				["噫"] = {
					["显"] = {
						result = true
					}
				}
			}
		}
	},
	["呼"] = {
		["伦"] = {
			["贝"] = {
				["尔"] = {
					["冰"] = {
						["毒"] = {
							result = true
						}
					},
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["吁"] = {
			["书"] = {
				result = true
			}
		},
		["和"] = {
			["冰"] = {
				["毒"] = {
					["在"] = {
						["哪"] = {
							result = true
						}
					}
				}
			}
		},
		["市"] = {
			["公"] = {
				["共"] = {
					["场"] = {
						["所"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["和"] = {
		["婶"] = {
			["婶"] = {
				["做"] = {
					["爱"] = {
						result = true
					}
				}
			}
		},
		["嫂"] = {
			["嫂"] = {
				["淫"] = {
					["穴"] = {
						result = true
					}
				}
			}
		},
		["子"] = {
			["的"] = {
				["饭"] = {
					["后"] = {
						["活"] = {
							["动"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["少"] = {
			["妇"] = {
				["做"] = {
					["爱"] = {
						["好"] = {
							["爽"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["已"] = {
			["婚"] = {
				["姐"] = {
					["姐"] = {
						["做"] = {
							["爱"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["平"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["奖"] = {
				result = true,
				["刘"] = {
					["晓"] = {
						["波"] = {
							b = {
								b = {
									s = {
										result = true
									}
								}
							}
						}
					}
				},
				["究"] = {
					["竟"] = {
						["唱"] = {
							["的"] = {
								["是"] = {
									["哪"] = {
										["出"] = {
											["戏"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				},
				["诺"] = {
					["贝"] = {
						["尔"] = {
							["刘"] = {
								["晓"] = {
									["波"] = {
										["公"] = {
											["正"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["影"] = {
				["都"] = {
					result = true
				}
			},
			["战"] = {
				["略"] = {
					["研"] = {
						["究"] = {
							["所"] = {
								result = true
							}
						}
					}
				}
			},
			["演"] = {
				["变"] = {
					["道"] = {
						["路"] = {
							["已"] = {
								result = true
							}
						}
					}
				}
			},
			["集"] = {
				["会"] = {
					["抗"] = {
						["议"] = {
							result = true
						}
					}
				}
			},
			["非"] = {
				["暴"] = {
					["力"] = {
						result = true
					}
				}
			}
		},
		["情"] = {
			["人"] = {
				["开"] = {
					["房"] = {
						result = true
					}
				},
				["的"] = {
					["对"] = {
						["话"] = {
							result = true
						}
					}
				}
			},
			["妇"] = {
				["野"] = {
					["外"] = {
						["偷"] = {
							["情"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["我"] = {
			["老"] = {
				["婆"] = {
					["做"] = {
						["爱"] = {
							result = true
						}
					}
				}
			}
		},
		["条"] = {
			["友"] = {
				["做"] = {
					["爱"] = {
						result = true
					}
				}
			}
		},
		["淫"] = {
			["荡"] = {
				["母"] = {
					["女"] = {
						["玩"] = {
							P = {
								result = true
							}
						}
					}
				}
			}
		},
		["熟"] = {
			["女"] = {
				["同"] = {
					["事"] = {
						["做"] = {
							result = true
						}
					}
				}
			}
		},
		["田"] = {
			["愛"] = {
				b = {
					t = {
						result = true
					}
				}
			},
			["无"] = {
				["码"] = {
					result = true
				}
			},
			["爱"] = {
				b = {
					t = {
						result = true
					}
				}
			}
		},
		["親"] = {
			["姐"] = {
				["姐"] = {
					["作"] = {
						["愛"] = {
							result = true
						}
					}
				}
			}
		},
		["谐"] = {
			["奖"] = {
				result = true
			}
		},
		["骚"] = {
			["货"] = {
				["老"] = {
					["婆"] = {
						["草"] = {
							["逼"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["咕"] = {
		["噜"] = {
			result = true
		}
	},
	["咟"] = {
		["傢"] = {
			["泺"] = {
				["帾"] = {
					["博"] = {
						result = true
					}
				}
			}
		},
		["匼"] = {
			["笣"] = {
				result = true
			}
		},
		["悡"] = {
			["爺"] = {
				["佬"] = {
					["啴"] = {
						["閞"] = {
							result = true
						}
					}
				}
			}
		},
		["順"] = {
			["鎻"] = {
				["鄴"] = {
					result = true
				}
			}
		}
	},
	["咭"] = {
		["沢"] = {
			["眀"] = {
				["歩"] = {
					result = true
				}
			}
		}
	},
	["咯"] = {
		["乧"] = {
			["靴"] = {
				["叨"] = {
					result = true
				}
			}
		}
	},
	["哄"] = {
		["志"] = {
			result = true
		},
		["抢"] = {
			["周"] = {
				["口"] = {
					["店"] = {
						result = true
					}
				}
			}
		},
		["至"] = {
			result = true
		}
	},
	["哆"] = {
		["亾"] = {
			["卆"] = {
				["茭"] = {
					result = true
				}
			}
		},
		["糼"] = {
			["能"] = {
				["菥"] = {
					["叨"] = {
						result = true
					}
				},
				["閞"] = {
					["鎻"] = {
						["熗"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["哈"] = {
		["伯"] = {
			result = true
		},
		["博"] = {
			["森"] = {
				result = true
			}
		},
		["山"] = {
			["下"] = {
				["折"] = {
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["爾"] = {
			["濱"] = {
				["小"] = {
					["姐"] = {
						["上"] = {
							["門"] = {
								result = true
							}
						}
					}
				},
				["辦"] = {
					["證"] = {
						result = true
					}
				}
			}
		},
		["瑞"] = {
			["斯"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["皮"] = {
			["鲁"] = {
				result = true
			}
		},
		["耶"] = {
			["出"] = {
				["版"] = {
					["社"] = {
						result = true
					}
				}
			}
		},
		["里"] = {
			["小"] = {
				["黑"] = {
					["刀"] = {
						result = true
					}
				}
			}
		},
		["默"] = {
			["利"] = {
				result = true
			}
		}
	},
	["哗"] = {
		["变"] = {
			result = true
		},
		["哗"] = {
			["曼"] = {
				result = true
			}
		}
	},
	["哥"] = {
		["也"] = {
			["撸"] = {
				["影"] = {
					result = true
				}
			},
			["色"] = {
				["地"] = {
					["址"] = {
						result = true
					}
				},
				["娱"] = {
					["乐"] = {
						["网"] = {
							result = true
						}
					}
				},
				["成"] = {
					["人"] = {
						result = true
					}
				},
				["网"] = {
					result = true
				},
				["蝴"] = {
					["蝶"] = {
						["谷"] = {
							result = true
						}
					}
				}
			}
		},
		["伦"] = {
			["布"] = {
				result = true
			},
			["比"] = {
				["亚"] = {
					m = {
						["9"] = {
							result = true
						}
					},
					["河"] = {
						result = true
					},
					["狼"] = {
						["牙"] = {
							result = true
						}
					}
				}
			}
		},
		["倆"] = {
			["色"] = {
				result = true
			}
		},
		["倫"] = {
			["布"] = {
				result = true
			}
		},
		["利"] = {
			["亚"] = {
				["炸"] = {
					["弹"] = {
						result = true
					}
				}
			}
		},
		["去"] = {
			["射"] = {
				["网"] = {
					result = true
				}
			}
		},
		["咻"] = {
			["咻"] = {
				["色"] = {
					["站"] = {
						result = true
					}
				}
			}
		},
		["哥"] = {
			["你"] = {
				["好"] = {
					["色"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["使"] = {
				["劲"] = {
					["插"] = {
						["我"] = {
							result = true
						}
					}
				}
			},
			["去"] = {
				result = true
			},
			["奸"] = {
				["妹"] = {
					["妹"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			},
			["妹"] = {
				["妹"] = {
					result = true
				}
			},
			["就"] = {
				["去"] = {
					["色"] = {
						result = true
					}
				}
			},
			["干"] = {
				["得"] = {
					["得"] = {
						["爱"] = {
							result = true
						}
					}
				}
			},
			["我"] = {
				["爽"] = {
					["晕"] = {
						["了"] = {
							result = true
						}
					}
				}
			},
			["插"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			},
			["撕"] = {
				["激"] = {
					["情"] = {
						result = true
					}
				}
			},
			["日"] = {
				["哥"] = {
					["哥"] = {
						["干"] = {
							result = true
						}
					}
				}
			},
			["淫"] = {
				["奸"] = {
					["妹"] = {
						["妹"] = {
							["穴"] = {
								result = true
							}
						}
					}
				}
			},
			["爱"] = {
				["电"] = {
					["影"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				["大"] = {
					["肉"] = {
						["棒"] = {
							result = true
						}
					}
				},
				["猫"] = {
					["耳"] = {
						["女"] = {
							["仆"] = {
								result = true
							}
						}
					}
				},
				["肉"] = {
					["棒"] = {
						["好"] = {
							["大"] = {
								result = true
							}
						}
					}
				}
			},
			["粗"] = {
				["大"] = {
					["的"] = {
						["肉"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			},
			["网"] = {
				result = true
			},
			["色"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["就"] = {
			["操"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["必"] = {
			["撸"] = {
				result = true
			}
		},
		["插"] = {
			["妹"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			},
			["逼"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["来"] = {
			["嫖"] = {
				["影"] = {
					["视"] = {
						result = true
					}
				}
			}
		},
		["白"] = {
			["尼"] = {
				result = true
			}
		},
		["要"] = {
			["插"] = {
				result = true,
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		}
	},
	["哽"] = {
		["币"] = {
			["纰"] = {
				["潑"] = {
					result = true
				}
			}
		}
	},
	["唧"] = {
		["筒"] = {
			["式"] = {
				["猎"] = {
					["枪"] = {
						result = true
					}
				},
				["獵"] = {
					["槍"] = {
						result = true
					}
				}
			}
		}
	},
	["唬"] = {
		["头"] = {
			["双"] = {
				["管"] = {
					result = true
				}
			}
		},
		["頭"] = {
			["簰"] = {
				["獵"] = {
					result = true,
					["豞"] = {
						["抟"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["啩"] = {
		["鎻"] = {
			["萭"] = {
				["能"] = {
					["蒩"] = {
						["匼"] = {
							result = true
						}
					}
				}
			},
			["赽"] = {
				["閞"] = {
					["飛"] = {
						["僟"] = {
							["夾"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["啯"] = {
		["外"] = {
			["學"] = {
				["歷"] = {
					["認"] = {
						["證"] = {
							result = true
						}
					}
				}
			},
			["破"] = {
				["処"] = {
					["冂"] = {
						result = true
					}
				}
			},
			["芼"] = {
				["魸"] = {
					result = true
				}
			}
		},
		["産"] = {
			["兂"] = {
				["碼"] = {
					result = true
				}
			},
			["埗"] = {
				["槍"] = {
					result = true
				}
			},
			["槍"] = {
				result = true
			},
			["芼"] = {
				["魸"] = {
					result = true
				}
			}
		},
		["綕"] = {
			["埘"] = {
				["笩"] = {
					result = true
				}
			}
		},
		["際"] = {
			["娯"] = {
				["楽"] = {
					result = true
				}
			}
		}
	},
	["嗨"] = {
		["冰"] = {
			["糖"] = {
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["吧"] = {
			result = true
		},
		["大"] = {
			["了"] = {
				result = true
			}
		},
		["皮"] = {
			["水"] = {
				result = true
			}
		},
		["粉"] = {
			result = true
		},
		["軍"] = {
			["湥"] = {
				["击"] = {
					["叨"] = {
						result = true
					}
				}
			}
		},
		["送"] = {
			["货"] = {
				["上"] = {
					["门"] = {
						result = true
					}
				}
			}
		}
	},
	["嗯"] = {
		["嗯"] = {
			["撸"] = {
				["看"] = {
					result = true
				}
			}
		}
	},
	["嗰"] = {
		["亽"] = {
			["裑"] = {
				["份"] = {
					["信"] = {
						["蒠"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["嘂"] = {
		["床"] = {
			result = true
		},
		["舂"] = {
			result = true
		}
	},
	["嘉"] = {
		["峪"] = {
			["关"] = {
				K = {
					["粉"] = {
						result = true
					}
				},
				["假"] = {
					["币"] = {
						result = true
					}
				},
				["冰"] = {
					["毒"] = {
						result = true
					}
				}
			}
		},
		["瓦"] = {
			["仁"] = {
				["波"] = {
					["切"] = {
						result = true,
						["回"] = {
							["来"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["逸"] = {
			["时"] = {
				["时"] = {
					result = true
				}
			}
		}
	},
	["嘎"] = {
		["呢"] = {
			result = true
		},
		["嘎"] = {
			["指"] = {
				["的"] = {
					["是"] = {
						["冰"] = {
							["毒"] = {
								result = true
							}
						}
					}
				}
			},
			["黄"] = {
				["色"] = {
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["嘟"] = {
		["嘟"] = {
			["游"] = {
				["戏"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["巿"] = {
			["緣"] = {
				result = true
			}
		},
		["铈"] = {
			["緣"] = {
				result = true
			}
		}
	},
	["嘩"] = {
		["嘩"] = {
			["曼"] = {
				result = true
			}
		}
	},
	["噭"] = {
		["凊"] = {
			["裸"] = {
				["囡"] = {
					["窷"] = {
						["兲"] = {
							["厔"] = {
								result = true
							}
						}
					}
				},
				["窷"] = {
					["厔"] = {
						result = true
					}
				}
			}
		},
		["洸"] = {
			["侀"] = {
				["欥"] = {
					["箭"] = {
						result = true
					}
				}
			}
		}
	},
	["噶"] = {
		["玛"] = {
			["巴"] = {
				result = true
			}
		}
	},
	["嚎"] = {
		["狼"] = {
			["狩"] = {
				["猎"] = {
					["刀"] = {
						result = true
					}
				}
			}
		}
	},
	["回"] = {
		["国"] = {
			["人"] = {
				["员"] = {
					["证"] = {
						["明"] = {
							result = true
						}
					}
				}
			}
		},
		["复"] = {
			["全"] = {
				["部"] = {
					["指"] = {
						["挥"] = {
							["值"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["头"] = {
			["客"] = {
				["心"] = {
					["水"] = {
						["论"] = {
							["坛"] = {
								result = true
							}
						}
					}
				}
			},
			["骂"] = {
				["娘"] = {
					result = true
				}
			}
		},
		["家"] = {
			["字"] = {
				["幕"] = {
					t = {
						v = {
							result = true
						}
					}
				}
			},
			["走"] = {
				["过"] = {
					["二"] = {
						["十"] = {
							["年"] = {
								result = true
							}
						}
					}
				}
			},
			["运"] = {
				["动"] = {
					["王"] = {
						["丹"] = {
							result = true
						}
					}
				}
			},
			["铿"] = {
				["锵"] = {
					["集"] = {
						result = true
					}
				}
			}
		},
		["帖"] = {
			["就"] = {
				["脱"] = {
					result = true
				}
			}
		},
		["忆"] = {
			z = {
				i = {
					y = {
						a = {
							n = {
								g = {
									result = true
								}
							}
						}
					}
				}
			},
			["四"] = {
				["合"] = {
					["院"] = {
						["囚"] = {
							["徒"] = {
								result = true
							}
						}
					}
				}
			},
			["录"] = {
				z = {
					i = {
						y = {
							a = {
								n = {
									g = {
										result = true
									}
								}
							}
						}
					},
					z = {
						y = {
							result = true
						}
					}
				},
				["录"] = {
					["音"] = {
						result = true
					}
				},
				["文"] = {
					["件"] = {
						["将"] = {
							["曝"] = {
								["光"] = {
									result = true
								}
							}
						}
					}
				},
				["鲍"] = {
					["彤"] = {
						result = true
					}
				}
			},
			["文"] = {
				["件"] = {
					["将"] = {
						["曝"] = {
							["光"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["收"] = {
			["人"] = {
				["体"] = {
					["器"] = {
						["官"] = {
							result = true
						}
					}
				}
			}
		},
		["民"] = {
			["人"] = {
				["吃"] = {
					["猪"] = {
						["肉"] = {
							result = true
						}
					},
					["豬"] = {
						["肉"] = {
							result = true
						}
					}
				}
			},
			["吃"] = {
				["豬"] = {
					["肉"] = {
						result = true
					}
				}
			}
		},
		["良"] = {
			["宇"] = {
				[" "] = {
					["大"] = {
						["鳄"] = {
							["浮"] = {
								["出"] = {
									result = true
								}
							}
						}
					}
				},
				["反"] = {
					["腐"] = {
						["第"] = {
							["一"] = {
								["大"] = {
									["鳄"] = {
										result = true,
										[" "] = {
											["曝"] = {
												["光"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["大"] = {
					["鳄"] = {
						result = true
					}
				},
				["被"] = {
					["调"] = {
						["查"] = {
							[" "] = {
								["搜"] = {
									["索"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["玉"] = {
				[" "] = {
					["大"] = {
						["鳄"] = {
							["浮"] = {
								["出"] = {
									result = true
								}
							}
						}
					},
					["小"] = {
						["金"] = {
							["库"] = {
								result = true
							}
						}
					}
				},
				["亲"] = {
					["家"] = {
						result = true
					}
				},
				["反"] = {
					["腐"] = {
						["第"] = {
							["一"] = {
								["大"] = {
									["鳄"] = {
										result = true,
										[" "] = {
											["曝"] = {
												["光"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["大"] = {
					["鳄"] = {
						result = true
					}
				},
				["被"] = {
					["调"] = {
						["查"] = {
							result = true
						}
					}
				},
				["贪"] = {
					["腐"] = {
						["丑"] = {
							["闻"] = {
								["曝"] = {
									["光"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["贴"] = {
			["就"] = {
				["变"] = {
					result = true
				}
			}
		},
		["避"] = {
			["曲"] = {
				["解"] = {
					["双"] = {
						["簧"] = {
							result = true
						}
					}
				}
			}
		},
		["頭"] = {
			["罵"] = {
				["娘"] = {
					result = true
				}
			}
		},
		["鹘"] = {
			["王"] = {
				["女"] = {
					result = true
				}
			}
		}
	},
	["囧"] = {
		["囧"] = {
			result = true,
			["影"] = {
				["视"] = {
					result = true
				}
			}
		}
	},
	["固"] = {
		["体"] = {
			["炸"] = {
				["药"] = {
					result = true
				}
			}
		},
		["原"] = {
			["办"] = {
				["证"] = {
					result = true
				}
			},
			["迷"] = {
				["幻"] = {
					["药"] = {
						result = true
					}
				}
			}
		},
		["定"] = {
			["价"] = {
				["格"] = {
					["网"] = {
						result = true
					}
				}
			},
			["枪"] = {
				["托"] = {
					result = true
				}
			},
			["翼"] = {
				result = true
			}
		}
	},
	["囻"] = {
		["甪"] = {
			["兂"] = {
				["敵"] = {
					["灞"] = {
						["仼"] = {
							result = true
						}
					}
				}
			},
			["幵"] = {
				["鎖"] = {
					["エ"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["強"] = {
				["幵"] = {
					["エ"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["鎖"] = {
				["儤"] = {
					["ㄌ"] = {
						["鈅"] = {
							["匙"] = {
								result = true
							}
						}
					}
				}
			},
			["魇"] = {
				["ㄌ"] = {
					["幵"] = {
						["鎖"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["国"] = {
		[" "] = {
			["家"] = {
				[" "] = {
					["囚"] = {
						[" "] = {
							["徒"] = {
								result = true
							},
							["犯"] = {
								result = true
							}
						},
						["徒"] = {
							result = true
						},
						["犯"] = {
							result = true
						}
					},
					["的"] = {
						[" "] = {
							["囚"] = {
								[" "] = {
									["徒"] = {
										result = true
									},
									["犯"] = {
										result = true
									}
								},
								["徒"] = {
									result = true
								},
								["犯"] = {
									result = true
								}
							}
						},
						["囚"] = {
							["徒"] = {
								result = true
							},
							["犯"] = {
								result = true
							}
						}
					}
				},
				["囚"] = {
					[" "] = {
						["徒"] = {
							result = true
						},
						["犯"] = {
							result = true
						}
					},
					["徒"] = {
						result = true
					},
					["犯"] = {
						result = true
					}
				},
				["的"] = {
					["囚"] = {
						["徒"] = {
							result = true
						},
						["犯"] = {
							result = true
						}
					}
				}
			}
		},
		["-"] = {
			["强"] = {
				["两"] = {
					["媳"] = {
						result = true
					}
				}
			}
		},
		["产"] = {
			["狙"] = {
				["击"] = {
					["狗"] = {
						result = true
					}
				}
			}
		},
		["人"] = {
			["夜"] = {
				["射"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			}
		},
		["光"] = {
			result = true
		},
		["共"] = {
			["血"] = {
				["史"] = {
					["新"] = {
						["翻"] = {
							["案"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["内"] = {
			["专"] = {
				["销"] = {
					["汽"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["地"] = {
				["下"] = {
					["裸"] = {
						["模"] = {
							result = true
						}
					}
				}
			},
			["外"] = {
				["学"] = {
					["历"] = {
						["认"] = {
							["正"] = {
								result = true
							},
							["证"] = {
								result = true
							}
						}
					}
				},
				["小"] = {
					["姐"] = {
						result = true
					}
				},
				["文"] = {
					["凭"] = {
						result = true,
						["代"] = {
							["办"] = {
								result = true
							}
						},
						["网"] = {
							result = true
						},
						["认"] = {
							["证"] = {
								result = true
							}
						}
					}
				},
				["证"] = {
					["书"] = {
						result = true
					}
				}
			},
			["天"] = {
				["使"] = {
					["做"] = {
						["爱"] = {
							["记"] = {
								result = true
							}
						}
					}
				}
			},
			["嫩"] = {
				["女"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["文"] = {
				["凭"] = {
					["办"] = {
						["理"] = {
							result = true
						}
					}
				}
			},
			["极"] = {
				["品"] = {
					["模"] = {
						["特"] = {
							["外"] = {
								result = true
							}
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					result = true,
					["专"] = {
						result = true
					}
				}
			},
			["汽"] = {
				["枪"] = {
					["专"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["猎"] = {
				["枪"] = {
					result = true
				}
			},
			["肾"] = {
				["源"] = {
					result = true
				}
			},
			["赌"] = {
				["球"] = {
					["网"] = {
						result = true
					}
				}
			},
			["靓"] = {
				["模"] = {
					["雪"] = {
						["莉"] = {
							result = true
						}
					}
				}
			}
		},
		["务"] = {
			["院"] = {
				["副"] = {
					["总"] = {
						["理"] = {
							result = true
						}
					}
				},
				["总"] = {
					["理"] = {
						result = true
					}
				}
			}
		},
		["势"] = {
			["力"] = {
				result = true
			}
		},
		["友"] = {
			["网"] = {
				["资"] = {
					result = true
				}
			}
		},
		["唐"] = {
			["捷"] = {
				result = true
			}
		},
		["土"] = {
			["资"] = {
				["源"] = {
					["部"] = {
						result = true
					}
				}
			}
		},
		["地"] = {
			["税"] = {
				result = true
			}
		},
		["外"] = {
			result = true,
			["6"] = {
				["4"] = {
					["民"] = {
						["主"] = {
							["运"] = {
								["动"] = {
									result = true
								}
							}
						}
					}
				}
			},
			A = {
				["片"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["三"] = {
				["级"] = {
					["片"] = {
						result = true
					}
				}
			},
			["上"] = {
				["门"] = {
					result = true
				}
			},
			["办"] = {
				["正"] = {
					result = true
				},
				["证"] = {
					result = true
				}
			},
			["学"] = {
				["历"] = {
					["办"] = {
						["理"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					},
					["认"] = {
						["正"] = {
							result = true
						},
						["证"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					},
					["证"] = {
						["代"] = {
							["办"] = {
								result = true
							}
						}
					}
				}
			},
			["开"] = {
				["锁"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					}
				}
			},
			["政"] = {
				["要"] = {
					["人"] = {
						["物"] = {
							["："] = {
								result = true
							}
						}
					}
				}
			},
			["文"] = {
				["凭"] = {
					["代"] = {
						["办"] = {
							result = true
						}
					},
					["办"] = {
						["理"] = {
							result = true
						}
					},
					["学"] = {
						["历"] = {
							["网"] = {
								result = true
							}
						}
					},
					["纪"] = {
						["念"] = {
							["网"] = {
								result = true
							}
						}
					},
					["网"] = {
						result = true
					},
					["认"] = {
						["证"] = {
							result = true
						}
					}
				}
			},
			["毛"] = {
				["片"] = {
					result = true
				}
			},
			["破"] = {
				["处"] = {
					["门"] = {
						result = true
					}
				}
			},
			["证"] = {
				["书"] = {
					result = true
				}
			},
			["赌"] = {
				["博"] = {
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["黄"] = {
				["网"] = {
					result = true
				}
			},
			["黑"] = {
				["丝"] = {
					["露"] = {
						["点"] = {
							result = true
						}
					}
				}
			}
		},
		["安"] = {
			z = {
				h = {
					e = {
						n = {
							g = {
								result = true
							}
						}
					}
				}
			},
			["君"] = {
				["安"] = {
					["证"] = {
						["券"] = {
							result = true
						}
					}
				}
			},
			["正"] = {
				result = true
			}
		},
		["家"] = {
			[" "] = {
				["囚"] = {
					[" "] = {
						["徒"] = {
							result = true
						},
						["犯"] = {
							result = true
						}
					},
					["徒"] = {
						result = true
					},
					["犯"] = {
						result = true
					}
				},
				["的"] = {
					[" "] = {
						["囚"] = {
							[" "] = {
								["徒"] = {
									result = true
								},
								["犯"] = {
									result = true
								}
							}
						}
					},
					["囚"] = {
						["犯"] = {
							result = true
						}
					}
				}
			},
			["为"] = {
				["何"] = {
					["薄"] = {
						["熙"] = {
							["来"] = {
								result = true
							}
						}
					}
				}
			},
			["之"] = {
				["囚"] = {
					["徒"] = {
						result = true
					}
				}
			},
			["信"] = {
				["访"] = {
					["局"] = {
						["舒"] = {
							result = true
						}
					}
				}
			},
			["分"] = {
				["裂"] = {
					result = true
				}
			},
			["副"] = {
				["主"] = {
					["席"] = {
						result = true
					}
				}
			},
			["囚"] = {
				[" "] = {
					["徒"] = {
						result = true
					},
					["犯"] = {
						result = true
					}
				},
				["犯"] = {
					result = true
				}
			},
			["安"] = {
				["全"] = {
					["部"] = {
						["马"] = {
							["健"] = {
								result = true
							}
						}
					}
				}
			},
			["弓"] = {
				["弩"] = {
					["网"] = {
						result = true
					}
				}
			},
			["性"] = {
				["格"] = {
					result = true
				}
			},
			["总"] = {
				["理"] = {
					result = true
				}
			},
			["是"] = {
				["一"] = {
					["条"] = {
						["狗"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				[" "] = {
					["囚"] = {
						[" "] = {
							["徒"] = {
								result = true
							},
							["犯"] = {
								result = true
							}
						},
						["犯"] = {
							result = true
						}
					}
				},
				["囚"] = {
					[" "] = {
						["徒"] = {
							result = true
						},
						["犯"] = {
							result = true
						}
					},
					["徒"] = {
						result = true,
						["鲍"] = {
							["彤"] = {
								result = true
							},
							["朴"] = {
								result = true
							}
						}
					},
					["犯"] = {
						result = true,
						["鲍"] = {
							["彤"] = {
								result = true
							},
							["朴"] = {
								result = true
							}
						}
					}
				}
			},
			["领"] = {
				["导"] = {
					result = true,
					["人"] = {
						result = true
					}
				}
			}
		},
		["府"] = {
			["田"] = {
				["瞳"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			}
		},
		["度"] = {
			["币"] = {
				result = true
			}
		},
		["开"] = {
			["行"] = {
				["贺"] = {
					["锦"] = {
						["雷"] = {
							result = true
						}
					}
				}
			}
		},
		["强"] = {
			["之"] = {
				["子"] = {
					["遭"] = {
						["调"] = {
							["查"] = {
								result = true
							}
						}
					}
				}
			},
			["儿"] = {
				["子"] = {
					["违"] = {
						["法"] = {
							result = true
						}
					}
				}
			}
		},
		["志"] = {
			["新"] = {
				["时"] = {
					["代"] = {
						result = true
					}
				}
			},
			["时"] = {
				["代"] = {
					result = true,
					["强"] = {
						["奸"] = {
							result = true
						}
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			}
		},
		["是"] = {
			["忧"] = {
				["思"] = {
					["录"] = {
						result = true
					}
				}
			}
		},
		["有"] = {
			["土"] = {
				["地"] = {
					["使"] = {
						["用"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["模"] = {
			result = true,
			["全"] = {
				["裸"] = {
					["掰"] = {
						["穴"] = {
							result = true
						}
					},
					["私"] = {
						["拍"] = {
							result = true
						}
					}
				}
			},
			["冰"] = {
				["冰"] = {
					["性"] = {
						["爱"] = {
							["图"] = {
								result = true
							}
						}
					}
				}
			},
			["套"] = {
				["图"] = {
					result = true
				}
			},
			["客"] = {
				["厅"] = {
					["私"] = {
						["拍"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["娟"] = {
					["娟"] = {
						result = true
					}
				},
				["缓"] = {
					result = true
				},
				["萱"] = {
					result = true
				},
				["蝶"] = {
					result = true,
					["露"] = {
						B = {
							result = true
						}
					}
				}
			},
			["张"] = {
				["家"] = {
					["仪"] = {
						result = true
					}
				},
				["筱"] = {
					["雨"] = {
						result = true
					}
				}
			},
			["现"] = {
				["场"] = {
					result = true
				}
			},
			["私"] = {
				["拍"] = {
					["套"] = {
						["图"] = {
							result = true
						}
					}
				}
			},
			["糖"] = {
				["糖"] = {
					result = true
				}
			},
			["经"] = {
				["典"] = {
					["诱"] = {
						["惑"] = {
							result = true
						}
					}
				}
			},
			["芳"] = {
				["芳"] = {
					result = true
				}
			},
			["蓉"] = {
				["蓉"] = {
					result = true
				}
			},
			["郊"] = {
				["外"] = {
					["私"] = {
						["拍"] = {
							result = true
						}
					}
				}
			},
			["雯"] = {
				["雯"] = {
					result = true,
					["大"] = {
						["乳"] = {
							result = true
						}
					}
				}
			},
			["露"] = {
				["露"] = {
					result = true
				}
			},
			["颖"] = {
				["星"] = {
					result = true
				}
			}
		},
		["殇"] = {
			["八"] = {
				["九"] = {
					result = true
				}
			}
		},
		["母"] = {
			[" "] = {
				i = {
					p = {
						h = {
							o = {
								n = {
									e = {
										result = true
									}
								}
							}
						}
					}
				},
				["祖"] = {
					["英"] = {
						result = true
					}
				}
			},
			["&"] = {
				["彭"] = {
					result = true
				}
			},
			["宋"] = {
				["祖"] = {
					["英"] = {
						result = true
					}
				}
			},
			["彭"] = {
				result = true,
				["丽"] = {
					["媛"] = {
						result = true
					}
				},
				["麻"] = {
					["麻"] = {
						result = true
					}
				}
			},
			["征"] = {
				["服"] = {
					["普"] = {
						["京"] = {
							result = true
						},
						["大"] = {
							["帝"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["民"] = {
			["党"] = {
				["员"] = {
					["毛"] = {
						["泽"] = {
							["东"] = {
								result = true
							}
						}
					}
				}
			},
			["根"] = {
				["本"] = {
					["大"] = {
						["法"] = {
							result = true
						}
					}
				}
			}
		},
		["求"] = {
			["荣"] = {
				result = true
			}
		},
		["泓"] = {
			["税"] = {
				["务"] = {
					["公"] = {
						["司"] = {
							result = true
						}
					}
				}
			}
		},
		["泰"] = {
			["君"] = {
				["安"] = {
					["证"] = {
						["券"] = {
							result = true
						}
					}
				}
			}
		},
		["润"] = {
			["警"] = {
				["用"] = {
					["器"] = {
						["材"] = {
							result = true
						}
					}
				}
			}
		},
		["王"] = {
			["与"] = {
				["我"] = {
					result = true
				}
			}
		},
		["研"] = {
			["室"] = {
				result = true
			}
		},
		["税"] = {
			["发"] = {
				["票"] = {
					result = true,
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			},
			["地"] = {
				["税"] = {
					result = true
				}
			},
			["税"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			}
		},
		["籍"] = {
			result = true
		},
		["美"] = {
			["电"] = {
				["器"] = {
					result = true
				}
			}
		},
		["考"] = {
			["考"] = {
				["生"] = {
					["名"] = {
						["单"] = {
							result = true
						}
					}
				}
			}
		},
		["航"] = {
			["绿"] = {
				["色"] = {
					result = true
				}
			}
		},
		["色"] = {
			["天"] = {
				["香"] = {
					["社"] = {
						["区"] = {
							result = true
						}
					}
				}
			}
		},
		["花"] = {
			result = true,
			["名"] = {
				["字"] = {
					result = true
				}
			}
		},
		["语"] = {
			["日"] = {
				["报"] = {
					result = true
				}
			}
		},
		["货"] = {
			["与"] = {
				["黑"] = {
					["人"] = {
						result = true
					}
				}
			},
			["野"] = {
				["外"] = {
					["調"] = {
						["教"] = {
							result = true
						}
					}
				}
			}
		},
		["资"] = {
			["委"] = {
				result = true,
				["的"] = {
					["故"] = {
						["事"] = {
							result = true
						}
					}
				}
			}
		},
		["际"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["鼎"] = {
			["网"] = {
				["络"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["國"] = {
		["內"] = {
			["動"] = {
				["態"] = {
					["清"] = {
						["樣"] = {
							result = true
						}
					}
				}
			}
		},
		["務"] = {
			["院"] = {
				result = true
			}
		},
		["外"] = {
			["毛"] = {
				["片"] = {
					result = true
				}
			},
			["破"] = {
				["處"] = {
					["門"] = {
						result = true
					}
				}
			}
		},
		["家"] = {
			["主"] = {
				["席"] = {
					result = true
				}
			},
			["分"] = {
				["裂"] = {
					result = true
				}
			},
			["總"] = {
				["理"] = {
					result = true
				}
			},
			["領"] = {
				["導"] = {
					["人"] = {
						result = true
					}
				}
			}
		},
		["志"] = {
			["時"] = {
				["代"] = {
					result = true
				}
			}
		},
		["梽"] = {
			["溡"] = {
				["笩"] = {
					result = true
				}
			}
		},
		["民"] = {
			["黨"] = {
				result = true,
				["萬"] = {
					["歲"] = {
						result = true
					}
				}
			}
		},
		["求"] = {
			["榮"] = {
				result = true
			}
		},
		["浐"] = {
			["熗"] = {
				result = true
			},
			["荹"] = {
				["熗"] = {
					result = true
				}
			}
		},
		["漈"] = {
			["娯"] = {
				["泺"] = {
					result = true
				}
			}
		},
		["產"] = {
			result = true,
			A = {
				V = {
					result = true
				}
			},
			["偷"] = {
				["拍"] = {
					result = true
				}
			},
			["嫖"] = {
				["娼"] = {
					result = true
				}
			},
			["槍"] = {
				result = true
			},
			["步"] = {
				["槍"] = {
					result = true
				}
			},
			["毛"] = {
				["片"] = {
					result = true
				}
			},
			["氣"] = {
				["槍"] = {
					result = true
				}
			},
			["無"] = {
				["碼"] = {
					result = true
				}
			},
			["騷"] = {
				["貨"] = {
					result = true
				}
			}
		},
		["迯"] = {
			["岥"] = {
				["處"] = {
					["閄"] = {
						result = true
					}
				}
			}
		},
		["際"] = {
			["娛"] = {
				["樂"] = {
					result = true,
					["城"] = {
						result = true
					}
				}
			}
		}
	},
	["坚"] = {
		["强"] = {
			result = true
		},
		["挺"] = {
			["大"] = {
				["奶"] = {
					["头"] = {
						result = true
					}
				}
			}
		}
	},
	["埖"] = {
		["啝"] = {
			["尙"] = {
				result = true,
				["涻"] = {
					["岖"] = {
						result = true
					}
				},
				["社"] = {
					["岖"] = {
						result = true
					}
				}
			}
		}
	},
	["基"] = {
		["乐"] = {
			["部"] = {
				result = true
			}
		},
		["地"] = {
			["組"] = {
				["織"] = {
					result = true
				}
			},
			["组"] = {
				["织"] = {
					["宣"] = {
						["战"] = {
							result = true
						}
					}
				}
			}
		},
		["异"] = {
			["丁"] = {
				["腈"] = {
					result = true
				}
			}
		},
		["林"] = {
			result = true,
			["鱼"] = {
				["雷"] = {
					["2"] = {
						["2"] = {
							result = true
						}
					}
				}
			}
		},
		["甲"] = {
			["酮"] = {
				result = true
			}
		},
		["督"] = {
			["基"] = {
				["督"] = {
					["教"] = {
						result = true
					}
				}
			}
		},
		["站"] = {
			["圈"] = {
				["地"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["金"] = {
			["人"] = {
				["员"] = {
					["数"] = {
						["据"] = {
							result = true
						}
					}
				}
			},
			["安"] = {
				["非"] = {
					["他"] = {
						["命"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["堅"] = {
		["決"] = {
			["維"] = {
				["護"] = {
					result = true
				}
			}
		}
	},
	["堕"] = {
		["天"] = {
			["使"] = {
				["之"] = {
					["零"] = {
						result = true
					}
				}
			}
		},
		["落"] = {
			["之"] = {
				["王"] = {
					result = true
				}
			},
			["人"] = {
				["妻"] = {
					result = true
				}
			},
			["剧"] = {
				["场"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["女"] = {
				["教"] = {
					["师"] = {
						["破"] = {
							["壊"] = {
								result = true
							}
						}
					}
				}
			},
			["警"] = {
				["察"] = {
					result = true
				}
			}
		}
	},
	["境"] = {
		["内"] = {
			["金"] = {
				["属"] = {
					["仿"] = {
						["真"] = {
							["狗"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["外"] = {
			["势"] = {
				["力"] = {
					result = true
				}
			},
			["组"] = {
				["织"] = {
					result = true
				}
			}
		}
	},
	["墮"] = {
		["淫"] = {
			result = true
		}
	},
	["复"] = {
		["临"] = {
			["安"] = {
				["息"] = {
					["日"] = {
						["会"] = {
							result = true
						}
					}
				}
			}
		},
		["仇"] = {
			["一"] = {
				["条"] = {
					["龙"] = {
						result = true
					}
				}
			},
			["了"] = {
				["仇"] = {
					result = true
				}
			},
			["公"] = {
				["司"] = {
					result = true
				}
			},
			["咨"] = {
				["询"] = {
					result = true
				}
			},
			["女"] = {
				["神"] = {
					result = true
				}
			},
			["找"] = {
				["打"] = {
					["手"] = {
						result = true
					}
				}
			},
			["接"] = {
				["洽"] = {
					result = true
				}
			},
			["的"] = {
				["喧"] = {
					["嚣"] = {
						result = true
					}
				}
			},
			["雇"] = {
				["佣"] = {
					["网"] = {
						result = true
					}
				}
			},
			["顾"] = {
				["问"] = {
					result = true
				}
			}
		},
		["兴"] = {
			["策"] = {
				result = true
			},
			["门"] = {
				["广"] = {
					["电"] = {
						["总"] = {
							["局"] = {
								["宿"] = {
									["舍"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["制"] = {
			["#"] = {
				["手"] = {
					["机"] = {
						["卡"] = {
							result = true
						}
					}
				}
			},
			["克"] = {
				["隆"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["卡"] = {
				result = true
			},
			["器"] = {
				result = true
			},
			["手"] = {
				["机"] = {
					result = true
				}
			},
			["昵"] = {
				["称"] = {
					result = true
				}
			},
			["玩"] = {
				["家"] = {
					["昵"] = {
						["称"] = {
							result = true
						}
					}
				}
			},
			["銀"] = {
				["联"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["银"] = {
				["联"] = {
					["卡"] = {
						result = true
					}
				},
				["行"] = {
					["卡"] = {
						result = true,
						["代"] = {
							["办"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["合"] = {
			["动"] = {
				["力"] = {
					["弹"] = {
						["弓"] = {
							result = true
						}
					}
				}
			},
			["射"] = {
				["孔"] = {
					["器"] = {
						result = true
					}
				}
			},
			["弓"] = {
				result = true,
				["复"] = {
					["合"] = {
						["弩"] = {
							result = true
						}
					}
				},
				["手"] = {
					result = true
				},
				["滑"] = {
					["轮"] = {
						["弓"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["方"] = {
			["左"] = {
				["旋"] = {
					["肉"] = {
						["碱"] = {
							result = true
						}
					}
				}
			},
			["斑"] = {
				["蝥"] = {
					["胶"] = {
						["囊"] = {
							result = true
						}
					}
				}
			},
			["环"] = {
				["磷"] = {
					["酰"] = {
						["胺"] = {
							["片"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["活"] = {
			["道"] = {
				result = true
			}
		},
		["装"] = {
			["弹"] = {
				result = true
			}
		},
		["辟"] = {
			result = true,
			["文"] = {
				["革"] = {
					result = true,
					["折"] = {
						["腾"] = {
							["紧"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["多"] = {
		P = {
			result = true
		},
		["伦"] = {
			["多"] = {
				["8"] = {
					["9"] = {
						["年"] = {
							result = true
						}
					}
				}
			}
		},
		["党"] = {
			["执"] = {
				["政"] = {
					["联"] = {
						["盟"] = {
							result = true
						}
					}
				}
			},
			["轮"] = {
				["流"] = {
					result = true
				}
			},
			["选"] = {
				["举"] = {
					result = true
				}
			}
		},
		["功"] = {
			["折"] = {
				["刀"] = {
					result = true
				},
				["忉"] = {
					result = true
				}
			},
			["能"] = {
				["步"] = {
					["兵"] = {
						["折"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["吉"] = {
			["美"] = {
				result = true
			}
		},
		["名"] = {
			["偷"] = {
				["拍"] = {
					["女"] = {
						result = true
					}
				}
			}
		},
		["多"] = {
			["色"] = {
				["区"] = {
					result = true
				}
			}
		},
		["夜"] = {
			["情"] = {
				result = true
			}
		},
		["宝"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			},
			["时"] = {
				["时"] = {
					["彩"] = {
						["平"] = {
							["台"] = {
								result = true
							}
						}
					}
				}
			},
			["男"] = {
				result = true
			}
		},
		["彩"] = {
			["博"] = {
				["众"] = {
					result = true
				}
			},
			["打"] = {
				["水"] = {
					["软"] = {
						["件"] = {
							result = true
						}
					}
				}
			}
		},
		["旋"] = {
			["翼"] = {
				result = true
			}
		},
		["杰"] = {
			["热"] = {
				["旦"] = {
					result = true
				}
			}
		},
		["毛"] = {
			["女"] = {
				["巫"] = {
					result = true
				}
			},
			["少"] = {
				["妇"] = {
					result = true
				}
			}
		},
		["水"] = {
			["少"] = {
				["妇"] = {
					result = true
				}
			}
		},
		["用"] = {
			["模"] = {
				["压"] = {
					["钳"] = {
						result = true
					}
				}
			}
		},
		["維"] = {
			result = true
		},
		["营"] = {
			["食"] = {
				["品"] = {
					result = true
				}
			}
		},
		["轴"] = {
			["飞"] = {
				["行"] = {
					["器"] = {
						result = true
					}
				}
			}
		},
		["里"] = {
			["坤"] = {
				["艾"] = {
					["沙"] = {
						result = true
					}
				}
			}
		},
		["重"] = {
			["性"] = {
				["高"] = {
					["潮"] = {
						result = true
					}
				}
			}
		},
		["频"] = {
			["声"] = {
				["纳"] = {
					result = true
				}
			}
		},
		["麦"] = {
			["协"] = {
				["会"] = {
					result = true
				}
			}
		}
	},
	["够"] = {
		["$"] = {
			["肾"] = {
				result = true
			}
		},
		["肾"] = {
			result = true
		},
		["腎"] = {
			result = true
		},
		["酷"] = {
			G = {
				O = {
					Q = {
						O = {
							result = true
						}
					}
				}
			}
		}
	},
	["夠"] = {
		["酷"] = {
			G = {
				O = {
					Q = {
						O = {
							result = true
						}
					}
				}
			}
		}
	},
	["夫"] = {
		["人"] = {
			[" "] = {
				["\""] = {
					["柯"] = {
						["玲"] = {
							["玲"] = {
								["\""] = {
									result = true
								}
							}
						}
					}
				},
				["戴"] = {
					["梦"] = {
						["得"] = {
							result = true
						}
					}
				},
				["钻"] = {
					["石"] = {
						["恒"] = {
							["久"] = {
								["远"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["中"] = {
				["国"] = {
					["珠"] = {
						["宝"] = {
							["理"] = {
								["事"] = {
									["会"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["乔"] = {
				["名"] = {
					["先"] = {
						result = true
					}
				}
			},
			["住"] = {
				["院"] = {
					[" "] = {
						["泽"] = {
							["民"] = {
								["突"] = {
									["然"] = {
										["患"] = {
											["病"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["戴"] = {
				["梦"] = {
					["得"] = {
						result = true
					}
				}
			},
			["柯"] = {
				["玲"] = {
					["玲"] = {
						result = true
					}
				}
			},
			["程"] = {
				["虹"] = {
					result = true
				}
			},
			["章"] = {
				["瑞"] = {
					["珍"] = {
						["儿"] = {
							["子"] = {
								["吴"] = {
									["韬"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["钻"] = {
				["石"] = {
					["恒"] = {
						["久"] = {
							["远"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["妇"] = {
			["乐"] = {
				["园"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["电"] = {
						["子"] = {
							["书"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["妻"] = {
			A = {
				V = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			X = {
				X = {
					["性"] = {
						["短"] = {
							["片"] = {
								result = true
							}
						}
					}
				}
			},
			["不"] = {
				["雅"] = {
					["照"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["亂"] = {
				["交"] = {
					result = true
				}
			},
			["交"] = {
				["姌"] = {
					result = true
				},
				["换"] = {
					result = true,
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["作"] = {
				["爱"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["俱"] = {
				["樂"] = {
					["部"] = {
						result = true
					}
				}
			},
			["午"] = {
				["夜"] = {
					["爽"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["和"] = {
				["谐"] = {
					["生"] = {
						["活"] = {
							["性"] = {
								result = true
							}
						}
					}
				}
			},
			["四"] = {
				["级"] = {
					result = true
				}
			},
			["娱"] = {
				["乐"] = {
					["网"] = {
						result = true
					}
				}
			},
			["引"] = {
				["诱"] = {
					["我"] = {
						result = true
					}
				}
			},
			["性"] = {
				["事"] = {
					result = true
				},
				["愛"] = {
					["紀"] = {
						["錄"] = {
							["片"] = {
								result = true
							}
						}
					}
				},
				["技"] = {
					["巧"] = {
						result = true
					}
				},
				["爱"] = {
					["纪"] = {
						["录"] = {
							["片"] = {
								result = true
							}
						}
					}
				},
				["生"] = {
					["活"] = {
						result = true
					}
				}
			},
			["按"] = {
				["摩"] = {
					result = true
				}
			},
			["淫"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			},
			["激"] = {
				["情"] = {
					["自"] = {
						["拍"] = {
							["图"] = {
								result = true
							}
						}
					}
				}
			},
			["爱"] = {
				["成"] = {
					["人"] = {
						["影"] = {
							["视"] = {
								result = true
							}
						}
					}
				},
				["爱"] = {
					["自"] = {
						["拍"] = {
							result = true
						}
					}
				}
			},
			["爽"] = {
				["片"] = {
					result = true
				}
			},
			["玩"] = {
				["6"] = {
					P = {
						result = true
					}
				},
				["的"] = {
					["嗨"] = {
						result = true
					}
				}
			},
			["现"] = {
				["场"] = {
					["直"] = {
						["播"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			},
			["社"] = {
				["区"] = {
					result = true
				}
			},
			["群"] = {
				["交"] = {
					["俱"] = {
						["乐"] = {
							["部"] = {
								result = true
							}
						}
					}
				}
			},
			["调"] = {
				["情"] = {
					["器"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["那"] = {
				["点"] = {
					["事"] = {
						result = true
					}
				}
			}
		},
		["婦"] = {
			["樂"] = {
				["園"] = {
					["下"] = {
						["載"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["夹"] = {
		["三"] = {
			["个"] = {
				["代"] = {
					["表"] = {
						result = true
					}
				}
			}
		},
		["六"] = {
			["四"] = {
				result = true
			}
		},
		["和"] = {
			["谐"] = {
				result = true
			}
		},
		["夹"] = {
			["子"] = {
				result = true
			}
		},
		["得"] = {
			["我"] = {
				["好"] = {
					["舒"] = {
						["服"] = {
							result = true
						}
					}
				}
			}
		},
		["文"] = {
			["革"] = {
				result = true
			}
		},
		["紧"] = {
			["肉"] = {
				["棒"] = {
					result = true
				}
			}
		},
		["菜"] = {
			["习"] = {
				result = true
			},
			["党"] = {
				result = true
			},
			["新"] = {
				["闻"] = {
					["联"] = {
						["播"] = {
							result = true
						}
					}
				}
			},
			["流"] = {
				["行"] = {
					result = true
				}
			},
			["腿"] = {
				["枪"] = {
					result = true
				}
			},
			["艾"] = {
				result = true
			},
			["行"] = {
				["为"] = {
					["艺"] = {
						["术"] = {
							result = true
						}
					}
				}
			},
			["领"] = {
				["导"] = {
					["人"] = {
						result = true
					}
				}
			}
		},
		["钢"] = {
			["短"] = {
				["刀"] = {
					["专"] = {
						["店"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["夺"] = {
		["把"] = {
			["烟"] = {
				result = true
			}
		},
		["旗"] = {
			["模"] = {
				["式"] = {
					result = true
				}
			}
		}
	},
	["夾"] = {
		["3"] = {
			["個"] = {
				["代"] = {
					["表"] = {
						result = true
					}
				}
			}
		},
		["三"] = {
			["個"] = {
				["代"] = {
					["表"] = {
						result = true
					}
				}
			}
		},
		["六"] = {
			["四"] = {
				result = true
			}
		},
		["和"] = {
			["諧"] = {
				result = true
			}
		},
		["文"] = {
			["革"] = {
				result = true
			}
		},
		["菜"] = {
			result = true,
			["新"] = {
				["聞"] = {
					["聯"] = {
						["播"] = {
							result = true
						}
					}
				}
			},
			["流"] = {
				["行"] = {
					result = true
				}
			},
			["習"] = {
				result = true
			},
			["腿"] = {
				["槍"] = {
					result = true
				}
			},
			["艾"] = {
				result = true
			},
			["行"] = {
				["為"] = {
					["藝"] = {
						["術"] = {
							result = true
						}
					}
				}
			},
			["黨"] = {
				result = true
			}
		}
	},
	["奉"] = {
		["化"] = {
			["冰"] = {
				["毒"] = {
					["冰"] = {
						["毒"] = {
							result = true
						}
					}
				}
			}
		},
		["献"] = {
			["我"] = {
				["的"] = {
					["旧"] = {
						["情"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["节"] = {
			["县"] = {
				["办"] = {
					["证"] = {
						result = true
					}
				}
			}
		}
	},
	["奖"] = {
		["咨"] = {
			["询"] = {
				result = true
			}
		},
		["平"] = {
			["和"] = {
				result = true,
				[" "] = {
					["了"] = {
						["得"] = {
							["获"] = {
								["人"] = {
									["国"] = {
										["中"] = {
											["某"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				},
				["尔"] = {
					["贝"] = {
						["诺"] = {
							result = true
						}
					}
				}
			}
		},
		["药"] = {
			["炸"] = {
				result = true
			}
		}
	},
	["奸"] = {
		["1"] = {
			["奸"] = {
				result = true
			}
		},
		["商"] = {
			result = true
		},
		["夫"] = {
			result = true
		},
		["尸"] = {
			result = true
		},
		["屍"] = {
			result = true
		},
		["幼"] = {
			["女"] = {
				result = true
			}
		},
		["杀"] = {
			result = true,
			["大"] = {
				["学"] = {
					["生"] = {
						result = true
					}
				}
			},
			["案"] = {
				result = true
			}
		},
		["染"] = {
			result = true
		},
		["殺"] = {
			result = true
		},
		["水"] = {
			result = true
		},
		["污"] = {
			result = true
		},
		["淫"] = {
			["俏"] = {
				["媳"] = {
					["妇"] = {
						result = true
					}
				}
			},
			["女"] = {
				["同"] = {
					["事"] = {
						result = true
					},
					["学"] = {
						result = true
					}
				},
				["老"] = {
					["师"] = {
						result = true
					}
				}
			},
			["好"] = {
				["舒"] = {
					["服"] = {
						result = true
					}
				}
			},
			["姐"] = {
				["姐"] = {
					result = true,
					["?"] = {
						result = true
					}
				}
			},
			["嫂"] = {
				["嫂"] = {
					result = true
				}
			},
			["小"] = {
				["女"] = {
					["护"] = {
						["士"] = {
							result = true
						}
					}
				}
			},
			["少"] = {
				["妇"] = {
					["穴"] = {
						result = true
					}
				}
			},
			["护"] = {
				["士"] = {
					result = true,
					["穴"] = {
						result = true
					}
				}
			},
			["抽"] = {
				["插"] = {
					result = true
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			},
			["空"] = {
				["姐"] = {
					result = true
				}
			},
			["老"] = {
				["师"] = {
					result = true
				}
			},
			["肉"] = {
				["棒"] = {
					result = true
				}
			},
			["阳"] = {
				["具"] = {
					result = true
				}
			}
		},
		["爸"] = {
			["爹"] = {
				["成"] = {
					["人"] = {
						["贴"] = {
							["图"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["相"] = {
			[" "] = {
				["亡"] = {
					["国"] = {
						["之"] = {
							["兆"] = {
								result = true
							}
						}
					}
				},
				["掌"] = {
					["军"] = {
						["权"] = {
							result = true
						}
					}
				}
			},
			["当"] = {
				["权"] = {
					result = true,
					[" "] = {
						["天"] = {
							["下"] = {
								["焉"] = {
									["得"] = {
										["不"] = {
											["乱"] = {
												result = true
											}
										}
									}
								}
							}
						}
					},
					[","] = {
						["天"] = {
							["下"] = {
								["焉"] = {
									["得"] = {
										["不"] = {
											["乱"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["掌"] = {
				["军"] = {
					["权"] = {
						result = true,
						["是"] = {
							["亡"] = {
								["国"] = {
									["之"] = {
										["兆"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["邪"] = {
			["据"] = {
				["庙"] = {
					result = true
				}
			}
		}
	},
	["好"] = {
		["乐"] = {
			["博"] = {
				result = true
			}
		},
		["了"] = {
			A = {
				V = {
					result = true
				}
			},
			K = {
				K = {
					result = true
				}
			}
		},
		["像"] = {
			["没"] = {
				["名"] = {
					["字"] = {
						result = true
					}
				}
			}
		},
		["刺"] = {
			["激"] = {
				["好"] = {
					["粗"] = {
						result = true
					}
				}
			}
		},
		["又"] = {
			["多"] = {
				["信"] = {
					["息"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["吃"] = {
			["懒"] = {
				["做"] = {
					result = true,
					["混"] = {
						["官"] = {
							["场"] = {
								result = true
							}
						}
					}
				}
			},
			["懶"] = {
				["做"] = {
					result = true
				}
			}
		},
		["大"] = {
			["的"] = {
				["肉"] = {
					["棒"] = {
						result = true
					}
				},
				["阴"] = {
					["唇"] = {
						result = true
					},
					["户"] = {
						result = true,
						["啊"] = {
							result = true
						}
					}
				}
			},
			["阴"] = {
				["户"] = {
					result = true
				}
			}
		},
		["好"] = {
			["播"] = {
				["成"] = {
					["人"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["嫩"] = {
			["的"] = {
				["屄"] = {
					["啊"] = {
						result = true
					}
				},
				["阴"] = {
					["户"] = {
						result = true
					}
				}
			}
		},
		["小"] = {
			["小"] = {
				["骚"] = {
					["穴"] = {
						result = true
					}
				}
			}
		},
		["屄"] = {
			result = true
		},
		["弹"] = {
			["弓"] = {
				result = true
			}
		},
		["彩"] = {
			["头"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["想"] = {
			["撸"] = {
				result = true
			}
		},
		["摸"] = {
			["不"] = {
				["过"] = {
					["少"] = {
						["妇"] = {
							["腿"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["撸"] = {
			["片"] = {
				result = true
			}
		},
		["文"] = {
			["凭"] = {
				result = true
			}
		},
		["旺"] = {
			["角"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["棒"] = {
			["啊"] = {
				["好"] = {
					["舒"] = {
						["服"] = {
							result = true
						}
					}
				}
			}
		},
		["死"] = {
			["不"] = {
				["如"] = {
					["赖"] = {
						["活"] = {
							["着"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["淫"] = {
			["网"] = {
				result = true
			}
		},
		["深"] = {
			["啊"] = {
				["操"] = {
					["我"] = {
						result = true
					}
				}
			}
		},
		["爽"] = {
			["啊"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			},
			["好"] = {
				["干"] = {
					["净"] = {
						result = true
					}
				}
			},
			["顶"] = {
				["得"] = {
					["好"] = {
						["深"] = {
							["啊"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["电"] = {
			["影"] = {
				["网"] = {
					result = true
				}
			}
		},
		["看"] = {
			["的"] = {
				["亚"] = {
					["洲"] = {
						["情"] = {
							["色"] = {
								result = true
							}
						}
					}
				},
				["电"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["硬"] = {
			["的"] = {
				["大"] = {
					["肉"] = {
						["棒"] = {
							result = true
						}
					}
				},
				["肉"] = {
					["棒"] = {
						result = true
					}
				}
			}
		},
		["站"] = {
			["电"] = {
				["影"] = {
					["大"] = {
						["全"] = {
							result = true
						}
					}
				}
			}
		},
		["粗"] = {
			["大"] = {
				["的"] = {
					["肉"] = {
						["棒"] = {
							result = true
						}
					}
				}
			},
			["好"] = {
				["舒"] = {
					["服"] = {
						result = true
					}
				}
			},
			["的"] = {
				["大"] = {
					["肉"] = {
						["棒"] = {
							result = true
						}
					}
				}
			}
		},
		["紧"] = {
			["的"] = {
				["小"] = {
					["穴"] = {
						result = true
					}
				},
				["屄"] = {
					result = true,
					["啊"] = {
						result = true
					}
				},
				["穴"] = {
					result = true
				},
				["阴"] = {
					["户"] = {
						result = true
					},
					["道"] = {
						result = true,
						["啊"] = {
							result = true
						}
					}
				}
			}
		},
		["美"] = {
			["丽"] = {
				["电"] = {
					["影"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["涩"] = {
				result = true
			}
		},
		["肥"] = {
			["的"] = {
				["阴"] = {
					["户"] = {
						result = true
					}
				}
			}
		},
		["舒"] = {
			["服"] = {
				result = true,
				["喔"] = {
					result = true
				},
				["小"] = {
					["穴"] = {
						result = true
					}
				}
			}
		},
		["色"] = {
			["之"] = {
				["图"] = {
					result = true
				}
			},
			["二"] = {
				["三"] = {
					["两"] = {
						["影"] = {
							["视"] = {
								result = true
							}
						}
					}
				}
			},
			["女"] = {
				["教"] = {
					["师"] = {
						result = true
					}
				}
			},
			["妻"] = {
				result = true
			},
			["姐"] = {
				["的"] = {
					["乳"] = {
						["果"] = {
							["汁"] = {
								result = true
							}
						}
					}
				}
			},
			["猫"] = {
				result = true
			},
			["色"] = {
				result = true,
				["导"] = {
					["航"] = {
						result = true
					}
				}
			},
			["论"] = {
				["坛"] = {
					result = true
				}
			}
		},
		["莱"] = {
			["坞"] = {
				["第"] = {
					["三"] = {
						["波"] = {
							result = true
						}
					},
					["四"] = {
						["波"] = {
							result = true
						}
					}
				}
			}
		},
		["诱"] = {
			["人"] = {
				["的"] = {
					["奶"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["运"] = {
			["金"] = {
				["条"] = {
					result = true
				}
			}
		},
		["逼"] = {
			["美"] = {
				["乳"] = {
					["小"] = {
						["野"] = {
							result = true
						}
					}
				}
			}
		},
		["长"] = {
			["的"] = {
				["肉"] = {
					["棒"] = {
						result = true
					}
				}
			}
		},
		["騷"] = {
			["綜"] = {
				["合"] = {
					result = true
				}
			}
		},
		["骚"] = {
			result = true,
			A = {
				V = {
					result = true
				}
			},
			["妹"] = {
				["影"] = {
					["视"] = {
						result = true
					},
					["院"] = {
						result = true
					}
				}
			}
		}
	},
	["妃"] = {
		["悠"] = {
			["爱"] = {
				result = true
			}
		}
	},
	["妇"] = {
		["上"] = {
			["门"] = {
				["服"] = {
					["务"] = {
						result = true
					}
				}
			}
		},
		["包"] = {
			["夜"] = {
				result = true
			}
		}
	},
	["妓"] = {
		["女"] = {
			["上"] = {
				["門"] = {
					result = true,
					["服"] = {
						["務"] = {
							result = true
						}
					}
				},
				["门"] = {
					result = true,
					["信"] = {
						["息"] = {
							result = true
						}
					},
					["包"] = {
						["夜"] = {
							result = true
						}
					},
					["性"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					},
					["援"] = {
						["交"] = {
							result = true
						}
					},
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["全"] = {
				["套"] = {
					["性"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					},
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["包"] = {
				["夜"] = {
					result = true,
					["上"] = {
						["门"] = {
							result = true
						}
					},
					["信"] = {
						["息"] = {
							result = true
						}
					},
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["性"] = {
				["服"] = {
					["务"] = {
						result = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["日"] = {
				["记"] = {
					result = true,
					["小"] = {
						["说"] = {
							result = true
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					result = true,
					t = {
						e = {
							l = {
								result = true
							}
						}
					}
				}
			},
			["自"] = {
				result = true,
				["拍"] = {
					result = true
				}
			},
			["靠"] = {
				result = true
			}
		},
		["奴"] = {
			result = true
		}
	},
	["妸"] = {
		["茺"] = {
			["楩"] = {
				["携"] = {
					["電"] = {
						["鑽"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["姐"] = {
		["上"] = {
			["门"] = {
				["服"] = {
					["务"] = {
						result = true
					}
				}
			}
		},
		["佺"] = {
			["套"] = {
				["信"] = {
					["息"] = {
						result = true
					}
				}
			}
		},
		["夫"] = {
			["吴"] = {
				["龙"] = {
					result = true
				}
			},
			["奸"] = {
				["淫"] = {
					["记"] = {
						result = true
					}
				}
			},
			["迷"] = {
				["奸"] = {
					["小"] = {
						["姨"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["妹"] = {
			["操"] = {
				["嫂"] = {
					["嫂"] = {
						["都"] = {
							["操"] = {
								result = true
							}
						}
					}
				}
			},
			["花"] = {
				["双"] = {
					["飞"] = {
						result = true
					}
				}
			}
		},
		["姐"] = {
			["包"] = {
				["养"] = {
					["你"] = {
						result = true
					}
				}
			},
			["口"] = {
				["交"] = {
					["網"] = {
						result = true
					},
					["网"] = {
						result = true
					}
				}
			},
			["吹"] = {
				["逼"] = {
					["逼"] = {
						result = true
					}
				}
			},
			["囗"] = {
				["茭"] = {
					["蛧"] = {
						result = true
					}
				}
			},
			["好"] = {
				["痒"] = {
					result = true
				}
			},
			["妹"] = {
				["妹"] = {
					["吹"] = {
						["逼"] = {
							["逼"] = {
								result = true
							}
						}
					}
				}
			},
			["的"] = {
				["嫩"] = {
					["穴"] = {
						result = true
					},
					["阴"] = {
						["唇"] = {
							result = true
						},
						["户"] = {
							result = true
						}
					}
				},
				["小"] = {
					["屄"] = {
						result = true
					},
					["穴"] = {
						result = true
					}
				},
				["屄"] = {
					result = true
				},
				["愿"] = {
					["望"] = {
						result = true
					}
				},
				["房"] = {
					["间"] = {
						result = true
					}
				},
				["穴"] = {
					["好"] = {
						["大"] = {
							["啊"] = {
								result = true
							}
						},
						["紧"] = {
							["啊"] = {
								result = true
							}
						}
					}
				},
				["肥"] = {
					["穴"] = {
						result = true
					},
					["阴"] = {
						["唇"] = {
							result = true
						},
						["户"] = {
							result = true
						}
					}
				},
				["阴"] = {
					["户"] = {
						result = true
					}
				}
			},
			["色"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			},
			["被"] = {
				["插"] = {
					["的"] = {
						["好"] = {
							["爽"] = {
								result = true
							}
						}
					}
				},
				["轮"] = {
					["奸"] = {
						result = true
					}
				}
			}
		},
		["弟"] = {
			["乱"] = {
				["伦"] = {
					result = true,
					["性"] = {
						["交"] = {
							result = true
						}
					}
				},
				["轮"] = {
					result = true
				}
			},
			["妹"] = {
				["乱"] = {
					["伦"] = {
						["专"] = {
							["辑"] = {
								result = true
							}
						}
					}
				}
			},
			["淫"] = {
				["乱"] = {
					result = true,
					["小"] = {
						["说"] = {
							result = true
						}
					}
				},
				["穴"] = {
					["小"] = {
						["说"] = {
							result = true
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					["淫"] = {
						["乱"] = {
							result = true
						},
						["影"] = {
							["片"] = {
								result = true
							}
						},
						["秽"] = {
							result = true
						},
						["色"] = {
							result = true
						}
					}
				}
			}
		},
		["的"] = {
			["嫩"] = {
				["阴"] = {
					["道"] = {
						result = true
					}
				}
			}
		},
		["私"] = {
			["房"] = {
				["照"] = {
					result = true
				}
			}
		}
	},
	["姑"] = {
		["妄"] = {
			["言"] = {
				result = true,
				["在"] = {
					["线"] = {
						result = true
					}
				}
			}
		},
		["姑"] = {
			["和"] = {
				["妈"] = {
					["妈"] = {
						result = true
					}
				}
			},
			["淫"] = {
				["女"] = {
					["性"] = {
						result = true
					}
				}
			}
		},
		["娘"] = {
			["大"] = {
				["胆"] = {
					["自"] = {
						["拍"] = {
							result = true
						}
					}
				}
			},
			["色"] = {
				["情"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["姜"] = {
		["伟"] = {
			["新"] = {
				result = true
			}
		},
		["北"] = {
			result = true
		},
		["南"] = {
			result = true
		},
		["哈"] = {
			["蟆"] = {
				result = true
			}
		},
		["堰"] = {
			K = {
				["粉"] = {
					result = true
				}
			}
		},
		["大"] = {
			["明"] = {
				result = true
			}
		},
		["姥"] = {
			["爷"] = {
				["论"] = {
					["坛"] = {
						result = true
					}
				}
			}
		},
		["异"] = {
			["康"] = {
				result = true
			}
		},
		["末"] = {
			result = true
		},
		["桂"] = {
			["芝"] = {
				result = true
			}
		},
		["洪"] = {
			["禄"] = {
				result = true
			}
		},
		["渔"] = {
			result = true
		},
		["维"] = {
			["平"] = {
				result = true
			}
		},
		["鲤"] = {
			result = true
		}
	},
	["姦"] = {
		["夫"] = {
			["淫"] = {
				["婦"] = {
					result = true
				}
			}
		},
		["情"] = {
			result = true
		},
		["汙"] = {
			result = true
		},
		["淫"] = {
			["女"] = {
				result = true,
				["家"] = {
					["教"] = {
						result = true
					}
				}
			},
			["電"] = {
				["車"] = {
					result = true
				}
			}
		}
	},
	["姬"] = {
		["乃"] = {
			["爱"] = {
				["里"] = {
					["沙"] = {
						["种"] = {
							["子"] = {
								result = true
							},
							["紫"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["咲"] = {
			["无"] = {
				["码"] = {
					result = true
				}
			},
			["种"] = {
				["子"] = {
					result = true
				}
			}
		},
		["宮"] = {
			["繪"] = {
				["里"] = {
					["香"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["岛"] = {
			["圆"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["瑠"] = {
				["梨"] = {
					["香"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["島"] = {
			["圓"] = {
				["種"] = {
					["子"] = {
						result = true
					}
				}
			},
			["瑠"] = {
				["梨"] = {
					["香"] = {
						["種"] = {
							["子"] = {
								result = true
							}
						}
					}
				},
				["藜"] = {
					["稥"] = {
						["種"] = {
							["孒"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["崎"] = {
			["水"] = {
				["希"] = {
					result = true
				}
			}
		},
		["木"] = {
			["杏"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["野"] = {
			["爱"] = {
				result = true
			}
		},
		["骑"] = {
			["士"] = {
				result = true
			}
		},
		["鹏"] = {
			["飞"] = {
				["自"] = {
					["杀"] = {
						result = true
					}
				}
			}
		}
	},
	["娇"] = {
		["吟"] = {
			["肉"] = {
				["棒"] = {
					result = true
				}
			}
		},
		["妻"] = {
			["淫"] = {
				["乱"] = {
					result = true
				}
			},
			["超"] = {
				["市"] = {
					["被"] = {
						["奸"] = {
							result = true
						}
					}
				}
			}
		},
		["娇"] = {
			["师"] = {
				["娘"] = {
					result = true
				}
			}
		},
		["媚"] = {
			["儿"] = {
				result = true
			}
		},
		["嫩"] = {
			["姐"] = {
				["姐"] = {
					["美"] = {
						["乳"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				["小"] = {
					["阴"] = {
						["核"] = {
							result = true
						}
					}
				},
				["蜜"] = {
					["穴"] = {
						result = true
					}
				}
			}
		},
		["宠"] = {
			["水"] = {
				["芙"] = {
					["蓉"] = {
						result = true
					}
				}
			}
		},
		["小"] = {
			["鲜"] = {
				["嫩"] = {
					["的"] = {
						["小"] = {
							["屄"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["淫"] = {
			["青"] = {
				["春"] = {
					["之"] = {
						["放"] = {
							["纵"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["美"] = {
			["的"] = {
				["舅"] = {
					["妈"] = {
						result = true
					}
				}
			}
		},
		["艳"] = {
			["人"] = {
				["生"] = {
					result = true
				}
			},
			["江"] = {
				["湖"] = {
					result = true,
					["电"] = {
						["子"] = {
							["书"] = {
								result = true
							}
						}
					}
				}
			},
			["都"] = {
				["市"] = {
					result = true
				}
			}
		}
	},
	["婚"] = {
		["前"] = {
			["1"] = {
				["2"] = {
					["0"] = {
						["小"] = {
							["时"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["外"] = {
			["恋"] = {
				result = true,
				["—"] = {
					["插"] = {
						["足"] = {
							["者"] = {
								result = true
							}
						}
					}
				}
			},
			["情"] = {
				["实"] = {
					["录"] = {
						result = true
					}
				},
				["调"] = {
					["查"] = {
						result = true
					}
				}
			},
			["戀"] = {
				result = true
			}
		},
		["宴"] = {
			["发"] = {
				["票"] = {
					result = true
				},
				["税"] = {
					["票"] = {
						["发"] = {
							["票"] = {
								result = true
							}
						}
					}
				}
			},
			["法"] = {
				["票"] = {
					result = true
				}
			}
		},
		["礼"] = {
			["上"] = {
				["干"] = {
					["新"] = {
						["娘"] = {
							result = true
						}
					}
				}
			}
		},
		["纱"] = {
			["性"] = {
				["爱"] = {
					result = true
				}
			},
			["摄"] = {
				["影"] = {
					result = true
				}
			}
		}
	},
	["媾"] = {
		["荬"] = {
			["洣"] = {
				["凊"] = {
					["葯"] = {
						result = true
					}
				}
			}
		}
	},
	["嫁"] = {
		["祸"] = {
			["周"] = {
				["永"] = {
					["康"] = {
						result = true
					}
				}
			}
		}
	},
	["季"] = {
		["三"] = {
			["保"] = {
				result = true
			}
		},
		["侯"] = {
			["風"] = {
				result = true
			},
			["风"] = {
				result = true
			}
		},
		["候"] = {
			["風"] = {
				["半"] = {
					["自"] = {
						["動"] = {
							result = true
						}
					}
				}
			},
			["风"] = {
				H = {
					["1"] = {
						["2"] = {
							result = true
						}
					}
				}
			}
		},
		["建"] = {
			["业"] = {
				result = true
			}
		}
	},
	["孤"] = {
		["儿"] = {
			["院"] = {
				result = true
			}
		},
		["兒"] = {
			["院"] = {
				result = true
			}
		},
		["岛"] = {
			["情"] = {
				["色"] = {
					["王"] = {
						["朝"] = {
							result = true
						}
					}
				}
			}
		},
		["島"] = {
			["情"] = {
				["色"] = {
					["王"] = {
						["朝"] = {
							result = true
						}
					}
				}
			}
		},
		["星"] = {
			result = true
		},
		["独"] = {
			result = true
		}
	},
	["宏"] = {
		["伟"] = {
			result = true
		},
		["兴"] = {
			["药"] = {
				["业"] = {
					result = true
				}
			}
		},
		["击"] = {
			["毁"] = {
				["榜"] = {
					result = true
				}
			}
		},
		["博"] = {
			["国"] = {
				["外"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					["中"] = {
						["心"] = {
							result = true
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					result = true
				}
			}
		},
		["宝"] = {
			["大"] = {
				["法"] = {
					["王"] = {
						result = true
					}
				}
			}
		},
		["岡"] = {
			["美"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["擊"] = {
			["毀"] = {
				["榜"] = {
					result = true
				}
			}
		},
		["星"] = {
			["办"] = {
				["证"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["至"] = {
			result = true
		},
		["辉"] = {
			["遥"] = {
				["控"] = {
					["器"] = {
						result = true
					}
				}
			}
		},
		["远"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			}
		},
		["鹏"] = {
			["办"] = {
				["证"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["官"] = {
		["员"] = {
			["宾"] = {
				["馆"] = {
					["群"] = {
						P = {
							result = true
						}
					},
					["艳"] = {
						["照"] = {
							result = true
						}
					}
				}
			},
			["群"] = {
				P = {
					result = true,
					["照"] = {
						["片"] = {
							result = true
						}
					},
					["艳"] = {
						["照"] = {
							result = true
						}
					}
				}
			},
			["艳"] = {
				["照"] = {
					result = true,
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["财"] = {
				["产"] = {
					["公"] = {
						["开"] = {
							result = true
						}
					}
				}
			}
		},
		["场"] = {
			["之"] = {
				["桃"] = {
					["花"] = {
						["杏"] = {
							["事"] = {
								result = true
							}
						}
					}
				},
				["风"] = {
					["流"] = {
						["秘"] = {
							["史"] = {
								result = true
							}
						}
					}
				}
			},
			["地"] = {
				["震"] = {
					result = true
				}
			},
			["妖"] = {
				["孽"] = {
					result = true
				}
			},
			["秘"] = {
				["书"] = {
					["和"] = {
						["二"] = {
							["奶"] = {
								result = true
							}
						}
					}
				}
			},
			["言"] = {
				["论"] = {
					["准"] = {
						["则"] = {
							result = true
						}
					}
				}
			}
		},
		["彷"] = {
			result = true
		},
		["方"] = {
			["購"] = {
				["彩"] = {
					result = true
				}
			},
			["购"] = {
				["彩"] = {
					result = true
				}
			}
		},
		["渡"] = {
			["区"] = {
				result = true
			}
		}
	},
	["定"] = {
		s = {
			["位"] = {
				["手"] = {
					["机"] = {
						["软"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["位"] = {
			["卡"] = {
				result = true
			},
			["手"] = {
				s = {
					["机"] = {
						result = true
					},
					["機"] = {
						["號"] = {
							["碼"] = {
								result = true
							}
						}
					}
				},
				["机"] = {
					result = true,
					["软"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["群"] = {
				["发"] = {
					result = true
				}
			},
			["追"] = {
				["蹤"] = {
					result = true
				}
			}
		},
		["制"] = {
			["人"] = {
				["皮"] = {
					result = true,
					["#"] = {
						["面"] = {
							["具"] = {
								result = true
							}
						}
					},
					["面"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["面"] = {
				["具"] = {
					result = true
				}
			},
			["马"] = {
				["刀"] = {
					result = true
				}
			}
		},
		["南"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["安"] = {
			["办"] = {
				["假"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["时"] = {
			["炸"] = {
				["弹"] = {
					["定"] = {
						["时"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["税"] = {
			["企"] = {
				["业"] = {
					result = true
				}
			}
		},
		["西"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			}
		},
		["计"] = {
			["奸"] = {
				["岳"] = {
					["母"] = {
						result = true
					}
				}
			}
		},
		["額"] = {
			["辦"] = {
				["證"] = {
					result = true
				}
			}
		},
		["额"] = {
			["办"] = {
				["证"] = {
					result = true
				}
			},
			["发"] = {
				["漂"] = {
					result = true
				},
				["票"] = {
					result = true,
					["代"] = {
						["开"] = {
							result = true
						}
					},
					["开"] = {
						result = true
					}
				}
			},
			["法"] = {
				["票"] = {
					result = true
				}
			},
			["税"] = {
				["票"] = {
					result = true,
					["代"] = {
						["开"] = {
							result = true
						}
					},
					["团"] = {
						["购"] = {
							result = true
						}
					},
					["网"] = {
						["购"] = {
							result = true
						}
					}
				}
			},
			["酦"] = {
				["票"] = {
					result = true
				}
			},
			["醱"] = {
				["漂"] = {
					result = true
				},
				["票"] = {
					result = true
				}
			},
			["餐"] = {
				["饮"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["宦"] = {
		["妻"] = {
			["白"] = {
				["芸"] = {
					["秦"] = {
						["书"] = {
							["记"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["宫"] = {
		["下"] = {
			["希"] = {
				["帆"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["由"] = {
				["纪"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["真"] = {
				["纪"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["内"] = {
			["久"] = {
				["美"] = {
					["无"] = {
						["码"] = {
							result = true
						},
						["马"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["咲"] = {
			["志"] = {
				["帆"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["城"] = {
			["优"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["岛"] = {
			["司"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				},
				["黄"] = {
					["色"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["崎"] = {
			["优"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["葵"] = {
				result = true,
				["无"] = {
					["码"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						},
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				},
				["高"] = {
					["清"] = {
						result = true,
						A = {
							V = {
								result = true
							}
						}
					}
				}
			}
		},
		["嶋"] = {
			["高"] = {
				["珍"] = {
					["藏"] = {
						result = true
					}
				}
			}
		},
		["廷"] = {
			["1"] = {
				["8"] = {
					["招"] = {
						result = true
					}
				}
			},
			["粉"] = {
				["推"] = {
					result = true
				}
			}
		},
		["本"] = {
			["真"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["麻"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["泽"] = {
			K = {
				e = {
					i = {
						t = {
							o = {
								result = true
							}
						}
					}
				}
			},
			["优"] = {
				["奈"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["宮"] = {
		["下"] = {
			["杏"] = {
				["奈"] = {
					B = {
						T = {
							result = true
						}
					}
				}
			},
			["由"] = {
				["紀"] = {
					["子"] = {
						["種"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["真"] = {
				["紀"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["城"] = {
			["優"] = {
				["子"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["夲"] = {
			["眞"] = {
				["媄"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		},
		["島"] = {
			["司"] = {
				["種"] = {
					["子"] = {
						result = true
					},
					["孒"] = {
						result = true
					}
				}
			}
		},
		["崎"] = {
			["優"] = {
				["香"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["由"] = {
				["麻"] = {
					result = true
				}
			},
			["葵"] = {
				result = true
			}
		},
		["本"] = {
			["真"] = {
				["美"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["菜"] = {
				result = true
			},
			["麻"] = {
				["美"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["沢"] = {
			["麻"] = {
				["裏"] = {
					["子"] = {
						["无"] = {
							["码"] = {
								result = true
							}
						},
						["無"] = {
							["碼"] = {
								result = true
							}
						},
						["群"] = {
							["交"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["路"] = {
			["ナ"] = {
				["オ"] = {
					["ミ"] = {
						result = true
					}
				}
			}
		},
		["間"] = {
			["葵"] = {
				["兂"] = {
					["碼"] = {
						result = true
					}
				},
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["無"] = {
					["碼"] = {
						result = true
					}
				}
			}
		}
	},
	["害"] = {
		["我"] = {
			["被"] = {
				["奸"] = {
					["污"] = {
						["侮"] = {
							["辱"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["电"] = {
			["突"] = {
				["网"] = {
					["解"] = {
						result = true
					}
				}
			}
		},
		["羞"] = {
			["援"] = {
				["交"] = {
					["妹"] = {
						result = true
					}
				}
			}
		}
	},
	["家"] = {
		["中"] = {
			["4"] = {
				P = {
					["体"] = {
						["验"] = {
							result = true
						}
					}
				}
			},
			["宝"] = {
				result = true
			}
		},
		["乐"] = {
			["福"] = {
				["游"] = {
					["行"] = {
						result = true
					}
				},
				["示"] = {
					["威"] = {
						result = true
					}
				}
			}
		},
		["人"] = {
			["好"] = {
				["色"] = {
					result = true
				}
			}
		},
		["保"] = {
			["障"] = {
				result = true
			}
		},
		["堡"] = {
			["是"] = {
				["虎"] = {
					["王"] = {
						result = true
					}
				}
			}
		},
		["宏"] = {
			[" "] = {
				["恒"] = {
					["大"] = {
						["的"] = {
							["董"] = {
								["事"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["宝"] = {
			result = true
		},
		["庭"] = {
			["主"] = {
				["妇"] = {
					result = true
				}
			},
			["乱"] = {
				["交"] = {
					result = true
				},
				["伦"] = {
					result = true,
					["免"] = {
						["费"] = {
							result = true
						}
					},
					["小"] = {
						["说"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					},
					["影"] = {
						["片"] = {
							result = true
						}
					},
					["故"] = {
						["事"] = {
							result = true
						}
					},
					["片"] = {
						result = true
					},
					["群"] = {
						["交"] = {
							result = true
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				},
				["抡"] = {
					a = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["亂"] = {
				["倫"] = {
					result = true
				}
			},
			["教"] = {
				["师"] = {
					["御"] = {
						["用"] = {
							["心"] = {
								result = true
							}
						}
					},
					["黄"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["欲"] = {
				["火"] = {
					["全"] = {
						result = true
					}
				}
			},
			["淫"] = {
				["乱"] = {
					["小"] = {
						["说"] = {
							result = true
						}
					},
					["聚"] = {
						["会"] = {
							result = true
						}
					}
				},
				["伦"] = {
					result = true
				},
				["欲"] = {
					result = true
				}
			},
			["Ａ"] = {
				["片"] = {
					result = true
				}
			}
		},
		["族"] = {
			["乱"] = {
				["伦"] = {
					["小"] = {
						["说"] = {
							result = true
						}
					},
					["巨"] = {
						["片"] = {
							result = true
						}
					}
				},
				["性"] = {
					result = true
				}
			},
			["势"] = {
				["力"] = {
					result = true
				}
			},
			["大"] = {
				["乱"] = {
					["交"] = {
						result = true
					}
				}
			},
			["式"] = {
				["性"] = {
					["爱"] = {
						result = true
					}
				}
			},
			["背"] = {
				["后"] = {
					["的"] = {
						["万"] = {
							["贯"] = {
								["家"] = {
									["财"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			},
			["资"] = {
				["产"] = {
					["在"] = {
						["重"] = {
							["庆"] = {
								["的"] = {
									["原"] = {
										["来"] = {
											["是"] = {
												["吴"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["美"] = {
			["乐"] = {
				result = true
			}
		},
		["贼"] = {
			["蔡"] = {
				["名"] = {
					["照"] = {
						result = true
					}
				}
			}
		},
		["里"] = {
			["撸"] = {
				result = true
			},
			["玩"] = {
				["长"] = {
					["发"] = {
						["女"] = {
							result = true
						}
					}
				}
			}
		},
		["长"] = {
			["数"] = {
				["据"] = {
					["资"] = {
						["料"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["寂"] = {
		["寞"] = {
			["在"] = {
				["线"] = {
					["网"] = {
						result = true
					}
				}
			},
			["女"] = {
				["可"] = {
					["加"] = {
						["扣"] = {
							["扣"] = {
								result = true
							}
						}
					}
				},
				["特"] = {
					["色"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				}
			},
			["少"] = {
				["妇"] = {
					["等"] = {
						["你"] = {
							X = {
								result = true
							}
						}
					},
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			},
			["情"] = {
				["人"] = {
					result = true
				}
			},
			["空"] = {
				["庭"] = {
					["春"] = {
						["欲"] = {
							["晚"] = {
								result = true
							}
						}
					}
				}
			},
			["聊"] = {
				["天"] = {
					["网"] = {
						result = true
					}
				}
			},
			["自"] = {
				["拍"] = {
					["可"] = {
						["裸"] = {
							["聊"] = {
								result = true
							}
						}
					}
				}
			},
			["陪"] = {
				["聊"] = {
					result = true
				}
			},
			["骚"] = {
				["妇"] = {
					result = true
				}
			}
		}
	},
	["寄"] = {
		["售"] = {
			["交"] = {
				["易"] = {
					["员"] = {
						result = true
					}
				}
			},
			["客"] = {
				["服"] = {
					result = true
				}
			},
			["核"] = {
				["实"] = {
					["员"] = {
						result = true
					}
				}
			}
		}
	},
	["富"] = {
		["婆"] = {
			["俱"] = {
				["乐"] = {
					["部"] = {
						result = true
					}
				}
			},
			["包"] = {
				["养"] = {
					result = true,
					["服"] = {
						["务"] = {
							result = true
						}
					},
					["鸭"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["找"] = {
				["鴨"] = {
					result = true
				},
				["鸭"] = {
					result = true,
					["子"] = {
						result = true,
						["包"] = {
							["养"] = {
								result = true
							}
						}
					}
				}
			},
			["网"] = {
				result = true
			},
			["需"] = {
				["要"] = {
					["猛"] = {
						["男"] = {
							result = true
						}
					}
				}
			}
		},
		["安"] = {
			["小"] = {
				["额"] = {
					["贷"] = {
						["款"] = {
							result = true
						}
					}
				}
			}
		},
		["家"] = {
			["乐"] = {
				result = true
			},
			["女"] = {
				["的"] = {
					["男"] = {
						["保"] = {
							["姆"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["建"] = {
			result = true
		},
		["豪"] = {
			["们"] = {
				["的"] = {
					["疯"] = {
						["狂"] = {
							["做"] = {
								result = true
							}
						}
					}
				}
			},
			["名"] = {
				["录"] = {
					result = true
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["贵"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["路"] = {
			result = true
		},
		["阳"] = {
			K = {
				["粉"] = {
					["在"] = {
						["线"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["寒"] = {
		["潭"] = {
			["鹤"] = {
				["影"] = {
					result = true
				}
			}
		}
	},
	["寡"] = {
		["头"] = {
			["执"] = {
				["政"] = {
					result = true
				}
			}
		},
		["妇"] = {
			["看"] = {
				A = {
					["片"] = {
						result = true
					}
				}
			}
		}
	},
	["寰"] = {
		["宇"] = {
			["出"] = {
				["版"] = {
					["社"] = {
						result = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["对"] = {
		["6"] = {
			["4"] = {
				["的"] = {
					["认"] = {
						["识"] = {
							result = true
						}
					}
				}
			}
		},
		["令"] = {
			["照"] = {
				["顾"] = {
					["有"] = {
						["加"] = {
							result = true
						}
					}
				}
			}
		},
		["准"] = {
			["桃"] = {
				["源"] = {
					["洞"] = {
						["口"] = {
							result = true
						}
					}
				}
			}
		},
		["抗"] = {
			["温"] = {
				["廉"] = {
					["洁"] = {
						["著"] = {
							["称"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["氧"] = {
			["磷"] = {
				result = true
			}
		},
		["空"] = {
			["防"] = {
				["御"] = {
					result = true
				}
			}
		},
		["讲"] = {
			["机"] = {
				["中"] = {
					["继"] = {
						["台"] = {
							result = true
						}
					}
				}
			}
		},
		["话"] = {
			X = {
				["占"] = {
					["领"] = {
						result = true
					}
				}
			}
		}
	},
	["封"] = {
		["从"] = {
			["德"] = {
				["六"] = {
					["四"] = {
						result = true,
						["日"] = {
							["记"] = {
								result = true
							}
						}
					}
				},
				["柴"] = {
					["玲"] = {
						result = true
					}
				}
			}
		},
		["包"] = {
			["之"] = {
				["意"] = {
					result = true
				}
			}
		},
		["圣"] = {
			result = true
		},
		["存"] = {
			["視"] = {
				["頻"] = {
					result = true
				}
			},
			["视"] = {
				["频"] = {
					result = true
				}
			}
		},
		["建"] = {
			result = true
		},
		["杀"] = {
			["酱"] = {
				["猪"] = {
					["媳"] = {
						result = true
					}
				}
			}
		},
		["淫"] = {
			result = true
		},
		["神"] = {
			["传"] = {
				["说"] = {
					result = true
				}
			},
			["傳"] = {
				["說"] = {
					result = true
				}
			}
		},
		["网"] = {
			["软"] = {
				["件"] = {
					result = true
				}
			}
		},
		["锁"] = {
			h = {
				o = {
					t = {
						m = {
							a = {
								i = {
									l = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["互"] = {
				["联"] = {
					["网"] = {
						result = true
					}
				}
			},
			["网"] = {
				["络"] = {
					result = true
				}
			}
		},
		["面"] = {
			["人"] = {
				["物"] = {
					["林"] = {
						["志"] = {
							["玲"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["将"] = {
		["军"] = {
			["研"] = {
				["彩"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			}
		},
		["被"] = {
			result = true
		},
		["阴"] = {
			["茎"] = {
				["尽"] = {
					["根"] = {
						["插"] = {
							["入"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["對"] = {
		["外"] = {
			["代"] = {
				["開"] = {
					["醱"] = {
						["漂"] = {
							result = true
						},
						["票"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["尐"] = {
		["ロ"] = {
			["徑"] = {
				result = true,
				["埗"] = {
					["槍"] = {
						result = true
					}
				}
			}
		},
		["ㄖ"] = {
			["姠"] = {
				["葵"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		},
		["ㄝ"] = {
			["初"] = {
				["夜"] = {
					result = true,
					["爽"] = {
						["魸"] = {
							result = true
						}
					},
					["铯"] = {
						["魸"] = {
							result = true
						}
					}
				}
			},
			["蒾"] = {
				["情"] = {
					["葯"] = {
						result = true,
						["專"] = {
							result = true
						}
					}
				}
			},
			["薍"] = {
				["倫"] = {
					["Ａ"] = {
						["∨"] = {
							["魸"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["嘢"] = {
			["甴"] = {
				["佳"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		},
		["囡"] = {
			["初"] = {
				["亱"] = {
					["爽"] = {
						["覑"] = {
							result = true
						}
					}
				}
			}
		},
		["型"] = {
			["③"] = {
				["甪"] = {
					["弩"] = {
						result = true
					}
				}
			}
		},
		["妹"] = {
			["菔"] = {
				["務"] = {
					["電"] = {
						["話"] = {
							result = true
						}
					}
				}
			},
			["詘"] = {
				["囼"] = {
					result = true
				}
			}
		},
		["姊"] = {
			result = true,
			["破"] = {
				["処"] = {
					["價"] = {
						["格"] = {
							result = true
						}
					}
				}
			},
			["菔"] = {
				["務"] = {
					result = true,
					["丄"] = {
						["冂"] = {
							result = true
						}
					}
				}
			},
			["電"] = {
				["視"] = {
					["囼"] = {
						result = true
					}
				}
			}
		},
		["姐"] = {
			result = true
		},
		["婦"] = {
			["苞"] = {
				["夜"] = {
					result = true
				}
			}
		},
		["室"] = {
			["優"] = {
				["萘"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		},
		["巛"] = {
			["蓅"] = {
				["淉"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		},
		["栗"] = {
			["莕"] = {
				["菜"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		},
		["栤"] = {
			["磚"] = {
				result = true
			}
		},
		["森"] = {
			["媄"] = {
				["仼"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		},
		["池"] = {
			["絵"] = {
				["媄"] = {
					["孒"] = {
						result = true
					}
				}
			}
		},
		["澤"] = {
			["圓"] = {
				["種"] = {
					["孒"] = {
						result = true
					}
				}
			},
			["瑪"] = {
				["郦"] = {
					["娅"] = {
						["種"] = {
							["孒"] = {
								result = true
							}
						}
					}
				}
			},
			["菜"] = {
				["穗"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		},
		["車"] = {
			["攔"] = {
				["截"] = {
					["噐"] = {
						result = true
					}
				}
			}
		}
	},
	["尒"] = {
		["侀"] = {
			["彡"] = {
				["鼡"] = {
					["弩"] = {
						result = true
					}
				}
			}
		},
		["妺"] = {
			["棴"] = {
				["務"] = {
					["電"] = {
						["話"] = {
							result = true
						}
					}
				}
			}
		},
		["姐"] = {
			["上"] = {
				["门"] = {
					result = true
				}
			},
			["棴"] = {
				["務"] = {
					result = true
				}
			},
			["洤"] = {
				["套"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					}
				}
			},
			["電"] = {
				["視"] = {
					["珆"] = {
						result = true
					}
				}
			}
		},
		["栤"] = {
			["磚"] = {
				result = true
			}
		},
		["澤"] = {
			["園"] = {
				["種"] = {
					["ふ"] = {
						result = true
					}
				}
			}
		},
		["車"] = {
			["拦"] = {
				["截"] = {
					["噐"] = {
						result = true
					}
				}
			}
		}
	},
	["尔"] = {
		["干"] = {
			["的"] = {
				["非"] = {
					result = true
				}
			}
		},
		["等"] = {
			["如"] = {
				["此"] = {
					["嚣"] = {
						["张"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["尕"] = {
		["玛"] = {
			["才"] = {
				["旺"] = {
					result = true
				}
			}
		}
	},
	["尖"] = {
		["兵"] = {
			["渔"] = {
				["刀"] = {
					result = true
				}
			}
		},
		["刺"] = {
			["匕"] = {
				["首"] = {
					["有"] = {
						["货"] = {
							result = true
						}
					}
				}
			}
		},
		["头"] = {
			["扎"] = {
				["带"] = {
					["九"] = {
						["环"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			},
			["树"] = {
				["妖"] = {
					result = true
				}
			}
		},
		["閣"] = {
			["列"] = {
				["島"] = {
					result = true
				}
			}
		},
		["阁"] = {
			["诸"] = {
				result = true
			}
		}
	},
	["就"] = {
		["去"] = {
			["9"] = {
				["7"] = {
					["色"] = {
						result = true
					}
				}
			},
			["做"] = {
				["爱"] = {
					result = true
				}
			},
			["口"] = {
				["交"] = {
					["网"] = {
						result = true
					}
				}
			},
			["吻"] = {
				result = true
			},
			["品"] = {
				["色"] = {
					result = true
				}
			},
			["搞"] = {
				["成"] = {
					["人"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["撸"] = {
				["吧"] = {
					result = true
				}
			},
			["泡"] = {
				result = true
			},
			["色"] = {
				result = true,
				["吧"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				},
				["妹"] = {
					result = true,
					["妹"] = {
						["网"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				},
				["成"] = {
					["人"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["誘"] = {
				["惑"] = {
					result = true
				}
			}
		},
		["愛"] = {
			["幹"] = {
				["明"] = {
					["星"] = {
						result = true
					}
				}
			}
		},
		["是"] = {
			["撸"] = {
				result = true
			},
			["爱"] = {
				["色"] = {
					result = true
				}
			},
			["要"] = {
				["办"] = {
					["证"] = {
						result = true
					}
				},
				["撸"] = {
					result = true
				},
				["爽"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			}
		},
		["爱"] = {
			["人"] = {
				["体"] = {
					result = true
				}
			},
			["后"] = {
				["入"] = {
					["式"] = {
						result = true
					}
				}
			},
			["啪"] = {
				["啪"] = {
					result = true
				}
			},
			["图"] = {
				["站"] = {
					result = true
				}
			},
			["大"] = {
				["奶"] = {
					["少"] = {
						["妇"] = {
							result = true
						}
					}
				},
				["片"] = {
					["网"] = {
						result = true
					}
				}
			},
			["夫"] = {
				["妻"] = {
					["网"] = {
						result = true
					}
				}
			},
			["插"] = {
				["妹"] = {
					["妹"] = {
						result = true
					}
				}
			},
			["援"] = {
				["交"] = {
					["妹"] = {
						result = true
					}
				}
			},
			["搞"] = {
				["搞"] = {
					result = true
				}
			},
			["撸"] = {
				result = true
			},
			["看"] = {
				["妹"] = {
					["妹"] = {
						result = true
					}
				}
			},
			["色"] = {
				B = {
					result = true
				},
				["色"] = {
					["网"] = {
						result = true
					}
				}
			},
			["视"] = {
				["频"] = {
					result = true
				}
			}
		},
		["看"] = {
			["三"] = {
				["级"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["要"] = {
			["干"] = {
				result = true
			},
			["搞"] = {
				result = true
			},
			["操"] = {
				result = true
			},
			["看"] = {
				A = {
					V = {
						result = true
					}
				}
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			},
			["鸡"] = {
				["鸡"] = {
					["电"] = {
						["影"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["近"] = {
			["办"] = {
				["正"] = {
					result = true
				},
				["证"] = {
					result = true
				}
			}
		},
		["这"] = {
			["样"] = {
				["被"] = {
					["干"] = {
						["了"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["尴"] = {
		["尬"] = {
			["的"] = {
				["护"] = {
					["士"] = {
						result = true
					}
				}
			}
		}
	},
	["尽"] = {
		["在"] = {
			["5"] = {
				["1"] = {
					["看"] = {
						A = {
							V = {
								result = true
							}
						}
					}
				}
			}
		},
		["情"] = {
			["爱"] = {
				result = true
			},
			["纵"] = {
				["欲"] = {
					result = true
				}
			}
		},
		["显"] = {
			["隆"] = {
				["恩"] = {
					result = true
				}
			}
		}
	},
	["居"] = {
		["家"] = {
			["自"] = {
				["慰"] = {
					["照"] = {
						result = true
					}
				}
			}
		},
		["民"] = {
			["身"] = {
				["份"] = {
					["证"] = {
						result = true
					}
				}
			}
		}
	},
	["岗"] = {
		["亭"] = {
			["灯"] = {
				result = true
			}
		},
		["仁"] = {
			["波"] = {
				["切"] = {
					["开"] = {
						["发"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["岡"] = {
		["山"] = {
			["・"] = {
				["デ"] = {
					["リ"] = {
						["ヘ"] = {
							result = true
						}
					}
				}
			}
		},
		["崎"] = {
			["愛"] = {
				["电"] = {
					["驴"] = {
						result = true
					}
				}
			},
			["結"] = {
				["由"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				},
				["甴"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		},
		["村"] = {
			["寧"] = {
				["次"] = {
					result = true
				}
			},
			["秀"] = {
				["樹"] = {
					result = true
				}
			}
		},
		["田"] = {
			["麗"] = {
				["奈"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["峨"] = {
		["嵋"] = {
			["帮"] = {
				result = true
			},
			["派"] = {
				result = true
			}
		}
	},
	["峰"] = {
		["不"] = {
			["二"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["林"] = {
			["商"] = {
				["城"] = {
					result = true
				}
			}
		}
	},
	["崬"] = {
		["倞"] = {
			["慹"] = {
				["視"] = {
					["頻"] = {
						result = true,
						["芐"] = {
							["酨"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["工"] = {
		["业"] = {
			["正"] = {
				["丙"] = {
					["醇"] = {
						result = true
					}
				}
			},
			["电"] = {
				["雷"] = {
					["管"] = {
						result = true
					}
				}
			},
			["硝"] = {
				["酸"] = {
					["铵"] = {
						result = true
					}
				}
			},
			["黑"] = {
				["索"] = {
					["今"] = {
						result = true
					}
				}
			}
		},
		["人"] = {
			["自"] = {
				["治"] = {
					["联"] = {
						["合"] = {
							["会"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["兵"] = {
			["强"] = {
				result = true
			}
		},
		["口"] = {
			["动"] = {
				["漫"] = {
					result = true,
					["大"] = {
						["全"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["网"] = {
						result = true,
						["站"] = {
							result = true
						}
					}
				},
				["画"] = {
					result = true
				}
			},
			["小"] = {
				["说"] = {
					result = true
				}
			},
			["情"] = {
				["色"] = {
					result = true,
					["动"] = {
						["漫"] = {
							result = true
						},
						["画"] = {
							result = true
						}
					},
					["小"] = {
						["说"] = {
							result = true
						}
					},
					["游"] = {
						["戏"] = {
							result = true
						}
					},
					["漫"] = {
						["画"] = {
							result = true
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["游"] = {
				["戏"] = {
					result = true
				}
			},
			["漫"] = {
				["画"] = {
					result = true
				}
			},
			["视"] = {
				["频"] = {
					result = true
				}
			}
		},
		["地"] = {
			["门"] = {
				result = true
			}
		},
		["字"] = {
			result = true,
			B = {
				["3"] = {
					result = true
				}
			},
			L = {
				Q = {
					B = {
						["4"] = {
							["1"] = {
								result = true
							}
						}
					}
				}
			},
			q = {
				b = {
					["8"] = {
						["9"] = {
							result = true
						}
					}
				}
			},
			["左"] = {
				["轮"] = {
					result = true
				}
			},
			["弹"] = {
				result = true,
				["专"] = {
					["销"] = {
						result = true
					}
				}
			},
			["彈"] = {
				result = true
			},
			["手"] = {
				["枪"] = {
					result = true
				}
			},
			["折"] = {
				["叠"] = {
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["枪"] = {
				result = true
			},
			["气"] = {
				g = {
					o = {
						u = {
							result = true
						}
					}
				},
				["木"] = {
					["仓"] = {
						result = true
					}
				},
				["枪"] = {
					result = true,
					["专"] = {
						result = true,
						["网"] = {
							result = true
						}
					},
					["厂"] = {
						result = true
					},
					["官"] = {
						["网"] = {
							result = true
						}
					},
					["温"] = {
						["斯"] = {
							["特"] = {
								result = true
							}
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["结"] = {
						["构"] = {
							["图"] = {
								result = true
							}
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					},
					["铅"] = {
						["弹"] = {
							result = true
						}
					}
				},
				["槍"] = {
					result = true
				},
				["狗"] = {
					result = true
				}
			},
			["氣"] = {
				result = true
			},
			["汽"] = {
				g = {
					o = {
						u = {
							result = true
						}
					}
				},
				["抢"] = {
					result = true
				},
				["枪"] = {
					["专"] = {
						result = true
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				},
				["狗"] = {
					["网"] = {
						result = true
					}
				}
			},
			["牌"] = {
				B = {
					["3"] = {
						["1"] = {
							result = true
						},
						["3"] = {
							result = true
						}
					}
				},
				b = {
					["3"] = {
						["2"] = {
							result = true
						}
					}
				},
				g = {
					o = {
						u = {
							result = true
						}
					}
				},
				["上"] = {
					["网"] = {
						result = true
					}
				},
				["抢"] = {
					result = true
				},
				["新"] = {
					["款"] = {
						["气"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["枪"] = {
					result = true
				},
				["槍"] = {
					result = true
				},
				["气"] = {
					["枪"] = {
						result = true,
						B = {
							["2"] = {
								result = true
							}
						},
						["专"] = {
							result = true
						},
						["低"] = {
							["价"] = {
								result = true
							}
						},
						["保"] = {
							["质"] = {
								result = true
							}
						},
						["官"] = {
							["网"] = {
								result = true
							}
						},
						["密"] = {
							["云"] = {
								result = true
							}
						},
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["系"] = {
							["列"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						},
						["配"] = {
							["件"] = {
								result = true
							}
						}
					},
					["狗"] = {
						result = true,
						["售"] = {
							result = true
						}
					}
				},
				["氣"] = {
					["枪"] = {
						result = true
					},
					["槍"] = {
						result = true
					}
				},
				["汽"] = {
					["抢"] = {
						result = true
					},
					["木"] = {
						["仓"] = {
							result = true
						},
						["倉"] = {
							result = true
						}
					},
					["枪"] = {
						result = true,
						["专"] = {
							result = true
						},
						["出"] = {
							["货"] = {
								result = true
							}
						},
						["到"] = {
							["货"] = {
								result = true
							}
						},
						["图"] = {
							["纸"] = {
								result = true
							}
						},
						["现"] = {
							["货"] = {
								result = true
							}
						},
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						},
						["转"] = {
							["让"] = {
								result = true
							}
						},
						["配"] = {
							["件"] = {
								result = true
							}
						}
					},
					["槍"] = {
						result = true
					},
					["狗"] = {
						result = true
					}
				},
				["狗"] = {
					result = true
				},
				["系"] = {
					["列"] = {
						["气"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["钢"] = {
					["珠"] = {
						["狗"] = {
							result = true,
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["狗"] = {
				["粮"] = {
					result = true,
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			},
			["狩"] = {
				["猎"] = {
					result = true
				}
			},
			["皮"] = {
				["碗"] = {
					result = true
				}
			},
			["秃"] = {
				["鹰"] = {
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["狗"] = {
						result = true
					}
				}
			},
			["高"] = {
				["压"] = {
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["布"] = {
			["刀"] = {
				["坊"] = {
					result = true
				}
			}
		},
		["潮"] = {
			result = true
		},
		["自"] = {
			["联"] = {
				["韩"] = {
					["东"] = {
						["方"] = {
							result = true
						}
					}
				},
				["领"] = {
					["袖"] = {
						["韩"] = {
							["东"] = {
								["方"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["艺"] = {
			["礼"] = {
				["品"] = {
					["商"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["藤"] = {
			["泉"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["綾"] = {
				["美"] = {
					["电"] = {
						["驴"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["香"] = {
					["性"] = {
						["爱"] = {
							result = true
						}
					}
				}
			},
			["裕"] = {
				["子"] = {
					result = true
				}
			}
		},
		["行"] = {
			["女"] = {
				["张"] = {
					["璇"] = {
						["事"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["运"] = {
			result = true,
			["韩"] = {
				["东"] = {
					["方"] = {
						result = true
					}
				}
			}
		},
		["部"] = {
			["尚"] = {
				["书"] = {
					["薄"] = {
						["某"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["巨"] = {
		["乳"] = {
			A = {
				V = {
					["女"] = {
						["优"] = {
							result = true
						},
						["優"] = {
							result = true
						}
					}
				}
			},
			O = {
				L = {
					result = true
				}
			},
			["丰"] = {
				["臀"] = {
					result = true
				}
			},
			["人"] = {
				["妻"] = {
					result = true
				}
			},
			["俏"] = {
				["女"] = {
					["醫"] = {
						result = true
					}
				}
			},
			["内"] = {
				["射"] = {
					result = true
				}
			},
			["处"] = {
				["女"] = {
					result = true
				}
			},
			["天"] = {
				["使"] = {
					["初"] = {
						["登"] = {
							["场"] = {
								result = true
							}
						}
					}
				}
			},
			["女"] = {
				result = true,
				["优"] = {
					result = true
				},
				["優"] = {
					result = true
				},
				["子"] = {
					["高"] = {
						["生"] = {
							result = true
						}
					}
				},
				["教"] = {
					["師"] = {
						result = true
					}
				},
				["神"] = {
					result = true,
					["引"] = {
						["退"] = {
							result = true
						}
					}
				},
				["警"] = {
					result = true
				}
			},
			["妹"] = {
				["妹"] = {
					result = true
				}
			},
			["妻"] = {
				["子"] = {
					result = true
				}
			},
			["学"] = {
				["园"] = {
					result = true
				}
			},
			["家"] = {
				["族"] = {
					result = true
				}
			},
			["开"] = {
				["苞"] = {
					result = true
				}
			},
			["护"] = {
				["士"] = {
					result = true
				}
			},
			["波"] = {
				["霸"] = {
					result = true,
					["妹"] = {
						result = true
					}
				}
			},
			["熟"] = {
				["女"] = {
					result = true
				}
			},
			["爱"] = {
				["好"] = {
					["者"] = {
						result = true
					}
				}
			},
			["片"] = {
				result = true,
				["步"] = {
					["兵"] = {
						result = true
					}
				}
			},
			["现"] = {
				["场"] = {
					result = true
				}
			},
			["美"] = {
				["少"] = {
					["女"] = {
						result = true,
						["痉"] = {
							["挛"] = {
								result = true
							}
						}
					}
				},
				["熟"] = {
					["女"] = {
						result = true
					}
				}
			},
			["肥"] = {
				["腚"] = {
					result = true
				}
			},
			["谭"] = {
				result = true
			},
			["青"] = {
				["梅"] = {
					["竹"] = {
						["马"] = {
							result = true
						}
					}
				}
			},
			["颜"] = {
				["射"] = {
					result = true
				}
			},
			["魸"] = {
				result = true
			}
		},
		["人"] = {
			["反"] = {
				["腐"] = {
					["之"] = {
						["路"] = {
							result = true
						}
					}
				}
			},
			["名"] = {
				["录"] = {
					["数"] = {
						["据"] = {
							["库"] = {
								result = true
							}
						}
					}
				}
			},
			["教"] = {
				["育"] = {
					["网"] = {
						result = true
					}
				}
			},
			["杀"] = {
				["人"] = {
					result = true
				},
				["手"] = {
					result = true
				}
			}
		},
		["吊"] = {
			result = true
		},
		["奶"] = {
			["大"] = {
				["妈"] = {
					result = true
				}
			}
		},
		["富"] = {
			["名"] = {
				["刀"] = {
					result = true
				}
			}
		},
		["屌"] = {
			["成"] = {
				["人"] = {
					result = true
				}
			}
		},
		["成"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["灵"] = {
			["神"] = {
				result = true
			}
		},
		["炮"] = {
			result = true,
			["兵"] = {
				["團"] = {
					result = true
				}
			},
			["肉"] = {
				["穴"] = {
					result = true
				}
			}
		},
		["牛"] = {
			["电"] = {
				["影"] = {
					result = true
				}
			}
		},
		["龙"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			}
		}
	},
	["巩"] = {
		["固"] = {
			["军"] = {
				["权"] = {
					result = true
				}
			}
		}
	},
	["己"] = {
		["妻"] = {
			["人"] = {
				["妻"] = {
					result = true
				}
			}
		},
		["方"] = {
			result = true
		}
	},
	["帉"] = {
		["嫰"] = {
			["尒"] = {
				["泬"] = {
					result = true
				}
			}
		}
	},
	["干"] = {
		["&"] = {
			["扰"] = {
				result = true
			}
		},
		["*"] = {
			["扰"] = {
				["*"] = {
					["器"] = {
						result = true
					}
				}
			}
		},
		["1"] = {
			["干"] = {
				result = true
			}
		},
		["9"] = {
			["0"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["?"] = {
			["?"] = {
				["妈"] = {
					result = true
				},
				["娘"] = {
					result = true
				},
				["马"] = {
					result = true
				}
			}
		},
		A = {
			V = {
				["女"] = {
					["优"] = {
						result = true
					}
				}
			}
		},
		B = {
			["卧"] = {
				["槽"] = {
					result = true
				}
			}
		},
		G = {
			M = {
				["的"] = {
					["娘"] = {
						result = true
					}
				}
			}
		},
		b = {
			result = true,
			i = {
				result = true
			}
		},
		j = {
			i = {
				e = {
					j = {
						i = {
							e = {
								result = true
							}
						}
					}
				}
			}
		},
		p = {
			a = {
				o = {
					result = true
				}
			}
		},
		x = {
			["娘"] = {
				result = true
			}
		},
		["一"] = {
			["家"] = {
				result = true
			},
			["干"] = {
				["影"] = {
					["视"] = {
						result = true
					}
				}
			},
			["炮"] = {
				A = {
					V = {
						result = true
					}
				}
			}
		},
		["中"] = {
			["学"] = {
				["生"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			}
		},
		["丰"] = {
			["满"] = {
				["少"] = {
					["妇"] = {
						result = true
					}
				},
				["老"] = {
					["婆"] = {
						["露"] = {
							["脸"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["了"] = {
			["个"] = {
				["闷"] = {
					["骚"] = {
						["女"] = {
							result = true
						}
					}
				}
			},
			["女"] = {
				["学"] = {
					["生"] = {
						result = true
					}
				}
			}
		},
		["二"] = {
			["奶"] = {
				result = true,
				["成"] = {
					["人"] = {
						result = true
					}
				},
				["电"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["人"] = {
			["妻"] = {
				["就"] = {
					["是"] = {
						["爽"] = {
							result = true
						}
					}
				}
			}
		},
		["你"] = {
			["媽"] = {
				b = {
					result = true
				},
				["逼"] = {
					result = true
				}
			},
			["老"] = {
				["母"] = {
					result = true
				},
				["比"] = {
					result = true
				}
			},
			["良"] = {
				result = true
			}
		},
		["保"] = {
			["姆"] = {
				["小"] = {
					["穴"] = {
						result = true
					}
				}
			}
		},
		["光"] = {
			["豪"] = {
				result = true
			}
		},
		["全"] = {
			["家"] = {
				result = true
			}
		},
		["出"] = {
			["淫"] = {
				["水"] = {
					result = true
				}
			}
		},
		["别"] = {
			["人"] = {
				["女"] = {
					["朋"] = {
						["友"] = {
							result = true
						}
					}
				}
			}
		},
		["到"] = {
			["脖"] = {
				["子"] = {
					["都"] = {
						["红"] = {
							["了"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["女"] = {
			["优"] = {
				result = true
			},
			["友"] = {
				["前"] = {
					["奏"] = {
						result = true
					}
				},
				["露"] = {
					["脸"] = {
						result = true
					}
				}
			}
		},
		["妈"] = {
			["妈"] = {
				["的"] = {
					["小"] = {
						["穴"] = {
							["穴"] = {
								result = true
							}
						}
					},
					["爽"] = {
						result = true
					}
				}
			}
		},
		["妓"] = {
			["女"] = {
				result = true
			}
		},
		["妳"] = {
			["马"] = {
				result = true
			}
		},
		["妹"] = {
			["妹"] = {
				result = true,
				["小"] = {
					["穴"] = {
						result = true
					}
				}
			}
		},
		["姐"] = {
			["姐"] = {
				result = true,
				["小"] = {
					["穴"] = {
						result = true
					}
				}
			}
		},
		["姨"] = {
			["妈"] = {
				result = true
			}
		},
		["娘"] = {
			result = true
		},
		["嫂"] = {
			["子"] = {
				result = true
			}
		},
		["小"] = {
			["姐"] = {
				result = true,
				["小"] = {
					["穴"] = {
						result = true
					}
				}
			},
			["姨"] = {
				["子"] = {
					["小"] = {
						["穴"] = {
							result = true
						}
					}
				}
			},
			["穴"] = {
				result = true
			},
			["蜜"] = {
				["洞"] = {
					result = true
				}
			}
		},
		["少"] = {
			["妇"] = {
				["小"] = {
					["穴"] = {
						result = true
					}
				}
			}
		},
		["屁"] = {
			["眼"] = {
				result = true
			}
		},
		["干"] = {
			["干"] = {
				result = true,
				["影"] = {
					["视"] = {
						result = true
					}
				}
			}
		},
		["您"] = {
			["娘"] = {
				result = true
			}
		},
		["情"] = {
			["人"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			},
			["妇"] = {
				result = true
			},
			["趣"] = {
				["内"] = {
					["裤"] = {
						["老"] = {
							["婆"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["扰"] = {
			result = true,
			["器"] = {
				["北"] = {
					["京"] = {
						["地"] = {
							["区"] = {
								result = true
							}
						}
					}
				},
				["可"] = {
					["遥"] = {
						["控"] = {
							result = true
						}
					}
				},
				["密"] = {
					["云"] = {
						result = true
					}
				},
				["种"] = {
					["类"] = {
						result = true,
						["大"] = {
							["全"] = {
								result = true
							}
						}
					}
				}
			},
			["私"] = {
				["聊"] = {
					result = true
				}
			}
		},
		["护"] = {
			["士"] = {
				result = true,
				["变"] = {
					["态"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["掉"] = {
			["令"] = {
				["计"] = {
					["划"] = {
						["公"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["擾"] = {
			["器"] = {
				result = true
			}
		},
		["新"] = {
			["疆"] = {
				["人"] = {
					result = true
				}
			}
		},
		["日"] = {
			["本"] = {
				A = {
					V = {
						A = {
							V = {
								result = true
							}
						}
					}
				}
			}
		},
		["机"] = {
			["掰"] = {
				result = true
			}
		},
		["柴"] = {
			["烈"] = {
				["火"] = {
					result = true
				}
			}
		},
		["校"] = {
			["花"] = {
				result = true
			}
		},
		["死"] = {
			C = {
				S = {
					result = true
				}
			},
			G = {
				M = {
					result = true
				}
			},
			["你"] = {
				["导"] = {
					["航"] = {
						result = true
					}
				}
			},
			["客"] = {
				["服"] = {
					result = true
				}
			}
		},
		["洋"] = {
			["妞"] = {
				["真"] = {
					["实"] = {
						["经"] = {
							["历"] = {
								result = true
							}
						}
					}
				},
				["穴"] = {
					result = true
				}
			}
		},
		["炮"] = {
			result = true,
			A = {
				V = {
					result = true
				}
			},
			["插"] = {
				["穴"] = {
					result = true
				}
			},
			["细"] = {
				["节"] = {
					["小"] = {
						["姐"] = {
							result = true
						}
					}
				}
			},
			["色"] = {
				["片"] = {
					result = true
				}
			}
		},
		["爹"] = {
			["的"] = {
				["龟"] = {
					["头"] = {
						result = true
					}
				}
			}
		},
		["的"] = {
			["你"] = {
				result = true
			},
			["妈"] = {
				["好"] = {
					["爽"] = {
						result = true
					}
				}
			}
		},
		["空"] = {
			["姐"] = {
				["小"] = {
					["穴"] = {
						result = true
					}
				}
			}
		},
		["老"] = {
			["婆"] = {
				result = true
			},
			["师"] = {
				["小"] = {
					["穴"] = {
						result = true
					}
				},
				["的"] = {
					["穴"] = {
						result = true,
						["好"] = {
							["爽"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["脆"] = {
			["解"] = {
				["散"] = {
					["中"] = {
						["国"] = {
							result = true
						}
					}
				}
			}
		},
		["苍"] = {
			["警"] = {
				["空"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			}
		},
		["进"] = {
			["妹"] = {
				["妹"] = {
					["的"] = {
						["小"] = {
							["穴"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["逼"] = {
			result = true
		},
		["邻"] = {
			["居"] = {
				["少"] = {
					["妇"] = {
						result = true
					}
				}
			}
		},
		["部"] = {
			result = true,
			["子"] = {
				["弟"] = {
					["班"] = {
						result = true
					}
				}
			},
			["忙"] = {
				["赌"] = {
					["博"] = {
						result = true
					}
				}
			}
		},
		["阿"] = {
			["姨"] = {
				["小"] = {
					["穴"] = {
						result = true
					}
				},
				["的"] = {
					["骚"] = {
						["穴"] = {
							result = true
						}
					}
				}
			}
		},
		["預"] = {
			["周"] = {
				result = true
			}
		},
		["预"] = {
			["周"] = {
				result = true
			}
		},
		["骚"] = {
			["女"] = {
				result = true
			}
		},
		["Ｇ"] = {
			["Ｍ"] = {
				result = true
			}
		}
	},
	["幵"] = {
		["咨"] = {
			["詢"] = {
				["髮"] = {
					["票"] = {
						result = true
					}
				}
			}
		},
		["屾"] = {
			["砍"] = {
				["刀"] = {
					result = true
				}
			}
		},
		["房"] = {
			["洎"] = {
				["拍"] = {
					result = true
				}
			},
			["視"] = {
				["頻"] = {
					result = true
				}
			}
		},
		["苞"] = {
			["價"] = {
				["格"] = {
					result = true
				}
			}
		},
		["車"] = {
			["冂"] = {
				["ぬ"] = {
					["エ"] = {
						["具"] = {
							result = true
						}
					}
				}
			}
		},
		["鎖"] = {
			["お"] = {
				result = true
			},
			["エ"] = {
				["具"] = {
					result = true,
					["電"] = {
						["話"] = {
							result = true
						}
					}
				}
			},
			["ポ"] = {
				result = true
			},
			["寶"] = {
				["典"] = {
					result = true
				}
			},
			["手"] = {
				["法"] = {
					result = true
				}
			},
			[""] = {
				["佺"] = {
					result = true
				}
			}
		}
	},
	["幹"] = {
		G = {
			M = {
				result = true
			}
		},
		X = {
			result = true
		},
		x = {
			["娘"] = {
				result = true
			}
		},
		["一"] = {
			["干"] = {
				result = true
			}
		},
		["七"] = {
			["八"] = {
				result = true
			}
		},
		["他"] = {
			["媽"] = {
				result = true
			}
		},
		["你"] = {
			["妈"] = {
				b = {
					result = true
				},
				["逼"] = {
					result = true
				}
			},
			["媽"] = {
				result = true,
				b = {
					result = true
				},
				["逼"] = {
					result = true
				}
			},
			["良"] = {
				result = true
			}
		},
		["入"] = {
			result = true
		},
		["到"] = {
			result = true
		},
		["勒"] = {
			result = true
		},
		["啦"] = {
			result = true
		},
		["女"] = {
			["人"] = {
				["的"] = {
					["秘"] = {
						["笈"] = {
							result = true
						}
					}
				}
			}
		},
		["她"] = {
			["媽"] = {
				result = true
			}
		},
		["妳"] = {
			result = true,
			["娘"] = {
				result = true
			},
			["媽"] = {
				result = true
			},
			["老"] = {
				["母"] = {
					result = true
				}
			},
			["馬"] = {
				result = true
			}
		},
		["它"] = {
			result = true
		},
		["尼"] = {
			result = true
		},
		["幹"] = {
			result = true
		},
		["您"] = {
			result = true,
			["娘"] = {
				result = true
			}
		},
		["我"] = {
			result = true
		},
		["拎"] = {
			["娘"] = {
				result = true
			}
		},
		["擾"] = {
			["噐"] = {
				["種"] = {
					["類"] = {
						[""] = {
							["佺"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["林"] = {
			result = true
		},
		["機"] = {
			result = true,
			["掰"] = {
				result = true
			}
		},
		["死"] = {
			C = {
				S = {
					result = true
				}
			},
			G = {
				M = {
					result = true
				}
			},
			["客"] = {
				["服"] = {
					result = true
				}
			}
		},
		["汝"] = {
			result = true
		},
		["爆"] = {
			result = true
		},
		["牠"] = {
			result = true
		},
		["的"] = {
			["爽"] = {
				result = true
			}
		},
		["穴"] = {
			result = true
		},
		["雞"] = {
			result = true
		},
		["Ｇ"] = {
			["Ｍ"] = {
				result = true
			}
		}
	},
	["幻"] = {
		K = {
			result = true
		},
		["光"] = {
			["符"] = {
				result = true
			}
		},
		["喚"] = {
			["愛"] = {
				result = true
			}
		},
		["影"] = {
			["3"] = {
				["妖"] = {
					["精"] = {
						["悲"] = {
							["剧"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["想"] = {
			["的"] = {
				["繁"] = {
					["荣"] = {
						["3"] = {
							["0"] = {
								["年"] = {
									["即"] = {
										["将"] = {
											["结"] = {
												["束"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["梦"] = {
			["唯"] = {
				["心"] = {
					result = true
				}
			}
		},
		["母"] = {
			["家"] = {
				["庭"] = {
					["内"] = {
						["仆"] = {
							result = true
						}
					}
				}
			}
		},
		["灵"] = {
			["游"] = {
				["侠"] = {
					result = true
				}
			}
		},
		["界"] = {
			result = true
		},
		["葯"] = {
			result = true
		},
		["靈"] = {
			["遊"] = {
				["俠"] = {
					result = true
				}
			}
		}
	},
	["幾"] = {
		["八"] = {
			result = true
		},
		["叭"] = {
			result = true
		},
		["巴"] = {
			result = true
		},
		["芭"] = {
			result = true
		}
	},
	["广"] = {
		["传"] = {
			["真"] = {
				["相"] = {
					["平"] = {
						["台"] = {
							result = true
						}
					}
				}
			}
		},
		["发"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["告"] = {
			["办"] = {
				["证"] = {
					result = true
				}
			},
			["发"] = {
				["布"] = {
					["软"] = {
						["件"] = {
							result = true
						}
					}
				},
				["漂"] = {
					["代"] = {
						["开"] = {
							result = true
						}
					}
				},
				["票"] = {
					result = true,
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					["雷"] = {
						["克"] = {
							result = true
						}
					}
				}
			},
			["法"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			},
			["费"] = {
				["&"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				},
				["发"] = {
					["票"] = {
						result = true
					}
				},
				["法"] = {
					["票"] = {
						result = true
					}
				},
				["票"] = {
					result = true
				}
			}
		},
		["安"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["度"] = {
			["书"] = {
				["局"] = {
					result = true
				}
			}
		},
		["末"] = {
			["奈"] = {
				["绪"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["本"] = {
			["现"] = {
				["代"] = {
					["解"] = {
						["码"] = {
							["王"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["濑"] = {
			["友"] = {
				["莉"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["奈"] = {
				["央"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				},
				["津"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["晴"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["真"] = {
				["夏"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["田"] = {
			["墨"] = {
				["音"] = {
					result = true,
					b = {
						t = {
							result = true
						}
					},
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["电"] = {
						["驴"] = {
							result = true
						}
					}
				}
			}
		},
		["电"] = {
			["局"] = {
				result = true
			}
		},
		["鑫"] = {
			["安"] = {
				["全"] = {
					["银"] = {
						["行"] = {
							["卡"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["広"] = {
		["哠"] = {
			["曊"] = {
				["潑"] = {
					["嘌"] = {
						result = true
					}
				}
			}
		},
		["末"] = {
			["奈"] = {
				["緒"] = {
					result = true
				}
			}
		},
		["覀"] = {
			["鎟"] = {
				["嗱"] = {
					["蛧"] = {
						result = true
					}
				}
			}
		},
		["詶"] = {
			["彡"] = {
				["箭"] = {
					result = true,
					["氣"] = {
						result = true
					}
				}
			}
		}
	},
	["府"] = {
		["谷"] = {
			["群"] = {
				["体"] = {
					["性"] = {
						["事"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["废"] = {
		["掉"] = {
			["习"] = {
				["近"] = {
					["平"] = {
						result = true
					}
				}
			}
		},
		["除"] = {
			["中"] = {
				["共"] = {
					result = true
				}
			},
			["特"] = {
				["供"] = {
					result = true
				}
			}
		}
	},
	["度"] = {
		["冷"] = {
			["丁"] = {
				result = true
			}
		},
		["秒"] = {
			result = true
		}
	},
	["廢"] = {
		["墟"] = {
			result = true
		},
		["物"] = {
			result = true
		}
	},
	["廣"] = {
		["倲"] = {
			["套"] = {
				["車"] = {
					result = true
				}
			}
		},
		["告"] = {
			["辦"] = {
				["證"] = {
					result = true
				}
			}
		},
		["喌"] = {
			["③"] = {
				["箭"] = {
					["芞"] = {
						result = true
					}
				}
			}
		},
		["東"] = {
			["找"] = {
				["洋"] = {
					["妞"] = {
						result = true
					}
				}
			}
		},
		["瀨"] = {
			["友"] = {
				["莉"] = {
					["子"] = {
						["種"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["田"] = {
			["墨"] = {
				["音"] = {
					b = {
						t = {
							result = true
						}
					},
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["無"] = {
						["碼"] = {
							result = true
						}
					},
					["電"] = {
						["驢"] = {
							result = true
						}
					}
				}
			}
		},
		["畾"] = {
			["嚜"] = {
				["喑"] = {
					["佺"] = {
						["雧"] = {
							result = true
						}
					},
					["兂"] = {
						["碼"] = {
							result = true
						}
					},
					["電"] = {
						["驴"] = {
							result = true
						}
					},
					["ｂ"] = {
						["τ"] = {
							result = true
						}
					}
				}
			}
		},
		["眾"] = {
			["淘"] = {
				["園"] = {
					["論"] = {
						["壇"] = {
							result = true
						}
					}
				}
			}
		},
		["迺"] = {
			["鎟"] = {
				["嗱"] = {
					["網"] = {
						result = true
					}
				}
			}
		}
	},
	["建"] = {
		["卫"] = {
			["小"] = {
				["口"] = {
					["径"] = {
						result = true,
						["步"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["国"] = {
			["区"] = {
				["区"] = {
					["几"] = {
						["十"] = {
							["年"] = {
								result = true
							}
						}
					}
				}
			},
			["门"] = {
				["屠"] = {
					["城"] = {
						result = true
					}
				},
				["血"] = {
					["腥"] = {
						["屠"] = {
							["杀"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["德"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["材"] = {
			["双"] = {
				["管"] = {
					result = true,
					["单"] = {
						result = true
					}
				}
			},
			["发"] = {
				["票"] = {
					result = true
				}
			},
			["铁"] = {
				["狗"] = {
					result = true
				}
			}
		},
		["柱"] = {
			[" "] = {
				["十"] = {
					["八"] = {
						["大"] = {
							[" "] = {
								["太"] = {
									["子"] = {
										["党"] = {
											result = true
										}
									}
								}
							}
						}
					}
				},
				["帮"] = {
					result = true
				},
				["江"] = {
					["西"] = {
						["书"] = {
							["记"] = {
								["任"] = {
									["上"] = {
										[" "] = {
											["升"] = {
												["官"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["治"] = {
					["安"] = {
						["维"] = {
							["稳"] = {
								[" "] = {
									["入"] = {
										["常"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["似"] = {
				["乎"] = {
					["有"] = {
						["点"] = {
							result = true
						}
					}
				}
			}
		},
		["水"] = {
			result = true,
			["大"] = {
				["道"] = {
					result = true
				}
			}
		},
		["海"] = {
			["牌"] = {
				["单"] = {
					["管"] = {
						result = true
					}
				},
				["猎"] = {
					["枪"] = {
						result = true
					}
				},
				["钢"] = {
					["珠"] = {
						result = true
					}
				}
			}
		},
		["瓯"] = {
			["氯"] = {
				["胺"] = {
					["酮"] = {
						result = true
					}
				}
			}
		},
		["筑"] = {
			["业"] = {
				["发"] = {
					["票"] = {
						result = true,
						["大"] = {
							["亨"] = {
								result = true
							}
						}
					}
				}
			},
			["发"] = {
				["票"] = {
					result = true
				},
				["税"] = {
					["票"] = {
						["发"] = {
							["票"] = {
								result = true
							}
						}
					}
				}
			},
			["师"] = {
				["挂"] = {
					["靠"] = {
						result = true
					}
				}
			},
			["法"] = {
				["票"] = {
					result = true
				}
			}
		},
		["设"] = {
			["部"] = {
				result = true
			}
		},
		["造"] = {
			["师"] = {
				result = true,
				["挂"] = {
					["靠"] = {
						result = true,
						["价"] = {
							["格"] = {
								result = true
							}
						},
						["简"] = {
							["历"] = {
								result = true
							}
						},
						["风"] = {
							["险"] = {
								result = true
							}
						}
					}
				},
				["证"] = {
					result = true
				}
			}
		}
	},
	["弓"] = {
		["."] = {
			["弩"] = {
				result = true
			}
		},
		n = {
			u = {
				result = true
			}
		},
		["※"] = {
			["弩"] = {
				result = true
			}
		},
		["专"] = {
			["用"] = {
				["护"] = {
					["具"] = {
						result = true
					}
				},
				["草"] = {
					["靶"] = {
						result = true
					}
				}
			}
		},
		["努"] = {
			result = true,
			d = {
				i = {
					y = {
						result = true
					}
				}
			},
			["专"] = {
				result = true,
				["店"] = {
					result = true,
					["网"] = {
						result = true
					}
				},
				["网"] = {
					result = true
				},
				["营"] = {
					result = true
				}
			},
			["之"] = {
				["家"] = {
					result = true
				}
			},
			["价"] = {
				["格"] = {
					result = true
				},
				["钱"] = {
					result = true
				}
			},
			["商"] = {
				["城"] = {
					["专"] = {
						result = true
					}
				}
			},
			["店"] = {
				result = true
			},
			["弦"] = {
				result = true
			},
			["扳"] = {
				["机"] = {
					result = true
				}
			},
			["方"] = {
				["法"] = {
					result = true
				}
			},
			["有"] = {
				["限"] = {
					["公"] = {
						["司"] = {
							result = true
						}
					}
				}
			},
			["狩"] = {
				["猎"] = {
					["专"] = {
						result = true
					},
					["网"] = {
						result = true
					}
				}
			},
			["的"] = {
				["做"] = {
					["法"] = {
						result = true
					}
				}
			},
			["直"] = {
				["销"] = {
					result = true
				}
			},
			["网"] = {
				result = true
			},
			["视"] = {
				["频"] = {
					result = true
				}
			},
			["货"] = {
				["到"] = {
					result = true
				}
			},
			["霸"] = {
				["王"] = {
					result = true
				}
			}
		},
		["单"] = {
			["簧"] = {
				["刀"] = {
					["匕"] = {
						["首"] = {
							result = true
						}
					}
				}
			}
		},
		["弩"] = {
			M = {
				I = {
					Y = {
						U = {
							N = {
								result = true
							}
						}
					}
				}
			},
			d = {
				i = {
					y = {
						result = true
					}
				}
			},
			["一"] = {
				["百"] = {
					["专"] = {
						["店"] = {
							result = true
						}
					}
				}
			},
			["专"] = {
				result = true,
				["店"] = {
					result = true,
					["网"] = {
						result = true
					}
				},
				["用"] = {
					["钢"] = {
						["珠"] = {
							result = true
						}
					}
				},
				["网"] = {
					result = true
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				}
			},
			["之"] = {
				["家"] = {
					result = true
				}
			},
			["产"] = {
				["品"] = {
					result = true
				}
			},
			["代"] = {
				["理"] = {
					result = true
				}
			},
			["价"] = {
				["格"] = {
					result = true
				},
				["钱"] = {
					result = true
				}
			},
			["制"] = {
				["做"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["商"] = {
				["城"] = {
					["专"] = {
						result = true
					}
				}
			},
			["啇"] = {
				["方"] = {
					["琺"] = {
						result = true
					}
				}
			},
			["器"] = {
				["材"] = {
					["专"] = {
						result = true
					},
					["网"] = {
						result = true
					}
				}
			},
			["型"] = {
				["号"] = {
					["官"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["基"] = {
				["地"] = {
					result = true
				}
			},
			["官"] = {
				["方"] = {
					["网"] = {
						result = true,
						["站"] = {
							result = true
						}
					}
				}
			},
			["宣"] = {
				["传"] = {
					["网"] = {
						result = true
					}
				}
			},
			["弦"] = {
				result = true
			},
			["志"] = {
				result = true
			},
			["打"] = {
				["猎"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["扳"] = {
				["机"] = {
					result = true
				}
			},
			["方"] = {
				["法"] = {
					result = true
				}
			},
			["枪"] = {
				result = true
			},
			["正"] = {
				["品"] = {
					["店"] = {
						result = true
					}
				}
			},
			["气"] = {
				["枪"] = {
					result = true
				}
			},
			["狩"] = {
				["猎"] = {
					result = true,
					["专"] = {
						result = true
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["猎"] = {
				["人"] = {
					result = true
				},
				["箭"] = {
					["型"] = {
						["号"] = {
							result = true
						}
					}
				}
			},
			["现"] = {
				["货"] = {
					result = true
				}
			},
			["的"] = {
				result = true,
				["价"] = {
					["格"] = {
						result = true
					}
				},
				["做"] = {
					["法"] = {
						result = true
					}
				},
				["图"] = {
					["纸"] = {
						result = true
					}
				},
				["网"] = {
					["站"] = {
						result = true
					}
				}
			},
			["直"] = {
				["营"] = {
					["网"] = {
						result = true
					}
				},
				["销"] = {
					["中"] = {
						["心"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					}
				}
			},
			["箭"] = {
				result = true,
				["网"] = {
					result = true
				}
			},
			["精"] = {
				["英"] = {
					["网"] = {
						result = true
					}
				}
			},
			["网"] = {
				["站"] = {
					result = true
				}
			},
			["视"] = {
				["频"] = {
					result = true
				}
			},
			["订"] = {
				["购"] = {
					result = true
				}
			},
			["论"] = {
				["坛"] = {
					result = true
				}
			},
			["货"] = {
				["到"] = {
					result = true,
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			},
			["转"] = {
				["让"] = {
					result = true
				}
			},
			["配"] = {
				["件"] = {
					result = true,
					["专"] = {
						result = true
					}
				}
			},
			["霸"] = {
				["王"] = {
					result = true
				}
			},
			["麻"] = {
				["醉"] = {
					["枪"] = {
						["专"] = {
							["网"] = {
								result = true
							}
						}
					},
					["针"] = {
						result = true
					}
				}
			}
		},
		["月"] = {
			["杏"] = {
				["里"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					},
					["迅"] = {
						["雷"] = {
							result = true
						}
					}
				}
			},
			["薰"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["爆"] = {
			["箭"] = {
				result = true
			}
		},
		["狗"] = {
			result = true
		},
		["用"] = {
			["钢"] = {
				["珠"] = {
					result = true
				}
			}
		},
		["箭"] = {
			result = true
		},
		["系"] = {
			["列"] = {
				result = true,
				["弩"] = {
					["系"] = {
						["列"] = {
							result = true
						}
					}
				}
			}
		},
		["虽"] = {
			["女"] = {
				["干"] = {
					["丸"] = {
						result = true
					}
				}
			}
		},
		["长"] = {
			["德"] = {
				["水"] = {
					["工"] = {
						result = true
					}
				}
			}
		},
		["雖"] = {
			["女"] = {
				["幹"] = {
					result = true
				}
			}
		},
		["驽"] = {
			result = true,
			["专"] = {
				result = true,
				["价"] = {
					["格"] = {
						result = true
					}
				},
				["网"] = {
					result = true
				}
			},
			["官"] = {
				["网"] = {
					result = true
				}
			},
			["网"] = {
				result = true
			},
			["货"] = {
				["到"] = {
					result = true,
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["弖"] = {
		["係"] = {
			["烮"] = {
				result = true
			}
		},
		["弩"] = {
			["哋"] = {
				["淛"] = {
					["莋"] = {
						["汸"] = {
							["琺"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["抟"] = {
			["鼡"] = {
				["愺"] = {
					["靶"] = {
						result = true
					}
				},
				["戶"] = {
					["倶"] = {
						result = true
					}
				}
			}
		}
	},
	["弗"] = {
		["兰"] = {
			["克"] = {
				["弗"] = {
					["莱"] = {
						["彻"] = {
							result = true
						}
					}
				}
			}
		},
		["基"] = {
			["斯"] = {
				["奖"] = {
					result = true
				}
			}
		},
		["莱"] = {
			["彻"] = {
				result = true,
				["鱼"] = {
					["雷"] = {
						["2"] = {
							["2"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["雷"] = {
			["德"] = {
				["里"] = {
					["克"] = {
						["沃"] = {
							["克"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["弘"] = {
		["强"] = {
			result = true
		},
		["志"] = {
			result = true
		},
		["法"] = {
			result = true
		},
		["道"] = {
			["商"] = {
				["贸"] = {
					result = true
				}
			}
		}
	},
	["弜"] = {
		["係"] = {
			["列"] = {
				result = true
			}
		},
		["專"] = {
			["甪"] = {
				["愺"] = {
					["靶"] = {
						result = true
					}
				},
				["護"] = {
					["具"] = {
						result = true
					}
				}
			}
		}
	},
	["归"] = {
		["佳"] = {
			result = true
		},
		["咎"] = {
			["于"] = {
				["邓"] = {
					["小"] = {
						["平"] = {
							["同"] = {
								["志"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["很"] = {
		["久"] = {
			["没"] = {
				["做"] = {
					["爱"] = {
						["的"] = {
							result = true
						}
					}
				}
			}
		},
		["好"] = {
			["干"] = {
				["导"] = {
					["航"] = {
						result = true
					}
				}
			}
		},
		["嫩"] = {
			["很"] = {
				result = true
			}
		},
		["很"] = {
			["鲁"] = {
				result = true
			}
		},
		["情"] = {
			["色"] = {
				["很"] = {
					["暴"] = {
						["力"] = {
							result = true
						}
					}
				}
			}
		},
		["精"] = {
			["准"] = {
				["信"] = {
					["息"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["远"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			}
		},
		["风"] = {
			["骚"] = {
				["的"] = {
					result = true
				}
			}
		},
		["黄"] = {
			result = true,
			["很"] = {
				["暴"] = {
					["力"] = {
						result = true
					}
				}
			}
		}
	},
	["後"] = {
		v = {
			["庭"] = {
				["誘"] = {
					["惑"] = {
						result = true
					}
				}
			}
		},
		["宮"] = {
			["情"] = {
				["色"] = {
					["光"] = {
						["碟"] = {
							["網"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["庭"] = {
			["誘"] = {
				["惑"] = {
					result = true
				}
			}
		},
		["藤"] = {
			["麻"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["徦"] = {
		["亽"] = {
			["囻"] = {
				["幣"] = {
					["專"] = {
						result = true
					}
				}
			}
		},
		["亾"] = {
			["姄"] = {
				["币"] = {
					["抟"] = {
						result = true
					}
				}
			}
		},
		["姃"] = {
			result = true
		},
		["媔"] = {
			result = true
		},
		["幣"] = {
			result = true,
			["厷"] = {
				["司"] = {
					result = true
				}
			},
			["廣"] = {
				["喌"] = {
					result = true
				}
			},
			["徦"] = {
				["銭"] = {
					result = true
				}
			}
		},
		["徦"] = {
			["銭"] = {
				result = true
			}
		},
		["潑"] = {
			["嘌"] = {
				result = true,
				["笩"] = {
					["理"] = {
						result = true
					}
				},
				["電"] = {
					["話"] = {
						result = true
					}
				}
			}
		},
		["緬"] = {
			result = true
		},
		["裑"] = {
			["份"] = {
				["證"] = {
					result = true
				}
			},
			["妢"] = {
				["姃"] = {
					result = true
				}
			}
		},
		["證"] = {
			result = true
		},
		["鈔"] = {
			["①"] = {
				["え"] = {
					["硬"] = {
						["幣"] = {
							result = true
						}
					}
				}
			},
			["蒾"] = {
				["奸"] = {
					["葯"] = {
						result = true
					}
				}
			}
		},
		["銭"] = {
			result = true,
			["濄"] = {
				["機"] = {
					["版"] = {
						result = true
					}
				}
			},
			["熱"] = {
				["敷"] = {
					["慜"] = {
						["紙"] = {
							result = true
						}
					}
				}
			},
			["苝"] = {
				["亰"] = {
					result = true
				}
			},
			["貨"] = {
				["菿"] = {
					["怤"] = {
						["款"] = {
							result = true
						}
					}
				}
			}
		},
		["錢"] = {
			["價"] = {
				["咯"] = {
					result = true
				}
			},
			["荬"] = {
				result = true
			}
		},
		["髮"] = {
			["票"] = {
				["笩"] = {
					["理"] = {
						result = true
					}
				},
				["電"] = {
					["話"] = {
						result = true
					}
				}
			}
		}
	},
	["復"] = {
		["仇"] = {
			result = true,
			["了"] = {
				["仇"] = {
					result = true
				}
			},
			["雇"] = {
				["傭"] = {
					["網"] = {
						result = true
					}
				}
			}
		},
		["制"] = {
			["器"] = {
				result = true
			}
		},
		["匼"] = {
			["弖"] = {
				result = true
			}
		},
		["淛"] = {
			["檭"] = {
				["聅"] = {
					["鉲"] = {
						result = true
					}
				}
			}
		},
		["讐"] = {
			["優"] = {
				["子"] = {
					result = true
				}
			}
		},
		["辟"] = {
			["文"] = {
				["革"] = {
					result = true
				}
			}
		}
	},
	["忽"] = {
		["伦"] = {
			result = true
		},
		["然"] = {
			["1"] = {
				["周"] = {
					result = true
				}
			}
		}
	},
	["急"] = {
		["双"] = {
			["管"] = {
				["猎"] = {
					result = true
				}
			}
		},
		["售"] = {
			["各"] = {
				["种"] = {
					["进"] = {
						["口"] = {
							["狗"] = {
								result = true
							}
						}
					}
				}
			},
			["火"] = {
				["气"] = {
					["枪"] = {
						result = true,
						["保"] = {
							["真"] = {
								result = true
							}
						}
					}
				},
				["氣"] = {
					["槍"] = {
						["保"] = {
							["真"] = {
								result = true
							}
						}
					}
				}
			},
			["狼"] = {
				["牌"] = {
					["猎"] = {
						["狗"] = {
							result = true
						}
					}
				}
			},
			["豹"] = {
				["牌"] = {
					["猎"] = {
						["狗"] = {
							result = true
						}
					},
					["獵"] = {
						["狗"] = {
							result = true
						}
					}
				}
			}
		},
		["求"] = {
			A = {
				B = {
					O = {
						["肝"] = {
							["源"] = {
								result = true
							}
						}
					}
				}
			},
			K = {
				["粉"] = {
					result = true
				}
			},
			["肝"] = {
				["源"] = {
					result = true
				}
			},
			["肾"] = {
				["源"] = {
					result = true
				}
			}
		},
		["速"] = {
			["&"] = {
				["速"] = {
					["拿"] = {
						["正"] = {
							result = true
						},
						["证"] = {
							result = true
						}
					}
				}
			},
			["下"] = {
				["潜"] = {
					result = true
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			},
			["速"] = {
				["拿"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["需"] = {
			["人"] = {
				["亻"] = {
					["本"] = {
						["器"] = {
							["官"] = {
								result = true
							}
						}
					}
				},
				["体"] = {
					["器"] = {
						["官"] = {
							result = true
						}
					}
				}
			},
			["肝"] = {
				["源"] = {
					result = true
				},
				["肾"] = {
					result = true
				}
			},
			["肾"] = {
				result = true,
				["源"] = {
					result = true
				}
			}
		}
	},
	["怪"] = {
		["兽"] = {
			["总"] = {
				["动"] = {
					["员"] = {
						result = true
					}
				}
			}
		},
		["楽"] = {
			["変"] = {
				["化"] = {
					["退"] = {
						["魔"] = {
							["录"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["獸"] = {
			["總"] = {
				["動"] = {
					["員"] = {
						result = true
					}
				}
			}
		},
		["胎"] = {
			["皇"] = {
				["帝"] = {
					["荒"] = {
						["淫"] = {
							["史"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["恏"] = {
		["騒"] = {
			["琮"] = {
				["匼"] = {
					result = true
				}
			}
		}
	},
	["恒"] = {
		["丰"] = {
			["小"] = {
				["号"] = {
					result = true
				}
			}
		},
		["信"] = {
			["证"] = {
				["件"] = {
					result = true
				}
			},
			["高"] = {
				["等"] = {
					["教"] = {
						["育"] = {
							result = true
						}
					}
				}
			}
		},
		["和"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["大"] = {
			["地"] = {
				["产"] = {
					[" "] = {
						["温"] = {
							["家"] = {
								["宏"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["数"] = {
				["据"] = {
					["恢"] = {
						["复"] = {
							result = true
						}
					}
				}
			}
		},
		["宇"] = {
			["卡"] = {
				["行"] = {
					result = true
				}
			}
		},
		["德"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["泰"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["源"] = {
			["捷"] = {
				["达"] = {
					["通"] = {
						["物"] = {
							["流"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["远"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			}
		}
	},
	["恠"] = {
		["綫"] = {
			["丅"] = {
				["注"] = {
					result = true
				}
			},
			["操"] = {
				["尐"] = {
					["婦"] = {
						["電"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			},
			["視"] = {
				["頻"] = {
					["裸"] = {
						["窷"] = {
							result = true
						}
					}
				},
				["频"] = {
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["恨"] = {
		["尼"] = {
			["玉"] = {
				result = true
			}
		},
		["拼"] = {
			["专"] = {
				["彩"] = {
					["必"] = {
						["负"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["恩"] = {
		["华"] = {
			["专"] = {
				result = true
			},
			["制"] = {
				["药"] = {
					["厂"] = {
						result = true
					}
				}
			}
		},
		["平"] = {
			["槍"] = {
				result = true
			}
		},
		["爱"] = {
			["夫"] = {
				["妻"] = {
					result = true
				}
			}
		},
		["科"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["恫"] = {
		["濨"] = {
			["悻"] = {
				["閞"] = {
					["鎻"] = {
						["噐"] = {
							result = true
						}
					}
				}
			}
		},
		["烸"] = {
			["埖"] = {
				result = true
			}
		}
	},
	["恶"] = {
		["习"] = {
			["叫"] = {
				["大"] = {
					["大"] = {
						result = true
					}
				}
			}
		},
		["女"] = {
			["戏"] = {
				["夫"] = {
					result = true
				}
			}
		},
		["搞"] = {
			["军"] = {
				["长"] = {
					result = true
				}
			}
		},
		["棍"] = {
			result = true
		},
		["鬼"] = {
			["畜"] = {
				["生"] = {
					result = true
				}
			}
		},
		["魔"] = {
			["岛"] = {
				result = true
			},
			["调"] = {
				["教"] = {
					["师"] = {
						result = true
					}
				}
			}
		}
	},
	["悍"] = {
		["刀"] = {
			["行"] = {
				result = true
			}
		},
		["马"] = {
			["不"] = {
				["锈"] = {
					["钢"] = {
						["弹"] = {
							["弓"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["悪"] = {
		["戯"] = {
			result = true
		}
	},
	["惊"] = {
		["天"] = {
			["密"] = {
				["典"] = {
					result = true
				}
			}
		},
		["艳"] = {
			["女"] = {
				result = true
			}
		}
	},
	["惑"] = {
		["乱"] = {
			["深"] = {
				["渊"] = {
					result = true
				}
			}
		}
	},
	["惠"] = {
		["东"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			},
			["县"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				}
			}
		},
		["农"] = {
			["毒"] = {
				["品"] = {
					result = true
				}
			}
		},
		["彩"] = {
			["网"] = {
				result = true
			}
		},
		["来"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["正"] = {
			["网"] = {
				result = true
			}
		},
		["民"] = {
			["证"] = {
				["件"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["泽"] = {
			["社"] = {
				["群"] = {
					result = true
				}
			},
			["网"] = {
				result = true
			}
		},
		["美"] = {
			["梨"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			}
		},
		["阳"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["惡"] = {
		["鬼"] = {
			["畜"] = {
				["生"] = {
					result = true
				}
			}
		}
	},
	["感"] = {
		["丰"] = {
			result = true
		},
		["官"] = {
			["世"] = {
				["界"] = {
					result = true
				}
			}
		}
	},
	["愤"] = {
		["怒"] = {
			["中"] = {
				["共"] = {
					["暴"] = {
						["政"] = {
							result = true
						}
					}
				}
			}
		},
		["青"] = {
			result = true
		}
	},
	["慦"] = {
		["囯"] = {
			["潗"] = {
				["狆"] = {
					["婬"] = {
						result = true
					}
				}
			}
		},
		["國"] = {
			["Ｐ"] = {
				["②"] = {
					["Ｐ"] = {
						result = true
					}
				}
			}
		}
	},
	["慧"] = {
		["律"] = {
			["势"] = {
				["假"] = {
					["某"] = {
						["尼"] = {
							result = true
						}
					}
				}
			},
			["勢"] = {
				["假"] = {
					["某"] = {
						["尼"] = {
							result = true
						}
					}
				}
			}
		},
		["方"] = {
			result = true
		},
		["轮"] = {
			result = true
		}
	},
	["憨"] = {
		["厚"] = {
			["哥"] = {
				result = true
			}
		}
	},
	["懂"] = {
		["文"] = {
			["華"] = {
				result = true
			}
		}
	},
	["戈"] = {
		R = {
			["軍"] = {
				["刺"] = {
					result = true
				}
			}
		},
		["万"] = {
			["钧"] = {
				result = true
			}
		},
		["博"] = {
			["专"] = {
				result = true
			},
			["军"] = {
				d = {
					a = {
						o = {
							result = true
						}
					}
				},
				["刀"] = {
					["专"] = {
						result = true
					},
					["正"] = {
						["品"] = {
							result = true
						}
					}
				},
				["枪"] = {
					result = true
				}
			},
			["折"] = {
				["刀"] = {
					result = true
				}
			}
		}
	},
	["戒"] = {
		["~"] = {
			["严"] = {
				["部"] = {
					["~"] = {
						["队"] = {
							result = true
						}
					}
				}
			}
		},
		["严"] = {
			["学"] = {
				["潮"] = {
					result = true
				}
			},
			["张"] = {
				["世"] = {
					["军"] = {
						result = true
					}
				}
			},
			["民"] = {
				["众"] = {
					["以"] = {
						["身"] = {
							["堵"] = {
								["截"] = {
									["军"] = {
										["车"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["部"] = {
				["队"] = {
					result = true
				}
			}
		},
		["备"] = {
			["森"] = {
				["严"] = {
					result = true
				}
			}
		},
		["邪"] = {
			["淫"] = {
				["网"] = {
					result = true
				}
			}
		}
	},
	["戶"] = {
		["ロ"] = {
			["夲"] = {
				["刻"] = {
					["璋"] = {
						["办"] = {
							["證"] = {
								result = true
							}
						}
					}
				},
				["办"] = {
					["證"] = {
						["電"] = {
							["話"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["仕"] = {
			["姃"] = {
				result = true,
				["刅"] = {
					["理"] = {
						result = true
					}
				},
				["荅"] = {
					["案"] = {
						result = true
					}
				}
			},
			["粢"] = {
				["咯"] = {
					["姃"] = {
						["刅"] = {
							["理"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["外"] = {
			["刀"] = {
				["具"] = {
					result = true,
					["軍"] = {
						["刀"] = {
							result = true
						}
					}
				}
			},
			["刺"] = {
				["激"] = {
					result = true
				}
			},
			["狩"] = {
				["獵"] = {
					["弓"] = {
						["弩"] = {
							result = true
						}
					},
					["弩"] = {
						result = true
					}
				}
			}
		},
		["籍"] = {
			["姃"] = {
				["眀"] = {
					["笩"] = {
						["刅"] = {
							result = true
						}
					}
				}
			},
			["證"] = {
				["明"] = {
					["笩"] = {
						["办"] = {
							result = true
						}
					}
				}
			}
		},
		["迯"] = {
			["剌"] = {
				["噭"] = {
					result = true
				}
			},
			["叨"] = {
				["倶"] = {
					["軍"] = {
						["叨"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["户"] = {
		["主"] = {
			["资"] = {
				["料"] = {
					T = {
						E = {
							L = {
								result = true
							}
						}
					}
				}
			}
		},
		["口"] = {
			["本"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["正"] = {
								result = true
							},
							["证"] = {
								result = true
							}
						}
					}
				},
				["办"] = {
					["正"] = {
						result = true
					},
					["证"] = {
						result = true
					}
				}
			}
		},
		["外"] = {
			["军"] = {
				d = {
					a = {
						o = {
							result = true
						}
					}
				},
				["刀"] = {
					result = true,
					["专"] = {
						result = true,
						["刀"] = {
							result = true
						},
						["售"] = {
							result = true
						}
					},
					["具"] = {
						["具"] = {
							result = true
						}
					},
					["密"] = {
						["云"] = {
							result = true
						}
					},
					["正"] = {
						["品"] = {
							result = true
						}
					}
				},
				["品"] = {
					["刀"] = {
						result = true
					}
				},
				["忉"] = {
					["专"] = {
						["忉"] = {
							result = true
						}
					}
				},
				["枪"] = {
					result = true
				}
			},
			["刀"] = {
				["专"] = {
					result = true
				},
				["具"] = {
					result = true,
					["专"] = {
						result = true,
						["网"] = {
							result = true
						}
					},
					["军"] = {
						["刀"] = {
							result = true
						},
						["品"] = {
							["网"] = {
								result = true
							}
						}
					},
					["商"] = {
						["城"] = {
							result = true
						}
					},
					["热"] = {
						["销"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["行"] = {
						result = true
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			},
			["刺"] = {
				["激"] = {
					result = true,
					["免"] = {
						["费"] = {
							result = true
						}
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			},
			["名"] = {
				["刀"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			},
			["开"] = {
				["山"] = {
					["刀"] = {
						result = true,
						["专"] = {
							result = true
						},
						["具"] = {
							result = true
						}
					}
				}
			},
			["弓"] = {
				["箭"] = {
					["弓"] = {
						["弩"] = {
							result = true
						}
					}
				}
			},
			["战"] = {
				["刀"] = {
					["专"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["打"] = {
				["猎"] = {
					["专"] = {
						result = true
					},
					["俱"] = {
						["乐"] = {
							["部"] = {
								result = true
							}
						}
					}
				}
			},
			["枪"] = {
				["具"] = {
					["军"] = {
						["枪"] = {
							result = true
						}
					},
					["部"] = {
						["队"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["支"] = {
					result = true
				}
			},
			["求"] = {
				["生"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["激"] = {
				["情"] = {
					result = true
				}
			},
			["狩"] = {
				["猎"] = {
					["努"] = {
						result = true
					},
					["弓"] = {
						["努"] = {
							result = true
						},
						["弩"] = {
							result = true
						}
					},
					["弩"] = {
						result = true
					},
					["弹"] = {
						["弓"] = {
							result = true
						}
					}
				}
			},
			["猎"] = {
				["刀"] = {
					result = true
				}
			},
			["用"] = {
				["品"] = {
					["专"] = {
						result = true,
						["店"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					}
				}
			},
			["砍"] = {
				result = true,
				["刀"] = {
					result = true,
					["专"] = {
						result = true,
						["网"] = {
							result = true
						}
					},
					["正"] = {
						["品"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					}
				},
				["正"] = {
					["品"] = {
						result = true
					}
				}
			},
			["祼"] = {
				["拍"] = {
					["记"] = {
						result = true
					}
				}
			},
			["装"] = {
				["备"] = {
					["专"] = {
						result = true
					}
				}
			},
			["豪"] = {
				["情"] = {
					result = true
				}
			},
			["野"] = {
				["炮"] = {
					["刺"] = {
						["激"] = {
							result = true
						}
					}
				}
			},
			["露"] = {
				["胸"] = {
					["舔"] = {
						["鲍"] = {
							result = true
						}
					}
				}
			},
			["鞭"] = {
				["熟"] = {
					["女"] = {
						result = true
					}
				}
			},
			["飘"] = {
				["红"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["撒"] = {
			["刀"] = {
				["王"] = {
					result = true
				}
			}
		},
		["籍"] = {
			["正"] = {
				["明"] = {
					["代"] = {
						["办"] = {
							result = true
						}
					}
				}
			},
			["观"] = {
				["察"] = {
					result = true
				}
			},
			["证"] = {
				["明"] = {
					["代"] = {
						["*"] = {
							["办"] = {
								result = true
							}
						},
						["办"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["房"] = {
		["中"] = {
			["性"] = {
				["事"] = {
					result = true
				},
				["爱"] = {
					result = true
				}
			},
			["艺"] = {
				["术"] = {
					result = true
				}
			}
		},
		["主"] = {
			["信"] = {
				["息"] = {
					result = true
				}
			}
		},
		["事"] = {
			["鲜"] = {
				["师"] = {
					result = true
				}
			}
		},
		["产"] = {
			["证"] = {
				result = true
			},
			["贾"] = {
				["家"] = {
					result = true
				}
			}
		},
		["屋"] = {
			["他"] = {
				["项"] = {
					["权"] = {
						["证"] = {
							result = true
						}
					}
				}
			},
			["所"] = {
				["有"] = {
					["权"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["山"] = {
			["5"] = {
				["4"] = {
					["式"] = {
						["枪"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					["式"] = {
						["枪"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["9"] = {
				["2"] = {
					["式"] = {
						["枪"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			d = {
				u = {
					a = {
						n = {
							["狗"] = {
								result = true
							}
						}
					}
				}
			},
			g = {
				o = {
					u = {
						result = true,
						["专"] = {
							result = true
						}
					}
				}
			},
			k = {
				["粉"] = {
					result = true
				}
			},
			q = {
				i = {
					a = {
						n = {
							g = {
								result = true
							}
						}
					}
				}
			},
			["上"] = {
				["门"] = {
					["服"] = {
						["務"] = {
							result = true
						}
					},
					["调"] = {
						["教"] = {
							result = true
						}
					}
				}
			},
			["两"] = {
				["会"] = {
					["上"] = {
						["书"] = {
							result = true
						},
						["访"] = {
							result = true
						}
					},
					["世"] = {
						["界"] = {
							["通"] = {
								result = true
							}
						}
					},
					["中"] = {
						["南"] = {
							["海"] = {
								result = true
							}
						}
					},
					["伸"] = {
						["申"] = {
							["冤"] = {
								result = true
							}
						}
					},
					["信"] = {
						["访"] = {
							["办"] = {
								result = true
							}
						}
					},
					["写"] = {
						["信"] = {
							result = true
						}
					},
					["出"] = {
						["发"] = {
							result = true
						}
					},
					["告"] = {
						["状"] = {
							result = true
						}
					},
					["喊"] = {
						["冤"] = {
							result = true
						}
					},
					["大"] = {
						["会"] = {
							["堂"] = {
								result = true
							}
						}
					},
					["总"] = {
						["政"] = {
							result = true
						},
						["行"] = {
							result = true
						}
					},
					["房"] = {
						["奴"] = {
							result = true
						}
					},
					["打"] = {
						["横"] = {
							["幅"] = {
								result = true
							}
						}
					},
					["抗"] = {
						["议"] = {
							result = true
						}
					},
					["拆"] = {
						["迁"] = {
							["户"] = {
								result = true
							}
						}
					},
					["控"] = {
						["诉"] = {
							result = true
						}
					},
					["揭"] = {
						["露"] = {
							result = true
						}
					},
					["断"] = {
						result = true
					},
					["游"] = {
						["行"] = {
							result = true
						}
					},
					["维"] = {
						["权"] = {
							result = true
						}
					},
					["股"] = {
						["民"] = {
							result = true
						}
					},
					["自"] = {
						["焚"] = {
							result = true
						}
					},
					["蚁"] = {
						["族"] = {
							result = true
						}
					},
					["行"] = {
						["动"] = {
							result = true
						}
					},
					["讨"] = {
						["说"] = {
							["法"] = {
								result = true
							}
						}
					},
					["请"] = {
						["愿"] = {
							result = true
						}
					},
					["进"] = {
						["京"] = {
							result = true
						},
						["言"] = {
							result = true
						}
					},
					["集"] = {
						["合"] = {
							result = true
						}
					},
					["静"] = {
						["坐"] = {
							result = true
						}
					},
					["鸣"] = {
						["冤"] = {
							result = true
						}
					}
				}
			},
			["代"] = {
				["购"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					result = true,
					["5"] = {
						["4"] = {
							["专"] = {
								result = true
							}
						}
					},
					["6"] = {
						["4"] = {
							["专"] = {
								result = true
							}
						}
					},
					["9"] = {
						["4"] = {
							["专"] = {
								result = true
							}
						}
					},
					["狙"] = {
						result = true,
						["击"] = {
							["步"] = {
								result = true
							}
						}
					}
				}
			},
			["保"] = {
				["健"] = {
					["女"] = {
						["上"] = {
							["门"] = {
								result = true
							}
						}
					}
				}
			},
			["军"] = {
				["用"] = {
					g = {
						o = {
							u = {
								result = true
							}
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				},
				["读"] = {
					T = {
						E = {
							L = {
								result = true
							}
						}
					}
				}
			},
			["出"] = {
				["台"] = {
					result = true
				}
			},
			["十"] = {
				["八"] = {
					["大"] = {
						["上"] = {
							["书"] = {
								result = true
							},
							["访"] = {
								result = true
							}
						},
						["写"] = {
							["信"] = {
								result = true
							}
						},
						["出"] = {
							["发"] = {
								result = true
							}
						},
						["告"] = {
							["状"] = {
								result = true
							}
						},
						["喊"] = {
							["冤"] = {
								result = true
							}
						},
						["控"] = {
							["诉"] = {
								result = true
							}
						},
						["游"] = {
							["行"] = {
								result = true
							}
						},
						["维"] = {
							["权"] = {
								result = true
							}
						},
						["行"] = {
							["动"] = {
								result = true
							}
						},
						["请"] = {
							["愿"] = {
								result = true
							}
						},
						["进"] = {
							["京"] = {
								result = true
							},
							["言"] = {
								result = true
							}
						},
						["集"] = {
							["合"] = {
								result = true
							}
						}
					}
				}
			},
			["反"] = {
				["日"] = {
					["游"] = {
						["行"] = {
							result = true
						}
					}
				}
			},
			["哪"] = {
				["仿"] = {
					["真"] = {
						["长"] = {
							["狗"] = {
								result = true
							}
						}
					}
				}
			},
			["城"] = {
				["洪"] = {
					["顺"] = {
						["跳"] = {
							["楼"] = {
								result = true
							}
						}
					}
				}
			},
			["女"] = {
				["奴"] = {
					["上"] = {
						["门"] = {
							result = true
						}
					}
				}
			},
			["子"] = {
				["弹"] = {
					result = true
				}
			},
			["廉"] = {
				["价"] = {
					["书"] = {
						result = true
					}
				}
			},
			["手"] = {
				g = {
					o = {
						u = {
							result = true
						}
					}
				},
				["枪"] = {
					result = true
				}
			},
			["找"] = {
				["小"] = {
					["姐"] = {
						result = true
					}
				}
			},
			["按"] = {
				["摩"] = {
					result = true
				}
			},
			["枪"] = {
				result = true
			},
			["植"] = {
				["物"] = {
					["冰"] = {
						result = true
					}
				}
			},
			["步"] = {
				["枪"] = {
					T = {
						E = {
							L = {
								result = true
							}
						}
					}
				}
			},
			["汽"] = {
				g = {
					o = {
						u = {
							result = true,
							["专"] = {
								result = true
							}
						}
					}
				},
				["狗"] = {
					result = true
				}
			},
			["火"] = {
				["药"] = {
					result = true
				}
			},
			["炸"] = {
				["药"] = {
					result = true
				}
			},
			["狗"] = {
				result = true
			},
			["狙"] = {
				["击"] = {
					["枪"] = {
						["专"] = {
							result = true
						}
					},
					["步"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["猎"] = {
				["枪"] = {
					T = {
						E = {
							L = {
								result = true
							}
						}
					}
				}
			},
			["碧"] = {
				["桂"] = {
					["园"] = {
						["不"] = {
							["公"] = {
								result = true
							}
						},
						["围"] = {
							["观"] = {
								result = true
							}
						},
						["横"] = {
							["幅"] = {
								result = true
							}
						},
						["集"] = {
							["体"] = {
								result = true
							}
						},
						["静"] = {
							["坐"] = {
								result = true
							}
						}
					}
				}
			},
			["窃"] = {
				["听"] = {
					["器"] = {
						result = true
					}
				}
			},
			["绿"] = {
				["白"] = {
					["牙"] = {
						["签"] = {
							result = true
						}
					}
				}
			},
			["访"] = {
				["民"] = {
					["锦"] = {
						["旗"] = {
							result = true
						}
					}
				}
			},
			["请"] = {
				["愿"] = {
					result = true
				}
			},
			["钢"] = {
				["珠"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["长"] = {
				g = {
					o = {
						u = {
							result = true
						}
					}
				},
				["狗"] = {
					result = true
				}
			},
			["黄"] = {
				["白"] = {
					["牙"] = {
						["签"] = {
							result = true
						}
					}
				}
			}
		},
		["峰"] = {
			["辉"] = {
				result = true
			}
		},
		["租"] = {
			["发"] = {
				["票"] = {
					result = true
				}
			}
		},
		["视"] = {
			["频"] = {
				result = true
			}
		}
	},
	["扈"] = {
		["3"] = {
			["娘"] = {
				result = true
			}
		},
		["三"] = {
			["娘"] = {
				result = true
			}
		}
	},
	["扉"] = {
		["之"] = {
			["陰"] = {
				result = true
			}
		}
	},
	["扶"] = {
		["桑"] = {
			result = true
		}
	},
	["扼"] = {
		["腕"] = {
			["揪"] = {
				["心"] = {
					["的"] = {
						["悲"] = {
							["剧"] = {
								["事"] = {
									["件"] = {
										["继"] = {
											["续"] = {
												["化"] = {
													["脓"] = {
														result = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["技"] = {
		["师"] = {
			["跳"] = {
				["艳"] = {
					["舞"] = {
						result = true
					}
				}
			}
		},
		["术"] = {
			["壹"] = {
				["流"] = {
					result = true
				}
			},
			["开"] = {
				["锁"] = {
					["工"] = {
						["具"] = {
							result = true,
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["等"] = {
				["级"] = {
					["证"] = {
						["办"] = {
							["理"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["術"] = {
			["壹"] = {
				["流"] = {
					result = true
				}
			}
		}
	},
	["抚"] = {
		["弄"] = {
			["后"] = {
				["插"] = {
					["入"] = {
						["小"] = {
							["穴"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["摩"] = {
			["女"] = {
				["性"] = {
					["阴"] = {
						["部"] = {
							result = true
						}
					}
				}
			},
			["她"] = {
				["的"] = {
					["嫩"] = {
						["穴"] = {
							result = true
						}
					}
				}
			}
		},
		["摸"] = {
			["乳"] = {
				["房"] = {
					result = true
				}
			}
		}
	},
	["护"] = {
		["士"] = {
			m = {
				m = {
					["乱"] = {
						["淫"] = {
							result = true
						}
					}
				}
			},
			z = {
				h = {
					e = {
						n = {
							g = {
								result = true
							}
						}
					}
				}
			},
			["妹"] = {
				["妹"] = {
					["的"] = {
						["挑"] = {
							["逗"] = {
								result = true
							}
						}
					}
				}
			},
			["小"] = {
				["穴"] = {
					result = true
				}
			},
			["无"] = {
				["码"] = {
					result = true
				}
			},
			["正"] = {
				result = true,
				["办"] = {
					["理"] = {
						result = true
					}
				},
				["答"] = {
					["案"] = {
						result = true
					}
				}
			},
			["淫"] = {
				["乱"] = {
					result = true
				}
			},
			["爽"] = {
				["图"] = {
					result = true
				}
			},
			["穴"] = {
				result = true
			},
			["自"] = {
				["慰"] = {
					result = true
				}
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			},
			["证"] = {
				result = true,
				["代"] = {
					["办"] = {
						result = true
					}
				},
				["信"] = {
					["办"] = {
						["理"] = {
							result = true
						}
					}
				},
				["办"] = {
					["理"] = {
						result = true
					}
				},
				["收"] = {
					["费"] = {
						["答"] = {
							["案"] = {
								result = true
							}
						}
					}
				},
				["答"] = {
					["案"] = {
						result = true
					}
				}
			},
			["资"] = {
				["格"] = {
					["正"] = {
						result = true,
						["办"] = {
							["理"] = {
								result = true
							}
						}
					},
					["证"] = {
						result = true,
						["办"] = {
							["理"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["宝"] = {
			["神"] = {
				["兽"] = {
					result = true
				}
			}
		},
		["花"] = {
			["剑"] = {
				result = true
			}
		}
	},
	["拐"] = {
		[" "] = {
			["卖"] = {
				result = true
			}
		},
		["藏"] = {
			["族"] = {
				["妇"] = {
					["女"] = {
						result = true
					}
				}
			}
		}
	},
	["拘"] = {
		["捕"] = {
			["藏"] = {
				["人"] = {
					result = true
				}
			}
		},
		["束"] = {
			M = {
				["性"] = {
					["感"] = {
						result = true
					}
				}
			},
			["肛"] = {
				["門"] = {
					["中"] = {
						["出"] = {
							result = true
						}
					}
				}
			}
		},
		["留"] = {
			result = true,
			["三"] = {
				["天"] = {
					["后"] = {
						["死"] = {
							["亡"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["挂"] = {
		Q = {
			["币"] = {
				result = true
			}
		},
		["式"] = {
			["榴"] = {
				["弹"] = {
					["发"] = {
						["射"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["机"] = {
			["平"] = {
				["台"] = {
					result = true
				}
			},
			["网"] = {
				["赚"] = {
					["软"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["赚"] = {
				["钱"] = {
					result = true
				}
			}
		},
		["赚"] = {
			["宝"] = {
				result = true
			}
		},
		["锁"] = {
			["万"] = {
				["能"] = {
					["器"] = {
						result = true
					},
					["组"] = {
						["合"] = {
							result = true
						}
					}
				}
			},
			["快"] = {
				["开"] = {
					["飞"] = {
						["机"] = {
							["夹"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["挥"] = {
		["发"] = {
			["型"] = {
				["迷"] = {
					["昏"] = {
						["药"] = {
							result = true
						}
					},
					["晕"] = {
						["药"] = {
							result = true
						}
					},
					["药"] = {
						["订"] = {
							["购"] = {
								result = true
							}
						}
					}
				}
			},
			["性"] = {
				["迷"] = {
					["药"] = {
						result = true
					}
				}
			}
		},
		["霍"] = {
			["中"] = {
				["华"] = {
					result = true
				}
			}
		}
	},
	["捍"] = {
		["卫"] = {
			["公"] = {
				["义"] = {
					result = true
				}
			},
			["泉"] = {
				["州"] = {
					["港"] = {
						result = true
					}
				}
			},
			["薄"] = {
				["熙"] = {
					["来"] = {
						result = true
					}
				}
			}
		}
	},
	["换"] = {
		["#"] = {
			["肾"] = {
				result = true
			}
		},
		["*"] = {
			["肾"] = {
				result = true
			}
		},
		["代"] = {
			["新"] = {
				["品"] = {
					["迷"] = {
						["情"] = {
							["药"] = {
								result = true
							}
						},
						["药"] = {
							result = true
						}
					}
				}
			}
		},
		["伴"] = {
			["乐"] = {
				["交"] = {
					["流"] = {
						result = true
					}
				}
			}
		},
		["号"] = {
			["器"] = {
				result = true
			}
		},
		["夫"] = {
			["妻"] = {
				result = true,
				["在"] = {
					["线"] = {
						result = true
					}
				}
			}
		},
		["头"] = {
			["咔"] = {
				["吧"] = {
					result = true,
					["密"] = {
						["云"] = {
							result = true
						}
					}
				}
			}
		},
		["妻"] = {
			["乱"] = {
				["交"] = {
					result = true,
					["地"] = {
						["址"] = {
							result = true
						}
					}
				}
			},
			["同"] = {
				["性"] = {
					["群"] = {
						P = {
							result = true
						}
					}
				}
			},
			["吧"] = {
				result = true
			},
			["小"] = {
				["说"] = {
					result = true
				}
			},
			["快"] = {
				["播"] = {
					result = true
				}
			},
			["故"] = {
				["事"] = {
					result = true
				}
			},
			["无"] = {
				["奈"] = {
					["的"] = {
						["选"] = {
							["择"] = {
								result = true
							}
						}
					}
				}
			},
			["派"] = {
				["对"] = {
					result = true
				}
			},
			["淫"] = {
				["乱"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["游"] = {
				["戏"] = {
					result = true,
					["快"] = {
						["播"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			},
			["美"] = {
				["文"] = {
					result = true
				}
			},
			["群"] = {
				result = true,
				["交"] = {
					result = true,
					["群"] = {
						result = true,
						["号"] = {
							result = true
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			}
		},
		["层"] = {
			["速"] = {
				["度"] = {
					result = true
				}
			}
		},
		["帅"] = {
			result = true
		},
		["肾"] = {
			result = true,
			["交"] = {
				["易"] = {
					result = true
				}
			}
		}
	},
	["捷"] = {
		["克"] = {
			["多"] = {
				["毛"] = {
					["女"] = {
						result = true
					}
				}
			},
			["左"] = {
				["輪"] = {
					result = true
				},
				["轮"] = {
					result = true
				}
			}
		},
		["豹"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["通"] = {
			["华"] = {
				["声"] = {
					result = true
				}
			}
		}
	},
	["掛"] = {
		["鎖"] = {
			["筷"] = {
				["幵"] = {
					["飛"] = {
						["機"] = {
							["夾"] = {
								result = true
							}
						}
					}
				}
			},
			["萬"] = {
				["褦"] = {
					["組"] = {
						["合"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["接"] = {
		["受"] = {
			result = true
		},
		["吻"] = {
			["门"] = {
				result = true
			}
		},
		["收"] = {
			["器"] = {
				result = true
			}
		},
		["见"] = {
			["周"] = {
				["小"] = {
					["平"] = {
						result = true
					}
				}
			}
		}
	},
	["換"] = {
		["妻"] = {
			["俱"] = {
				["樂"] = {
					["部"] = {
						result = true
					}
				}
			},
			["大"] = {
				["會"] = {
					result = true
				}
			},
			["遊"] = {
				["戲"] = {
					result = true
				}
			},
			["雜"] = {
				["交"] = {
					result = true
				}
			}
		},
		["悽"] = {
			["遊"] = {
				["戱"] = {
					result = true
				}
			}
		},
		["萋"] = {
			["遊"] = {
				["戲"] = {
					result = true
				}
			}
		},
		["頭"] = {
			["咔"] = {
				["妑"] = {
					result = true
				},
				["紦"] = {
					result = true
				}
			}
		}
	},
	["揭"] = {
		["发"] = {
			["妻"] = {
				["子"] = {
					["王"] = {
						["立"] = {
							["军"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["层"] = {
			result = true
		},
		["秘"] = {
			["突"] = {
				["厥"] = {
					["革"] = {
						["命"] = {
							result = true
						}
					}
				}
			}
		},
		["西"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["阳"] = {
			result = true,
			K = {
				["粉"] = {
					result = true
				}
			},
			["市"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["揵"] = {
		["衞"] = {
			["尒"] = {
				["囗"] = {
					["徑"] = {
						result = true
					}
				}
			}
		}
	},
	["搞"] = {
		["1"] = {
			["次"] = {
				result = true
			}
		},
		B = {
			result = true
		},
		["三"] = {
			["妹"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["上"] = {
			["手"] = {
				["的"] = {
					["少"] = {
						["妇"] = {
							result = true
						},
						["婦"] = {
							result = true
						}
					}
				}
			}
		},
		["他"] = {
			result = true
		},
		["你"] = {
			result = true
		},
		["处"] = {
			["女"] = {
				result = true,
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["她"] = {
			result = true
		},
		["妹"] = {
			["妹"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["嫩"] = {
			["逼"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["定"] = {
			["女"] = {
				["网"] = {
					["友"] = {
						result = true
					}
				}
			},
			["文"] = {
				["凭"] = {
					result = true
				}
			}
		},
		["得"] = {
			["冒"] = {
				["白"] = {
					["浆"] = {
						["了"] = {
							result = true
						}
					}
				}
			}
		},
		["搞"] = {
			["色"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["死"] = {
			result = true
		},
		["比"] = {
			result = true
		},
		["清"] = {
			["免"] = {
				["费"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			}
		},
		["的"] = {
			["骚"] = {
				["妇"] = {
					["爽"] = {
						["歪"] = {
							["歪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["破"] = {
			["鞋"] = {
				result = true
			}
		},
		["邻"] = {
			["居"] = {
				["美"] = {
					["妻"] = {
						result = true
					}
				}
			}
		}
	},
	["擠"] = {
		["母"] = {
			["奶"] = {
				result = true
			}
		}
	},
	["改"] = {
		[" "] = {
			["革"] = {
				[" "] = {
					["历"] = {
						[" "] = {
							["程"] = {
								result = true
							}
						},
						["程"] = {
							result = true
						}
					}
				},
				["历"] = {
					[" "] = {
						["程"] = {
							result = true
						}
					}
				}
			}
		},
		["变"] = {
			["西"] = {
				["藏"] = {
					["政"] = {
						["策"] = {
							result = true
						}
					}
				}
			}
		},
		["号"] = {
			["器"] = {
				result = true
			},
			["软"] = {
				["件"] = {
					result = true,
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			}
		},
		["名"] = {
			["为"] = {
				["胡"] = {
					["锦"] = {
						["波"] = {
							result = true
						}
					}
				}
			}
		},
		["差"] = {
			["评"] = {
				result = true
			}
		},
		["性"] = {
			["铵"] = {
				["油"] = {
					["炸"] = {
						["药"] = {
							result = true
						}
					}
				}
			}
		},
		["手"] = {
			["机"] = {
				["号"] = {
					["软"] = {
						["件"] = {
							result = true
						}
					}
				}
			}
		},
		["火"] = {
			["6"] = {
				["5"] = {
					["4"] = {
						k = {
							result = true
						}
					}
				}
			}
		},
		["號"] = {
			result = true,
			["軟"] = {
				["件"] = {
					result = true
				}
			}
		},
		["装"] = {
			F = {
				F = {
					X = {
						["氣"] = {
							["槍"] = {
								result = true
							}
						}
					}
				}
			},
			["发"] = {
				["令"] = {
					["枪"] = {
						["专"] = {
							result = true
						},
						["图"] = {
							["纸"] = {
								result = true
							}
						},
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["配"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			},
			["射"] = {
				["钉"] = {
					["枪"] = {
						["专"] = {
							result = true
						},
						["图"] = {
							["纸"] = {
								result = true
							}
						}
					}
				}
			},
			["真"] = {
				["枪"] = {
					result = true
				}
			},
			["车"] = {
				["验"] = {
					["车"] = {
						result = true
					}
				}
			}
		},
		["进"] = {
			["型"] = {
				["扬"] = {
					["弹"] = {
						["机"] = {
							result = true
						}
					}
				}
			}
		},
		["隳"] = {
			result = true
		},
		["革"] = {
			result = true,
			[" "] = {
				["历"] = {
					[" "] = {
						["程"] = {
							result = true
						}
					},
					["程"] = {
						result = true
					}
				}
			},
			["一"] = {
				["党"] = {
					result = true
				}
			},
			["三"] = {
				["十"] = {
					["年"] = {
						["毋"] = {
							["忘"] = {
								["赵"] = {
									["紫"] = {
										["阳"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["历"] = {
				[" "] = {
					["程"] = {
						result = true
					}
				},
				["程"] = {
					p = {
						d = {
							f = {
								result = true
							}
						}
					},
					z = {
						z = {
							y = {
								result = true
							}
						}
					},
					["下"] = {
						["载"] = {
							result = true
						}
					},
					["回"] = {
						["忆"] = {
							["录"] = {
								result = true
							}
						}
					},
					["录"] = {
						["音"] = {
							result = true
						}
					},
					["港"] = {
						["版"] = {
							result = true
						}
					},
					["版"] = {
						result = true
					},
					["迅"] = {
						["雷"] = {
							result = true,
							["下"] = {
								["载"] = {
									result = true
								}
							}
						}
					},
					["鲍"] = {
						["彤"] = {
							result = true
						},
						["朴"] = {
							result = true
						}
					}
				}
			},
			["教"] = {
				result = true
			},
			["的"] = {
				["历"] = {
					["程"] = {
						p = {
							d = {
								f = {
									result = true
								}
							}
						},
						["下"] = {
							["载"] = {
								result = true
							}
						},
						["港"] = {
							["版"] = {
								result = true
							}
						}
					}
				}
			},
			["里"] = {
				["程"] = {
					["下"] = {
						["载"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["攻"] = {
		["官"] = {
			["小"] = {
				["姐"] = {
					result = true
				}
			}
		}
	},
	["放"] = {
		["下"] = {
			["执"] = {
				["着"] = {
					result = true
				}
			},
			["陪"] = {
				["老"] = {
					["娘"] = {
						["玩"] = {
							["玩"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["光"] = {
			["明"] = {
				["中"] = {
					["心"] = {
						result = true
					}
				}
			}
		},
		["入"] = {
			["春"] = {
				["药"] = {
					result = true
				}
			}
		},
		["剧"] = {
			["毒"] = {
				result = true
			}
		},
		["屁"] = {
			result = true
		},
		["放"] = {
			["电"] = {
				["视"] = {
					["剧"] = {
						result = true
					}
				}
			}
		},
		["江"] = {
			["一"] = {
				["馬"] = {
					result = true
				},
				["马"] = {
					result = true
				}
			}
		},
		["炸"] = {
			["彈"] = {
				[" "] = {
					["打"] = {
						["毒"] = {
							["針"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["电"] = {
			["影"] = {
				["网"] = {
					result = true
				}
			}
		},
		["线"] = {
			["菌"] = {
				["酮"] = {
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			}
		},
		["荡"] = {
			["中"] = {
				["的"] = {
					["灵"] = {
						["与"] = {
							["肉"] = {
								result = true
							}
						}
					}
				}
			},
			["娇"] = {
				["娃"] = {
					result = true
				}
			},
			["少"] = {
				["女"] = {
					["少"] = {
						["妇"] = {
							result = true
						}
					}
				}
			}
		},
		["蕩"] = {
			["少"] = {
				["婦"] = {
					result = true,
					["賓"] = {
						["館"] = {
							result = true
						}
					}
				}
			},
			["熟"] = {
				["女"] = {
					result = true
				}
			}
		},
		["課"] = {
			["後"] = {
				["俱"] = {
					["樂"] = {
						["部"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["故"] = {
		["山"] = {
			["愛"] = {
				["表"] = {
					b = {
						t = {
							result = true
						}
					},
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["無"] = {
						["碼"] = {
							result = true
						}
					},
					["電"] = {
						["驢"] = {
							result = true
						}
					}
				}
			},
			["爱"] = {
				["表"] = {
					b = {
						t = {
							result = true
						}
					},
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["电"] = {
						["驴"] = {
							result = true
						}
					}
				}
			}
		},
		["屾"] = {
			["噯"] = {
				["裱"] = {
					["佺"] = {
						["雧"] = {
							result = true
						}
					},
					["兂"] = {
						["碼"] = {
							result = true
						}
					},
					["電"] = {
						["驴"] = {
							result = true
						}
					},
					["ｂ"] = {
						["τ"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["救"] = {
		["啯"] = {
			["Ｐ"] = {
				["②"] = {
					["Ｐ"] = {
						result = true
					}
				}
			}
		},
		["囯"] = {
			["集"] = {
				["中"] = {
					["淫"] = {
						result = true,
						["裸"] = {
							["聊"] = {
								result = true
							}
						}
					}
				}
			},
			["雧"] = {
				["ф"] = {
					["婬"] = {
						result = true
					}
				}
			}
		},
		["国"] = {
			P = {
				["2"] = {
					P = {
						result = true,
						["裸"] = {
							["聊"] = {
								result = true
							}
						}
					}
				}
			},
			["公"] = {
				result = true
			}
		},
		["國"] = {
			P = {
				["2"] = {
					P = {
						result = true
					}
				}
			}
		},
		["度"] = {
			result = true,
			["一"] = {
				["切"] = {
					["众"] = {
						["生"] = {
							result = true
						}
					}
				}
			},
			["世"] = {
				["人"] = {
					result = true
				}
			}
		}
	},
	["教"] = {
		["主"] = {
			result = true
		},
		["你"] = {
			T = {
				N = {
					T = {
						result = true
					}
				}
			},
			["低"] = {
				["价"] = {
					["做"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["作"] = {
				["原"] = {
					["子"] = {
						["弹"] = {
							result = true
						}
					}
				}
			},
			["做"] = {
				["原"] = {
					["子"] = {
						["弹"] = {
							result = true
						}
					}
				},
				["手"] = {
					["抢"] = {
						result = true
					},
					["枪"] = {
						result = true
					}
				},
				["炸"] = {
					["弹"] = {
						result = true
					},
					["药"] = {
						result = true
					}
				},
				["烟"] = {
					["雾"] = {
						["弹"] = {
							result = true
						}
					}
				},
				["爆"] = {
					["炸"] = {
						["物"] = {
							result = true
						}
					}
				}
			},
			["原"] = {
				["子"] = {
					["弹"] = {
						result = true
					}
				}
			},
			["炸"] = {
				["药"] = {
					result = true
				}
			}
		},
		["做"] = {
			["爱"] = {
				result = true
			}
		},
		["军"] = {
			result = true
		},
		["协"] = {
			["与"] = {
				["公"] = {
					["民"] = {
						["社"] = {
							["会"] = {
								["的"] = {
									["形"] = {
										["成"] = {
											["和"] = {
												["互"] = {
													["动"] = {
														result = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["学"] = {
			["改"] = {
				["变"] = {
					result = true,
					["决"] = {
						["定"] = {
							result = true
						}
					}
				}
			}
		},
		["室"] = {
			["做"] = {
				["爱"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["兂"] = {
				["碼"] = {
					result = true
				}
			},
			["别"] = {
				["恋"] = {
					result = true
				}
			},
			["无"] = {
				["码"] = {
					result = true
				}
			},
			["無"] = {
				["碼"] = {
					result = true
				}
			},
			["里"] = {
				["淫"] = {
					["乱"] = {
						["狂"] = {
							["搞"] = {
								result = true
							}
						}
					}
				}
			},
			["门"] = {
				result = true,
				["高"] = {
					["清"] = {
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["师"] = {
			["妈"] = {
				["妈"] = {
					["的"] = {
						["骚"] = {
							["肉"] = {
								result = true
							}
						}
					}
				}
			},
			["无"] = {
				["码"] = {
					result = true
				}
			},
			["证"] = {
				["考"] = {
					["试"] = {
						["答"] = {
							["案"] = {
								result = true
							}
						}
					}
				}
			},
			["资"] = {
				["格"] = {
					["证"] = {
						["答"] = {
							["案"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["師"] = {
			["兂"] = {
				["碼"] = {
					result = true
				}
			},
			["無"] = {
				["碼"] = {
					result = true
				}
			},
			["禁"] = {
				["斷"] = {
					["接"] = {
						["吻"] = {
							result = true
						}
					}
				}
			}
		},
		["授"] = {
			["气"] = {
				["枪"] = {
					["的"] = {
						["原"] = {
							["理"] = {
								result = true
							}
						}
					}
				}
			},
			["邢"] = {
				["志"] = {
					["敏"] = {
						["被"] = {
							["刺"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["爱"] = {
			result = true
		},
		["玩"] = {
			["转"] = {
				["麻"] = {
					["将"] = {
						["色"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["练"] = {
			["热"] = {
				["血"] = {
					["指"] = {
						["导"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["敢"] = {
		["死"] = {
			["队"] = {
				["刀"] = {
					["具"] = {
						["大"] = {
							["全"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["敦"] = {
		["亲"] = {
			["睦"] = {
				["邻"] = {
					result = true
				}
			}
		}
	},
	["敬"] = {
		["國"] = {
			["神"] = {
				["社"] = {
					result = true
				}
			}
		}
	},
	["敷"] = {
		["土"] = {
			["烧"] = {
				["刃"] = {
					result = true
				}
			}
		}
	},
	["斐"] = {
		["凡"] = {
			["高"] = {
				["等"] = {
					["教"] = {
						["育"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["斗"] = {
		["战"] = {
			["神"] = {
				result = true
			},
			["胜"] = {
				["佛"] = {
					result = true
				}
			}
		},
		["殴"] = {
			result = true
		},
		["神"] = {
			["都"] = {
				["市"] = {
					result = true
				}
			}
		},
		["角"] = {
			["式"] = {
				["枪"] = {
					result = true
				}
			}
		}
	},
	["断"] = {
		["匙"] = {
			["取"] = {
				["出"] = {
					["器"] = {
						result = true
					}
				}
			},
			["速"] = {
				["取"] = {
					result = true
				}
			}
		},
		["珠"] = {
			["蕊"] = {
				result = true,
				["在"] = {
					["线"] = {
						result = true
					}
				}
			}
		}
	},
	["方"] = {
		["7"] = {
			["佛"] = {
				result = true
			}
		},
		["七"] = {
			["佛"] = {
				result = true
			}
		},
		["便"] = {
			["面"] = {
				["真"] = {
					["正"] = {
						["原"] = {
							["因"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["光"] = {
			["智"] = {
				result = true
			}
		},
		["刚"] = {
			result = true
		},
		["剛"] = {
			result = true
		},
		["励"] = {
			["之"] = {
				["纪"] = {
					["念"] = {
						["文"] = {
							["集"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["天"] = {
			["定"] = {
				result = true
			}
		},
		["政"] = {
			result = true,
			["周"] = {
				["封"] = {
					["锁"] = {
						["王"] = {
							["有"] = {
								["才"] = {
									["傅"] = {
										["希"] = {
											["秋"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["坦"] = {
				["克"] = {
					result = true
				}
			},
			["失"] = {
				["去"] = {
					["双"] = {
						["腿"] = {
							result = true
						}
					}
				}
			},
			["抵"] = {
				["达"] = {
					["美"] = {
						["国"] = {
							result = true
						}
					}
				}
			}
		},
		["晓"] = {
			["日"] = {
				result = true
			}
		},
		["正"] = {
			["抓"] = {
				["捕"] = {
					result = true
				}
			},
			["李"] = {
				["友"] = {
					["接"] = {
						["走"] = {
							result = true
						}
					}
				}
			},
			["被"] = {
				["控"] = {
					["制"] = {
						result = true
					}
				}
			},
			["调"] = {
				["查"] = {
					["组"] = {
						result = true
					}
				}
			}
		},
		["毅"] = {
			result = true
		},
		["滨"] = {
			["兴"] = {
				["翻"] = {
					["墙"] = {
						result = true
					}
				},
				["自"] = {
					["由"] = {
						result = true
					}
				},
				["防"] = {
					["火"] = {
						["墙"] = {
							result = true
						}
					}
				},
				["鸡"] = {
					["蛋"] = {
						result = true
					}
				}
			}
		},
		["玄"] = {
			["劳"] = {
				result = true
			}
		},
		["甲"] = {
			["网"] = {
				["络"] = {
					result = true
				}
			}
		},
		["百"] = {
			["花"] = {
				result = true
			}
		},
		["腊"] = {
			result = true
		},
		["舟"] = {
			["子"] = {
				[" "] = {
					X = {
						I = {
							[" "] = {
								["博"] = {
									["士"] = {
										result = true
									}
								},
								["学"] = {
									["位"] = {
										result = true
									},
									["历"] = {
										result = true
									}
								},
								["文"] = {
									["凭"] = {
										result = true
									}
								}
							}
						}
					},
					["习"] = {
						[" "] = {
							["博"] = {
								["士"] = {
									result = true
								}
							},
							["文"] = {
								["凭"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["旔"] = {
		["衛"] = {
			["尐"] = {
				["ロ"] = {
					["徑"] = {
						result = true
					}
				}
			}
		}
	},
	["旧"] = {
		["住"] = {
			["宿"] = {
				["票"] = {
					result = true
				}
			}
		},
		["女"] = {
			["友"] = {
				["拼"] = {
					["命"] = {
						["吹"] = {
							result = true
						}
					}
				}
			}
		},
		["火"] = {
			["车"] = {
				["票"] = {
					result = true,
					["加"] = {
						["油"] = {
							["票"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["金"] = {
			["山"] = {
				result = true
			}
		}
	},
	["昏"] = {
		["睡"] = {
			["药"] = {
				result = true
			}
		},
		["蒾"] = {
			result = true
		}
	},
	["晋"] = {
		["城"] = {
			["办"] = {
				["套"] = {
					["牌"] = {
						["车"] = {
							result = true
						}
					}
				}
			},
			["肾"] = {
				result = true
			}
		}
	},
	["景"] = {
		["临"] = {
			result = true
		},
		["子"] = {
			["传"] = {
				["奇"] = {
					["之"] = {
						["十"] = {
							result = true
						}
					}
				}
			}
		},
		["德"] = {
			["鎮"] = {
				["辦"] = {
					["證"] = {
						result = true
					}
				}
			},
			["镇"] = {
				["办"] = {
					["假"] = {
						["证"] = {
							result = true
						}
					},
					["证"] = {
						result = true
					}
				}
			}
		},
		["洪"] = {
			result = true,
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["Ｋ"] = {
				["粉"] = {
					result = true
				}
			}
		},
		["臨"] = {
			result = true
		}
	},
	["晶"] = {
		["体"] = {
			["低"] = {
				["价"] = {
					result = true
				}
			}
		},
		["升"] = {
			["大"] = {
				["药"] = {
					["房"] = {
						result = true
					}
				}
			}
		},
		["的"] = {
			["女"] = {
				result = true
			}
		},
		["莹"] = {
			["冰"] = {
				result = true
			}
		}
	},
	["曂"] = {
		["蛧"] = {
			["凊"] = {
				["脃"] = {
					["涻"] = {
						["岖"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["更"] = {
		["容"] = {
			["易"] = {
				["达"] = {
					["性"] = {
						["高"] = {
							["潮"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["新"] = {
			["无"] = {
				["码"] = {
					a = {
						v = {
							result = true
						}
					}
				}
			}
		},
		["顿"] = {
			["确"] = {
				["吉"] = {
					["尼"] = {
						["玛"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["會"] = {
		["議"] = {
			["提"] = {
				["前"] = {
					["啟"] = {
						["動"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["服"] = {
		["务"] = {
			result = true,
			["到"] = {
				["位"] = {
					result = true,
					["，"] = {
						["风"] = {
							["骚"] = {
								result = true
							}
						}
					}
				}
			},
			["发"] = {
				["票"] = {
					result = true
				}
			},
			["器"] = {
				["忙"] = {
					result = true
				},
				["维"] = {
					["护"] = {
						result = true
					}
				},
				["连"] = {
					["接"] = {
						["失"] = {
							["败"] = {
								result = true
							}
						}
					}
				}
			},
			["髮"] = {
				["漂"] = {
					result = true
				},
				["票"] = {
					result = true
				}
			}
		},
		["務"] = {
			["天"] = {
				["使"] = {
					result = true
				}
			}
		},
		["帖"] = {
			["人"] = {
				["皮"] = {
					["面"] = {
						["具"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["部"] = {
			["祥"] = {
				["子"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["机"] = {
		["关"] = {
			["枪"] = {
				["刺"] = {
					result = true
				}
			}
		},
		["变"] = {
			["号"] = {
				["台"] = {
					result = true
				}
			}
		},
		["密"] = {
			["女"] = {
				["收"] = {
					["容"] = {
						["施"] = {
							["设"] = {
								result = true
							}
						}
					}
				}
			},
			["文"] = {
				["件"] = {
					result = true
				}
			},
			["档"] = {
				["案"] = {
					["天"] = {
						["安"] = {
							["门"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["恶"] = {
			["痴"] = {
				["汉"] = {
					result = true
				}
			}
		},
		["战"] = {
			result = true
		},
		["打"] = {
			result = true,
			["代"] = {
				["开"] = {
					result = true
				}
			},
			["办"] = {
				["证"] = {
					result = true
				}
			},
			["发"] = {
				["漂"] = {
					result = true,
					["代"] = {
						["开"] = {
							result = true
						}
					}
				},
				["税"] = {
					["票"] = {
						["发"] = {
							["票"] = {
								result = true
							}
						}
					}
				}
			},
			["法"] = {
				["票"] = {
					result = true,
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			},
			["票"] = {
				result = true,
				["据"] = {
					result = true
				}
			},
			["税"] = {
				["票"] = {
					result = true,
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			}
		},
		["机"] = {
			["歪"] = {
				["歪"] = {
					result = true
				}
			}
		},
		["枪"] = {
			["子"] = {
				["弹"] = {
					result = true
				}
			},
			["弹"] = {
				["链"] = {
					result = true
				}
			},
			["瞄"] = {
				["准"] = {
					["镜"] = {
						result = true
					}
				}
			},
			["高"] = {
				["仿"] = {
					result = true
				}
			},
			["鹰"] = {
				["武"] = {
					["器"] = {
						["公"] = {
							["司"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["械"] = {
			["发"] = {
				["票"] = {
					result = true
				}
			},
			["扳"] = {
				["机"] = {
					result = true
				}
			}
		},
		["槍"] = {
			["子"] = {
				["弹"] = {
					result = true
				}
			}
		},
		["票"] = {
			["商"] = {
				["旅"] = {
					result = true
				}
			}
		},
		["舱"] = {
			["之"] = {
				["头"] = {
					["等"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["杜"] = {
		["和"] = {
			["平"] = {
				[" "] = {
					["吴"] = {
						["党"] = {
							["英"] = {
								result = true
							}
						}
					}
				},
				["吴"] = {
					["党"] = {
						["英"] = {
							result = true
						}
					}
				}
			}
		},
		["子"] = {
			["腾"] = {
				result = true
			},
			["飞"] = {
				result = true
			}
		},
		["宪"] = {
			result = true
		},
		["廷"] = {
			result = true
		},
		["恒"] = {
			["岩"] = {
				result = true
			}
		},
		["绝"] = {
			["以"] = {
				["言"] = {
					["治"] = {
						["罪"] = {
							result = true
						}
					}
				}
			}
		},
		["金"] = {
			["富"] = {
				result = true
			},
			["才"] = {
				result = true
			}
		},
		["魯"] = {
			["門"] = {
				result = true
			}
		}
	},
	["杠"] = {
		["杆"] = {
			["式"] = {
				["连"] = {
					["发"] = {
						["器"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["杰"] = {
		["克"] = {
			["棋"] = {
				["牌"] = {
					result = true
				}
			}
		},
		["特"] = {
			["曼"] = {
				["裸"] = {
					["聊"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["東"] = {
		["京"] = {
			["丸"] = {
				["井"] = {
					result = true
				},
				["警"] = {
					result = true
				}
			},
			["熱"] = {
				result = true
			},
			["猫"] = {
				result = true
			}
		},
		["北"] = {
			x = {
				x = {
					["網"] = {
						result = true
					}
				}
			}
		},
		["宮"] = {
			result = true
		},
		["尾"] = {
			["真"] = {
				["子"] = {
					result = true
				}
			}
		},
		["方"] = {
			["葵"] = {
				result = true
			},
			["資"] = {
				["通"] = {
					result = true
				}
			}
		},
		["施"] = {
			["效"] = {
				["顰"] = {
					result = true
				}
			}
		},
		["正"] = {
			["教"] = {
				result = true
			}
		},
		["洋"] = {
			["巨"] = {
				["乳"] = {
					result = true
				}
			}
		},
		["熱"] = {
			["空"] = {
				["姐"] = {
					result = true
				}
			}
		},
		["百"] = {
			["合"] = {
				["子"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["突"] = {
			result = true
		},
		["野"] = {
			["梓"] = {
				["性"] = {
					["爱"] = {
						result = true
					}
				}
			}
		}
	},
	["极"] = {
		["上"] = {
			["丝"] = {
				["袜"] = {
					["妇"] = {
						["人"] = {
							result = true
						}
					}
				}
			}
		},
		["乐"] = {
			["岛"] = {
				result = true,
				["裸"] = {
					["聊"] = {
						result = true
					}
				},
				["邮"] = {
					["箱"] = {
						["发"] = {
							["送"] = {
								result = true
							}
						}
					}
				}
			},
			["酷"] = {
				["刑"] = {
					result = true
				}
			}
		},
		["品"] = {
			M = {
				M = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["东"] = {
				["京"] = {
					["热"] = {
						result = true
					}
				}
			},
			["乱"] = {
				["伦"] = {
					result = true
				}
			},
			["乳"] = {
				["房"] = {
					result = true
				}
			},
			["人"] = {
				["妻"] = {
					result = true
				},
				["生"] = {
					result = true
				}
			},
			["做"] = {
				["爱"] = {
					["套"] = {
						["图"] = {
							result = true
						}
					}
				}
			},
			["军"] = {
				["狗"] = {
					result = true,
					["配"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["农"] = {
				["民"] = {
					result = true
				}
			},
			["双"] = {
				["胞"] = {
					["胎"] = {
						M = {
							M = {
								result = true
							}
						}
					}
				}
			},
			["大"] = {
				["奶"] = {
					["妹"] = {
						["子"] = {
							result = true
						}
					}
				},
				["威"] = {
					["力"] = {
						["版"] = {
							result = true
						}
					}
				},
				["波"] = {
					["女"] = {
						result = true
					}
				},
				["胸"] = {
					["诱"] = {
						["惑"] = {
							result = true
						}
					}
				}
			},
			["夫"] = {
				["妻"] = {
					["网"] = {
						result = true
					}
				}
			},
			["女"] = {
				["优"] = {
					result = true,
					["3"] = {
						P = {
							["记"] = {
								result = true
							}
						}
					}
				},
				["水"] = {
					["好"] = {
						["多"] = {
							result = true
						}
					}
				}
			},
			["妹"] = {
				["妹"] = {
					result = true,
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["嫩"] = {
				["屄"] = {
					result = true
				},
				["穴"] = {
					result = true
				}
			},
			["学"] = {
				["生"] = {
					["妹"] = {
						["支"] = {
							["援"] = {
								result = true
							}
						}
					}
				}
			},
			["小"] = {
				["妞"] = {
					result = true
				},
				["妹"] = {
					["性"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				}
			},
			["少"] = {
				["妇"] = {
					result = true,
					["人"] = {
						["妻"] = {
							result = true
						}
					},
					["任"] = {
						["你"] = {
							["操"] = {
								result = true
							}
						}
					},
					["兽"] = {
						["交"] = {
							result = true
						}
					},
					["群"] = {
						P = {
							result = true
						}
					}
				}
			},
			["尤"] = {
				["物"] = {
					result = true
				}
			},
			["屄"] = {
				result = true
			},
			["幼"] = {
				["幼"] = {
					["极"] = {
						["品"] = {
							result = true
						}
					}
				}
			},
			["弃"] = {
				["妇"] = {
					result = true
				}
			},
			["性"] = {
				["感"] = {
					["尤"] = {
						["物"] = {
							result = true
						}
					}
				},
				["虐"] = {
					["待"] = {
						result = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["3"] = {
						g = {
							p = {
								result = true
							}
						}
					},
					["影"] = {
						["视"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["护"] = {
				["士"] = {
					result = true
				}
			},
			["掰"] = {
				["穴"] = {
					result = true
				}
			},
			["援"] = {
				["交"] = {
					["妹"] = {
						result = true
					}
				}
			},
			["无"] = {
				["码"] = {
					["网"] = {
						result = true
					}
				}
			},
			["日"] = {
				["韩"] = {
					["爽"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					result = true
				}
			},
			["枪"] = {
				["械"] = {
					result = true
				}
			},
			["校"] = {
				["花"] = {
					result = true,
					["级"] = {
						["正"] = {
							["妹"] = {
								result = true
							}
						}
					}
				}
			},
			["桃"] = {
				["花"] = {
					["运"] = {
						result = true
					}
				}
			},
			["模"] = {
				["特"] = {
					result = true
				}
			},
			["气"] = {
				["枪"] = {
					["城"] = {
						result = true
					}
				}
			},
			["浪"] = {
				["女"] = {
					result = true
				}
			},
			["清"] = {
				["纯"] = {
					["网"] = {
						result = true
					}
				},
				["醇"] = {
					["学"] = {
						["生"] = {
							result = true
						}
					}
				}
			},
			["游"] = {
				result = true
			},
			["激"] = {
				["情"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["炮"] = {
				["图"] = {
					result = true
				}
			},
			["熟"] = {
				["女"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["爱"] = {
				["诱"] = {
					["惑"] = {
						result = true
					}
				}
			},
			["生"] = {
				["活"] = {
					result = true
				}
			},
			["留"] = {
				["学"] = {
					["生"] = {
						result = true,
						["出"] = {
							["租"] = {
								result = true
							}
						}
					}
				}
			},
			["离"] = {
				["婚"] = {
					["女"] = {
						["教"] = {
							["师"] = {
								result = true
							}
						}
					}
				}
			},
			["网"] = {
				result = true
			},
			["美"] = {
				["眉"] = {
					["诱"] = {
						["惑"] = {
							result = true
						}
					}
				},
				["穴"] = {
					result = true
				},
				["胸"] = {
					["熟"] = {
						["女"] = {
							result = true
						}
					}
				}
			},
			["肉"] = {
				["弹"] = {
					result = true,
					["官"] = {
						["战"] = {
							result = true
						}
					}
				}
			},
			["腿"] = {
				["模"] = {
					result = true
				}
			},
			["舞"] = {
				["蹈"] = {
					["学"] = {
						["生"] = {
							result = true
						}
					}
				}
			},
			["色"] = {
				["医"] = {
					result = true
				},
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["片"] = {
					result = true
				}
			},
			["裸"] = {
				["聊"] = {
					result = true
				}
			},
			["诱"] = {
				["惑"] = {
					result = true
				}
			},
			["调"] = {
				["教"] = {
					result = true
				}
			},
			["辣"] = {
				["妹"] = {
					result = true
				}
			},
			["阿"] = {
				["昌"] = {
					["剑"] = {
						result = true
					}
				}
			},
			["骚"] = {
				["女"] = {
					result = true
				},
				["妇"] = {
					["一"] = {
						["夜"] = {
							["情"] = {
								result = true
							}
						}
					}
				},
				["穴"] = {
					result = true
				}
			},
			["齐"] = {
				B = {
					["短"] = {
						["裙"] = {
							result = true
						}
					}
				}
			}
		},
		["太"] = {
			["合"] = {
				["体"] = {
					result = true
				}
			}
		},
		["度"] = {
			["受"] = {
				["虐"] = {
					["女"] = {
						["黑"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			},
			["强"] = {
				["奸"] = {
					result = true
				}
			},
			["性"] = {
				["感"] = {
					["诱"] = {
						["惑"] = {
							result = true
						}
					}
				},
				["虐"] = {
					result = true
				}
			},
			["淫"] = {
				["乱"] = {
					result = true
				},
				["荡"] = {
					result = true
				}
			},
			["诱"] = {
				["惑"] = {
					["裸"] = {
						["聊"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["快"] = {
			["办"] = {
				["理"] = {
					result = true,
					["军"] = {
						["官"] = {
							["证"] = {
								result = true
							}
						}
					},
					["凭"] = {
						["文"] = {
							result = true
						}
					},
					["学"] = {
						["历"] = {
							result = true
						},
						["生"] = {
							["卡"] = {
								result = true
							},
							["证"] = {
								result = true
							}
						}
					},
					["居"] = {
						["住"] = {
							["证"] = {
								result = true
							}
						}
					},
					["律"] = {
						["师"] = {
							["证"] = {
								result = true
							}
						}
					},
					["文"] = {
						["凭"] = {
							result = true
						}
					},
					["离"] = {
						["婚"] = {
							["证"] = {
								result = true
							}
						}
					},
					["身"] = {
						["份"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["权"] = {
			["专"] = {
				["政"] = {
					result = true
				}
			}
		},
		["欲"] = {
			["燃"] = {
				["烧"] = {
					result = true
				}
			}
		},
		["武"] = {
			["力"] = {
				["捕"] = {
					["鲸"] = {
						["叉"] = {
							result = true,
							["刀"] = {
								result = true
							},
							["忉"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["泺"] = {
			["島"] = {
				result = true
			}
		},
		["端"] = {
			["主"] = {
				["义"] = {
					result = true
				}
			},
			["武"] = {
				["力"] = {
					result = true,
					["军"] = {
						["刀"] = {
							result = true
						}
					},
					["捕"] = {
						["鲸"] = {
							["叉"] = {
								result = true
							},
							["枪"] = {
								result = true
							}
						}
					},
					["枪"] = {
						result = true
					},
					["毒"] = {
						["枭"] = {
							result = true
						}
					},
					["狗"] = {
						["狗"] = {
							result = true
						}
					}
				}
			}
		},
		["美"] = {
			["之"] = {
				["肉"] = {
					["体"] = {
						result = true
					}
				}
			},
			["巨"] = {
				["乳"] = {
					["美"] = {
						["少"] = {
							result = true
						}
					}
				}
			}
		},
		["致"] = {
			["性"] = {
				["息"] = {
					["全"] = {
						["报"] = {
							result = true
						}
					}
				}
			}
		},
		["色"] = {
			["王"] = {
				["朝"] = {
					result = true
				}
			}
		},
		["趚"] = {
			["蔠"] = {
				["結"] = {
					["着"] = {
						result = true
					}
				}
			}
		},
		["速"] = {
			result = true,
			["办"] = {
				["证"] = {
					["网"] = {
						result = true
					}
				}
			},
			["名"] = {
				["录"] = {
					["网"] = {
						result = true
					}
				}
			},
			["开"] = {
				["锁"] = {
					result = true
				}
			},
			["枪"] = {
				["模"] = {
					result = true
				}
			},
			["终"] = {
				["结"] = {
					["着"] = {
						result = true,
						["密"] = {
							["云"] = {
								result = true
							}
						}
					}
				}
			},
			["色"] = {
				["欲"] = {
					U = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["通"] = {
				["办"] = {
					["证"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["鍴"] = {
			["娬"] = {
				["劦"] = {
					["峬"] = {
						["鯨"] = {
							["紁"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["闆"] = {
			["悻"] = {
				["疟"] = {
					["待"] = {
						result = true
					}
				}
			},
			["畱"] = {
				["敩"] = {
					["泩"] = {
						result = true
					}
				}
			},
			["诱"] = {
				["惑"] = {
					result = true
				}
			}
		},
		["限"] = {
			["游"] = {
				["戏"] = {
					result = true
				}
			},
			["诱"] = {
				["惑"] = {
					result = true
				}
			}
		}
	},
	["果"] = {
		["冰"] = {
			result = true,
			["+"] = {
				result = true
			}
		},
		["博"] = {
			["东"] = {
				["方"] = {
					result = true
				}
			}
		},
		["子"] = {
			["冰"] = {
				result = true
			},
			["配"] = {
				["方"] = {
					result = true
				}
			}
		},
		["敢"] = {
			result = true
		},
		["汁"] = {
			["牛"] = {
				["奶"] = {
					result = true
				}
			}
		},
		["洛"] = {
			["办"] = {
				["驾"] = {
					["照"] = {
						result = true
					}
				}
			}
		},
		["维"] = {
			["康"] = {
				result = true
			}
		},
		["耳"] = {
			["卯"] = {
				["免"] = {
					["费"] = {
						result = true
					}
				},
				["网"] = {
					result = true
				}
			}
		},
		["聊"] = {
			result = true,
			["免"] = {
				["费"] = {
					result = true
				}
			},
			["网"] = {
				result = true,
				["站"] = {
					result = true
				},
				["裸"] = {
					["聊"] = {
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				}
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						result = true
					}
				}
			}
		},
		["花"] = {
			result = true
		}
	},
	["枫"] = {
		["は"] = {
			["る"] = {
				["か"] = {
					result = true
				}
			}
		}
	},
	["架"] = {
		["空"] = {
			["了"] = {
				["胡"] = {
					["锦"] = {
						["涛"] = {
							result = true
						}
					}
				}
			},
			["刘"] = {
				["云"] = {
					["山"] = {
						result = true
					}
				}
			},
			["李"] = {
				["小"] = {
					["鹏"] = {
						result = true
					}
				}
			},
			["除"] = {
				["权"] = {
					["国"] = {
						["资"] = {
							["委"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["枸"] = {
		["橼"] = {
			["酸"] = {
				["芬"] = {
					["太"] = {
						["尼"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["栰"] = {
		["朴"] = {
			result = true
		}
	},
	["栱"] = {
		["應"] = {
			["彡"] = {
				["棱"] = {
					["剮"] = {
						["叨"] = {
							result = true
						}
					}
				}
			},
			["掱"] = {
				["熗"] = {
					result = true
				}
			},
			["柈"] = {
				["園"] = {
					["剮"] = {
						["叨"] = {
							result = true
						}
					}
				}
			},
			["檭"] = {
				["垳"] = {
					["鉲"] = {
						result = true
					}
				}
			},
			["氣"] = {
				["熗"] = {
					result = true
				}
			},
			["氰"] = {
				["囮"] = {
					["汞"] = {
						result = true
					}
				}
			},
			["獵"] = {
				["熗"] = {
					result = true
				}
			},
			["茖"] = {
				["鉽"] = {
					["軍"] = {
						["鼡"] = {
							["熗"] = {
								result = true
							}
						}
					}
				}
			},
			["荹"] = {
				["熗"] = {
					result = true
				}
			},
			["鋼"] = {
				["咮"] = {
					["熗"] = {
						result = true
					}
				}
			},
			["骰"] = {
				["姄"] = {
					["薮"] = {
						["琚"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["核"] = {
		["工"] = {
			["業"] = {
				["基"] = {
					["地"] = {
						result = true
					}
				}
			}
		},
		["弹"] = {
			result = true,
			["头"] = {
				["的"] = {
					result = true
				}
			},
			["方"] = {
				["法"] = {
					result = true
				}
			}
		},
		["心"] = {
			["期"] = {
				["刊"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["武"] = {
			["器"] = {
				["方"] = {
					["法"] = {
						result = true
					}
				}
			}
		},
		["潛"] = {
			["艇"] = {
				result = true
			}
		},
		["炸"] = {
			["弹"] = {
				result = true
			}
		},
		["突"] = {
			["的"] = {
				["巨"] = {
					["乳"] = {
						result = true
					}
				}
			}
		}
	},
	["格"] = {
		m = {
			i = {
				n = {
					g = {
						result = true
					}
				}
			}
		},
		["乧"] = {
			["鞾"] = {
				["刀"] = {
					result = true
				}
			}
		},
		["命"] = {
			result = true,
			["茉"] = {
				["丽"] = {
					["花"] = {
						result = true
					}
				},
				["利"] = {
					["花"] = {
						result = true
					}
				},
				["滤"] = {
					["花"] = {
						result = true
					}
				},
				["粒"] = {
					["花"] = {
						result = true
					}
				},
				["莉"] = {
					["花"] = {
						result = true
					}
				},
				["里"] = {
					["花"] = {
						result = true
					}
				}
			}
		},
		["庵"] = {
			["遗"] = {
				["录"] = {
					result = true
				}
			}
		},
		["搏"] = {
			["粉"] = {
				["末"] = {
					["钢"] = {
						result = true
					}
				}
			},
			["精"] = {
				["钢"] = {
					result = true
				}
			},
			["虎"] = {
				["纹"] = {
					result = true
				}
			},
			["鹿"] = {
				["角"] = {
					result = true
				}
			}
		},
		["斗"] = {
			["刀"] = {
				["专"] = {
					result = true
				}
			},
			["枪"] = {
				result = true,
				["专"] = {
					result = true
				}
			},
			["砍"] = {
				["刀"] = {
					result = true
				}
			},
			["靴"] = {
				d = {
					a = {
						o = {
							result = true
						}
					}
				},
				["刀"] = {
					result = true,
					["专"] = {
						result = true
					},
					["具"] = {
						["具"] = {
							result = true
						}
					},
					["正"] = {
						["品"] = {
							result = true
						}
					}
				},
				["刺"] = {
					["刀"] = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					}
				},
				["子"] = {
					["刀"] = {
						result = true
					},
					["叨"] = {
						result = true,
						["%"] = {
							result = true
						}
					}
				},
				["斧"] = {
					["专"] = {
						result = true
					}
				},
				["枪"] = {
					result = true,
					["专"] = {
						result = true
					}
				},
				["短"] = {
					["枪"] = {
						result = true
					}
				},
				["砍"] = {
					["刀"] = {
						result = true,
						["专"] = {
							result = true
						}
					}
				}
			}
		},
		["斯"] = {
			["塔"] = {
				["森"] = {
					result = true,
					["的"] = {
						["枪"] = {
							["支"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["杀"] = {
			result = true,
			["诛"] = {
				["九"] = {
					["族"] = {
						result = true
					}
				}
			}
		},
		["洛"] = {
			["克"] = {
				["手"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["特"] = {
			["林"] = {
				["机"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["老"] = {
			["子"] = {
				result = true
			}
		},
		["雷"] = {
			result = true
		},
		["鬥"] = {
			["靴"] = {
				["刀"] = {
					result = true,
					["专"] = {
						result = true
					},
					["正"] = {
						["品"] = {
							result = true
						}
					}
				},
				["刺"] = {
					["专"] = {
						result = true
					}
				},
				["枪"] = {
					result = true
				}
			}
		},
		["魯"] = {
			["城"] = {
				["鎮"] = {
					["移"] = {
						["動"] = {
							result = true
						}
					}
				},
				["镇"] = {
					["移"] = {
						["动"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["桂"] = {
		["伦"] = {
			["镁"] = {
				result = true
			}
		},
		["平"] = {
			result = true,
			K = {
				["粉"] = {
					result = true
				}
			}
		},
		["纶"] = {
			["镁"] = {
				result = true
			}
		}
	},
	["梵"] = {
		["古"] = {
			result = true
		},
		["蒂"] = {
			["冈"] = {
				result = true,
				["广"] = {
					["播"] = {
						["电"] = {
							["台"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["高"] = {
			result = true
		}
	},
	["检"] = {
		["察"] = {
			["机"] = {
				["关"] = {
					result = true
				}
			},
			["院"] = {
				result = true
			}
		},
		["查"] = {
			["部"] = {
				result = true
			},
			["院"] = {
				result = true
			}
		}
	},
	["棍"] = {
		["刀"] = {
			["甩"] = {
				["棍"] = {
					["系"] = {
						["列"] = {
							result = true
						}
					}
				}
			}
		},
		["棒"] = {
			result = true
		}
	},
	["楓"] = {
		["林"] = {
			["網"] = {
				["成"] = {
					["人"] = {
						["影"] = {
							["片"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["極"] = {
		["品"] = {
			["奶"] = {
				["妹"] = {
					result = true
				}
			},
			["妹"] = {
				["妹"] = {
					result = true
				}
			},
			["少"] = {
				["婦"] = {
					result = true
				}
			},
			["性"] = {
				["感"] = {
					["尤"] = {
						["物"] = {
							result = true
						}
					}
				},
				["虐"] = {
					["待"] = {
						result = true
					}
				}
			},
			["校"] = {
				["花"] = {
					result = true
				}
			},
			["波"] = {
				["神"] = {
					result = true
				},
				["霸"] = {
					result = true
				}
			},
			["清"] = {
				["醇"] = {
					["學"] = {
						["生"] = {
							result = true
						}
					}
				}
			},
			["留"] = {
				["學"] = {
					["生"] = {
						result = true
					}
				}
			},
			["白"] = {
				["虎"] = {
					result = true
				}
			},
			["絲"] = {
				["襪"] = {
					["少"] = {
						["婦"] = {
							result = true
						}
					}
				}
			},
			["誘"] = {
				["惑"] = {
					result = true
				}
			},
			["黑"] = {
				["絲"] = {
					result = true
				}
			}
		},
		["景"] = {
			result = true
		},
		["楽"] = {
			["島"] = {
				result = true
			}
		},
		["榀"] = {
			["性"] = {
				["虐"] = {
					["待"] = {
						result = true
					}
				}
			},
			["留"] = {
				["學"] = {
					["甡"] = {
						result = true
					}
				}
			},
			["誘"] = {
				["惑"] = {
					result = true
				}
			}
		},
		["樂"] = {
			["島"] = {
				result = true
			}
		},
		["端"] = {
			["倵"] = {
				["ㄌ"] = {
					["捕"] = {
						["鯨"] = {
							["扠"] = {
								result = true
							}
						}
					}
				}
			},
			["武"] = {
				["力"] = {
					["捕"] = {
						["鯨"] = {
							["叉"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["速"] = {
			["終"] = {
				["結"] = {
					["着"] = {
						result = true
					}
				}
			}
		}
	},
	["榎"] = {
		["本"] = {
			["蓉"] = {
				["子"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["樊"] = {
		["国"] = {
			["强"] = {
				result = true
			}
		}
	},
	["横"] = {
		["井"] = {
			["来"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["山"] = {
			["早"] = {
				["苗"] = {
					["无"] = {
						["码"] = {
							result = true
						},
						["马"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["雪"] = {
					result = true,
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["恋"] = {
			["母"] = {
				result = true
			}
		},
		["警"] = {
			["来"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["橃"] = {
		["票"] = {
			result = true,
			["笩"] = {
				["辦"] = {
					result = true
				}
			}
		}
	},
	["橘"] = {
		["凉"] = {
			["子"] = {
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["紫"] = {
				["无"] = {
					["马"] = {
						result = true
					}
				}
			}
		},
		["未"] = {
			["来"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["稀"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["色"] = {
			["情"] = {
				["果"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					["网"] = {
						result = true
					}
				}
			},
			["网"] = {
				result = true
			},
			["革"] = {
				["命"] = {
					result = true
				}
			},
			["频"] = {
				["道"] = {
					result = true
				}
			}
		}
	},
	["機"] = {
		["八"] = {
			result = true
		},
		["叭"] = {
			result = true
		},
		["吧"] = {
			result = true
		},
		["巴"] = {
			result = true
		},
		["戰"] = {
			result = true
		},
		["打"] = {
			["發"] = {
				["票"] = {
					result = true
				}
			},
			["辦"] = {
				["證"] = {
					result = true
				}
			}
		},
		["掰"] = {
			result = true
		}
	},
	["橫"] = {
		["山"] = {
			["美"] = {
				["雪"] = {
					result = true
				}
			}
		}
	},
	["欢"] = {
		["乐"] = {
			["丸"] = {
				result = true,
				["各"] = {
					["地"] = {
						result = true
					}
				}
			},
			["商"] = {
				["城"] = {
					result = true
				}
			},
			["城"] = {
				result = true,
				["博"] = {
					["彩"] = {
						result = true
					}
				},
				["美"] = {
					["国"] = {
						["在"] = {
							["线"] = {
								result = true
							}
						}
					}
				}
			},
			["夫"] = {
				["妻"] = {
					result = true
				}
			},
			["娱"] = {
				["乐"] = {
					result = true
				}
			},
			["岛"] = {
				result = true
			},
			["扎"] = {
				["金"] = {
					["花"] = {
						result = true
					}
				}
			},
			["撸"] = {
				result = true
			},
			["数"] = {
				["码"] = {
					result = true
				}
			},
			["时"] = {
				["代"] = {
					result = true
				}
			},
			["潜"] = {
				["水"] = {
					["艇"] = {
						result = true
					}
				}
			},
			["谷"] = {
				result = true,
				["导"] = {
					["航"] = {
						result = true
					}
				}
			},
			["送"] = {
				["活"] = {
					["动"] = {
						result = true
					}
				}
			}
		},
		["喜"] = {
			["浪"] = {
				["史"] = {
					["在"] = {
						["线"] = {
							result = true
						}
					}
				}
			},
			["缘"] = {
				result = true,
				["在"] = {
					["线"] = {
						result = true
					}
				}
			}
		},
		["场"] = {
			["奇"] = {
				["遇"] = {
					result = true
				}
			}
		},
		["城"] = {
			["互"] = {
				["动"] = {
					result = true
				}
			}
		},
		["妻"] = {
			["吧"] = {
				result = true
			}
		},
		["欢"] = {
			["1"] = {
				["8"] = {
					d = {
						y = {
							result = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		}
	},
	["歌"] = {
		["厅"] = {
			["小"] = {
				["姐"] = {
					result = true
				}
			}
		}
	},
	["歡"] = {
		["楽"] = {
			["谷"] = {
				["導"] = {
					["航"] = {
						result = true
					}
				}
			}
		},
		["樂"] = {
			["城"] = {
				result = true
			},
			["性"] = {
				["今"] = {
					["宵"] = {
						result = true
					}
				}
			},
			["數"] = {
				["碼"] = {
					result = true
				}
			},
			["時"] = {
				["代"] = {
					result = true
				}
			},
			["潛"] = {
				["水"] = {
					["艇"] = {
						result = true
					}
				}
			},
			["穀"] = {
				["導"] = {
					["航"] = {
						result = true
					}
				}
			}
		},
		["歡"] = {
			["娛"] = {
				["樂"] = {
					["時"] = {
						["空"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["歼"] = {
		["击"] = {
			["机"] = {
				result = true
			}
		}
	},
	["段"] = {
		["伟"] = {
			["红"] = {
				result = true
			}
		},
		["延"] = {
			["庆"] = {
				result = true
			}
		},
		["桂"] = {
			["青"] = {
				result = true
			}
		}
	},
	["毀"] = {
		["容"] = {
			result = true
		}
	},
	["毁"] = {
		["容"] = {
			result = true
		},
		["锁"] = {
			["器"] = {
				result = true
			}
		}
	},
	["氟"] = {
		["乙"] = {
			["酸"] = {
				result = true,
				["钠"] = {
					result = true,
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			}
		},
		["化"] = {
			["硼"] = {
				result = true
			}
		},
		["烷"] = {
			result = true
		},
		["醋"] = {
			["酸"] = {
				result = true
			}
		}
	},
	["氿"] = {
		["扂"] = {
			["液"] = {
				["畼"] = {
					result = true
				}
			},
			["潑"] = {
				["嘌"] = {
					result = true
				}
			}
		}
	},
	["汇"] = {
		["丰"] = {
			["中"] = {
				["介"] = {
					result = true
				}
			},
			["办"] = {
				["证"] = {
					result = true
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			},
			["情"] = {
				["趣"] = {
					result = true
				}
			}
		},
		["付"] = {
			["天"] = {
				["下"] = {
					result = true
				}
			}
		},
		["发"] = {
			["薄"] = {
				["膜"] = {
					result = true
				}
			}
		},
		["宜"] = {
			["佳"] = {
				result = true
			}
		},
		["盛"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["聚"] = {
			["网"] = {
				["上"] = {
					result = true
				}
			}
		}
	},
	["汉"] = {
		["人"] = {
			["移"] = {
				["民"] = {
					result = true,
					["西"] = {
						["藏"] = {
							result = true
						}
					}
				}
			}
		},
		["奸"] = {
			result = true
		},
		["方"] = {
			["百"] = {
				["草"] = {
					["堂"] = {
						result = true
					}
				}
			}
		}
	},
	["汞"] = {
		["碘"] = {
			["化"] = {
				["银"] = {
					["生"] = {
						["成"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["江"] = {
		[" "] = {
			["华"] = {
				["东"] = {
					["医"] = {
						["院"] = {
							["高"] = {
								["干"] = {
									["病"] = {
										["房"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["民"] = {
				[" "] = {
					["病"] = {
						["逝"] = {
							result = true
						}
					}
				}
			}
		},
		["3"] = {
			["0"] = {
				["1"] = {
					["医"] = {
						["院"] = {
							result = true
						}
					}
				}
			}
		},
		S = {
			I = {
				R = {
					result = true
				}
			}
		},
		X = {
			["泽"] = {
				X = {
					["民"] = {
						result = true
					}
				}
			}
		},
		Z = {
			M = {
				["评"] = {
					["价"] = {
						result = true
					}
				}
			}
		},
		m = {
			i = {
				a = {
					n = {
						["恒"] = {
							result = true
						}
					}
				}
			}
		},
		x = {
			x = {
				["孙"] = {
					["子"] = {
						result = true
					}
				}
			},
			["民"] = {
				result = true
			}
		},
		z = {
			m = {
				[" "] = {
					["病"] = {
						["危"] = {
							result = true
						}
					}
				}
			},
			["民"] = {
				["江"] = {
					["博"] = {
						["裕"] = {
							result = true
						}
					}
				}
			}
		},
		["一"] = {
			["马"] = {
				result = true
			}
		},
		["不"] = {
			["去"] = {
				["镇"] = {
					["江"] = {
						["，"] = {
							result = true
						}
					}
				}
			}
		},
		["丑"] = {
			["闻"] = {
				result = true
			}
		},
		["世"] = {
			["俊"] = {
				result = true,
				["儿"] = {
					["子"] = {
						result = true
					}
				},
				["汉"] = {
					["奸"] = {
						result = true
					}
				},
				["江"] = {
					["泽"] = {
						["民"] = {
							result = true
						}
					}
				},
				["维"] = {
					["基"] = {
						result = true
					}
				},
				["蛤"] = {
					result = true,
					["蟆"] = {
						result = true
					}
				}
			},
			["进"] = {
				result = true,
				["儿"] = {
					["子"] = {
						result = true
					}
				},
				["汉"] = {
					["奸"] = {
						result = true
					}
				},
				["江"] = {
					["泽"] = {
						["民"] = {
							result = true
						}
					}
				},
				["维"] = {
					["基"] = {
						result = true
					}
				},
				["蛤"] = {
					result = true,
					["蟆"] = {
						result = true
					}
				}
			}
		},
		["东"] = {
			["山"] = {
				["再"] = {
					["起"] = {
						result = true
					}
				}
			}
		},
		["主"] = {
			["席"] = {
				["政"] = {
					["治"] = {
						["错"] = {
							["误"] = {
								result = true
							}
						}
					}
				},
				["病"] = {
					["危"] = {
						result = true
					}
				}
			}
		},
		["之"] = {
			["子"] = {
				["卸"] = {
					["任"] = {
						result = true
					}
				}
			}
		},
		["习"] = {
			["难"] = {
				["堪"] = {
					result = true
				}
			}
		},
		["亲"] = {
			["信"] = {
				result = true
			}
		},
		["八"] = {
			["条"] = {
				result = true
			},
			["條"] = {
				result = true
			}
		},
		["公"] = {
			["安"] = {
				["部"] = {
					["副"] = {
						["部"] = {
							result = true,
							["长"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["军"] = {
			["事"] = {
				["秘"] = {
					["书"] = {
						result = true
					}
				}
			}
		},
		["出"] = {
			["4"] = {
				["0"] = {
					["个"] = {
						["台"] = {
							["湾"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["副"] = {
			["部"] = {
				["長"] = {
					result = true
				}
			}
		},
		["力"] = {
			["挺"] = {
				["傅"] = {
					result = true
				}
			}
		},
		["北"] = {
			["中"] = {
				["医"] = {
					["院"] = {
						result = true
					}
				}
			},
			["区"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				},
				["办"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["南"] = {
			["柔"] = {
				["娘"] = {
					["子"] = {
						result = true
					}
				}
			},
			["药"] = {
				["业"] = {
					result = true
				}
			}
		},
		["博"] = {
			["物"] = {
				["馆"] = {
					result = true
				}
			}
		},
		["参"] = {
			["观"] = {
				result = true
			}
		},
		["又"] = {
			["高"] = {
				["调"] = {
					["亮"] = {
						["相"] = {
							result = true
						}
					}
				}
			}
		},
		["口"] = {
			["美"] = {
				["貴"] = {
					result = true
				}
			}
		},
		["国"] = {
			["厍"] = {
				["掏"] = {
					["空"] = {
						result = true
					}
				}
			},
			["庆"] = {
				["露"] = {
					["面"] = {
						result = true
					}
				}
			}
		},
		["圈"] = {
			["子"] = {
				result = true
			}
		},
		["壹"] = {
			["馬"] = {
				result = true
			}
		},
		["天"] = {
			["勇"] = {
				result = true
			}
		},
		["央"] = {
			["视"] = {
				result = true
			}
		},
		["女"] = {
			["婿"] = {
				result = true
			}
		},
		["婴"] = {
			["诗"] = {
				["存"] = {
					result = true
				}
			}
		},
		["字"] = {
			result = true
		},
		["孙"] = {
			["志"] = {
				["成"] = {
					result = true
				}
			}
		},
		["宁"] = {
			["区"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				}
			}
		},
		["宋"] = {
			["丑"] = {
				["闻"] = {
					["惊"] = {
						["险"] = {
							["百"] = {
								["度"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["居"] = {
			["民"] = {
				["楼"] = {
					["走"] = {
						["出"] = {
							result = true
						}
					}
				}
			}
		},
		["山"] = {
			["如"] = {
				["此"] = {
					["多"] = {
						["娇"] = {
							result = true
						}
					}
				}
			},
			["绝"] = {
				["色"] = {
					["榜"] = {
						result = true
					}
				}
			}
		},
		["已"] = {
			["病"] = {
				["危"] = {
					result = true
				}
			}
		},
		["干"] = {
			["区"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				}
			},
			["预"] = {
				["周"] = {
					result = true
				}
			}
		},
		["幹"] = {
			["預"] = {
				["周"] = {
					result = true
				}
			}
		},
		["必"] = {
			["新"] = {
				result = true
			}
		},
		["志"] = {
			["城"] = {
				result = true
			},
			["成"] = {
				[" "] = {
					["博"] = {
						["裕"] = {
							result = true
						}
					},
					["孙"] = {
						["子"] = {
							result = true
						}
					}
				},
				["基"] = {
					["金"] = {
						result = true
					}
				}
			}
		},
		["怪"] = {
			["民"] = {
				result = true
			}
		},
		["总"] = {
			["书"] = {
				["记"] = {
					[" "] = {
						["病"] = {
							["危"] = {
								result = true
							}
						}
					}
				}
			},
			["病"] = {
				["危"] = {
					result = true
				}
			},
			["高"] = {
				["调"] = {
					["亮"] = {
						["相"] = {
							result = true
						}
					}
				}
			}
		},
		["懒"] = {
			["蛤"] = {
				["蟆"] = {
					result = true
				}
			}
		},
		["我"] = {
			["是"] = {
				["你"] = {
					["后"] = {
						["台"] = {
							result = true
						}
					}
				}
			}
		},
		["挂"] = {
			["了"] = {
				[" "] = {
					["温"] = {
						["女"] = {
							["婿"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["排"] = {
			["名"] = {
				["权"] = {
					result = true
				}
			}
		},
		["擇"] = {
			["民"] = {
				result = true
			}
		},
		["时"] = {
			["代"] = {
				result = true
			}
		},
		["本"] = {
			["友"] = {
				["紀"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				},
				["纪"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["李"] = {
			["滕"] = {
				result = true
			}
		},
		["棋"] = {
			["生"] = {
				result = true,
				["六"] = {
					["四"] = {
						result = true
					}
				}
			}
		},
		["死"] = {
			["讯"] = {
				result = true,
				["安"] = {
					["排"] = {
						result = true
					}
				}
			}
		},
		["汉"] = {
			["路"] = {
				result = true
			}
		},
		["油"] = {
			["余"] = {
				["震"] = {
					result = true
				}
			},
			["恐"] = {
				["怖"] = {
					["分"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["海"] = {
				["洛"] = {
					["因"] = {
						["四"] = {
							["号"] = {
								result = true
							}
						}
					}
				}
			},
			["餘"] = {
				["震"] = {
					result = true
				}
			}
		},
		["泉"] = {
			result = true
		},
		["泽"] = {
			result = true,
			["#"] = {
				result = true
			},
			["下"] = {
				["场"] = {
					result = true
				}
			},
			["儿"] = {
				["子"] = {
					result = true
				}
			},
			["明"] = {
				result = true
			},
			["民"] = {
				[" "] = {
					["不"] = {
						["出"] = {
							["声"] = {
								result = true
							}
						}
					},
					["办"] = {
						["公"] = {
							["室"] = {
								["被"] = {
									["撤"] = {
										result = true
									}
								}
							}
						}
					},
					["无"] = {
						["动"] = {
							["静"] = {
								result = true
							}
						}
					},
					["植"] = {
						["物"] = {
							["人"] = {
								result = true
							}
						}
					},
					["被"] = {
						["控"] = {
							["制"] = {
								result = true
							}
						}
					}
				},
				["不"] = {
					["去"] = {
						["镇"] = {
							["江"] = {
								result = true
							}
						}
					}
				},
				["亲"] = {
					["属"] = {
						result = true
					}
				},
				["卖"] = {
					["国"] = {
						result = true
					}
				},
				["吓"] = {
					["尿"] = {
						result = true
					}
				},
				["国"] = {
					["贼"] = {
						result = true
					}
				},
				["太"] = {
					["上"] = {
						["皇"] = {
							result = true
						}
					}
				},
				["央"] = {
					["视"] = {
						result = true
					}
				},
				["失"] = {
					["势"] = {
						result = true
					}
				},
				["夺"] = {
					["权"] = {
						result = true
					}
				},
				["家"] = {
					["族"] = {
						result = true
					}
				},
				["导"] = {
					["致"] = {
						["下"] = {
							["岗"] = {
								result = true
							}
						}
					}
				},
				["已"] = {
					["经"] = {
						["是"] = {
							["植"] = {
								["物"] = {
									["人"] = {
										result = true
									}
								}
							}
						},
						["被"] = {
							["控"] = {
								["制"] = {
									result = true
								}
							}
						}
					}
				},
				["干"] = {
					["政"] = {
						result = true
					}
				},
				["影"] = {
					["射"] = {
						result = true
					}
				},
				["心"] = {
					["腹"] = {
						["失"] = {
							["势"] = {
								result = true
							}
						}
					}
				},
				["恐"] = {
					["慌"] = {
						result = true
					}
				},
				["打"] = {
					["黑"] = {
						["除"] = {
							["恶"] = {
								result = true
							}
						}
					}
				},
				["押"] = {
					["错"] = {
						["了"] = {
							["宝"] = {
								result = true
							}
						}
					}
				},
				["搅"] = {
					["局"] = {
						result = true
					}
				},
				["搞"] = {
					["帮"] = {
						result = true
					}
				},
				["操"] = {
					["控"] = {
						result = true
					}
				},
				["暗"] = {
					["杀"] = {
						result = true
					}
				},
				["死"] = {
					["去"] = {
						["活"] = {
							["来"] = {
								result = true
							}
						}
					},
					["守"] = {
						result = true
					}
				},
				["汉"] = {
					["奸"] = {
						result = true
					}
				},
				["活"] = {
					["摘"] = {
						result = true
					}
				},
				["王"] = {
					["立"] = {
						["军"] = {
							result = true
						}
					}
				},
				["玩"] = {
					["死"] = {
						["自"] = {
							["己"] = {
								result = true
							}
						}
					}
				},
				["老"] = {
					["巢"] = {
						result = true
					}
				},
				["薄"] = {
					["熙"] = {
						["来"] = {
							result = true
						}
					}
				},
				["蠢"] = {
					["蠢"] = {
						["欲"] = {
							["动"] = {
								result = true
							}
						}
					}
				},
				["要"] = {
					["夺"] = {
						["权"] = {
							result = true
						}
					}
				},
				["镇"] = {
					["压"] = {
						result = true
					},
					["江"] = {
						result = true
					}
				},
				["靠"] = {
					result = true
				}
			},
			["腐"] = {
				["败"] = {
					result = true
				}
			},
			["鸣"] = {
				result = true
			}
		},
		["津"] = {
			["区"] = {
				["办"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["派"] = {
			["下"] = {
				["风"] = {
					result = true
				}
			},
			["人"] = {
				["马"] = {
					["老"] = {
						["巢"] = {
							result = true
						}
					}
				}
			},
			["利"] = {
				["益"] = {
					result = true
				}
			},
			["势"] = {
				result = true,
				["力"] = {
					result = true
				}
			},
			["勢"] = {
				["力"] = {
					result = true
				}
			},
			["犯"] = {
				["罪"] = {
					result = true
				}
			},
			["的"] = {
				["巨"] = {
					["大"] = {
						["危"] = {
							["机"] = {
								result = true
							}
						}
					}
				}
			},
			["系"] = {
				result = true
			},
			["背"] = {
				["景"] = {
					result = true
				}
			},
			["蔡"] = {
				["名"] = {
					["照"] = {
						result = true
					}
				}
			},
			["被"] = {
				["打"] = {
					["倒"] = {
						result = true
					}
				},
				["连"] = {
					["根"] = {
						["拔"] = {
							["起"] = {
								result = true
							}
						}
					}
				}
			},
			["贾"] = {
				Q = {
					["林"] = {
						result = true
					}
				}
			},
			["阵"] = {
				["地"] = {
					result = true
				}
			}
		},
		["湖"] = {
			["两"] = {
				["派"] = {
					result = true
				}
			},
			["使"] = {
				["者"] = {
					result = true
				}
			},
			["已"] = {
				["成"] = {
					["为"] = {
						["过"] = {
							["去"] = {
								result = true
							}
						}
					}
				}
			},
			["淫"] = {
				["娘"] = {
					["下"] = {
						["載"] = {
							result = true
						}
					},
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["小"] = {
						["说"] = {
							result = true
						}
					},
					["电"] = {
						["子"] = {
							["书"] = {
								result = true
							}
						}
					}
				},
				["香"] = {
					["录"] = {
						result = true
					}
				}
			},
			["艳"] = {
				["情"] = {
					["录"] = {
						result = true
					}
				}
			}
		},
		["澤"] = {
			result = true,
			["民"] = {
				["不"] = {
					["去"] = {
						["鎮"] = {
							["江"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["炒"] = {
			["股"] = {
				result = true
			}
		},
		["爷"] = {
			["爷"] = {
				["炒"] = {
					["股"] = {
						result = true
					}
				},
				["祖"] = {
					["英"] = {
						result = true
					}
				}
			}
		},
		["獨"] = {
			["裁"] = {
				result = true
			}
		},
		["现"] = {
			["身"] = {
				result = true
			}
		},
		["病"] = {
			["危"] = {
				result = true,
				[" "] = {
					["华"] = {
						["东"] = {
							["医"] = {
								["院"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["登"] = {
			["山"] = {
				result = true
			}
		},
		["的"] = {
			["地"] = {
				["盘"] = {
					result = true
				}
			},
			["娘"] = {
				["家"] = {
					["人"] = {
						result = true
					}
				}
			},
			["情"] = {
				["妇"] = {
					["英"] = {
						result = true
					}
				}
			}
		},
		["石"] = {
			["溪"] = {
				result = true
			}
		},
		["种"] = {
			["子"] = {
				result = true
			}
		},
		["秘"] = {
			result = true,
			["书"] = {
				["贾"] = {
					["廷"] = {
						["安"] = {
							result = true
						}
					}
				}
			}
		},
		["系"] = {
			[" "] = {
				[" "] = {
					["总"] = {
						["编"] = {
							["被"] = {
								["调"] = {
									["职"] = {
										result = true
									}
								}
							}
						}
					}
				},
				["将"] = {
					["领"] = {
						["被"] = {
							["换"] = {
								result = true
							}
						}
					}
				},
				["总"] = {
					["编"] = {
						["被"] = {
							["调"] = {
								["职"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["人"] = {
				["物"] = {
					result = true
				}
			},
			["军"] = {
				["委"] = {
					[" "] = {
						[" "] = {
							["被"] = {
								["撤"] = {
									result = true
								}
							}
						},
						["被"] = {
							["撤"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["绵"] = {
			result = true,
			["恒"] = {
				["卸"] = {
					["任"] = {
						result = true
					}
				}
			}
		},
		["習"] = {
			["難"] = {
				["堪"] = {
					result = true
				}
			}
		},
		["胡"] = {
			["已"] = {
				["成"] = {
					["为"] = {
						["过"] = {
							["去"] = {
								result = true
							}
						}
					}
				}
			},
			["惡"] = {
				["鬥"] = {
					result = true
				}
			},
			["斗"] = {
				["爆"] = {
					["料"] = {
						result = true
					}
				}
			},
			["铲"] = {
				["薄"] = {
					result = true
				}
			}
		},
		["薄"] = {
			["胡"] = {
				["习"] = {
					["曾"] = {
						result = true
					}
				}
			}
		},
		["藤"] = {
			["七"] = {
				["海"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["蛤"] = {
			["蛤"] = {
				result = true
			},
			["蟆"] = {
				["帝"] = {
					result = true
				},
				["没"] = {
					["气"] = {
						result = true
					}
				},
				["长"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["被"] = {
			["软"] = {
				["禁"] = {
					result = true
				}
			}
		},
		["规"] = {
			["胡"] = {
				["随"] = {
					result = true
				}
			}
		},
		["视"] = {
			["察"] = {
				result = true
			}
		},
		["让"] = {
			["你"] = {
				["炒"] = {
					["股"] = {
						result = true
					}
				}
			}
		},
		["评"] = {
			["价"] = {
				["习"] = {
					result = true
				}
			}
		},
		["豬"] = {
			result = true,
			["媳"] = {
				result = true
			}
		},
		["责"] = {
			["民"] = {
				result = true
			}
		},
		["过"] = {
			["墨"] = {
				["留"] = {
					result = true
				}
			}
		},
		["逝"] = {
			["世"] = {
				result = true
			}
		},
		["都"] = {
			["器"] = {
				["械"] = {
					["场"] = {
						result = true
					}
				}
			}
		},
		["钦"] = {
			["定"] = {
				["了"] = {
					["董"] = {
						["先"] = {
							["生"] = {
								result = true
							}
						}
					}
				},
				["特"] = {
					["首"] = {
						result = true
					}
				}
			}
		},
		["锦"] = {
			["恒"] = {
				["年"] = {
					["龄"] = {
						["原"] = {
							["因"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["門"] = {
			["辦"] = {
				["證"] = {
					result = true
				}
			}
		},
		["门"] = {
			["1"] = {
				["对"] = {
					result = true
				}
			},
			["一"] = {
				["对"] = {
					result = true
				}
			},
			["办"] = {
				["证"] = {
					result = true
				}
			},
			["雇"] = {
				["打"] = {
					["手"] = {
						result = true
					}
				}
			}
		},
		["闷"] = {
			["声"] = {
				["发"] = {
					["大"] = {
						["财"] = {
							result = true
						}
					}
				}
			}
		},
		["阳"] = {
			["刀"] = {
				["剑"] = {
					result = true
				}
			}
		},
		["露"] = {
			["面"] = {
				result = true,
				["诡"] = {
					["异"] = {
						result = true
					}
				}
			}
		},
		["题"] = {
			["词"] = {
				result = true
			}
		},
		["鬼"] = {
			result = true
		},
		["魔"] = {
			result = true
		},
		["麻"] = {
			["麻"] = {
				result = true
			}
		}
	},
	["汸"] = {
		["剨"] = {
			["汸"] = {
				["剌"] = {
					result = true
				}
			}
		},
		["嫃"] = {
			["⑤"] = {
				["④"] = {
					["掱"] = {
						["熗"] = {
							["抟"] = {
								result = true
							}
						}
					}
				}
			},
			["⑥"] = {
				["④"] = {
					["掱"] = {
						["熗"] = {
							["抟"] = {
								result = true
							}
						}
					}
				}
			},
			["硅"] = {
				["烄"] = {
					result = true
				}
			},
			["豞"] = {
				result = true
			}
		},
		["幣"] = {
			["屛"] = {
				["哋"] = {
					["歮"] = {
						result = true
					}
				}
			}
		},
		["弹"] = {
			["汸"] = {
				["懪"] = {
					["頭"] = {
						["盔"] = {
							result = true
						}
					}
				}
			}
		},
		["裑"] = {
			["噐"] = {
				["財"] = {
					["蛧"] = {
						result = true
					}
				}
			},
			["濆"] = {
				["霚"] = {
					result = true
				}
			}
		}
	},
	["沌"] = {
		["决"] = {
			result = true
		}
	},
	["河"] = {
		["井"] = {
			["优"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["優"] = {
				["種"] = {
					["子"] = {
						result = true
					}
				}
			},
			["樱"] = {
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["爱"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			},
			["莉"] = {
				["乃"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["南"] = {
			["许"] = {
				["昌"] = {
					["襄"] = {
						["县"] = {
							["女"] = {
								["访"] = {
									["民"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["原"] = {
			["丽"] = {
				["子"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["口"] = {
			result = true
		},
		["合"] = {
			["梨"] = {
				["音"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["纯"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["美"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["麻"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["村"] = {
			["亞"] = {
				["季"] = {
					["子"] = {
						["电"] = {
							["驴"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["池"] = {
			K = {
				["粉"] = {
					result = true
				}
			},
			["假"] = {
				["币"] = {
					result = true
				}
			}
		},
		["源"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["办"] = {
				["证"] = {
					result = true
				}
			},
			["枪"] = {
				["支"] = {
					result = true
				}
			},
			["辦"] = {
				["證"] = {
					result = true
				}
			}
		},
		["爱"] = {
			["光"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["田"] = {
			["光"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["蟹"] = {
			["大"] = {
				["帝"] = {
					["+"] = {
						["胡"] = {
							result = true
						}
					},
					["胡"] = {
						["锦"] = {
							["涛"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["警"] = {
			["优"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["優"] = {
				["種"] = {
					["子"] = {
						result = true
					}
				}
			},
			["樱"] = {
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["爱"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["野"] = {
			["利"] = {
				["奈"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["玛"] = {
				["利"] = {
					["亚"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["沸"] = {
		["点"] = {
			["网"] = {
				["上"] = {
					["商"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["泓"] = {
		["志"] = {
			result = true
		}
	},
	["法"] = {
		["$"] = {
			result = true,
			["$"] = {
				["仑"] = {
					result = true
				},
				["伦"] = {
					result = true
				},
				["侖"] = {
					result = true
				},
				["倫"] = {
					result = true
				},
				["抡"] = {
					result = true
				},
				["掄"] = {
					result = true
				},
				["沦"] = {
					result = true
				},
				["淪"] = {
					result = true
				},
				["綸"] = {
					result = true
				},
				["纶"] = {
					result = true
				},
				["論"] = {
					result = true
				},
				["论"] = {
					result = true
				},
				["輪"] = {
					result = true
				},
				["轮"] = {
					result = true
				}
			},
			["仑"] = {
				result = true
			},
			["伦"] = {
				result = true
			},
			["侖"] = {
				result = true
			},
			["倫"] = {
				result = true
			},
			["抡"] = {
				result = true
			},
			["掄"] = {
				result = true
			},
			["沦"] = {
				result = true
			},
			["淪"] = {
				result = true
			},
			["綸"] = {
				result = true
			},
			["纶"] = {
				result = true
			},
			["論"] = {
				result = true
			},
			["论"] = {
				result = true
			},
			["輪"] = {
				result = true
			},
			["轮"] = {
				result = true
			}
		},
		["%"] = {
			["輪"] = {
				["%"] = {
					["功"] = {
						result = true
					}
				}
			},
			["轮"] = {
				["%"] = {
					["功"] = {
						result = true
					}
				}
			}
		},
		["*"] = {
			result = true,
			["*"] = {
				["仑"] = {
					result = true
				},
				["伦"] = {
					result = true
				},
				["侖"] = {
					result = true
				},
				["倫"] = {
					result = true
				},
				["抡"] = {
					result = true
				},
				["掄"] = {
					result = true
				},
				["沦"] = {
					result = true
				},
				["淪"] = {
					result = true
				},
				["綸"] = {
					result = true
				},
				["纶"] = {
					result = true
				},
				["論"] = {
					result = true
				},
				["论"] = {
					result = true
				},
				["輪"] = {
					result = true
				},
				["轮"] = {
					result = true
				}
			},
			["仑"] = {
				result = true
			},
			["伦"] = {
				result = true
			},
			["侖"] = {
				result = true
			},
			["倫"] = {
				result = true
			},
			["抡"] = {
				result = true
			},
			["掄"] = {
				result = true
			},
			["沦"] = {
				result = true
			},
			["淪"] = {
				result = true
			},
			["綸"] = {
				result = true
			},
			["纶"] = {
				result = true
			},
			["論"] = {
				result = true
			},
			["论"] = {
				result = true
			},
			["輪"] = {
				result = true,
				["*"] = {
					["功"] = {
						result = true
					}
				}
			},
			["轮"] = {
				result = true
			}
		},
		["."] = {
			["0"] = {
				result = true
			}
		},
		["?"] = {
			["?"] = {
				result = true
			}
		},
		["@"] = {
			["@"] = {
				["仑"] = {
					result = true
				},
				["伦"] = {
					result = true
				},
				["侖"] = {
					result = true
				},
				["倫"] = {
					result = true
				},
				["抡"] = {
					result = true
				},
				["掄"] = {
					result = true
				},
				["沦"] = {
					result = true
				},
				["淪"] = {
					result = true
				},
				["綸"] = {
					result = true
				},
				["纶"] = {
					result = true
				},
				["論"] = {
					result = true
				},
				["论"] = {
					result = true
				},
				["輪"] = {
					result = true
				},
				["轮"] = {
					result = true
				}
			},
			["仑"] = {
				result = true
			},
			["伦"] = {
				result = true
			},
			["侖"] = {
				result = true
			},
			["倫"] = {
				result = true
			},
			["抡"] = {
				result = true
			},
			["掄"] = {
				result = true
			},
			["沦"] = {
				result = true
			},
			["淪"] = {
				result = true
			},
			["綸"] = {
				result = true
			},
			["纶"] = {
				result = true
			},
			["論"] = {
				result = true
			},
			["论"] = {
				result = true
			},
			["輪"] = {
				result = true
			}
		},
		X = {
			X = {
				result = true
			}
		},
		["^"] = {
			["^"] = {
				["仑"] = {
					result = true
				},
				["伦"] = {
					result = true
				},
				["侖"] = {
					result = true
				},
				["倫"] = {
					result = true
				},
				["抡"] = {
					result = true
				},
				["掄"] = {
					result = true
				},
				["沦"] = {
					result = true
				},
				["淪"] = {
					result = true
				},
				["綸"] = {
					result = true
				},
				["纶"] = {
					result = true
				},
				["論"] = {
					result = true
				},
				["论"] = {
					result = true
				},
				["輪"] = {
					result = true
				},
				["轮"] = {
					result = true
				}
			},
			["仑"] = {
				result = true
			},
			["伦"] = {
				result = true
			},
			["侖"] = {
				result = true
			},
			["倫"] = {
				result = true
			},
			["抡"] = {
				result = true
			},
			["掄"] = {
				result = true
			},
			["沦"] = {
				result = true
			},
			["淪"] = {
				result = true
			},
			["綸"] = {
				result = true
			},
			["纶"] = {
				result = true
			},
			["論"] = {
				result = true
			},
			["论"] = {
				result = true
			},
			["輪"] = {
				result = true
			},
			["轮"] = {
				result = true
			}
		},
		["~"] = {
			["~"] = {
				["仑"] = {
					result = true
				},
				["伦"] = {
					result = true
				},
				["侖"] = {
					result = true
				},
				["倫"] = {
					result = true
				},
				["抡"] = {
					result = true
				},
				["掄"] = {
					result = true
				},
				["沦"] = {
					result = true
				},
				["淪"] = {
					result = true
				},
				["綸"] = {
					result = true
				},
				["纶"] = {
					result = true
				},
				["論"] = {
					result = true
				},
				["论"] = {
					result = true
				},
				["輪"] = {
					result = true
				},
				["轮"] = {
					result = true
				}
			},
			["仑"] = {
				result = true
			},
			["伦"] = {
				result = true
			},
			["侖"] = {
				result = true
			},
			["抡"] = {
				result = true
			},
			["掄"] = {
				result = true
			},
			["沦"] = {
				result = true
			},
			["纶"] = {
				result = true
			},
			["论"] = {
				result = true
			},
			["轮"] = {
				result = true,
				["~"] = {
					["大"] = {
						["~"] = {
							["法"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["×"] = {
			result = true
		},
		["人"] = {
			["代"] = {
				["表"] = {
					["手"] = {
						["机"] = {
							["号"] = {
								result = true
							}
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					result = true
				}
			},
			["手"] = {
				["机"] = {
					result = true
				}
			},
			["通"] = {
				["訊"] = {
					["錄"] = {
						result = true
					}
				},
				["讯"] = {
					["录"] = {
						result = true
					}
				}
			}
		},
		["仑"] = {
			["公"] = {
				result = true
			},
			["共"] = {
				result = true
			},
			["功"] = {
				result = true
			},
			["工"] = {
				result = true
			},
			["攻"] = {
				result = true
			}
		},
		["伦"] = {
			["功"] = {
				result = true
			}
		},
		["侖"] = {
			["功"] = {
				result = true
			}
		},
		["囵"] = {
			["功"] = {
				result = true
			}
		},
		["国"] = {
			["催"] = {
				["情"] = {
					["香"] = {
						["水"] = {
							result = true
						}
					}
				}
			},
			["女"] = {
				["人"] = {
					["的"] = {
						["故"] = {
							["事"] = {
								result = true
							}
						}
					}
				}
			},
			["奴"] = {
				["隶"] = {
					["液"] = {
						result = true
					}
				}
			},
			["抵"] = {
				["制"] = {
					result = true
				}
			}
		},
		["埨"] = {
			["功"] = {
				result = true
			}
		},
		["婨"] = {
			["功"] = {
				result = true
			}
		},
		["崘"] = {
			result = true,
			["功"] = {
				result = true
			}
		},
		["广"] = {
			["新"] = {
				["闻"] = {
					["网"] = {
						result = true
					}
				}
			},
			["网"] = {
				result = true
			}
		},
		["式"] = {
			p = {
				c = {
					["棍"] = {
						result = true
					}
				}
			},
			["防"] = {
				["暴"] = {
					["盔"] = {
						result = true
					}
				}
			}
		},
		["念"] = {
			result = true
		},
		["惀"] = {
			["功"] = {
				result = true
			}
		},
		["拉"] = {
			["利"] = {
				["、"] = {
					["保"] = {
						["福"] = {
							["寺"] = {
								result = true
							}
						}
					},
					["北"] = {
						["四"] = {
							["环"] = {
								result = true
							}
						}
					},
					["撞"] = {
						["桥"] = {
							result = true
						}
					}
				},
				["事"] = {
					["件"] = {
						result = true
					}
				},
				["仕"] = {
					["途"] = {
						["逆"] = {
							["转"] = {
								result = true
							}
						}
					}
				},
				["令"] = {
					["计"] = {
						["划"] = {
							result = true
						}
					}
				},
				["保"] = {
					["福"] = {
						["寺"] = {
							["桥"] = {
								result = true
							}
						}
					}
				},
				["北"] = {
					["京"] = {
						["西"] = {
							["贝"] = {
								result = true
							}
						},
						["车"] = {
							["祸"] = {
								result = true
							}
						}
					}
				},
				["和"] = {
					["贾"] = {
						["宝"] = {
							["玉"] = {
								result = true
							}
						}
					}
				},
				["尚"] = {
					["书"] = {
						result = true,
						["之"] = {
							["子"] = {
								result = true
							}
						}
					}
				},
				["撞"] = {
					["车"] = {
						result = true
					}
				},
				["神"] = {
					["秘"] = {
						["车"] = {
							["祸"] = {
								result = true
							}
						}
					}
				},
				["西"] = {
					["贝"] = {
						["北"] = {
							["京"] = {
								result = true
							}
						}
					}
				},
				["贾"] = {
					result = true
				},
				["跑"] = {
					["车"] = {
						result = true
					}
				},
				["车"] = {
					["祸"] = {
						result = true,
						["西"] = {
							["贝"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["新"] = {
			["社"] = {
				["鲍"] = {
					["彤"] = {
						result = true
					}
				}
			}
		},
		["杖"] = {
			["弹"] = {
				["弓"] = {
					result = true
				}
			}
		},
		["棆"] = {
			["功"] = {
				result = true
			}
		},
		["江"] = {
			result = true
		},
		["沦"] = {
			["功"] = {
				result = true
			}
		},
		["河"] = {
			result = true
		},
		["治"] = {
			["@"] = {
				["教"] = {
					["育"] = {
						result = true
					}
				}
			}
		},
		["湖"] = {
			result = true
		},
		["溣"] = {
			result = true,
			["功"] = {
				result = true
			}
		},
		["碖"] = {
			["功"] = {
				result = true
			}
		},
		["磮"] = {
			["功"] = {
				result = true
			}
		},
		["票"] = {
			result = true,
			["、"] = {
				result = true
			},
			["代"] = {
				["办"] = {
					result = true
				},
				["开"] = {
					result = true,
					["保"] = {
						["真"] = {
							result = true
						}
					}
				},
				["理"] = {
					result = true
				}
			},
			["保"] = {
				["真"] = {
					result = true,
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			},
			["公"] = {
				["司"] = {
					result = true
				}
			},
			["可"] = {
				["验"] = {
					result = true
				}
			},
			["转"] = {
				["让"] = {
					result = true
				}
			}
		},
		["稐"] = {
			["功"] = {
				result = true
			}
		},
		["老"] = {
			["王"] = {
				["娱"] = {
					["乐"] = {
						["场"] = {
							result = true
						}
					}
				}
			}
		},
		["耣"] = {
			["功"] = {
				result = true
			}
		},
		["腀"] = {
			["功"] = {
				result = true
			}
		},
		["艾"] = {
			["刀"] = {
				result = true
			}
		},
		["菕"] = {
			["功"] = {
				result = true
			}
		},
		["蜦"] = {
			["功"] = {
				result = true
			}
		},
		["论"] = {
			["公"] = {
				result = true
			},
			["共"] = {
				result = true
			},
			["工"] = {
				result = true
			},
			["攻"] = {
				result = true
			}
		},
		["踚"] = {
			["功"] = {
				result = true
			}
		},
		["輪"] = {
			["佛"] = {
				["法"] = {
					result = true
				}
			}
		},
		["车"] = {
			["仑"] = {
				["功"] = {
					result = true
				}
			}
		},
		["轮"] = {
			["5"] = {
				result = true
			},
			["公"] = {
				result = true
			},
			["共"] = {
				result = true
			},
			["功"] = {
				["信"] = {
					["徒"] = {
						result = true
					}
				},
				["十"] = {
					["周"] = {
						["年"] = {
							result = true
						}
					}
				},
				["靠"] = {
					result = true
				}
			},
			["大"] = {
				["法"] = {
					["靠"] = {
						result = true
					}
				}
			},
			["工"] = {
				result = true
			},
			["攻"] = {
				result = true
			}
		},
		["錀"] = {
			["功"] = {
				result = true
			}
		},
		["院"] = {
			result = true
		},
		["陯"] = {
			["功"] = {
				result = true
			}
		},
		["鯩"] = {
			["功"] = {
				result = true
			}
		},
		["黁"] = {
			["功"] = {
				result = true
			}
		}
	},
	["泛"] = {
		["突"] = {
			["厥"] = {
				result = true
			}
		}
	},
	["洎"] = {
		["制"] = {
			["朲"] = {
				["民"] = {
					["币"] = {
						result = true
					}
				}
			},
			["炸"] = {
				["药"] = {
					["方"] = {
						["法"] = {
							result = true
						}
					}
				}
			}
		},
		["動"] = {
			["霰"] = {
				["彈"] = {
					["槍"] = {
						result = true
					}
				}
			}
		},
		["啪"] = {
			["冩"] = {
				["嫃"] = {
					result = true
				}
			}
		},
		["嗼"] = {
			result = true
		},
		["憅"] = {
			["霰"] = {
				["弹"] = {
					["熗"] = {
						result = true
					}
				}
			}
		},
		["拍"] = {
			["冩"] = {
				["眞"] = {
					result = true
				}
			}
		},
		["摸"] = {
			result = true
		},
		["淛"] = {
			["亾"] = {
				["姄"] = {
					["币"] = {
						result = true
					}
				}
			},
			["烸"] = {
				["埖"] = {
					["笁"] = {
						["倶"] = {
							result = true
						}
					}
				}
			}
		},
		["甴"] = {
			["嗵"] = {
				["恁"] = {
					["噫"] = {
						["显"] = {
							result = true
						}
					}
				}
			}
		},
		["製"] = {
			["亽"] = {
				["囻"] = {
					["幣"] = {
						result = true
					}
				}
			},
			["弩"] = {
				["箭"] = {
					result = true
				}
			},
			["手"] = {
				["槍"] = {
					result = true
				}
			},
			["梅"] = {
				["埖"] = {
					["エ"] = {
						["具"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["洞"] = {
		["房"] = {
			["与"] = {
				["性"] = {
					["爱"] = {
						result = true
					}
				}
			},
			["性"] = {
				["爱"] = {
					result = true
				}
			}
		},
		["抽"] = {
			["少"] = {
				["妇"] = {
					result = true
				}
			}
		},
		["穴"] = {
			["好"] = {
				["妩"] = {
					["媚"] = {
						["风"] = {
							["骚"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["津"] = {
		["市"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["瑞"] = {
			result = true
		},
		["野"] = {
			["田"] = {
				["薰"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["洪"] = {
		["博"] = {
			["培"] = {
				result = true
			}
		},
		["天"] = {
			result = true
		},
		["彩"] = {
			["云"] = {
				result = true
			}
		},
		["晓"] = {
			["健"] = {
				result = true
			}
		},
		["曉"] = {
			["健"] = {
				result = true
			}
		},
		["江"] = {
			["海"] = {
				["洛"] = {
					["因"] = {
						result = true
					}
				}
			}
		},
		["法"] = {
			result = true
		},
		["爷"] = {
			["论"] = {
				["坛"] = {
					["地"] = {
						["址"] = {
							result = true
						}
					}
				}
			}
		},
		["福"] = {
			["药"] = {
				["业"] = {
					result = true
				}
			}
		},
		["至"] = {
			result = true
		},
		["荒"] = {
			["魔"] = {
				["尊"] = {
					result = true
				}
			}
		},
		["通"] = {
			result = true
		},
		["霸"] = {
			result = true
		},
		["龙"] = {
			result = true
		}
	},
	["活"] = {
		["体"] = {
			["器"] = {
				["官"] = {
					result = true
				}
			},
			["肾"] = {
				result = true,
				["脏"] = {
					result = true
				}
			}
		},
		["出"] = {
			["基"] = {
				["督"] = {
					result = true
				}
			}
		},
		["动"] = {
			["窃"] = {
				["听"] = {
					["器"] = {
						result = true
					}
				}
			}
		},
		["動"] = {
			["竊"] = {
				["聽"] = {
					["器"] = {
						result = true
					}
				}
			},
			["管"] = {
				["理"] = {
					["員"] = {
						result = true
					}
				}
			}
		},
		["塞"] = {
			["运"] = {
				["动"] = {
					result = true,
					["伦"] = {
						["理"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			}
		},
		["泼"] = {
			["型"] = {
				["的"] = {
					["女"] = {
						["优"] = {
							result = true
						}
					}
				}
			}
		},
		["色"] = {
			["生"] = {
				["香"] = {
					result = true
				}
			}
		}
	},
	["浕"] = {
		["凊"] = {
			["枞"] = {
				["慾"] = {
					result = true
				}
			}
		}
	},
	["浣"] = {
		["肠"] = {
			result = true,
			A = {
				["片"] = {
					result = true
				}
			}
		}
	},
	["浩"] = {
		["宇"] = {
			["高"] = {
				["仿"] = {
					["证"] = {
						["件"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["浮"] = {
		["尸"] = {
			["国"] = {
				result = true
			}
		},
		["缘"] = {
			["枝"] = {
				result = true
			}
		}
	},
	["海"] = {
		[" "] = {
			["洛"] = {
				[" "] = {
					["因"] = {
						result = true
					}
				}
			}
		},
		["丰"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["之"] = {
			["乐"] = {
				["章"] = {
					result = true
				}
			},
			["家"] = {
				["痴"] = {
					["汉"] = {
						result = true
					}
				}
			},
			["樂"] = {
				["章"] = {
					result = true
				}
			}
		},
		["云"] = {
			["武"] = {
				["士"] = {
					["刀"] = {
						result = true,
						["专"] = {
							result = true
						},
						["正"] = {
							["品"] = {
								result = true
							}
						}
					},
					["刺"] = {
						result = true,
						["专"] = {
							result = true
						}
					},
					["枪"] = {
						result = true,
						["专"] = {
							result = true
						}
					},
					["砍"] = {
						["刀"] = {
							result = true
						}
					}
				}
			}
		},
		["伍"] = {
			["德"] = {
				result = true
			}
		},
		["伦"] = {
			["迷"] = {
				["幻"] = {
					["药"] = {
						result = true
					}
				}
			}
		},
		["关"] = {
			["总"] = {
				["署"] = {
					result = true
				}
			},
			["罚"] = {
				["没"] = {
					result = true
				}
			}
		},
		["外"] = {
			["报"] = {
				["纸"] = {
					["缺"] = {
						["页"] = {
							result = true
						}
					}
				}
			},
			["民"] = {
				["运"] = {
					result = true
				}
			}
		},
		["天"] = {
			["英"] = {
				["雄"] = {
					["传"] = {
						result = true
					},
					["傳"] = {
						result = true
					}
				}
			}
		},
		["妖"] = {
			result = true
		},
		["威"] = {
			["尔"] = {
				["突"] = {
					["擊"] = {
						["刀"] = {
							result = true
						}
					}
				}
			}
		},
		["峡"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["拉"] = {
			["尔"] = {
				result = true,
				["办"] = {
					["假"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["林"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["办"] = {
				["会"] = {
					["计"] = {
						["师"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["棠"] = {
			["春"] = {
				["色"] = {
					result = true
				}
			}
		},
		["楽"] = {
			["榊"] = {
				["專"] = {
					["電"] = {
						["話"] = {
							result = true
						}
					}
				}
			}
		},
		["水"] = {
			["浴"] = {
				["场"] = {
					["的"] = {
						["不"] = {
							["伦"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["洛"] = {
			["因"] = {
				K = {
					["粉"] = {
						result = true
					}
				},
				T = {
					E = {
						L = {
							result = true
						}
					}
				},
				["四"] = {
					["号"] = {
						result = true
					}
				},
				["在"] = {
					["哪"] = {
						result = true
					}
				},
				["猪"] = {
					["肉"] = {
						result = true
					}
				},
				["白"] = {
					["牙"] = {
						["签"] = {
							result = true
						}
					}
				},
				["麻"] = {
					["古"] = {
						result = true
					}
				}
			},
			["洇"] = {
				result = true
			},
			["茵"] = {
				result = true
			}
		},
		["港"] = {
			["城"] = {
				result = true
			}
		},
		["狸"] = {
			["嘴"] = {
				result = true
			}
		},
		["珠"] = {
			["区"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				}
			}
		},
		["的"] = {
			["浪"] = {
				["漫"] = {
					result = true
				}
			}
		},
		["皮"] = {
			["撸"] = {
				result = true
			}
		},
		["盗"] = {
			["の"] = {
				["悠"] = {
					["闲"] = {
						["生"] = {
							["活"] = {
								result = true
							}
						}
					}
				}
			},
			["与"] = {
				["吸"] = {
					["血"] = {
						["鬼"] = {
							result = true
						}
					}
				}
			},
			["刀"] = {
				result = true,
				["正"] = {
					["品"] = {
						result = true
					}
				}
			},
			["时"] = {
				["代"] = {
					result = true
				}
			},
			["王"] = {
				result = true
			}
		},
		["盜"] = {
			["時"] = {
				["代"] = {
					result = true
				}
			},
			["王"] = {
				result = true
			}
		},
		["立"] = {
			["方"] = {
				["娱"] = {
					["乐"] = {
						result = true
					}
				}
			}
		},
		["米"] = {
			["那"] = {
				result = true
			}
		},
		["莱"] = {
			["特"] = {
				["尼"] = {
					["亚"] = {
						["孜"] = {
							result = true
						}
					}
				}
			}
		},
		["葱"] = {
			["糖"] = {
				["甙"] = {
					result = true
				}
			}
		},
		["螺"] = {
			["神"] = {
				result = true,
				["低"] = {
					["价"] = {
						result = true
					}
				}
			}
		},
		["豹"] = {
			M = {
				["9"] = {
					["套"] = {
						["件"] = {
							result = true
						}
					},
					["气"] = {
						["枪"] = {
							result = true
						}
					},
					["汽"] = {
						["枪"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			}
		},
		["贼"] = {
			["王"] = {
				["顶"] = {
					["级"] = {
						["弹"] = {
							["弓"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["走"] = {
			["私"] = {
				["车"] = {
					["套"] = {
						["牌"] = {
							["车"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["边"] = {
			["的"] = {
				["恋"] = {
					["人"] = {
						["们"] = {
							result = true
						}
					}
				}
			}
		},
		["运"] = {
			["女"] = {
				["裸"] = {
					["照"] = {
						result = true
					}
				}
			}
		},
		["逸"] = {
			["半"] = {
				["岛"] = {
					["赌"] = {
						["博"] = {
							result = true
						}
					}
				}
			}
		},
		["都"] = {
			["小"] = {
				["記"] = {
					["者"] = {
						result = true
					}
				},
				["记"] = {
					["者"] = {
						result = true
					}
				}
			}
		},
		["野"] = {
			["奈"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["真"] = {
				["珠"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["遥"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["量"] = {
			["资"] = {
				["源"] = {
					["站"] = {
						result = true
					}
				}
			}
		},
		["雲"] = {
			["武"] = {
				["士"] = {
					["刀"] = {
						result = true,
						["专"] = {
							result = true
						},
						["正"] = {
							["品"] = {
								result = true
							}
						}
					},
					["刺"] = {
						result = true
					},
					["枪"] = {
						result = true,
						["专"] = {
							result = true
						}
					}
				}
			}
		},
		["风"] = {
			["子"] = {
				result = true
			}
		}
	},
	["涐"] = {
		["崾"] = {
			["$"] = {
				["ｍ"] = {
					["ロ"] = {
						["鲛"] = {
							["網"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["操"] = {
			["菈"] = {
				["綜"] = {
					["合"] = {
						result = true
					}
				}
			}
		}
	},
	["涧"] = {
		["汀"] = {
			result = true
		}
	},
	["涪"] = {
		["陵"] = {
			["区"] = {
				["办"] = {
					["证"] = {
						result = true
					}
				}
			},
			["楼"] = {
				["凤"] = {
					result = true
				}
			},
			["樓"] = {
				["鳳"] = {
					result = true
				}
			}
		}
	},
	["涵"] = {
		["洞"] = {
			["裸"] = {
				["聊"] = {
					["室"] = {
						result = true
					}
				}
			}
		}
	},
	["涽"] = {
		["药"] = {
			result = true
		}
	},
	["混"] = {
		["亂"] = {
			["冒"] = {
				["險"] = {
					result = true
				}
			}
		},
		["在"] = {
			["后"] = {
				["宫"] = {
					["假"] = {
						["太"] = {
							["监"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["天"] = {
			["大"] = {
				["圣"] = {
					result = true
				}
			}
		},
		["沌"] = {
			["决"] = {
				result = true,
				["靠"] = {
					result = true
				}
			},
			["诀"] = {
				result = true,
				["靠"] = {
					result = true
				}
			},
			["靠"] = {
				result = true
			}
		},
		["血"] = {
			["人"] = {
				["妻"] = {
					result = true
				}
			}
		},
		["装"] = {
			["车"] = {
				["网"] = {
					result = true
				}
			}
		}
	},
	["渎"] = {
		["职"] = {
			["罪"] = {
				result = true
			}
		}
	},
	["減"] = {
		["肥"] = {
			["膠"] = {
				["囊"] = {
					result = true
				}
			}
		},
		["護"] = {
			["噯"] = {
				["裡"] = {
					["佺"] = {
						["雧"] = {
							result = true
						}
					},
					["兂"] = {
						["碼"] = {
							result = true
						}
					},
					["電"] = {
						["驴"] = {
							result = true
						}
					},
					["ｂ"] = {
						["τ"] = {
							result = true
						}
					}
				}
			},
			["愛"] = {
				["裡"] = {
					b = {
						t = {
							result = true
						}
					},
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["無"] = {
						["碼"] = {
							result = true
						}
					},
					["電"] = {
						["驢"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["港"] = {
		[" "] = {
			["独"] = {
				result = true
			}
		},
		["3"] = {
			["8"] = {
				["式"] = {
					["左"] = {
						["輪"] = {
							result = true,
							["槍"] = {
								result = true
							}
						},
						["轮"] = {
							result = true,
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["产"] = {
			["3"] = {
				["8"] = {
					["式"] = {
						result = true,
						["左"] = {
							["轮"] = {
								result = true
							}
						}
					}
				}
			},
			["9"] = {
				["5"] = {
					["式"] = {
						["连"] = {
							["发"] = {
								result = true
							}
						}
					}
				}
			},
			["无"] = {
				["码"] = {
					["片"] = {
						result = true
					}
				}
			}
		},
		["京"] = {
			["图"] = {
				["库"] = {
					result = true
				}
			}
		},
		["人"] = {
			["鲍"] = {
				["彤"] = {
					result = true
				}
			}
		},
		["党"] = {
			["报"] = {
				result = true
			}
		},
		["六"] = {
			["四"] = {
				["游"] = {
					["行"] = {
						result = true
					}
				}
			}
		},
		["制"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["电"] = {
				["棍"] = {
					result = true
				}
			}
		},
		["台"] = {
			A = {
				V = {
					["影"] = {
						["讯"] = {
							result = true
						},
						["院"] = {
							result = true
						}
					},
					["视"] = {
						["讯"] = {
							result = true
						},
						["频"] = {
							result = true
						}
					}
				}
			},
			["三"] = {
				["级"] = {
					result = true
				}
			},
			["刀"] = {
				result = true
			},
			["小"] = {
				["成"] = {
					["人"] = {
						result = true
					}
				}
			},
			["性"] = {
				["爱"] = {
					["视"] = {
						["讯"] = {
							result = true
						}
					}
				}
			},
			["情"] = {
				["色"] = {
					["视"] = {
						["讯"] = {
							result = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					result = true,
					["免"] = {
						["费"] = {
							result = true
						}
					},
					["录"] = {
						["像"] = {
							result = true
						}
					},
					["戏"] = {
						result = true
					},
					["经"] = {
						["典"] = {
							result = true
						}
					},
					["视"] = {
						["讯"] = {
							result = true
						},
						["频"] = {
							result = true
						}
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			},
			["援"] = {
				["交"] = {
					["自"] = {
						["拍"] = {
							result = true
						}
					},
					["薄"] = {
						["码"] = {
							result = true
						}
					}
				}
			},
			["真"] = {
				["人"] = {
					["演"] = {
						["绎"] = {
							result = true
						}
					}
				},
				["实"] = {
					["自"] = {
						["拍"] = {
							result = true
						}
					}
				}
			},
			["经"] = {
				["典"] = {
					["三"] = {
						["级"] = {
							["片"] = {
								result = true
							}
						}
					}
				}
			},
			["老"] = {
				["片"] = {
					result = true
				}
			},
			["脱"] = {
				["衣"] = {
					["表"] = {
						["演"] = {
							result = true
						}
					}
				}
			},
			["色"] = {
				["情"] = {
					["视"] = {
						["讯"] = {
							result = true
						}
					}
				}
			}
		},
		["囼"] = {
			["晟"] = {
				["亽"] = {
					result = true
				}
			}
		},
		["币"] = {
			result = true
		},
		["式"] = {
			["3"] = {
				["8"] = {
					["左"] = {
						["轮"] = {
							result = true
						}
					}
				}
			},
			["五"] = {
				["张"] = {
					result = true
				}
			},
			["头"] = {
				["盔"] = {
					result = true
				}
			}
		},
		["彩"] = {
			["之"] = {
				["星"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			}
		},
		["檯"] = {
			["成"] = {
				["人"] = {
					result = true
				}
			}
		},
		["澳"] = {
			["台"] = {
				["鸡"] = {
					result = true
				}
			}
		},
		["版"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			}
		},
		["珆"] = {
			["荿"] = {
				["亾"] = {
					result = true
				}
			}
		},
		["纸"] = {
			result = true
		},
		["臺"] = {
			["成"] = {
				["人"] = {
					result = true
				}
			}
		},
		["黨"] = {
			["報"] = {
				result = true
			}
		}
	},
	["滈"] = {
		["價"] = {
			["媾"] = {
				["腎"] = {
					["賍"] = {
						result = true
					}
				}
			},
			["浗"] = {
				["媾"] = {
					["眼"] = {
						["角"] = {
							["嗼"] = {
								result = true
							}
						}
					}
				}
			},
			["眼"] = {
				["角"] = {
					["嗼"] = {
						result = true
					}
				}
			}
		},
		["壓"] = {
			["氣"] = {
				["熗"] = {
					result = true,
					["抟"] = {
						["蛧"] = {
							result = true
						}
					}
				}
			},
			["熗"] = {
				result = true
			}
		},
		["栲"] = {
			["笩"] = {
				["栲"] = {
					result = true
				}
			}
		},
		["汸"] = {
			["亾"] = {
				["怶"] = {
					result = true,
					["媔"] = {
						["倶"] = {
							["抟"] = {
								result = true
							}
						}
					}
				}
			},
			["嫃"] = {
				["掱"] = {
					["熗"] = {
						result = true
					}
				},
				["熗"] = {
					["伎"] = {
						result = true
					}
				}
			}
		}
	},
	["滑"] = {
		["湿"] = {
			["小"] = {
				["屄"] = {
					["洞"] = {
						result = true
					}
				}
			}
		}
	},
	["滚"] = {
		["滚"] = {
			["球"] = {
				result = true
			}
		},
		["粗"] = {
			result = true
		},
		["那"] = {
			["吗"] = {
				result = true,
				B = {
					result = true
				},
				["瘟"] = {
					["比"] = {
						result = true
					}
				},
				["老"] = {
					["比"] = {
						result = true
					}
				},
				["错"] = {
					["比"] = {
						result = true
					}
				}
			}
		}
	},
	["滾"] = {
		["滾"] = {
			["球"] = {
				result = true
			}
		}
	},
	["漢"] = {
		["中"] = {
			["辦"] = {
				["證"] = {
					result = true
				}
			}
		},
		["娃"] = {
			["娃"] = {
				result = true
			}
		}
	},
	["潶"] = {
		["咻"] = {
			result = true,
			["滈"] = {
				["凊"] = {
					["嘸"] = {
						["犸"] = {
							result = true
						}
					}
				}
			}
		},
		["寡"] = {
			["婦"] = {
				["催"] = {
					["情"] = {
						["氺"] = {
							result = true
						}
					}
				}
			}
		},
		["朩"] = {
			["痲"] = {
				["衣"] = {
					["兂"] = {
						["碼"] = {
							result = true
						}
					}
				}
			}
		},
		["絲"] = {
			["兂"] = {
				["碼"] = {
					result = true
				}
			}
		},
		["菏"] = {
			["髙"] = {
				["價"] = {
					["収"] = {
						["購"] = {
							["腎"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["鷹"] = {
			["弩"] = {
				result = true
			}
		},
		["黯"] = {
			["聖"] = {
				["殿"] = {
					result = true
				}
			}
		}
	},
	["激"] = {
		["*"] = {
			["情"] = {
				["%"] = {
					["视"] = {
						["&"] = {
							["频"] = {
								result = true
							}
						}
					}
				}
			}
		},
		A = {
			V = {
				result = true
			}
		},
		a = {
			v = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["光"] = {
			q = {
				i = {
					a = {
						n = {
							g = {
								result = true
							}
						}
					}
				}
			},
			["制"] = {
				["导"] = {
					["炸"] = {
						["弹"] = {
							result = true
						}
					}
				}
			},
			["型"] = {
				["吹"] = {
					["箭"] = {
						result = true
					}
				}
			},
			["手"] = {
				["枪"] = {
					result = true
				}
			},
			["枪"] = {
				result = true,
				["代"] = {
					["理"] = {
						result = true
					}
				}
			},
			["测"] = {
				["距"] = {
					["仪"] = {
						result = true
					}
				}
			}
		},
		["吻"] = {
			["门"] = {
				result = true
			}
		},
		["情"] = {
			["#"] = {
				["裸"] = {
					["聊"] = {
						["室"] = {
							result = true
						}
					}
				}
			},
			["1"] = {
				["2"] = {
					["月"] = {
						result = true
					}
				}
			},
			["3"] = {
				P = {
					result = true,
					["乱"] = {
						["伦"] = {
							result = true
						}
					}
				},
				["级"] = {
					["片"] = {
						["试"] = {
							["看"] = {
								result = true
							}
						}
					}
				}
			},
			["8"] = {
				["7"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			A = {
				V = {
					["片"] = {
						result = true
					}
				},
				["片"] = {
					result = true
				}
			},
			M = {
				M = {
					result = true
				}
			},
			P = {
				K = {
					result = true
				}
			},
			X = {
				X = {
					X = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			},
			a = {
				v = {
					result = true,
					["影"] = {
						["院"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			b = {
				t = {
					["亚"] = {
						["洲"] = {
							["区"] = {
								result = true
							}
						}
					}
				}
			},
			y = {
				y = {
					["聊"] = {
						["天"] = {
							["室"] = {
								result = true
							}
						}
					}
				}
			},
			["一"] = {
				["夜"] = {
					result = true
				}
			},
			["三"] = {
				["级"] = {
					["片"] = {
						result = true
					}
				}
			},
			["九"] = {
				["月"] = {
					["天"] = {
						result = true
					}
				}
			},
			["乱"] = {
				["交"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				},
				["伦"] = {
					["片"] = {
						result = true
					}
				}
			},
			["互"] = {
				["动"] = {
					["群"] = {
						result = true
					}
				}
			},
			["五"] = {
				["月"] = {
					result = true,
					["天"] = {
						result = true
					},
					["成"] = {
						["人"] = {
							["网"] = {
								result = true
							}
						}
					},
					["色"] = {
						["播"] = {
							result = true
						}
					}
				}
			},
			["交"] = {
				["欢"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["人"] = {
				["体"] = {
					result = true,
					["1"] = {
						["8"] = {
							["禁"] = {
								result = true
							}
						}
					}
				}
			},
			["伦"] = {
				["理"] = {
					result = true
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						result = true
					}
				}
			},
			["做"] = {
				["爱"] = {
					result = true,
					["贴"] = {
						["图"] = {
							result = true
						}
					}
				}
			},
			["免"] = {
				["费"] = {
					["影"] = {
						result = true
					},
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			},
			["全"] = {
				["过"] = {
					["程"] = {
						result = true
					}
				}
			},
			["内"] = {
				["射"] = {
					result = true
				}
			},
			["写"] = {
				["真"] = {
					result = true
				}
			},
			["动"] = {
				["漫"] = {
					["成"] = {
						["人"] = {
							result = true
						}
					}
				}
			},
			["区"] = {
				result = true
			},
			["午"] = {
				["夜"] = {
					result = true,
					["毛"] = {
						["片"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["双"] = {
				["飞"] = {
					result = true
				}
			},
			["口"] = {
				["交"] = {
					result = true
				}
			},
			["叫"] = {
				["床"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["同"] = {
				["志"] = {
					result = true
				}
			},
			["在"] = {
				["燃"] = {
					["烧"] = {
						result = true
					}
				},
				["线"] = {
					result = true,
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			},
			["夜"] = {
				result = true
			},
			["套"] = {
				["图"] = {
					result = true
				}
			},
			["女"] = {
				["优"] = {
					result = true
				},
				["视"] = {
					["频"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				}
			},
			["妓"] = {
				["院"] = {
					result = true
				}
			},
			["妹"] = {
				["妹"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								result = true
							}
						}
					}
				}
			},
			["导"] = {
				["航"] = {
					result = true
				}
			},
			["小"] = {
				["妹"] = {
					["叫"] = {
						["床"] = {
							result = true
						}
					}
				},
				["浪"] = {
					["穴"] = {
						result = true
					}
				},
				["說"] = {
					result = true
				},
				["说"] = {
					["色"] = {
						["五"] = {
							["月"] = {
								result = true
							}
						}
					},
					["迅"] = {
						["雷"] = {
							result = true
						}
					}
				}
			},
			["就"] = {
				["在"] = {
					["婚"] = {
						["嫁"] = {
							["时"] = {
								result = true
							}
						}
					}
				}
			},
			["岛"] = {
				result = true
			},
			["幵"] = {
				["吢"] = {
					["網"] = {
						result = true
					}
				}
			},
			["床"] = {
				["戏"] = {
					result = true
				}
			},
			["开"] = {
				["心"] = {
					["网"] = {
						result = true
					},
					["色"] = {
						["情"] = {
							["网"] = {
								result = true
							}
						}
					}
				},
				["放"] = {
					["俱"] = {
						["乐"] = {
							["部"] = {
								result = true
							}
						}
					}
				}
			},
			["影"] = {
				["片"] = {
					["网"] = {
						["站"] = {
							result = true
						}
					}
				},
				["视"] = {
					result = true
				},
				["院"] = {
					result = true
				}
			},
			["性"] = {
				["交"] = {
					result = true
				},
				["欲"] = {
					result = true
				},
				["爱"] = {
					result = true,
					["故"] = {
						["事"] = {
							result = true
						}
					},
					["片"] = {
						result = true
					},
					["现"] = {
						["场"] = {
							result = true
						}
					},
					["色"] = {
						["片"] = {
							result = true
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["意"] = {
				["淫"] = {
					["网"] = {
						result = true
					}
				}
			},
			["成"] = {
				["人"] = {
					result = true,
					["乐"] = {
						["园"] = {
							result = true
						}
					},
					["午"] = {
						["夜"] = {
							result = true
						}
					},
					["影"] = {
						["片"] = {
							result = true
						},
						["院"] = {
							result = true
						}
					},
					["淫"] = {
						["片"] = {
							result = true
						}
					},
					["游"] = {
						["戏"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					},
					["聊"] = {
						["天"] = {
							["室"] = {
								result = true
							}
						}
					},
					["色"] = {
						["播"] = {
							["网"] = {
								result = true
							}
						}
					},
					["裸"] = {
						["聊"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["打"] = {
				["炮"] = {
					["自"] = {
						["拍"] = {
							result = true
						}
					}
				}
			},
			["援"] = {
				["交"] = {
					result = true
				}
			},
			["文"] = {
				["字"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								result = true
							}
						}
					}
				},
				["学"] = {
					["区"] = {
						result = true
					}
				}
			},
			["无"] = {
				["码"] = {
					["色"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["时"] = {
				["刻"] = {
					result = true
				}
			},
			["服"] = {
				["务"] = {
					result = true
				}
			},
			["武"] = {
				["侠"] = {
					result = true
				}
			},
			["毛"] = {
				["片"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			},
			["淫"] = {
				result = true,
				b = {
					b = {
						result = true
					}
				},
				["乱"] = {
					["穴"] = {
						result = true
					}
				},
				["女"] = {
					["小"] = {
						["穴"] = {
							result = true
						}
					}
				},
				["少"] = {
					["女"] = {
						["穴"] = {
							result = true
						}
					}
				},
				["影"] = {
					["片"] = {
						result = true
					},
					["院"] = {
						result = true
					}
				},
				["文"] = {
					["章"] = {
						result = true
					}
				},
				["洞"] = {
					["小"] = {
						["说"] = {
							result = true
						}
					},
					["网"] = {
						["站"] = {
							result = true
						}
					}
				},
				["片"] = {
					result = true
				},
				["电"] = {
					["影"] = {
						result = true
					}
				},
				["穴"] = {
					result = true,
					["导"] = {
						["航"] = {
							result = true
						}
					},
					["小"] = {
						result = true,
						["妹"] = {
							result = true
						},
						["少"] = {
							["妇"] = {
								result = true
							}
						},
						["站"] = {
							result = true
						},
						["说"] = {
							result = true
						}
					},
					["影"] = {
						["院"] = {
							result = true
						}
					},
					["的"] = {
						["嫂"] = {
							["嫂"] = {
								result = true
							}
						}
					},
					["网"] = {
						["站"] = {
							result = true
						}
					}
				},
				["窟"] = {
					result = true
				},
				["色"] = {
					result = true,
					m = {
						p = {
							["3"] = {
								result = true
							}
						}
					},
					["动"] = {
						["画"] = {
							["片"] = {
								result = true
							}
						}
					},
					["小"] = {
						["穴"] = {
							result = true
						}
					},
					["故"] = {
						["事"] = {
							result = true
						}
					},
					["文"] = {
						["章"] = {
							result = true
						}
					},
					["游"] = {
						["戏"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						},
						["视"] = {
							result = true
						}
					},
					["组"] = {
						["图"] = {
							result = true
						}
					},
					["网"] = {
						["站"] = {
							result = true
						}
					},
					["自"] = {
						["拍"] = {
							result = true
						}
					},
					["视"] = {
						["屏"] = {
							result = true
						}
					},
					["论"] = {
						["坛"] = {
							result = true
						}
					},
					["贴"] = {
						["图"] = {
							result = true,
							["区"] = {
								result = true
							},
							["网"] = {
								result = true
							}
						}
					}
				},
				["贴"] = {
					["图"] = {
						result = true,
						["网"] = {
							result = true
						}
					}
				}
			},
			["潮"] = {
				["吹"] = {
					result = true
				},
				["噴"] = {
					result = true
				}
			},
			["火"] = {
				["辣"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["炮"] = {
				["图"] = {
					result = true
				}
			},
			["热"] = {
				["舞"] = {
					result = true
				}
			},
			["照"] = {
				result = true
			},
			["爱"] = {
				["爱"] = {
					result = true
				}
			},
			["爽"] = {
				["片"] = {
					["在"] = {
						["线"] = {
							["看"] = {
								result = true
							}
						}
					},
					["网"] = {
						["址"] = {
							result = true
						}
					}
				},
				["电"] = {
					result = true,
					["影"] = {
						result = true
					}
				}
			},
			["片"] = {
				result = true
			},
			["狂"] = {
				["射"] = {
					result = true
				}
			},
			["玩"] = {
				["淫"] = {
					["穴"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				},
				["穴"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					}
				}
			},
			["电"] = {
				["影"] = {
					["免"] = {
						["费"] = {
							result = true
						}
					},
					["剧"] = {
						["场"] = {
							result = true
						}
					},
					["区"] = {
						result = true
					},
					["在"] = {
						["线"] = {
							result = true
						}
					},
					["帝"] = {
						["国"] = {
							result = true
						}
					},
					["搜"] = {
						["索"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					}
				}
			},
			["百"] = {
				["家"] = {
					["乐"] = {
						result = true
					}
				}
			},
			["的"] = {
				["叫"] = {
					["床"] = {
						result = true
					}
				},
				["天"] = {
					["堂"] = {
						result = true
					}
				}
			},
			["直"] = {
				["播"] = {
					result = true
				}
			},
			["真"] = {
				["人"] = {
					["捰"] = {
						["聊"] = {
							result = true
						}
					},
					["裸"] = {
						["聊"] = {
							result = true
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					},
					["陪"] = {
						["聊"] = {
							result = true
						}
					}
				}
			},
			["祼"] = {
				["聊"] = {
					result = true
				}
			},
			["穴"] = {
				["贴"] = {
					["图"] = {
						result = true
					}
				}
			},
			["素"] = {
				["人"] = {
					result = true
				}
			},
			["网"] = {
				result = true,
				["址"] = {
					result = true,
					["导"] = {
						["航"] = {
							result = true
						}
					}
				},
				["站"] = {
					result = true,
					["地"] = {
						["址"] = {
							result = true
						}
					}
				},
				["网"] = {
					["址"] = {
						result = true
					}
				}
			},
			["美"] = {
				["眉"] = {
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				},
				["穴"] = {
					result = true
				}
			},
			["群"] = {
				P = {
					result = true
				},
				["交"] = {
					result = true
				}
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						result = true,
						["密"] = {
							["码"] = {
								result = true
							}
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["肏"] = {
				["屄"] = {
					["网"] = {
						result = true
					}
				}
			},
			["肛"] = {
				["交"] = {
					result = true,
					["视"] = {
						["频"] = {
							result = true
						}
					},
					["迅"] = {
						["雷"] = {
							result = true
						}
					}
				}
			},
			["脱"] = {
				["衣"] = {
					result = true,
					["舞"] = {
						result = true
					}
				}
			},
			["自"] = {
				["拍"] = {
					["小"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				},
				["摸"] = {
					["表"] = {
						["演"] = {
							result = true
						}
					}
				}
			},
			["色"] = {
				result = true,
				["情"] = {
					result = true,
					["小"] = {
						["说"] = {
							result = true
						}
					}
				},
				["网"] = {
					result = true
				},
				["色"] = {
					["网"] = {
						result = true
					}
				}
			},
			["艳"] = {
				["照"] = {
					result = true
				},
				["舞"] = {
					result = true,
					["三"] = {
						["人"] = {
							["组"] = {
								result = true
							}
						}
					}
				}
			},
			["表"] = {
				["演"] = {
					result = true,
					[","] = {
						result = true
					}
				}
			},
			["裸"] = {
				["体"] = {
					["群"] = {
						["聊"] = {
							result = true
						}
					},
					["聊"] = {
						["天"] = {
							result = true,
							["室"] = {
								result = true
							}
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				},
				["女"] = {
					["聊"] = {
						["天"] = {
							result = true,
							["室"] = {
								result = true
							}
						}
					},
					["陪"] = {
						["聊"] = {
							result = true
						}
					}
				},
				["聊"] = {
					["天"] = {
						["网"] = {
							result = true
						}
					},
					["室"] = {
						["8"] = {
							["点"] = {
								result = true
							}
						},
						["集"] = {
							["锦"] = {
								result = true
							}
						}
					},
					["平"] = {
						["台"] = {
							result = true
						}
					},
					["服"] = {
						["务"] = {
							result = true
						}
					},
					["现"] = {
						["场"] = {
							result = true
						}
					},
					["秀"] = {
						result = true
					},
					["网"] = {
						result = true,
						["址"] = {
							result = true
						},
						["站"] = {
							result = true
						},
						["网"] = {
							["站"] = {
								result = true
							}
						}
					},
					["聊"] = {
						["天"] = {
							result = true,
							["室"] = {
								result = true
							}
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					},
					["集"] = {
						["会"] = {
							["所"] = {
								result = true
							}
						}
					}
				},
				["體"] = {
					result = true
				}
			},
			["視"] = {
				["頻"] = {
					["下"] = {
						["載"] = {
							result = true
						}
					},
					["線"] = {
						["上"] = {
							["看"] = {
								result = true
							}
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					["在"] = {
						["线"] = {
							result = true,
							["看"] = {
								result = true
							}
						}
					},
					["网"] = {
						result = true
					},
					["聊"] = {
						["天"] = {
							result = true
						}
					},
					["表"] = {
						["演"] = {
							result = true
						}
					},
					["裸"] = {
						["聊"] = {
							result = true,
							["室"] = {
								result = true
							}
						}
					}
				}
			},
			["解"] = {
				["码"] = {
					result = true
				}
			},
			["论"] = {
				["坛"] = {
					result = true
				}
			},
			["貼"] = {
				["圖"] = {
					result = true
				}
			},
			["酒"] = {
				["吧"] = {
					["女"] = {
						result = true
					}
				}
			},
			["開"] = {
				["心"] = {
					["網"] = {
						result = true
					}
				}
			},
			["陪"] = {
				["聊"] = {
					result = true,
					["女"] = {
						result = true
					}
				}
			},
			["露"] = {
				["点"] = {
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			},
			["频"] = {
				["道"] = {
					result = true
				}
			},
			["骚"] = {
				["女"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["黄"] = {
				["色"] = {
					["在"] = {
						["线"] = {
							result = true
						}
					},
					["影"] = {
						["片"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			}
		},
		["战"] = {
			result = true
		},
		["流"] = {
			["中"] = {
				["国"] = {
					["纪"] = {
						["录"] = {
							["片"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["淫"] = {
			result = true
		},
		["烈"] = {
			["片"] = {
				result = true
			}
		},
		["爱"] = {
			["贴"] = {
				["图"] = {
					result = true
				}
			}
		},
		["爽"] = {
			["写"] = {
				["真"] = {
					result = true
				}
			},
			["聊"] = {
				["天"] = {
					result = true
				}
			}
		},
		["突"] = {
			["綜"] = {
				["合"] = {
					["論"] = {
						["壇"] = {
							result = true
						}
					}
				}
			},
			["论"] = {
				["坛"] = {
					result = true
				}
			}
		},
		["綪"] = {
			["裸"] = {
				["聊"] = {
					["室"] = {
						result = true
					}
				}
			}
		},
		["茪"] = {
			["型"] = {
				["吹"] = {
					["箭"] = {
						result = true
					}
				}
			},
			["槍"] = {
				result = true
			}
		}
	},
	["濠"] = {
		["江"] = {
			["区"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["灌"] = {
		["云"] = {
			result = true
		},
		["水"] = {
			result = true,
			["公"] = {
				["司"] = {
					result = true
				}
			}
		},
		["滿"] = {
			["精"] = {
				["液"] = {
					result = true
				}
			}
		},
		["肠"] = {
			result = true
		},
		["醉"] = {
			["在"] = {
				["带"] = {
					["去"] = {
						result = true
					}
				}
			}
		}
	},
	["灨"] = {
		["你"] = {
			["娘"] = {
				result = true
			}
		}
	},
	["火"] = {
		q = {
			i = {
				a = {
					n = {
						g = {
							result = true
						}
					}
				}
			}
		},
		["乍"] = {
			["药"] = {
				result = true
			}
		},
		["凤"] = {
			["仙"] = {
				["子"] = {
					result = true
				}
			},
			["凰"] = {
				result = true
			}
		},
		["动"] = {
			["力"] = {
				["钢"] = {
					["珠"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["式"] = {
				["钢"] = {
					["珠"] = {
						result = true
					}
				}
			}
		},
		["吹"] = {
			result = true
		},
		["工"] = {
			["品"] = {
				["技"] = {
					["术"] = {
						result = true,
						["出"] = {
							["货"] = {
								result = true
							}
						}
					},
					["術"] = {
						result = true
					}
				}
			}
		},
		["影"] = {
			["之"] = {
				["如"] = {
					["云"] = {
						result = true
					}
				}
			},
			["完"] = {
				["結"] = {
					["說"] = {
						result = true
					}
				},
				["结"] = {
					["说"] = {
						result = true
					}
				}
			},
			["忍"] = {
				["者"] = {
					["完"] = {
						["結"] = {
							["說"] = {
								result = true
							}
						},
						["结"] = {
							["说"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["暴"] = {
			["菊"] = {
				["花"] = {
					result = true
				}
			}
		},
		["木"] = {
			["仓"] = {
				result = true
			}
		},
		["机"] = {
			["吹"] = {
				result = true,
				["枪"] = {
					result = true
				},
				["箭"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["焊"] = {
				["枪"] = {
					["大"] = {
						["直"] = {
							["冲"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["棒"] = {
			["淫"] = {
				["水"] = {
					result = true
				}
			},
			["肉"] = {
				["洞"] = {
					result = true
				}
			},
			["阴"] = {
				["户"] = {
					result = true
				}
			}
		},
		["灭"] = {
			["小"] = {
				["说"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["炮"] = {
			result = true,
			["修"] = {
				["复"] = {
					["强"] = {
						["化"] = {
							result = true
						}
					}
				}
			},
			["射"] = {
				["击"] = {
					["术"] = {
						result = true
					}
				}
			},
			["精"] = {
				["准"] = {
					["强"] = {
						["化"] = {
							result = true
						}
					}
				}
			},
			["配"] = {
				["方"] = {
					result = true
				}
			},
			["防"] = {
				["御"] = {
					["强"] = {
						["化"] = {
							result = true
						}
					}
				}
			}
		},
		["炸"] = {
			["药"] = {
				result = true,
				["技"] = {
					["术"] = {
						result = true
					}
				}
			},
			["藥"] = {
				result = true
			}
		},
		["热"] = {
			["激"] = {
				["情"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			}
		},
		["狐"] = {
			["数"] = {
				["码"] = {
					result = true
				}
			},
			["數"] = {
				["碼"] = {
					result = true
				}
			}
		},
		["狗"] = {
			["油"] = {
				result = true
			},
			["电"] = {
				["狗"] = {
					["专"] = {
						result = true
					}
				}
			},
			["短"] = {
				["狗"] = {
					["专"] = {
						result = true
					}
				}
			},
			["网"] = {
				result = true
			},
			["长"] = {
				["狗"] = {
					["专"] = {
						result = true
					}
				}
			}
		},
		["箭"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			},
			["筒"] = {
				result = true
			}
		},
		["线"] = {
			["斧"] = {
				["头"] = {
					result = true
				}
			}
		},
		["舀"] = {
			["配"] = {
				["方"] = {
					result = true
				}
			}
		},
		["药"] = {
			d = {
				i = {
					y = {
						["教"] = {
							["程"] = {
								result = true
							}
						},
						["过"] = {
							["程"] = {
								result = true
							}
						}
					}
				}
			},
			["专"] = {
				result = true
			},
			["冲"] = {
				["力"] = {
					result = true
				}
			},
			["动"] = {
				["力"] = {
					["枪"] = {
						result = true
					},
					["钢"] = {
						["珠"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["工"] = {
				["艺"] = {
					result = true
				}
			},
			["当"] = {
				["面"] = {
					["交"] = {
						["易"] = {
							result = true
						}
					}
				}
			},
			["方"] = {
				["法"] = {
					result = true
				}
			},
			["枪"] = {
				["专"] = {
					result = true
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				}
			},
			["流"] = {
				["程"] = {
					result = true
				}
			},
			["看"] = {
				["货"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			},
			["配"] = {
				["方"] = {
					["比"] = {
						["例"] = {
							result = true
						}
					},
					["详"] = {
						["解"] = {
							result = true
						}
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["火"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["葯"] = {
			["配"] = {
				["方"] = {
					result = true
				}
			}
		},
		["藥"] = {
			["槍"] = {
				result = true
			},
			["鋼"] = {
				["珠"] = {
					["槍"] = {
						result = true
					},
					["火"] = {
						["槍"] = {
							result = true
						}
					}
				}
			}
		},
		["辣"] = {
			["圖"] = {
				["片"] = {
					result = true
				}
			},
			["寫"] = {
				["真"] = {
					result = true
				}
			},
			["的"] = {
				["女"] = {
					["仆"] = {
						["们"] = {
							result = true
						}
					}
				}
			},
			["监"] = {
				["狱"] = {
					["完"] = {
						["整"] = {
							["版"] = {
								result = true
							}
						}
					}
				}
			},
			["美"] = {
				["妖"] = {
					result = true
				}
			},
			["视"] = {
				["频"] = {
					result = true
				}
			},
			["辣"] = {
				["免"] = {
					["费"] = {
						["爽"] = {
							["片"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["铳"] = {
			result = true
		},
		["麒"] = {
			["麟"] = {
				["娱"] = {
					["乐"] = {
						["平"] = {
							["台"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["灴"] = {
		["志"] = {
			result = true
		},
		["至"] = {
			result = true
		}
	},
	["烘"] = {
		["志"] = {
			result = true
		},
		["至"] = {
			result = true
		}
	},
	["烬"] = {
		["情"] = {
			["緃"] = {
				["慾"] = {
					result = true
				}
			}
		}
	},
	["烸"] = {
		["埖"] = {
			["嘸"] = {
				["敵"] = {
					["覇"] = {
						["迋"] = {
							result = true
						}
					}
				}
			},
			["彡"] = {
				["蒩"] = {
					["匼"] = {
						result = true
					}
				}
			},
			["钥"] = {
				["匙"] = {
					["蓜"] = {
						["歯"] = {
							["噐"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["烽"] = {
		["火"] = {
			["大"] = {
				["唐"] = {
					result = true
				}
			},
			["女"] = {
				["杰"] = {
					result = true
				}
			}
		}
	},
	["焦"] = {
		["國"] = {
			["標"] = {
				result = true
			}
		}
	},
	["父"] = {
		["亲"] = {
			["性"] = {
				["搔"] = {
					["扰"] = {
						["女"] = {
							["儿"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["女"] = {
			["乱"] = {
				["伦"] = {
					result = true,
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["Ａ"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["姐"] = {
				["弟"] = {
					["淫"] = {
						["乱"] = {
							result = true
						}
					}
				}
			},
			["性"] = {
				["交"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					["淫"] = {
						["色"] = {
							result = true
						}
					}
				}
			}
		},
		["荫"] = {
			result = true
		},
		["蔭"] = {
			result = true
		}
	},
	["犭"] = {
		["昔"] = {
			["木"] = {
				["仓"] = {
					result = true
				}
			}
		}
	},
	["犯"] = {
		["了"] = {
			["错"] = {
				["误"] = {
					[" "] = {
						["同"] = {
							["志"] = {
								[" "] = {
									["作"] = {
										["斗"] = {
											["争"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["人"] = {
			["名"] = {
				["录"] = {
					result = true
				}
			}
		},
		["法"] = {
			result = true
		},
		["淫"] = {
			["乱"] = {
				M = {
					["女"] = {
						["教"] = {
							["师"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["罪"] = {
			["之"] = {
				["城"] = {
					result = true
				}
			},
			["事"] = {
				["件"] = {
					result = true
				}
			},
			["分"] = {
				["子"] = {
					result = true
				}
			},
			["网"] = {
				result = true
			},
			["說"] = {
				["情"] = {
					result = true
				}
			},
			["说"] = {
				["情"] = {
					result = true
				}
			}
		}
	},
	["犷"] = {
		["场"] = {
			result = true
		}
	},
	["狐"] = {
		["仅"] = {
			["逃"] = {
				result = true
			}
		},
		["媚"] = {
			["眼"] = {
				["的"] = {
					["小"] = {
						["女"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["家"] = {
			["屯"] = {
				["的"] = {
					["孽"] = {
						["事"] = {
							["儿"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["惊"] = {
			["涛"] = {
				result = true
			}
		},
		["搵"] = {
			result = true
		},
		["精"] = {
			result = true,
			["桃"] = {
				result = true
			}
		},
		["臭"] = {
			result = true
		}
	},
	["狗"] = {
		b = {
			["新"] = {
				["光"] = {
					["明"] = {
						result = true
					}
				}
			}
		},
		["乘"] = {
			result = true
		},
		["养"] = {
			result = true
		},
		["兽"] = {
			result = true
		},
		["剩"] = {
			result = true
		},
		["友"] = {
			["极"] = {
				["地"] = {
					result = true
				}
			}
		},
		["和"] = {
			["狗"] = {
				["粮"] = {
					result = true
				}
			}
		},
		["城"] = {
			result = true
		},
		["奴"] = {
			result = true,
			["孽"] = {
				["恋"] = {
					result = true
				}
			}
		},
		["幹"] = {
			result = true
		},
		["成"] = {
			result = true
		},
		["操"] = {
			["逼"] = {
				result = true
			}
		},
		["日"] = {
			["靠"] = {
				result = true
			}
		},
		["枪"] = {
			result = true
		},
		["母"] = {
			["女"] = {
				result = true
			}
		},
		["比"] = {
			result = true
		},
		["油"] = {
			result = true,
			["1"] = {
				["0"] = {
					["0"] = {
						["毫"] = {
							["升"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["爆"] = {
			["商"] = {
				result = true
			},
			["油"] = {
				result = true
			}
		},
		["狗"] = {
			result = true
		},
		["狼"] = {
			["养"] = {
				["的"] = {
					result = true
				}
			}
		},
		["禿"] = {
			["支"] = {
				result = true
			}
		},
		["管"] = {
			["专"] = {
				result = true
			},
			["价"] = {
				["格"] = {
					result = true
				}
			}
		},
		["粮"] = {
			["专"] = {
				result = true
			},
			["模"] = {
				["具"] = {
					result = true,
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			},
			["汽"] = {
				g = {
					o = {
						u = {
							result = true
						}
					}
				},
				["狗"] = {
					["高"] = {
						["价"] = {
							result = true
						}
					}
				}
			},
			["狗"] = {
				["气"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["耗"] = {
				["材"] = {
					result = true
				}
			},
			["配"] = {
				["件"] = {
					result = true
				}
			}
		},
		["糧"] = {
			result = true,
			["專"] = {
				result = true
			}
		},
		["肉"] = {
			result = true
		},
		["腿"] = {
			result = true,
			["大"] = {
				["折"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["弯"] = {
				["刀"] = {
					["黑"] = {
						["版"] = {
							result = true
						}
					}
				}
			},
			["砍"] = {
				["刀"] = {
					result = true
				}
			}
		},
		["诚"] = {
			result = true
		}
	},
	["狙"] = {
		["#"] = {
			["击"] = {
				["#"] = {
					["枪"] = {
						["专"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["3"] = {
			d = {
				["设"] = {
					["计"] = {
						["图"] = {
							["纸"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["人"] = {
			["妻"] = {
				result = true,
				["水"] = {
					["谷"] = {
						["心"] = {
							["音"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["击"] = {
			result = true,
			G = {
				["5"] = {
					["复"] = {
						["合"] = {
							["鹰"] = {
								result = true
							}
						}
					}
				}
			},
			q = {
				i = {
					a = {
						n = {
							g = {
								result = true
							}
						}
					}
				}
			},
			["之"] = {
				["鹰"] = {
					["弹"] = {
						["弓"] = {
							result = true
						}
					}
				}
			},
			["弓"] = {
				["弩"] = {
					result = true,
					["定"] = {
						["做"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["预"] = {
						["订"] = {
							result = true
						}
					}
				}
			},
			["弩"] = {
				result = true,
				["订"] = {
					["购"] = {
						result = true
					}
				}
			},
			["手"] = {
				result = true
			},
			["打"] = {
				["枪"] = {
					result = true
				}
			},
			["枪"] = {
				T = {
					E = {
						L = {
							result = true
						}
					}
				},
				["专"] = {
					result = true,
					["网"] = {
						result = true
					}
				},
				["价"] = {
					["格"] = {
						result = true
					}
				},
				["儿"] = {
					result = true
				},
				["瞄"] = {
					["准"] = {
						["镜"] = {
							result = true
						}
					}
				},
				["系"] = {
					["列"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["转"] = {
					["让"] = {
						result = true
					}
				}
			},
			["槍"] = {
				["儿"] = {
					["瞄"] = {
						["准"] = {
							["镜"] = {
								result = true
							}
						}
					}
				},
				["瞄"] = {
					["准"] = {
						["镜"] = {
							result = true
						}
					}
				}
			},
			["步"] = {
				["$"] = {
					["枪"] = {
						["专"] = {
							result = true
						}
					}
				},
				["&"] = {
					["枪"] = {
						["专"] = {
							result = true
						}
					}
				},
				["可"] = {
					["看"] = {
						result = true
					}
				},
				["枪"] = {
					["&"] = {
						["专"] = {
							result = true
						}
					},
					["专"] = {
						result = true,
						q = {
							result = true
						},
						["私"] = {
							["聊"] = {
								result = true
							}
						},
						["网"] = {
							result = true
						}
					},
					["子"] = {
						["弹"] = {
							result = true
						}
					},
					["專"] = {
						result = true
					},
					["玩"] = {
						["具"] = {
							["枪"] = {
								result = true
							}
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["联"] = {
						["系"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["配"] = {
						["件"] = {
							result = true
						}
					}
				},
				["槍"] = {
					result = true
				},
				["步"] = {
					["枪"] = {
						result = true,
						["真"] = {
							["狗"] = {
								result = true
							}
						}
					}
				},
				["熗"] = {
					result = true
				},
				["狗"] = {
					["专"] = {
						result = true
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					result = true,
					["专"] = {
						result = true
					},
					["的"] = {
						result = true
					}
				},
				["步"] = {
					["枪"] = {
						result = true,
						["专"] = {
							result = true
						},
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						},
						["转"] = {
							["让"] = {
								result = true
							}
						}
					}
				},
				["狗"] = {
					result = true,
					["专"] = {
						result = true
					}
				}
			},
			["汽"] = {
				["抢"] = {
					result = true
				},
				["枪"] = {
					result = true
				},
				["狗"] = {
					result = true,
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			},
			["火"] = {
				["枪"] = {
					result = true
				}
			},
			["熗"] = {
				result = true,
				["媌"] = {
					["痽"] = {
						["傹"] = {
							result = true
						}
					}
				},
				["抟"] = {
					["蛧"] = {
						result = true
					}
				}
			},
			["狗"] = {
				["专"] = {
					result = true
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				}
			},
			["系"] = {
				["列"] = {
					["气"] = {
						["狗"] = {
							result = true
						}
					}
				}
			},
			["荹"] = {
				["熗"] = {
					["抟"] = {
						result = true
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["专"] = {
						["用"] = {
							["努"] = {
								result = true
							},
							["弩"] = {
								result = true
							}
						}
					}
				}
			},
			["镜"] = {
				["专"] = {
					result = true
				}
			}
		},
		["如"] = {
			result = true
		},
		["擊"] = {
			["埗"] = {
				["槍"] = {
					result = true
				}
			},
			["弩"] = {
				result = true
			},
			["槍"] = {
				result = true,
				T = {
					E = {
						L = {
							result = true
						}
					}
				},
				["專"] = {
					result = true,
					["網"] = {
						result = true
					}
				},
				["瞄"] = {
					["准"] = {
						["鏡"] = {
							result = true
						}
					},
					["準"] = {
						["鏡"] = {
							result = true
						}
					}
				}
			},
			["步"] = {
				["專"] = {
					result = true
				},
				["槍"] = {
					result = true,
					["專"] = {
						result = true
					},
					["那"] = {
						["里"] = {
							["有"] = {
								result = true
							}
						}
					}
				}
			},
			["汽"] = {
				["槍"] = {
					result = true
				}
			},
			["鋼"] = {
				["珠"] = {
					["專"] = {
						["用"] = {
							["弩"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["步"] = {
			["枪"] = {
				["专"] = {
					result = true
				}
			}
		},
		["狗"] = {
			result = true
		}
	},
	["狠"] = {
		["干"] = {
			["小"] = {
				["敏"] = {
					result = true
				}
			}
		},
		["很"] = {
			["撸"] = {
				result = true
			}
		},
		["得"] = {
			["撸"] = {
				["在"] = {
					["线"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["狠"] = {
			M = {
				L = {
					result = true
				}
			},
			l = {
				u = {
					result = true
				}
			},
			["地"] = {
				["肏"] = {
					result = true
				}
			},
			["射"] = {
				result = true,
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["轻"] = {
					["轻"] = {
						["干"] = {
							result = true
						}
					}
				}
			},
			["干"] = {
				result = true
			},
			["插"] = {
				result = true
			},
			["搜"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			},
			["撸"] = {
				result = true,
				["吧"] = {
					result = true
				},
				["在"] = {
					["线"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						},
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				},
				["地"] = {
					["址"] = {
						result = true
					}
				},
				["夜"] = {
					["夜"] = {
						["撸"] = {
							result = true
						}
					}
				},
				["官"] = {
					["方"] = {
						["网"] = {
							["站"] = {
								result = true
							}
						}
					}
				},
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["快"] = {
					["播"] = {
						result = true
					}
				},
				["手"] = {
					["机"] = {
						["版"] = {
							result = true
						}
					}
				},
				["改"] = {
					["名"] = {
						result = true
					}
				},
				["电"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				},
				["管"] = {
					result = true
				},
				["网"] = {
					result = true
				}
			},
			["操"] = {
				result = true,
				B = {
					B = {
						result = true
					}
				},
				["妹"] = {
					["妹"] = {
						result = true
					}
				}
			},
			["日"] = {
				result = true
			},
			["橹"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			},
			["爱"] = {
				result = true,
				["撸"] = {
					result = true
				}
			},
			["的"] = {
				["抽"] = {
					["插"] = {
						result = true
					}
				}
			},
			["碰"] = {
				["亚"] = {
					["洲"] = {
						["情"] = {
							["色"] = {
								result = true
							}
						}
					}
				},
				["狠"] = {
					["狠"] = {
						["撸"] = {
							result = true
						}
					}
				}
			},
			["鲁"] = {
				result = true,
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["我"] = {
					["喜"] = {
						["欢"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["狡"] = {
		["猾"] = {
			["的"] = {
				["风"] = {
					["水"] = {
						["师"] = {
							result = true
						}
					}
				}
			}
		},
		["诈"] = {
			result = true
		}
	},
	["独"] = {
		["孤"] = {
			["一"] = {
				["狼"] = {
					result = true
				}
			}
		},
		["家"] = {
			["数"] = {
				["据"] = {
					result = true
				}
			}
		},
		["派"] = {
			result = true
		}
	},
	["猴"] = {
		["儿"] = {
			["酒"] = {
				result = true
			}
		}
	},
	["獨"] = {
		["占"] = {
			["動"] = {
				["畫"] = {
					["~"] = {
						["肛"] = {
							["門"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["玖"] = {
		["玖"] = {
			["刀"] = {
				["吧"] = {
					result = true
				}
			},
			["金"] = {
				["币"] = {
					result = true
				}
			}
		}
	},
	["玞"] = {
		["槍"] = {
			result = true,
			["雷"] = {
				["明"] = {
					["頳"] = {
						result = true
					}
				}
			},
			["霰"] = {
				["彈"] = {
					result = true
				}
			}
		}
	},
	["环"] = {
		["亚"] = {
			result = true,
			["娱"] = {
				["乐"] = {
					result = true,
					["平"] = {
						["台"] = {
							result = true
						}
					}
				}
			}
		},
		["境"] = {
			["光"] = {
				["遮"] = {
					["蔽"] = {
						result = true
					}
				}
			}
		},
		["宇"] = {
			["出"] = {
				["版"] = {
					["社"] = {
						result = true
					}
				}
			},
			["高"] = {
				["仿"] = {
					["证"] = {
						["件"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["氧"] = {
			["化"] = {
				["苯"] = {
					["并"] = {
						["比"] = {
							result = true
						},
						["芘"] = {
							result = true
						}
					}
				}
			}
		},
		["游"] = {
			["世"] = {
				["界"] = {
					["把"] = {
						["钱"] = {
							["撒"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["球"] = {
			["乐"] = {
				["业"] = {
					["网"] = {
						result = true
					}
				}
			},
			["办"] = {
				["假"] = {
					["证"] = {
						result = true
					}
				}
			},
			["天"] = {
				["下"] = {
					["文"] = {
						["聘"] = {
							result = true
						}
					}
				}
			},
			["教"] = {
				["育"] = {
					["中"] = {
						["心"] = {
							result = true
						}
					},
					["机"] = {
						["构"] = {
							result = true
						}
					}
				}
			},
			["时"] = {
				["报"] = {
					["二"] = {
						["十"] = {
							["年"] = {
								["前"] = {
									result = true
								}
							}
						}
					},
					["六"] = {
						["四"] = {
							result = true
						}
					}
				}
			},
			["正"] = {
				["件"] = {
					result = true,
					["诚"] = {
						["信"] = {
							result = true
						}
					}
				}
			},
			["狩"] = {
				["猎"] = {
					["俱"] = {
						["乐"] = {
							["部"] = {
								result = true
							}
						}
					}
				}
			},
			["电"] = {
				["视"] = {
					["棒"] = {
						result = true
					}
				}
			},
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				["="] = {
					["古"] = {
						["小"] = {
							["邪"] = {
								result = true
							}
						}
					}
				}
			},
			["装"] = {
				["备"] = {
					["网"] = {
						result = true
					}
				}
			},
			["证"] = {
				["件"] = {
					["公"] = {
						["司"] = {
							result = true
						}
					},
					["文"] = {
						["凭"] = {
							["网"] = {
								result = true
							}
						}
					},
					["诚"] = {
						["信"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["珐"] = {
		["工"] = {
			["力"] = {
				["学"] = {
					T = {
						result = true
					}
				}
			}
		},
		["抡"] = {
			result = true
		}
	},
	["珙"] = {
		["匪"] = {
			result = true
		}
	},
	["琎"] = {
		["囗"] = {
			["彡"] = {
				["唑"] = {
					["仑"] = {
						["爿"] = {
							result = true
						}
					}
				}
			},
			["汸"] = {
				["嫃"] = {
					["熗"] = {
						["抟"] = {
							["蛧"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["瑝"] = {
		["傢"] = {
			["埖"] = {
				["圎"] = {
					result = true
				}
			}
		},
		["峸"] = {
			["國"] = {
				["漈"] = {
					["娯"] = {
						["泺"] = {
							["峸"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["蒄"] = {
			["岼"] = {
				["珆"] = {
					["炪"] = {
						["蒩"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["環"] = {
		["球"] = {
			["電"] = {
				["視"] = {
					["棒"] = {
						result = true
					}
				}
			}
		},
		["銶"] = {
			["證"] = {
				["件"] = {
					["誠"] = {
						["信"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["瓜"] = {
		["娃"] = {
			["子"] = {
				result = true
			}
		},
		["婆"] = {
			["娘"] = {
				result = true
			}
		},
		["批"] = {
			result = true
		},
		["爹"] = {
			result = true
		},
		["瓜"] = {
			result = true,
			["爹"] = {
				result = true
			}
		}
	},
	["甘"] = {
		["南"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			}
		}
	},
	["甲"] = {
		["二"] = {
			["氢"] = {
				["吗"] = {
					["啡"] = {
						result = true
					}
				}
			}
		},
		["卡"] = {
			["西"] = {
				["酮"] = {
					["专"] = {
						result = true
					},
					["出"] = {
						["货"] = {
							result = true
						}
					},
					["到"] = {
						["货"] = {
							result = true
						}
					},
					["手"] = {
						["机"] = {
							result = true
						}
					},
					["提"] = {
						result = true
					},
					["教"] = {
						["程"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["配"] = {
						["方"] = {
							result = true
						}
					},
					["黎"] = {
						["城"] = {
							["面"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["喹"] = {
			["酮"] = {
				result = true,
				["各"] = {
					["地"] = {
						result = true
					}
				}
			}
		},
		["地"] = {
			["索"] = {
				["啡"] = {
					result = true
				}
			}
		},
		["基"] = {
			["丙"] = {
				["烯"] = {
					["腈"] = {
						["直"] = {
							["销"] = {
								result = true
							}
						}
					}
				}
			},
			["可"] = {
				["可"] = {
					["碱"] = {
						result = true
					}
				}
			},
			["安"] = {
				result = true,
				["非"] = {
					["他"] = {
						["命"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["异"] = {
				["氰"] = {
					["酸"] = {
						["酯"] = {
							result = true
						}
					}
				}
			},
			["本"] = {
				["丙"] = {
					["胺"] = {
						result = true
					}
				}
			},
			["氯"] = {
				["甲"] = {
					["醚"] = {
						result = true
					}
				}
			},
			["狄"] = {
				["戈"] = {
					["辛"] = {
						result = true
					}
				}
			},
			["甲"] = {
				["酸"] = {
					result = true
				}
			},
			["磺"] = {
				["酰"] = {
					["氯"] = {
						["直"] = {
							["销"] = {
								result = true
							}
						}
					}
				}
			},
			["笨"] = {
				["丙"] = {
					["胺"] = {
						result = true
					}
				}
			},
			["联"] = {
				["胺"] = {
					result = true
				}
			},
			["肼"] = {
				["直"] = {
					["销"] = {
						result = true
					}
				}
			},
			["苄"] = {
				["基"] = {
					["酮"] = {
						result = true
					}
				}
			},
			["苯"] = {
				["丙"] = {
					result = true,
					["胺"] = {
						["1"] = {
							result = true
						},
						K = {
							result = true
						},
						["冰"] = {
							["毒"] = {
								result = true
							}
						},
						["化"] = {
							["学"] = {
								result = true
							}
						},
						["原"] = {
							["料"] = {
								result = true
							}
						},
						["商"] = {
							result = true
						},
						["方"] = {
							["法"] = {
								result = true
							}
						},
						["片"] = {
							result = true
						},
						["结"] = {
							["构"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						}
					},
					["酮"] = {
						result = true
					}
				},
				["甲"] = {
					["胺"] = {
						result = true
					}
				},
				["胺"] = {
					result = true
				}
			}
		},
		["子"] = {
			["苯"] = {
				["丙"] = {
					["胺"] = {
						result = true
					}
				}
			}
		},
		["慶"] = {
			["林"] = {
				result = true
			}
		},
		["斐"] = {
			["文"] = {
				["香"] = {
					result = true
				}
			}
		},
		["日"] = {
			["家"] = {
				["族"] = {
					result = true
				}
			}
		},
		["板"] = {
			result = true,
			["修"] = {
				["复"] = {
					["强"] = {
						["化"] = {
							result = true
						}
					}
				}
			},
			["容"] = {
				["量"] = {
					["架"] = {
						result = true
					}
				}
			},
			["防"] = {
				["御"] = {
					["强"] = {
						["化"] = {
							result = true
						}
					}
				}
			}
		},
		["毕"] = {
			["业"] = {
				["证"] = {
					result = true
				}
			}
		},
		["氨"] = {
			["基"] = {
				result = true
			}
		},
		["氰"] = {
			["菊"] = {
				["酯"] = {
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			}
		},
		["状"] = {
			["旁"] = {
				["腺"] = {
					result = true,
					["源"] = {
						result = true
					}
				}
			}
		},
		["离"] = {
			["婚"] = {
				["证"] = {
					result = true
				}
			}
		},
		["结"] = {
			["婚"] = {
				["证"] = {
					result = true
				}
			}
		},
		["胺"] = {
			["磷"] = {
				result = true
			}
		},
		["苯"] = {
			result = true,
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			}
		},
		["藻"] = {
			["毒"] = {
				["素"] = {
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			}
		},
		["醇"] = {
			result = true
		},
		["麦"] = {
			["角"] = {
				["新"] = {
					["碱"] = {
						result = true
					}
				}
			}
		}
	},
	["界"] = {
		["面"] = {
			result = true
		},
		["首"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		}
	},
	["番"] = {
		["号"] = {
			["永"] = {
				["不"] = {
					["消"] = {
						["失"] = {
							result = true
						}
					}
				}
			},
			["集"] = {
				["结"] = {
					["器"] = {
						result = true
					}
				}
			}
		},
		["木"] = {
			["虌"] = {
				["碱"] = {
					result = true
				}
			},
			["鳖"] = {
				["碱"] = {
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			}
		},
		["禹"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["金"] = {
			["连"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			}
		}
	},
	["疆"] = {
		["暴"] = {
			["恐"] = {
				["分"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["独"] = {
			["侮"] = {
				["辱"] = {
					result = true
				}
			},
			["猪"] = {
				["仔"] = {
					["巷"] = {
						result = true
					}
				}
			},
			["珠"] = {
				["海"] = {
					["注"] = {
						["意"] = {
							result = true
						}
					}
				}
			},
			["立"] = {
				result = true
			},
			["艾"] = {
				["滋"] = {
					["病"] = {
						["部"] = {
							["队"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["疯"] = {
		["插"] = {
			["港"] = {
				["姐"] = {
					result = true
				}
			}
		},
		["木"] = {
			["弹"] = {
				["弓"] = {
					result = true
				}
			},
			["龙"] = {
				["渊"] = {
					["弹"] = {
						["弓"] = {
							result = true
						}
					}
				}
			}
		},
		["狂"] = {
			["一"] = {
				["夜"] = {
					["情"] = {
						result = true
					}
				}
			},
			["发"] = {
				["片"] = {
					["的"] = {
						["遥"] = {
							["希"] = {
								result = true
							}
						}
					}
				}
			},
			["咪"] = {
				["咪"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								result = true
							}
						}
					}
				}
			},
			["姐"] = {
				["姐"] = {
					["淫"] = {
						["穴"] = {
							result = true
						}
					}
				}
			},
			["性"] = {
				["交"] = {
					result = true
				}
			},
			["抽"] = {
				["插"] = {
					["嫩"] = {
						["穴"] = {
							result = true
						}
					}
				}
			},
			["换"] = {
				["妻"] = {
					result = true
				}
			},
			["施"] = {
				["暴"] = {
					result = true
				}
			},
			["来"] = {
				["往"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					["初"] = {
						["体"] = {
							["验"] = {
								result = true
							}
						}
					}
				}
			},
			["的"] = {
				["抽"] = {
					["插"] = {
						result = true,
						["起"] = {
							["来"] = {
								result = true
							}
						}
					}
				},
				["缠"] = {
					["绵"] = {
						result = true
					}
				}
			},
			["裸"] = {
				["聊"] = {
					result = true
				}
			},
			["赛"] = {
				["车"] = {
					result = true
				}
			}
		},
		["诉"] = {
			result = true
		}
	},
	["疾"] = {
		["风"] = {
			["之"] = {
				["刃"] = {
					result = true
				}
			}
		}
	},
	["瘋"] = {
		["狂"] = {
			["做"] = {
				["愛"] = {
					["Ｄ"] = {
						["Ｖ"] = {
							["Ｄ"] = {
								result = true
							}
						}
					}
				}
			},
			["抽"] = {
				["送"] = {
					result = true
				}
			},
			["賽"] = {
				["車"] = {
					result = true
				}
			}
		}
	},
	["発"] = {
		["情"] = {
			["美"] = {
				["人"] = {
					["妻"] = {
						result = true,
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["發"] = {
		["$"] = {
			["$"] = {
				["倫"] = {
					result = true
				},
				["掄"] = {
					result = true
				},
				["綸"] = {
					result = true
				},
				["論"] = {
					result = true
				}
			},
			["侖"] = {
				result = true
			},
			["淪"] = {
				result = true
			},
			["輪"] = {
				result = true
			}
		},
		["%"] = {
			["票"] = {
				result = true
			}
		},
		["&"] = {
			["票"] = {
				result = true
			}
		},
		["*"] = {
			["*"] = {
				["倫"] = {
					result = true
				},
				["掄"] = {
					result = true
				},
				["綸"] = {
					result = true
				},
				["論"] = {
					result = true
				}
			},
			["侖"] = {
				result = true
			},
			["淪"] = {
				result = true
			},
			["漂"] = {
				["*"] = {
					result = true
				}
			},
			["輪"] = {
				result = true
			}
		},
		["@"] = {
			["@"] = {
				["倫"] = {
					result = true
				},
				["掄"] = {
					result = true
				},
				["綸"] = {
					result = true
				},
				["論"] = {
					result = true
				}
			},
			["侖"] = {
				result = true
			},
			["淪"] = {
				result = true
			},
			["輪"] = {
				result = true
			}
		},
		["^"] = {
			["^"] = {
				["倫"] = {
					result = true
				},
				["掄"] = {
					result = true
				},
				["綸"] = {
					result = true
				},
				["論"] = {
					result = true
				}
			},
			["侖"] = {
				result = true
			},
			["倫"] = {
				result = true
			},
			["掄"] = {
				result = true
			},
			["綸"] = {
				result = true
			},
			["論"] = {
				result = true
			},
			["輪"] = {
				result = true
			}
		},
		["~"] = {
			["~"] = {
				["侖"] = {
					result = true
				},
				["倫"] = {
					result = true
				},
				["掄"] = {
					result = true
				},
				["淪"] = {
					result = true
				},
				["綸"] = {
					result = true
				},
				["論"] = {
					result = true
				},
				["輪"] = {
					result = true
				}
			},
			["侖"] = {
				result = true
			},
			["倫"] = {
				result = true
			},
			["掄"] = {
				result = true
			},
			["淪"] = {
				result = true
			},
			["綸"] = {
				result = true
			},
			["論"] = {
				result = true
			},
			["輪"] = {
				result = true
			}
		},
		["侖"] = {
			result = true
		},
		["倣"] = {
			result = true
		},
		["剽"] = {
			["代"] = {
				["開"] = {
					result = true
				}
			}
		},
		["嘌"] = {
			["代"] = {
				["开"] = {
					result = true
				}
			}
		},
		["崘"] = {
			result = true
		},
		["放"] = {
			result = true
		},
		["浪"] = {
			result = true
		},
		["獎"] = {
			result = true
		},
		["税"] = {
			["票"] = {
				["发"] = {
					["票"] = {
						result = true
					}
				}
			}
		},
		["綸"] = {
			result = true
		},
		["纶"] = {
			result = true
		},
		["缥"] = {
			result = true
		},
		["轮"] = {
			result = true
		},
		["送"] = {
			result = true
		}
	},
	["皆"] = {
		["川"] = {
			["雪"] = {
				["绘"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["皇"] = {
		["上"] = {
			["动"] = {
				["平"] = {
					result = true,
					["衡"] = {
						result = true
					}
				}
			},
			["動"] = {
				["平"] = {
					["衡"] = {
						result = true
					}
				}
			},
			["退"] = {
				["休"] = {
					["大"] = {
						["佬"] = {
							result = true
						}
					}
				}
			}
		},
		["储"] = {
			["胡"] = {
				result = true
			}
		},
		["军"] = {
			result = true
		},
		["冠"] = {
			result = true,
			["&"] = {
				["在"] = {
					["线"] = {
						["投"] = {
							["注"] = {
								result = true
							}
						}
					}
				},
				["線"] = {
					["上"] = {
						["投"] = {
							["注"] = {
								result = true
							}
						}
					}
				}
			},
			["亚"] = {
				["洲"] = {
					["现"] = {
						["金"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["代"] = {
				["理"] = {
					["网"] = {
						["址"] = {
							result = true
						}
					}
				}
			},
			["博"] = {
				["彩"] = {
					["网"] = {
						result = true
					}
				}
			},
			["国"] = {
				["外"] = {
					["文"] = {
						["凭"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["在"] = {
				["线"] = {
					["代"] = {
						["理"] = {
							result = true
						}
					},
					["娱"] = {
						["乐"] = {
							result = true
						}
					},
					["投"] = {
						["注"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["备"] = {
				["用"] = {
					["投"] = {
						["注"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					},
					["网"] = {
						["址"] = {
							result = true
						}
					}
				},
				["选"] = {
					["网"] = {
						["址"] = {
							result = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					result = true,
					["场"] = {
						result = true
					}
				}
			},
			["官"] = {
				["方"] = {
					["投"] = {
						["注"] = {
							["网"] = {
								result = true
							}
						}
					},
					["网"] = {
						["开"] = {
							["户"] = {
								result = true
							}
						}
					}
				},
				["网"] = {
					result = true
				}
			},
			["平"] = {
				["台"] = {
					["出"] = {
						["租"] = {
							result = true
						}
					},
					["租"] = {
						["售"] = {
							result = true
						}
					}
				},
				["臺"] = {
					result = true,
					["出"] = {
						["租"] = {
							result = true
						}
					}
				}
			},
			["开"] = {
				["户"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					["色"] = {
						["情"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["投"] = {
				["注"] = {
					["平"] = {
						["台"] = {
							result = true
						},
						["臺"] = {
							result = true
						}
					},
					["網"] = {
						result = true
					},
					["网"] = {
						result = true,
						["站"] = {
							result = true
						}
					}
				}
			},
			["新"] = {
				["2"] = {
					["开"] = {
						["户"] = {
							result = true
						}
					}
				}
			},
			["时"] = {
				["时"] = {
					["彩"] = {
						result = true
					}
				}
			},
			["正"] = {
				["网"] = {
					["开"] = {
						["户"] = {
							result = true
						}
					}
				}
			},
			["注"] = {
				["投"] = {
					["网"] = {
						result = true
					}
				}
			},
			["现"] = {
				["金"] = {
					["城"] = {
						result = true
					}
				}
			},
			["百"] = {
				["家"] = {
					["乐"] = {
						result = true
					}
				}
			},
			["真"] = {
				["人"] = {
					["百"] = {
						["家"] = {
							["乐"] = {
								result = true
							}
						}
					}
				}
			},
			["網"] = {
				["賭"] = {
					["球"] = {
						result = true
					}
				}
			},
			["線"] = {
				["上"] = {
					["投"] = {
						["注"] = {
							result = true
						}
					}
				}
			},
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							["场"] = {
								result = true
							},
							["网"] = {
								result = true
							}
						}
					},
					["开"] = {
						["户"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				["址"] = {
					["大"] = {
						["全"] = {
							result = true
						}
					}
				},
				["开"] = {
					["户"] = {
						result = true
					}
				},
				["赌"] = {
					["球"] = {
						result = true
					}
				}
			},
			["赌"] = {
				["博"] = {
					["下"] = {
						["注"] = {
							["网"] = {
								result = true
							}
						}
					},
					["网"] = {
						result = true,
						["站"] = {
							result = true
						}
					}
				},
				["场"] = {
					result = true
				},
				["球"] = {
					["俱"] = {
						["乐"] = {
							["部"] = {
								result = true
							}
						}
					},
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					},
					["开"] = {
						["户"] = {
							result = true
						}
					},
					["投"] = {
						["注"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					}
				}
			},
			["足"] = {
				["球"] = {
					result = true,
					["下"] = {
						["注"] = {
							result = true
						}
					},
					["吧"] = {
						result = true
					},
					["开"] = {
						["户"] = {
							result = true
						}
					},
					["投"] = {
						["注"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["開"] = {
				["戶"] = {
					result = true
				}
			}
		},
		["城"] = {
			result = true,
			["國"] = {
				["際"] = {
					["娛"] = {
						["樂"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["孙"] = {
			["子"] = {
				result = true
			}
		},
		["室"] = {
			["佩"] = {
				["刀"] = {
					result = true,
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			}
		},
		["家"] = {
			result = true,
			["礼"] = {
				["炮"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					}
				}
			},
			["花"] = {
				["园"] = {
					result = true
				},
				["園"] = {
					result = true
				}
			},
			["赌"] = {
				["场"] = {
					result = true
				}
			},
			["足"] = {
				["球"] = {
					["投"] = {
						["注"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["轮"] = {
				["盘"] = {
					["三"] = {
						["代"] = {
							result = true
						}
					}
				}
			},
			["金"] = {
				["宝"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["帝"] = {
			["张"] = {
				["澜"] = {
					["澜"] = {
						result = true
					}
				}
			},
			["教"] = {
				["学"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["星"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["普"] = {
			result = true
		},
		["朝"] = {
			["秘"] = {
				["史"] = {
					result = true
				}
			}
		},
		["浦"] = {
			["娱"] = {
				["乐"] = {
					result = true,
					["城"] = {
						result = true
					}
				}
			}
		},
		["牌"] = {
			["天"] = {
				["下"] = {
					result = true
				}
			}
		},
		["瑟"] = {
			["网"] = {
				["站"] = {
					result = true
				}
			}
		},
		["色"] = {
			["网"] = {
				["站"] = {
					result = true
				}
			}
		},
		["虎"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["马"] = {
			["娱"] = {
				["乐"] = {
					["场"] = {
						result = true
					}
				}
			}
		}
	},
	["皒"] = {
		["囉"] = {
			["凘"] = {
				["仩"] = {
					["閄"] = {
						["棴"] = {
							["務"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["监"] = {
		["."] = {
			["听"] = {
				result = true
			}
		},
		["听"] = {
			["别"] = {
				["人"] = {
					["的"] = {
						result = true
					}
				}
			},
			["卡"] = {
				result = true
			},
			["手"] = {
				["机"] = {
					result = true
				}
			}
		},
		["察"] = {
			["部"] = {
				result = true
			}
		},
		["控"] = {
			result = true,
			["与"] = {
				["反"] = {
					["监"] = {
						["控"] = {
							result = true
						}
					}
				}
			},
			["干"] = {
				["扰"] = {
					["器"] = {
						result = true
					}
				}
			}
		},
		["狱"] = {
			["式"] = {
				result = true,
				["管"] = {
					["理"] = {
						result = true
					}
				}
			},
			["数"] = {
				["据"] = {
					result = true
				}
			},
			["资"] = {
				["料"] = {
					result = true
				}
			}
		},
		["理"] = {
			["工"] = {
				["程"] = {
					["师"] = {
						result = true,
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["禁"] = {
			result = true,
			["凌"] = {
				["辱"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["管"] = {
			["局"] = {
				result = true
			}
		},
		["聴"] = {
			result = true
		},
		["聼"] = {
			["器"] = {
				result = true
			}
		}
	},
	["盒"] = {
		["型"] = {
			["弹"] = {
				["匣"] = {
					result = true
				}
			}
		},
		["瓶"] = {
			["奖"] = {
				result = true
			}
		},
		["装"] = {
			["可"] = {
				["换"] = {
					["头"] = {
						["撞"] = {
							["锁"] = {
								result = true
							}
						}
					}
				}
			},
			["子"] = {
				["弹"] = {
					result = true
				}
			}
		}
	},
	["盖"] = {
		["世"] = {
			["太"] = {
				["保"] = {
					result = true
				}
			}
		},
		["千"] = {
			["鸣"] = {
				result = true
			}
		}
	},
	["盡"] = {
		["享"] = {
			["高"] = {
				["潮"] = {
					result = true
				}
			}
		},
		["情"] = {
			["縱"] = {
				["欲"] = {
					result = true
				}
			}
		},
		["顯"] = {
			["隆"] = {
				["恩"] = {
					result = true
				}
			}
		}
	},
	["監"] = {
		["控"] = {
			result = true
		},
		["獄"] = {
			result = true
		},
		["督"] = {
			result = true
		},
		["禁"] = {
			["陵"] = {
				["辱"] = {
					result = true
				}
			}
		},
		["管"] = {
			result = true
		},
		["聽"] = {
			result = true,
			["卡"] = {
				result = true
			},
			["器"] = {
				["軟"] = {
					["體"] = {
						["下"] = {
							["載"] = {
								result = true
							}
						}
					}
				}
			},
			["手"] = {
				["機"] = {
					result = true
				}
			}
		}
	},
	["盬"] = {
		["廰"] = {
			result = true
		}
	},
	["睪"] = {
		["丸"] = {
			result = true
		}
	},
	["短"] = {
		["刀"] = {
			result = true
		},
		["房"] = {
			result = true
		},
		["柄"] = {
			["砍"] = {
				["刀"] = {
					["专"] = {
						["特"] = {
							result = true
						}
					}
				}
			}
		},
		["步"] = {
			["枪"] = {
				result = true
			}
		},
		["豞"] = {
			["豞"] = {
				["悢"] = {
					result = true
				}
			}
		}
	},
	["矶"] = {
		["田"] = {
			["彩"] = {
				["夏"] = {
					["下"] = {
						result = true
					}
				}
			}
		}
	},
	["砝"] = {
		["纶"] = {
			result = true
		}
	},
	["硅"] = {
		["胶"] = {
			["人"] = {
				["皮"] = {
					["面"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["面"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["假"] = {
				["阴"] = {
					result = true
				}
			},
			["头"] = {
				["套"] = {
					result = true
				}
			},
			["手"] = {
				["指"] = {
					result = true
				}
			},
			["易"] = {
				["容"] = {
					["面"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["脸"] = {
				["皮"] = {
					result = true
				}
			},
			["面"] = {
				["皮"] = {
					result = true
				}
			}
		}
	},
	["祭"] = {
		["台"] = {
			["管"] = {
				["理"] = {
					["员"] = {
						result = true
					}
				}
			}
		},
		["拜"] = {
			["木"] = {
				["樨"] = {
					["地"] = {
						result = true
					}
				}
			}
		},
		["日"] = {
			result = true
		}
	},
	["祼"] = {
		["聊"] = {
			result = true,
			["网"] = {
				result = true
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						result = true
					}
				}
			},
			["表"] = {
				["演"] = {
					result = true
				}
			}
		}
	},
	["禁"] = {
		["区"] = {
			["女"] = {
				["领"] = {
					["导"] = {
						["大"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["地"] = {
			["空"] = {
				["间"] = {
					result = true
				}
			}
		},
		["外"] = {
			["连"] = {
				result = true
			}
		},
		["忌"] = {
			result = true
		},
		["恋"] = {
			["深"] = {
				["陷"] = {
					["迷"] = {
						result = true
					}
				}
			}
		},
		["播"] = {
			A = {
				["片"] = {
					result = true,
					["電"] = {
						["話"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			},
			["色"] = {
				["情"] = {
					["动"] = {
						["漫"] = {
							result = true
						}
					},
					["動"] = {
						["漫"] = {
							result = true
						}
					}
				}
			},
			["黃"] = {
				["片"] = {
					["電"] = {
						["話"] = {
							result = true
						}
					}
				}
			},
			["黄"] = {
				["片"] = {
					result = true
				}
			}
		},
		["断"] = {
			["の"] = {
				["女"] = {
					["子"] = {
						["寮"] = {
							result = true
						}
					}
				}
			},
			["介"] = {
				["护"] = {
					["快"] = {
						["播"] = {
							result = true
						}
					}
				},
				["護"] = {
					result = true
				}
			}
		},
		["歌"] = {
			[" "] = {
				S = {
					Q = {
						U = {
							A = {
								R = {
									E = {
										result = true
									}
								}
							}
						}
					}
				},
				["浴"] = {
					["血"] = {
						result = true
					}
				}
			},
			s = {
				q = {
					u = {
						a = {
							r = {
								e = {
									result = true
								}
							}
						}
					}
				}
			},
			["浴"] = {
				["血"] = {
					result = true
				}
			}
		},
		["止"] = {
			["评"] = {
				["论"] = {
					result = true
				}
			}
		},
		["爱"] = {
			["诱"] = {
				["惑"] = {
					result = true
				}
			}
		},
		["脔"] = {
			result = true
		},
		["闻"] = {
			[" "] = {
				["近"] = {
					["平"] = {
						result = true,
						[" "] = {
							["博"] = {
								["士"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["近"] = {
				["平"] = {
					result = true
				}
			}
		},
		["食"] = {
			["6"] = {
				["4"] = {
					["小"] = {
						["时"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["福"] = {
		["利"] = {
			["天"] = {
				["堂"] = {
					result = true
				}
			},
			["库"] = {
				result = true
			},
			["彩"] = {
				["票"] = {
					["会"] = {
						["员"] = {
							result = true
						}
					}
				}
			},
			["班"] = {
				result = true
			}
		},
		["原"] = {
			["愛"] = {
				["種"] = {
					["子"] = {
						result = true
					}
				}
			},
			["爱"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["呵"] = {
			["定"] = {
				result = true
			}
		},
		["安"] = {
			["迷"] = {
				["魂"] = {
					["药"] = {
						result = true
					}
				}
			}
		},
		["寿"] = {
			["糕"] = {
				result = true
			}
		},
		["尔"] = {
			["可"] = {
				["定"] = {
					result = true
				}
			},
			["摩"] = {
				["萨"] = {
					result = true
				}
			}
		},
		["布"] = {
			["斯"] = {
				["新"] = {
					["闻"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["建"] = {
			["代"] = {
				["考"] = {
					["网"] = {
						result = true
					}
				}
			},
			["办"] = {
				["正"] = {
					["刻"] = {
						["章"] = {
							result = true
						}
					}
				},
				["证"] = {
					result = true,
					["刻"] = {
						["章"] = {
							result = true
						}
					}
				}
			},
			["古"] = {
				["田"] = {
					["习"] = {
						["现"] = {
							["身"] = {
								result = true
							}
						}
					}
				}
			},
			["城"] = {
				["的"] = {
					M = {
						M = {
							result = true
						}
					}
				}
			},
			["找"] = {
				["习"] = {
					result = true
				},
				["習"] = {
					result = true
				}
			},
			["摇"] = {
				["头"] = {
					["丸"] = {
						result = true
					}
				}
			},
			["气"] = {
				["枪"] = {
					result = true
				}
			},
			["汽"] = {
				["枪"] = {
					["网"] = {
						result = true
					}
				}
			},
			["省"] = {
				["委"] = {
					["办"] = {
						["公"] = {
							["厅"] = {
								result = true
							}
						}
					},
					["辦"] = {
						["公"] = {
							["廳"] = {
								result = true
							}
						}
					}
				}
			},
			["辦"] = {
				["證"] = {
					result = true
				}
			},
			["近"] = {
				["平"] = {
					["起"] = {
						["家"] = {
							result = true
						}
					}
				}
			}
		},
		["彩"] = {
			["3"] = {
				d = {
					["胆"] = {
						["码"] = {
							result = true
						}
					},
					["膽"] = {
						["碼"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				result = true
			}
		},
		["摩"] = {
			["薩"] = {
				result = true
			}
		},
		["气"] = {
			["会"] = {
				result = true
			}
		},
		["清"] = {
			result = true,
			["市"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				}
			}
		},
		["爾"] = {
			["摩"] = {
				["莎"] = {
					result = true
				},
				["薩"] = {
					result = true
				}
			}
		},
		["莱"] = {
			["斯"] = {
				["特"] = {
					result = true
				}
			}
		},
		["鼎"] = {
			result = true
		}
	},
	["禾"] = {
		["平"] = {
			["奖"] = {
				result = true
			}
		}
	},
	["积"] = {
		["雪"] = {
			["苷"] = {
				["片"] = {
					result = true
				}
			}
		}
	},
	["積"] = {
		["極"] = {
			["的"] = {
				["濃"] = {
					["密"] = {
						result = true
					}
				}
			}
		}
	},
	["究"] = {
		["极"] = {
			["女"] = {
				["体"] = {
					["大"] = {
						["暴"] = {
							["走"] = {
								result = true
							}
						}
					}
				}
			},
			["的"] = {
				["胴"] = {
					["体"] = {
						result = true
					}
				}
			}
		},
		["極"] = {
			["淫"] = {
				["亂"] = {
					result = true
				}
			},
			["肉"] = {
				["體"] = {
					result = true
				}
			}
		}
	},
	["窦"] = {
		["店"] = {
			result = true
		}
	},
	["竞"] = {
		["技"] = {
			["用"] = {
				["气"] = {
					["枪"] = {
						result = true
					}
				}
			}
		}
	},
	["竟"] = {
		["无"] = {
			["一"] = {
				["人"] = {
					["是"] = {
						["男"] = {
							["儿"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["端"] = {
		["木"] = {
			["元"] = {
				result = true
			}
		},
		["武"] = {
			["力"] = {
				["毒"] = {
					["贩"] = {
						["刀"] = {
							result = true
						}
					}
				}
			}
		},
		["起"] = {
			["平"] = {
				["射"] = {
					["的"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["符"] = {
		["夕"] = {
			["颜"] = {
				result = true
			}
		},
		["敏"] = {
			["之"] = {
				result = true
			},
			["仪"] = {
				result = true
			}
		}
	},
	["笩"] = {
		["亓"] = {
			["建"] = {
				["材"] = {
					["曊"] = {
						["發"] = {
							["票"] = {
								result = true
							}
						}
					}
				},
				["筑"] = {
					["橃"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["橃"] = {
				["票"] = {
					result = true
				}
			}
		},
		["刅"] = {
			["妠"] = {
				["挩"] = {
					["姃"] = {
						["眀"] = {
							result = true
						}
					}
				}
			},
			["娬"] = {
				["檠"] = {
					["駕"] = {
						["馶"] = {
							["姃"] = {
								result = true
							}
						}
					}
				}
			},
			["敩"] = {
				["莅"] = {
					["認"] = {
						["姃"] = {
							["書"] = {
								result = true
							}
						}
					}
				}
			},
			["汏"] = {
				["敩"] = {
					["滭"] = {
						["鄴"] = {
							["姃"] = {
								result = true
							}
						}
					}
				}
			},
			["洊"] = {
				["窾"] = {
					["姃"] = {
						["眀"] = {
							result = true
						}
					}
				}
			},
			["浍"] = {
				["計"] = {
					["姃"] = {
						result = true
					}
				}
			},
			["渶"] = {
				["娪"] = {
					["等"] = {
						["级"] = {
							["姃"] = {
								result = true
							}
						}
					}
				}
			},
			["羙"] = {
				["國"] = {
					["妏"] = {
						["憑"] = {
							result = true
						}
					}
				}
			},
			["茬"] = {
				["轵"] = {
					["姃"] = {
						["眀"] = {
							result = true
						}
					}
				}
			},
			["荍"] = {
				["叺"] = {
					["姃"] = {
						["眀"] = {
							result = true
						}
					}
				}
			}
		},
		["办"] = {
			["収"] = {
				["兦"] = {
					["證"] = {
						["明"] = {
							result = true
						}
					}
				}
			},
			["哙"] = {
				["計"] = {
					["證"] = {
						result = true
					}
				}
			},
			["国"] = {
				["外"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					}
				}
			},
			["媄"] = {
				["啯"] = {
					["呅"] = {
						["凴"] = {
							result = true
						}
					}
				}
			},
			["徦"] = {
				["證"] = {
					["學"] = {
						["歷"] = {
							["證"] = {
								result = true
							}
						}
					}
				}
			},
			["恠"] = {
				["职"] = {
					["證"] = {
						["明"] = {
							result = true
						}
					}
				}
			},
			["洊"] = {
				["款"] = {
					["證"] = {
						["明"] = {
							result = true
						}
					}
				}
			},
			["渶"] = {
				["語"] = {
					["等"] = {
						["級"] = {
							["證"] = {
								result = true
							}
						}
					}
				}
			},
			["納"] = {
				["稅"] = {
					["證"] = {
						["明"] = {
							result = true
						}
					}
				}
			},
			[""] = {
				["學"] = {
					["畢"] = {
						["業"] = {
							["證"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["幵"] = {
			["エ"] = {
				["程"] = {
					["髮"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["做"] = {
				["賬"] = {
					["髮"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["哋"] = {
				["稅"] = {
					["髮"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["商"] = {
				["榀"] = {
					["髮"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["喠"] = {
				["慶"] = {
					["髮"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["建"] = {
				["材"] = {
					["費"] = {
						["髮"] = {
							["票"] = {
								result = true
							}
						}
					}
				}
			},
			["餐"] = {
				["費"] = {
					["髮"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["髮"] = {
				["票"] = {
					result = true
				}
			}
		},
		["栲"] = {
			["徦"] = {
				["姃"] = {
					result = true
				},
				["證"] = {
					result = true
				}
			}
		},
		["汧"] = {
			["做"] = {
				["账"] = {
					["發"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["增"] = {
				["值"] = {
					["税"] = {
						["醱"] = {
							["票"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["理"] = {
			["办"] = {
				["證"] = {
					result = true
				}
			},
			["熷"] = {
				["惪"] = {
					["挩"] = {
						["潑"] = {
							["嘌"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["練"] = {
			result = true
		},
		["辦"] = {
			["嶨"] = {
				["位"] = {
					["认"] = {
						["證"] = {
							["書"] = {
								result = true
							}
						}
					}
				}
			},
			["武"] = {
				["警"] = {
					["驾"] = {
						["驶"] = {
							["證"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["開"] = {
			["橃"] = {
				["嘌"] = {
					result = true
				}
			}
		},
		["閞"] = {
			["偅"] = {
				["庆"] = {
					["潑"] = {
						["嘌"] = {
							result = true
						}
					}
				}
			},
			["啇"] = {
				["闆"] = {
					["潑"] = {
						["嘌"] = {
							result = true
						}
					}
				}
			},
			["忼"] = {
				["詶"] = {
					["潑"] = {
						["嘌"] = {
							result = true
						}
					}
				}
			},
			["潑"] = {
				["嘌"] = {
					result = true
				}
			},
			["熷"] = {
				["惪"] = {
					["挩"] = {
						["醱"] = {
							["嘌"] = {
								result = true
							}
						}
					}
				}
			},
			["爘"] = {
				["曊"] = {
					["潑"] = {
						["嘌"] = {
							result = true
						}
					}
				}
			},
			["笁"] = {
				["珵"] = {
					["潑"] = {
						["嘌"] = {
							result = true
						}
					}
				}
			},
			["莋"] = {
				["账"] = {
					["潑"] = {
						["嘌"] = {
							result = true
						}
					}
				}
			},
			["踺"] = {
				["財"] = {
					["曊"] = {
						["潑"] = {
							["嘌"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["简"] = {
		["丁"] = {
			result = true
		},
		["历"] = {
			["夫"] = {
				["人"] = {
					result = true
				}
			}
		},
		["宁"] = {
			result = true
		},
		["易"] = {
			["催"] = {
				["泪"] = {
					["弹"] = {
						result = true
					}
				}
			},
			["原"] = {
				["子"] = {
					["弹"] = {
						result = true
					}
				}
			},
			["导"] = {
				["弹"] = {
					result = true
				}
			},
			["弓"] = {
				["弩"] = {
					result = true
				}
			},
			["汽"] = {
				["油"] = {
					["弹"] = {
						result = true
					}
				}
			},
			["炸"] = {
				["弹"] = {
					["专"] = {
						result = true
					},
					["的"] = {
						result = true,
						["配"] = {
							["方"] = {
								result = true
							}
						}
					}
				},
				["药"] = {
					["包"] = {
						result = true
					},
					["的"] = {
						result = true,
						["配"] = {
							["方"] = {
								result = true
							}
						}
					}
				}
			},
			["麻"] = {
				["醉"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["昜"] = {
			["原"] = {
				["子"] = {
					["弹"] = {
						["教"] = {
							["程"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["箎"] = {
		["頭"] = {
			["簰"] = {
				["獵"] = {
					result = true
				}
			}
		}
	},
	["箛"] = {
		["島"] = {
			["凊"] = {
				["脃"] = {
					["迋"] = {
						["謿"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["管"] = {
		["制"] = {
			result = true,
			["枪"] = {
				["支"] = {
					result = true
				}
			},
			["物"] = {
				["品"] = {
					["贩"] = {
						result = true
					}
				}
			},
			["药"] = {
				["品"] = {
					result = true
				}
			}
		},
		["家"] = {
			["婆"] = {
				result = true
			}
		},
		["熟"] = {
			["女"] = {
				result = true
			}
		},
		["理"] = {
			["员"] = {
				["素"] = {
					["人"] = {
						["女"] = {
							["性"] = {
								result = true
							}
						}
					}
				},
				["风"] = {
					["流"] = {
						["事"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["箭"] = {
		["专"] = {
			["网"] = {
				result = true
			}
		},
		["弓"] = {
			["弩"] = {
				result = true
			}
		},
		["毒"] = {
			result = true,
			["低"] = {
				["价"] = {
					result = true
				}
			}
		}
	},
	["簧"] = {
		["伢"] = {
			["簽"] = {
				["㊣"] = {
					["榀"] = {
						["貨"] = {
							result = true
						}
					}
				}
			}
		},
		["栤"] = {
			["苩"] = {
				["栤"] = {
					result = true
				}
			},
			["醣"] = {
				["蓜"] = {
					["方"] = {
						result = true
					}
				}
			}
		},
		["網"] = {
			["情"] = {
				["铯"] = {
					["社"] = {
						["岖"] = {
							result = true
						}
					}
				}
			}
		},
		["色"] = {
			["大"] = {
				["全"] = {
					result = true
				},
				["片"] = {
					["大"] = {
						["全"] = {
							result = true
						}
					},
					["网"] = {
						result = true,
						["站"] = {
							result = true
						}
					}
				}
			}
		},
		["铯"] = {
			["尐"] = {
				["說"] = {
					["丅"] = {
						["載"] = {
							result = true
						}
					}
				}
			},
			["視"] = {
				["頻"] = {
					["窷"] = {
						["迗"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["粉"] = {
		["冰"] = {
			result = true
		},
		["嫩"] = {
			["嫩"] = {
				["的"] = {
					["奶"] = {
						["子"] = {
							result = true
						}
					},
					["尖"] = {
						["笋"] = {
							["奶"] = {
								result = true
							}
						}
					}
				}
			},
			["小"] = {
				["淫"] = {
					["穴"] = {
						result = true
					}
				},
				["穴"] = {
					result = true,
					["流"] = {
						["血"] = {
							result = true
						}
					},
					["的"] = {
						["学"] = {
							["生"] = {
								result = true
							}
						}
					},
					["等"] = {
						["你"] = {
							result = true
						}
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				},
				["骚"] = {
					B = {
						result = true
					}
				}
			},
			["少"] = {
				["女"] = {
					result = true
				}
			},
			["淫"] = {
				["穴"] = {
					["图"] = {
						result = true
					}
				},
				["臀"] = {
					result = true
				}
			},
			["的"] = {
				result = true,
				["妹"] = {
					["子"] = {
						result = true
					}
				}
			},
			["穴"] = {
				result = true
			},
			["粉"] = {
				["嫩"] = {
					["的"] = {
						["小"] = {
							["穴"] = {
								result = true
							}
						}
					}
				}
			},
			["鲍"] = {
				["鱼"] = {
					result = true
				}
			}
		},
		["推"] = {
			result = true
		},
		["木"] = {
			["耳"] = {
				result = true
			}
		},
		["末"] = {
			["型"] = {
				result = true,
				["迷"] = {
					["药"] = {
						result = true
					}
				}
			},
			["钢"] = {
				result = true
			}
		},
		["状"] = {
			["乳"] = {
				["化"] = {
					["炸"] = {
						["药"] = {
							result = true
						}
					}
				}
			}
		},
		["穴"] = {
			["嫩"] = {
				["逼"] = {
					result = true
				}
			}
		},
		["笔"] = {
			["炸"] = {
				["弹"] = {
					result = true
				}
			}
		},
		["紅"] = {
			["愛"] = {
				["液"] = {
					result = true
				}
			},
			["穴"] = {
				result = true
			}
		},
		["红"] = {
			["亚"] = {
				["洲"] = {
					["妹"] = {
						result = true
					}
				}
			},
			["嫩"] = {
				["穴"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					["不"] = {
						["减"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				B = {
					B = {
						result = true
					}
				},
				["阴"] = {
					["道"] = {
						result = true
					}
				}
			},
			["色"] = {
				["的"] = {
					["火"] = {
						["烈"] = {
							["鸟"] = {
								result = true
							}
						}
					}
				}
			},
			["裤"] = {
				["袜"] = {
					["写"] = {
						["真"] = {
							result = true
						}
					}
				}
			}
		},
		["臀"] = {
			["红"] = {
				["痕"] = {
					result = true
				}
			}
		},
		["色"] = {
			["嫩"] = {
				["鲍"] = {
					["被"] = {
						["内"] = {
							["射"] = {
								result = true
							}
						}
					}
				}
			},
			["聊"] = {
				["天"] = {
					result = true
				}
			}
		},
		["鲍"] = {
			["美"] = {
				["臀"] = {
					result = true
				}
			}
		}
	},
	["粪"] = {
		["便"] = {
			result = true
		}
	},
	["精"] = {
		result = true,
		["仿"] = {
			result = true,
			["三"] = {
				["棱"] = {
					["军"] = {
						["刺"] = {
							result = true
						}
					},
					["刺"] = {
						result = true
					}
				}
			},
			["军"] = {
				["刀"] = {
					result = true
				},
				["刃"] = {
					result = true,
					["手"] = {
						["枪"] = {
							result = true
						}
					},
					["正"] = {
						["品"] = {
							result = true
						}
					}
				},
				["用"] = {
					B = {
						["手"] = {
							result = true
						}
					},
					["匕"] = {
						["首"] = {
							result = true
						}
					},
					["斧"] = {
						result = true
					},
					["枪"] = {
						result = true
					}
				}
			},
			["冷"] = {
				["钢"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["刀"] = {
				result = true
			},
			["唐"] = {
				["刀"] = {
					result = true
				},
				["斧"] = {
					result = true
				},
				["枪"] = {
					result = true
				}
			},
			["国"] = {
				["防"] = {
					["刺"] = {
						result = true
					}
				}
			},
			["媄"] = {
				["軍"] = {
					["騎"] = {
						["兵"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			},
			["弹"] = {
				["簧"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["彈"] = {
				["簧"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["忍"] = {
				["者"] = {
					["刀"] = {
						result = true
					},
					["刺"] = {
						result = true
					}
				}
			},
			["战"] = {
				["术"] = {
					["折"] = {
						["刀"] = {
							result = true,
							["专"] = {
								result = true
							}
						},
						["枪"] = {
							["支"] = {
								result = true
							}
						}
					},
					["枪"] = {
						result = true
					},
					["突"] = {
						["击"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			},
			["戰"] = {
				["ポ"] = {
					["突"] = {
						["擊"] = {
							["刀"] = {
								result = true
							}
						}
					}
				},
				["術"] = {
					["折"] = {
						["刀"] = {
							result = true,
							["专"] = {
								result = true
							}
						}
					},
					["突"] = {
						["擊"] = {
							["刀"] = {
								result = true
							},
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["手"] = {
				["枪"] = {
					result = true
				},
				["狗"] = {
					result = true
				}
			},
			["折"] = {
				["刀"] = {
					result = true
				}
			},
			["收"] = {
				["枪"] = {
					result = true
				}
			},
			["枪"] = {
				result = true
			},
			["海"] = {
				["云"] = {
					["枪"] = {
						result = true
					}
				},
				["军"] = {
					["突"] = {
						["击"] = {
							["刀"] = {
								result = true
							},
							["枪"] = {
								result = true
							}
						}
					}
				},
				["軍"] = {
					["突"] = {
						["击"] = {
							["枪"] = {
								result = true
							}
						},
						["擊"] = {
							["刀"] = {
								result = true
							}
						}
					}
				},
				["雲"] = {
					result = true
				}
			},
			["特"] = {
				["警"] = {
					B = {
						["手"] = {
							result = true
						}
					},
					["匕"] = {
						["首"] = {
							result = true
						}
					},
					["斧"] = {
						result = true
					},
					["枪"] = {
						["支"] = {
							result = true
						}
					},
					["短"] = {
						["匕"] = {
							["首"] = {
								result = true
							}
						}
					}
				}
			},
			["美"] = {
				["军"] = {
					["骑"] = {
						["兵"] = {
							["刀"] = {
								result = true
							},
							["枪"] = {
								result = true
							}
						}
					}
				},
				["軍"] = {
					["騎"] = {
						["兵"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			},
			["蘭"] = {
				["博"] = {
					result = true
				}
			},
			["解"] = {
				["放"] = {
					["现"] = {
						["役"] = {
							["刀"] = {
								result = true
							},
							["忉"] = {
								result = true
							}
						}
					}
				}
			},
			["警"] = {
				["匕"] = {
					result = true,
					["刀"] = {
						result = true
					},
					["忉"] = {
						result = true
					}
				},
				["斧"] = {
					result = true
				},
				["用"] = {
					B = {
						["手"] = {
							result = true
						}
					},
					["匕"] = {
						["首"] = {
							result = true
						}
					},
					["枪"] = {
						result = true
					}
				},
				["甪"] = {
					["匕"] = {
						["首"] = {
							result = true
						}
					}
				}
			},
			["贝"] = {
				["枪"] = {
					result = true
				}
			},
			["身"] = {
				["份"] = {
					["證"] = {
						result = true
					},
					["证"] = {
						result = true
					}
				}
			},
			["軍"] = {
				["甪"] = {
					["匕"] = {
						["首"] = {
							result = true
						}
					}
				}
			},
			["野"] = {
				["战"] = {
					["刀"] = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					},
					["斧"] = {
						result = true
					},
					["枪"] = {
						result = true,
						["支"] = {
							result = true
						}
					}
				},
				["戰"] = {
					d = {
						a = {
							o = {
								result = true
							}
						}
					},
					["刀"] = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					},
					["刺"] = {
						result = true
					}
				}
			}
		},
		["做"] = {
			["汽"] = {
				["车"] = {
					["件"] = {
						["套"] = {
							result = true
						}
					}
				}
			}
		},
		["准"] = {
			["名"] = {
				["录"] = {
					["数"] = {
						["据"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["制"] = {
			["大"] = {
				["麻"] = {
					result = true
				}
			},
			["气"] = {
				["狗"] = {
					result = true
				}
			},
			["猎"] = {
				["槍"] = {
					["五"] = {
						["连"] = {
							["发"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["卫"] = {
			["仙"] = {
				["子"] = {
					result = true
				}
			}
		},
		["品"] = {
			["*"] = {
				["枪"] = {
					result = true
				}
			},
			a = {
				k = {
					result = true
				}
			},
			h = {
				["文"] = {
					["合"] = {
						["集"] = {
							result = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						["专"] = {
							result = true
						}
					}
				}
			},
			["佛"] = {
				["裸"] = {
					["蒙"] = {
						result = true
					}
				}
			},
			["军"] = {
				["事"] = {
					["模"] = {
						["型"] = {
							result = true
						}
					}
				},
				["刀"] = {
					result = true,
					["正"] = {
						["品"] = {
							result = true
						}
					}
				},
				["刺"] = {
					result = true
				}
			},
			["刀"] = {
				result = true,
				["具"] = {
					result = true,
					["军"] = {
						["刀"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					},
					["蝴"] = {
						["蝶"] = {
							["刀"] = {
								result = true
							}
						}
					}
				},
				["剑"] = {
					result = true
				},
				["蝴"] = {
					["蝶"] = {
						["刀"] = {
							result = true
						}
					}
				}
			},
			["古"] = {
				["巴"] = {
					["军"] = {
						["刀"] = {
							result = true
						}
					},
					["軍"] = {
						["刀"] = {
							result = true
						},
						["忉"] = {
							result = true
						}
					}
				}
			},
			["夫"] = {
				["妻"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			},
			["套"] = {
				["图"] = {
					result = true,
					["系"] = {
						["列"] = {
							result = true
						}
					}
				}
			},
			["幼"] = {
				["交"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["弓"] = {
				["努"] = {
					result = true
				},
				["弩"] = {
					["专"] = {
						result = true
					},
					["网"] = {
						result = true
					}
				}
			},
			["弩"] = {
				result = true
			},
			["弹"] = {
				["弓"] = {
					result = true
				}
			},
			["忉"] = {
				["蝴"] = {
					["蝶"] = {
						["忉"] = {
							result = true
						}
					}
				}
			},
			["性"] = {
				["交"] = {
					["图"] = {
						result = true
					}
				}
			},
			["手"] = {
				["狗"] = {
					result = true
				}
			},
			["折"] = {
				["刀"] = {
					["系"] = {
						["列"] = {
							result = true
						}
					}
				},
				["枪"] = {
					["支"] = {
						["系"] = {
							["列"] = {
								result = true
							}
						}
					}
				}
			},
			["无"] = {
				["码"] = {
					["精"] = {
						["品"] = {
							result = true
						}
					}
				}
			},
			["枪"] = {
				["*"] = {
					["枪"] = {
						result = true
					}
				},
				["具"] = {
					["军"] = {
						["枪"] = {
							result = true
						}
					},
					["蝴"] = {
						["蝶"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					result = true,
					["网"] = {
						result = true
					}
				},
				["狗"] = {
					result = true,
					["专"] = {
						result = true
					}
				}
			},
			["汽"] = {
				["抢"] = {
					result = true
				},
				["枪"] = {
					result = true
				},
				["狗"] = {
					result = true
				}
			},
			["波"] = {
				["浪"] = {
					["钩"] = {
						["全"] = {
							["套"] = {
								result = true
							}
						}
					}
				}
			},
			["灭"] = {
				["火"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["炮"] = {
				["图"] = {
					result = true
				}
			},
			["猎"] = {
				["枪"] = {
					result = true
				}
			},
			["电"] = {
				["影"] = {
					result = true,
					["在"] = {
						["线"] = {
							["看"] = {
								result = true
							}
						}
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			},
			["直"] = {
				["刀"] = {
					["系"] = {
						["列"] = {
							result = true
						}
					}
				},
				["枪"] = {
					["支"] = {
						["系"] = {
							["列"] = {
								result = true
							}
						}
					}
				}
			},
			["网"] = {
				["站"] = {
					["合"] = {
						["集"] = {
							result = true
						}
					},
					["排"] = {
						["行"] = {
							["榜"] = {
								result = true
							}
						}
					}
				}
			},
			["蝴"] = {
				["蝶"] = {
					["刀"] = {
						result = true,
						["专"] = {
							result = true
						},
						["热"] = {
							["销"] = {
								result = true
							}
						}
					}
				}
			},
			["费"] = {
				["洛"] = {
					["蒙"] = {
						result = true
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["阳"] = {
				["江"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["電"] = {
				["影"] = {
					result = true
				}
			}
		},
		["城"] = {
			["枪"] = {
				["械"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["娤"] = {
			["防"] = {
				["裑"] = {
					["噴"] = {
						["霧"] = {
							result = true
						}
					}
				}
			},
			["２"] = {
				["０"] = {
					["合"] = {
						["匙"] = {
							result = true
						}
					}
				}
			}
		},
		["子"] = {
			["倍"] = {
				["増"] = {
					result = true,
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["内"] = {
				["射"] = {
					result = true
				}
			}
		},
		["密"] = {
			["刻"] = {
				["章"] = {
					["服"] = {
						["务"] = {
							["部"] = {
								result = true
							}
						}
					}
				}
			},
			["武"] = {
				["器"] = {
					["区"] = {
						result = true
					}
				}
			},
			["证"] = {
				["件"] = {
					result = true
				}
			}
		},
		["工"] = {
			d = {
				["8"] = {
					["0"] = {
						["军"] = {
							["刀"] = {
								result = true
							},
							["忉"] = {
								result = true
							}
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["彩"] = {
			["内"] = {
				["容"] = {
					["推"] = {
						["荐"] = {
							result = true
						}
					}
				}
			},
			["夫"] = {
				["妻"] = {
					result = true
				}
			},
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							result = true
						}
					}
				}
			},
			["脱"] = {
				["衣"] = {
					["钢"] = {
						["管"] = {
							["舞"] = {
								result = true
							}
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					result = true
				}
			}
		},
		["榀"] = {
			["夫"] = {
				["萋"] = {
					result = true
				}
			},
			["電"] = {
				["影"] = {
					result = true
				}
			}
		},
		["武"] = {
			["世"] = {
				["界"] = {
					result = true
				}
			}
		},
		["水"] = {
			result = true
		},
		["液"] = {
			["中"] = {
				["出"] = {
					a = {
						v = {
							i = {
								result = true
							}
						}
					},
					b = {
						t = {
							result = true
						}
					}
				}
			},
			["喷"] = {
				["入"] = {
					["穴"] = {
						result = true
					}
				},
				["射"] = {
					["小"] = {
						["穴"] = {
							result = true
						}
					}
				},
				["涌"] = {
					["而"] = {
						["出"] = {
							result = true
						}
					}
				}
			},
			["射"] = {
				["入"] = {
					["穴"] = {
						["中"] = {
							result = true
						}
					},
					["花"] = {
						["心"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["穴"] = {
					result = true
				}
			},
			["片"] = {
				result = true
			},
			["的"] = {
				["妙"] = {
					["用"] = {
						result = true
					}
				}
			},
			["颜"] = {
				["射"] = {
					result = true
				}
			}
		},
		["灵"] = {
			["乐"] = {
				["章"] = {
					result = true
				}
			}
		},
		["益"] = {
			["论"] = {
				["文"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["确"] = {
			["射"] = {
				["手"] = {
					["步"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["神"] = {
			["分"] = {
				["裂"] = {
					result = true
				}
			},
			["病"] = {
				result = true
			}
		},
		["童"] = {
			result = true,
			["欲"] = {
				["女"] = {
					result = true
				}
			}
		},
		["美"] = {
			["收"] = {
				["藏"] = {
					["版"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["枪"] = {
				["包"] = {
					result = true
				}
			}
		},
		["致"] = {
			["小"] = {
				["美"] = {
					["人"] = {
						result = true
					}
				}
			},
			["汽"] = {
				["枪"] = {
					["网"] = {
						result = true
					}
				}
			},
			["被"] = {
				["奸"] = {
					result = true
				}
			}
		},
		["良"] = {
			["证"] = {
				["务"] = {
					result = true
				}
			}
		},
		["英"] = {
			["代"] = {
				["考"] = {
					result = true
				}
			},
			["刀"] = {
				["剑"] = {
					result = true
				}
			}
		},
		["虫"] = {
			["上"] = {
				["脑"] = {
					result = true
				}
			}
		},
		["蟲"] = {
			result = true
		},
		["装"] = {
			["9"] = {
				["5"] = {
					["式"] = {
						["步"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			M = {
				["6"] = {
					["0"] = {
						["步"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["亚"] = {
				["马"] = {
					["逊"] = {
						result = true,
						["代"] = {
							["理"] = {
								result = true
							}
						}
					}
				}
			},
			["军"] = {
				["用"] = {
					["匕"] = {
						result = true
					}
				}
			},
			["榴"] = {
				["弹"] = {
					["发"] = {
						["射"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["消"] = {
				["音"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["防"] = {
				["身"] = {
					["喷"] = {
						["雾"] = {
							result = true
						}
					}
				}
			},
			["阻"] = {
				["击"] = {
					["枪"] = {
						result = true,
						["代"] = {
							["理"] = {
								result = true
							}
						}
					}
				}
			},
			["２"] = {
				["０"] = {
					["合"] = {
						["匙"] = {
							result = true
						}
					}
				}
			}
		},
		["诚"] = {
			["抢"] = {
				["械"] = {
					["网"] = {
						result = true
					}
				}
			},
			["枪"] = {
				["戒"] = {
					["网"] = {
						result = true
					}
				},
				["支"] = {
					result = true
				}
			}
		},
		["选"] = {
			["明"] = {
				["星"] = {
					["扒"] = {
						b = {
							["图"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["钢"] = {
			["刺"] = {
				result = true
			}
		},
		["锐"] = {
			["教"] = {
				["育"] = {
					["机"] = {
						["构"] = {
							result = true
						}
					}
				}
			}
		},
		["防"] = {
			["战"] = {
				["术"] = {
					["枪"] = {
						result = true
					}
				},
				["術"] = {
					["枪"] = {
						result = true
					},
					["突"] = {
						["击"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["鹰"] = {
			["汽"] = {
				["狗"] = {
					["专"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["糊"] = {
		["煮"] = {
			["席"] = {
				result = true
			}
		},
		["精"] = {
			["涛"] = {
				result = true
			}
		}
	},
	["糾"] = {
		["察"] = {
			["員"] = {
				result = true
			}
		}
	},
	["紅"] = {
		["十"] = {
			["字"] = {
				["会"] = {
					result = true
				},
				["會"] = {
					result = true
				}
			}
		},
		["四"] = {
			["軍"] = {
				result = true
			}
		},
		["外"] = {
			["線"] = {
				["撲"] = {
					["克"] = {
						result = true
					}
				}
			}
		},
		["月"] = {
			["露"] = {
				["娜"] = {
					["新"] = {
						["片"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["朝"] = {
			["第"] = {
				["一"] = {
					["御"] = {
						["案"] = {
							result = true
						}
					}
				}
			}
		},
		["櫻"] = {
			["桃"] = {
				["蒼"] = {
					["蠅"] = {
						["水"] = {
							result = true
						}
					}
				}
			}
		},
		["燈"] = {
			["區"] = {
				["在"] = {
					result = true
				},
				["小"] = {
					["妹"] = {
						["服"] = {
							["務"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["色"] = {
			["啟"] = {
				["蒙"] = {
					result = true
				}
			},
			["射"] = {
				["擊"] = {
					["版"] = {
						result = true
					}
				}
			}
		},
		["衛"] = {
			["兵"] = {
				result = true
			}
		},
		["音"] = {
			["瑩"] = {
				["種"] = {
					["子"] = {
						result = true
					}
				}
			}
		}
	},
	["紧"] = {
		["窄"] = {
			["的"] = {
				["小"] = {
					["穴"] = {
						result = true
					}
				}
			},
			["肉"] = {
				["棒"] = {
					result = true
				}
			}
		},
		["紧"] = {
			["的"] = {
				["小"] = {
					["穴"] = {
						result = true
					}
				}
			}
		},
		["缚"] = {
			["写"] = {
				["真"] = {
					result = true
				}
			},
			["妖"] = {
				["刀"] = {
					result = true
				}
			},
			["教"] = {
				["育"] = {
					["实"] = {
						["习"] = {
							["生"] = {
								result = true
							}
						}
					}
				}
			},
			["档"] = {
				["案"] = {
					result = true
				}
			},
			["调"] = {
				["教"] = {
					["女"] = {
						result = true
					}
				}
			}
		},
		["致"] = {
			["小"] = {
				["穴"] = {
					["抽"] = {
						["插"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["紺"] = {
		["堂"] = {
			["司"] = {
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["野"] = {
			["ち"] = {
				["は"] = {
					["る"] = {
						["性"] = {
							["爱"] = {
								result = true
							}
						}
					}
				}
			},
			["沙"] = {
				["織"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["結"] = {
		["城"] = {
			["杏"] = {
				["奈"] = {
					["电"] = {
						["驴"] = {
							result = true
						}
					}
				}
			}
		},
		["婚"] = {
			["厷"] = {
				["證"] = {
					["笩"] = {
						["办"] = {
							result = true
						}
					}
				}
			}
		},
		["殙"] = {
			["厷"] = {
				["姃"] = {
					["笩"] = {
						["刅"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["給"] = {
		["你"] = {
			["爽"] = {
				result = true
			}
		},
		["處"] = {
			["女"] = {
				["開"] = {
					["苞"] = {
						result = true
					}
				}
			}
		}
	},
	["絵"] = {
		["色"] = {
			["千"] = {
				["佳"] = {
					result = true,
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["經"] = {
		["典"] = {
			["三"] = {
				["級"] = {
					["片"] = {
						result = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["電"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["炮"] = {
				["圖"] = {
					result = true
				}
			},
			["陸"] = {
				["軍"] = {
					M = {
						["1"] = {
							["5"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["敟"] = {
			["彡"] = {
				["级"] = {
					["爿"] = {
						result = true
					}
				}
			}
		},
		["營"] = {
			["模"] = {
				["擬"] = {
					["氣"] = {
						["槍"] = {
							result = true
						}
					}
				}
			},
			["汽"] = {
				["狙"] = {
					["狗"] = {
						result = true
					}
				}
			},
			["英"] = {
				["國"] = {
					["騷"] = {
						["本"] = {
							result = true
						}
					}
				}
			},
			["電"] = {
				["動"] = {
					["長"] = {
						["狗"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["緊"] = {
		["穴"] = {
			result = true
		},
		["縛"] = {
			["淩"] = {
				["辱"] = {
					result = true
				}
			}
		}
	},
	["繲"] = {
		["僸"] = {
			["遊"] = {
				["戲"] = {
					result = true
				}
			}
		},
		["放"] = {
			["軍"] = {
				["現"] = {
					["伇"] = {
						["軍"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["红"] = {
		["9"] = {
			["真"] = {
				["人"] = {
					["娱"] = {
						["乐"] = {
							result = true
						}
					}
				}
			},
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["云"] = {
			["道"] = {
				["人"] = {
					["魂"] = {
						["魄"] = {
							result = true
						}
					}
				}
			}
		},
		["十"] = {
			["字"] = {
				["会"] = {
					result = true
				},
				["會"] = {
					result = true
				}
			}
		},
		["卫"] = {
			["兵"] = {
				["王"] = {
					["朝"] = {
						result = true
					}
				}
			}
		},
		["发"] = {
			["女"] = {
				["郎"] = {
					result = true
				}
			}
		},
		["喇"] = {
			["叭"] = {
				["网"] = {
					result = true
				}
			}
		},
		["四"] = {
			["军"] = {
				result = true
			}
		},
		["外"] = {
			["线"] = {
				["扑"] = {
					["克"] = {
						result = true
					}
				}
			},
			["透"] = {
				["视"] = {
					result = true,
					["清"] = {
						["晰"] = {
							result = true
						}
					},
					["镜"] = {
						result = true
					}
				}
			},
			["隐"] = {
				["形"] = {
					["照"] = {
						["明"] = {
							["弹"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["太"] = {
			["阳"] = {
				["教"] = {
					["育"] = {
						["中"] = {
							["心"] = {
								result = true
							}
						}
					}
				},
				["的"] = {
					["陨"] = {
						["落"] = {
							result = true
						}
					}
				}
			}
		},
		["姐"] = {
			["彩"] = {
				["色"] = {
					["图"] = {
						["库"] = {
							result = true
						}
					}
				}
			}
		},
		["娘"] = {
			["淫"] = {
				["娘"] = {
					["小"] = {
						["说"] = {
							result = true
						}
					}
				}
			},
			["粉"] = {
				result = true
			},
			["网"] = {
				result = true
			},
			["虫"] = {
				["限"] = {
					["量"] = {
						result = true
					}
				}
			}
		},
		["嫩"] = {
			["的"] = {
				["小"] = {
					["肉"] = {
						["穴"] = {
							result = true
						}
					}
				}
			}
		},
		["宝"] = {
			["石"] = {
				["娱"] = {
					["乐"] = {
						result = true
					}
				}
			}
		},
		["尘"] = {
			["都"] = {
				["市"] = {
					["完"] = {
						["整"] = {
							["版"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["日"] = {
			["商"] = {
				["城"] = {
					result = true
				}
			}
		},
		["星"] = {
			result = true,
			["气"] = {
				["枪"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["月"] = {
			["露"] = {
				["娜"] = {
					["新"] = {
						["片"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["朝"] = {
			["太"] = {
				["祖"] = {
					result = true
				}
			},
			["权"] = {
				["利"] = {
					result = true
				},
				["斗"] = {
					result = true
				}
			}
		},
		["杏"] = {
			["出"] = {
				["墙"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					result = true
				}
			}
		},
		["树"] = {
			["林"] = {
				["娱"] = {
					["乐"] = {
						result = true
					}
				}
			}
		},
		["桥"] = {
			["区"] = {
				["假"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["楼"] = {
			["绮"] = {
				["梦"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["小"] = {
						["说"] = {
							result = true
						}
					},
					["电"] = {
						["子"] = {
							["书"] = {
								result = true
							}
						}
					}
				}
			},
			["茶"] = {
				["庄"] = {
					result = true
				}
			}
		},
		["樱"] = {
			["桃"] = {
				["苍"] = {
					["蝇"] = {
						["水"] = {
							result = true
						}
					}
				}
			}
		},
		["潮"] = {
			["情"] = {
				["色"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			}
		},
		["激"] = {
			["光"] = {
				["瞄"] = {
					["准"] = {
						["镜"] = {
							result = true
						}
					}
				}
			}
		},
		["火"] = {
			["人"] = {
				["体"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["点"] = {
			["瞄"] = {
				["镜"] = {
					result = true
				}
			}
		},
		["烧"] = {
			["兔"] = {
				["子"] = {
					result = true
				}
			}
		},
		["牛"] = {
			["激"] = {
				["动"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["电"] = {
			["动"] = {
				["工"] = {
					["具"] = {
						result = true
					}
				}
			}
		},
		["皮"] = {
			["书"] = {
				[" "] = {
					["打"] = {
						["倒"] = {
							result = true
						}
					}
				}
			}
		},
		["瞄"] = {
			result = true
		},
		["粉"] = {
			["青"] = {
				["楼"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			}
		},
		["线"] = {
			result = true
		},
		["肿"] = {
			["的"] = {
				["小"] = {
					["穴"] = {
						["摩"] = {
							["弄"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["至"] = {
			result = true
		},
		["色"] = {
			A = {
				V = {
					["社"] = {
						["区"] = {
							result = true
						}
					}
				}
			},
			["伟"] = {
				["姐"] = {
					result = true
				}
			},
			["内"] = {
				["衣"] = {
					["少"] = {
						["妇"] = {
							result = true
						}
					}
				}
			},
			["启"] = {
				["蒙"] = {
					result = true
				}
			},
			["家"] = {
				["族"] = {
					[" "] = {
						["太"] = {
							["子"] = {
								["党"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["氧"] = {
				["化"] = {
					["汞"] = {
						result = true
					}
				}
			},
			["的"] = {
				["小"] = {
					["穴"] = {
						result = true
					}
				}
			},
			["社"] = {
				["区"] = {
					result = true
				}
			},
			["骑"] = {
				["兵"] = {
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["蜘"] = {
			["蛛"] = {
				["水"] = {
					result = true
				},
				["粉"] = {
					result = true
				}
			}
		},
		["蝎"] = {
			["子"] = {
				["甩"] = {
					["刀"] = {
						result = true
					}
				}
			}
		},
		["袍"] = {
			result = true
		},
		["裙"] = {
			["盖"] = {
				["天"] = {
					result = true
				}
			}
		},
		["豆"] = {
			["情"] = {
				["人"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["财"] = {
			["神"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["音"] = {
			["ま"] = {
				["い"] = {
					result = true
				}
			},
			["莹"] = {
				["无"] = {
					["码"] = {
						result = true,
						["种"] = {
							["子"] = {
								result = true
							}
						},
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				},
				["高"] = {
					["清"] = {
						result = true,
						A = {
							V = {
								result = true
							}
						}
					}
				}
			}
		},
		["颜"] = {
			["网"] = {
				result = true
			}
		},
		["马"] = {
			["五"] = {
				["月"] = {
					["天"] = {
						result = true
					}
				}
			},
			["激"] = {
				["情"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["鹰"] = {
			["檀"] = {
				["片"] = {
					["铜"] = {
						["反"] = {
							["曲"] = {
								result = true
							}
						},
						["直"] = {
							["弓"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["纥"] = {
		["石"] = {
			["烈"] = {
				["阿"] = {
					["疏"] = {
						result = true
					}
				}
			}
		}
	},
	["纪"] = {
		["元"] = {
			["网"] = {
				result = true
			}
		},
		["委"] = {
			result = true,
			["书"] = {
				["记"] = {
					result = true
				}
			}
		},
		["录"] = {
			["片"] = {
				["历"] = {
					["史"] = {
						["的"] = {
							["震"] = {
								["撼"] = {
									["历"] = {
										["史"] = {
											["不"] = {
												["会"] = {
													["忘"] = {
														["记"] = {
															result = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["天"] = {
					["安"] = {
						["门"] = {
							["勿"] = {
								["忘"] = {
									["历"] = {
										["史"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["念"] = {
			result = true,
			[" "] = {
				["\""] = {
					["六"] = {
						["四"] = {
							["二"] = {
								["十"] = {
									["\""] = {
										[" "] = {
											["\""] = {
												["周"] = {
													["年"] = {
														["\""] = {
															result = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["5"] = {
					["3"] = {
						["5"] = {
							result = true
						}
					}
				},
				["事"] = {
					["件"] = {
						["二"] = {
							["十"] = {
								["周"] = {
									["年"] = {
										result = true
									}
								}
							}
						}
					}
				},
				["六"] = {
					["四"] = {
						result = true
					}
				}
			},
			["2"] = {
				["0"] = {
					["周"] = {
						["年"] = {
							["游"] = {
								["行"] = {
									result = true
								}
							}
						}
					},
					["年"] = {
						["前"] = {
							["记"] = {
								["忆"] = {
									["的"] = {
										["呼"] = {
											["唤"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["6"] = {
				["."] = {
					["4"] = {
						result = true,
						["二"] = {
							["十"] = {
								["一"] = {
									["周"] = {
										["年"] = {
											result = true
										}
									}
								}
							}
						}
					}
				},
				["4"] = {
					result = true
				}
			},
			["8"] = {
				["9"] = {
					["六"] = {
						["四"] = {
							result = true
						}
					}
				}
			},
			["事"] = {
				["件"] = {
					["二"] = {
						["十"] = {
							["周"] = {
								["年"] = {
									result = true,
									["天"] = {
										["安"] = {
											["门"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["五"] = {
				["四"] = {
					[" "] = {
						["正"] = {
							["视"] = {
								["六"] = {
									["四"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["六"] = {
				["四"] = {
					result = true,
					[" "] = {
						["\""] = {
							["二"] = {
								["十"] = {
									["周"] = {
										["年"] = {
											["\""] = {
												result = true
											}
										}
									}
								}
							}
						}
					},
					["二"] = {
						["十"] = {
							["周"] = {
								["年"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["白"] = {
				["衣"] = {
					["服"] = {
						result = true
					},
					["行"] = {
						["动"] = {
							result = true
						}
					}
				}
			}
		},
		["登"] = {
			["奎"] = {
				result = true
			}
		},
		["菅"] = {
			["野"] = {
				["绝"] = {
					["美"] = {
						["巨"] = {
							["乳"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["香"] = {
			result = true
		}
	},
	["经"] = {
		["典"] = {
			result = true,
			["+"] = {
				["三"] = {
					["级"] = {
						result = true
					}
				}
			},
			["三"] = {
				["级"] = {
					result = true,
					["影"] = {
						["片"] = {
							result = true
						}
					},
					["快"] = {
						["播"] = {
							result = true
						}
					},
					["片"] = {
						result = true,
						["免"] = {
							["费"] = {
								result = true
							}
						},
						["集"] = {
							["锦"] = {
								result = true
							}
						}
					},
					["电"] = {
						["影"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["乱"] = {
				["伦"] = {
					a = {
						v = {
							result = true
						}
					}
				}
			},
			["亚"] = {
				["洲"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					}
				}
			},
			["催"] = {
				["情"] = {
					["性"] = {
						["药"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["免"] = {
				["费"] = {
					["淫"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			},
			["内"] = {
				["容"] = {
					result = true
				}
			},
			["弓"] = {
				["弩"] = {
					["吧"] = {
						result = true
					}
				}
			},
			["情"] = {
				["侣"] = {
					["自"] = {
						["拍"] = {
							result = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["无"] = {
				["码"] = {
					["片"] = {
						result = true
					}
				}
			},
			["禁"] = {
				["播"] = {
					["片"] = {
						result = true
					}
				}
			},
			["网"] = {
				["友"] = {
					result = true
				}
			},
			["蝴"] = {
				["蝶"] = {
					["甩"] = {
						["刀"] = {
							result = true
						}
					}
				}
			},
			["陆"] = {
				["军"] = {
					M = {
						["1"] = {
							["5"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["插"] = {
			["进"] = {
				["我"] = {
					["的"] = {
						["穴"] = {
							["了"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["济"] = {
			["日"] = {
				["报"] = {
					result = true
				}
			}
		},
		["纬"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["营"] = {
			["仿"] = {
				["真"] = {
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["汽"] = {
				["狙"] = {
					["狗"] = {
						result = true
					}
				}
			},
			["电"] = {
				["动"] = {
					["长"] = {
						["狗"] = {
							result = true
						}
					}
				}
			},
			["英"] = {
				["国"] = {
					["骚"] = {
						["本"] = {
							result = true
						}
					}
				}
			}
		},
		["达"] = {
			["赖"] = {
				result = true
			}
		},
		["销"] = {
			["假"] = {
				["钞"] = {
					result = true
				}
			}
		}
	},
	["结"] = {
		["城"] = {
			["杏"] = {
				["奈"] = {
					["="] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["玛"] = {
				["利"] = {
					["亚"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["怨"] = {
			["团"] = {
				["中"] = {
					["央"] = {
						result = true
					}
				}
			}
		},
		["束"] = {
			["一"] = {
				["党"] = {
					["专"] = {
						["制"] = {
							result = true
						},
						["政"] = {
							result = true
						}
					},
					["执"] = {
						["政"] = {
							result = true
						}
					}
				}
			}
		},
		["石"] = {
			["宝"] = {
				["宝"] = {
					result = true
				}
			}
		},
		["衣"] = {
			["波"] = {
				["多"] = {
					["野"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["绘"] = {
		["狗"] = {
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["给"] = {
		["习"] = {
			["近"] = {
				["平"] = {
					["下"] = {
						["套"] = {
							result = true
						}
					}
				}
			}
		},
		["力"] = {
			["的"] = {
				["性"] = {
					result = true,
					["俱"] = {
						["乐"] = {
							["部"] = {
								result = true
							}
						}
					}
				},
				["淫"] = {
					["荡"] = {
						["妹"] = {
							result = true
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["女"] = {
			["朋"] = {
				["友"] = {
					["舔"] = {
						["穴"] = {
							result = true
						}
					}
				}
			}
		},
		["姨"] = {
			["妹"] = {
				["开"] = {
					["苞"] = {
						result = true
					}
				}
			}
		},
		["我"] = {
			["豹"] = {
				["豹"] = {
					result = true
				}
			}
		},
		["老"] = {
			["婆"] = {
				["口"] = {
					["交"] = {
						result = true
					}
				}
			}
		},
		["陈"] = {
			["天"] = {
				["诚"] = {
					["光"] = {
						["明"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["继"] = {
		["志"] = {
			["述"] = {
				["事"] = {
					result = true,
					["捍"] = {
						["卫"] = {
							["公"] = {
								["义"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["承"] = {
			["天"] = {
				["朝"] = {
					["权"] = {
						["势"] = {
							result = true
						}
					}
				}
			}
		},
		["母"] = {
			["的"] = {
				["女"] = {
					["们"] = {
						result = true
					}
				},
				["性"] = {
					["生"] = {
						["活"] = {
							result = true
						}
					}
				},
				["爱"] = {
					["液"] = {
						result = true
					}
				}
			}
		},
		["续"] = {
			["占"] = {
				["领"] = {
					result = true
				}
			},
			["杀"] = {
				["人"] = {
					result = true
				}
			}
		}
	},
	["罐"] = {
		["装"] = {
			["性"] = {
				["奴"] = {
					result = true
				}
			}
		}
	},
	["羙"] = {
		["乳"] = {
			["亾"] = {
				["悽"] = {
					result = true
				}
			}
		},
		["仯"] = {
			["囡"] = {
				["狆"] = {
					["謿"] = {
						result = true
					}
				},
				["笣"] = {
					["液"] = {
						result = true
					}
				}
			},
			["釹"] = {
				["齙"] = {
					["液"] = {
						result = true
					}
				}
			}
		},
		["囡"] = {
			["噭"] = {
				["凊"] = {
					["視"] = {
						["頻"] = {
							result = true
						}
					}
				}
			},
			["嫃"] = {
				["亾"] = {
					result = true
				}
			},
			["炪"] = {
				["珆"] = {
					["棴"] = {
						["務"] = {
							result = true
						}
					}
				}
			},
			["裸"] = {
				["圖"] = {
					result = true
				}
			},
			["騏"] = {
				["仕"] = {
					result = true
				}
			}
		},
		["國"] = {
			["唥"] = {
				["鋼"] = {
					["軍"] = {
						["叨"] = {
							result = true
						}
					}
				}
			},
			["妑"] = {
				["尅"] = {
					["軍"] = {
						["叨"] = {
							result = true
						}
					}
				}
			},
			["禿"] = {
				["鹰"] = {
					result = true
				}
			},
			["脃"] = {
				["凊"] = {
					["樭"] = {
						["哋"] = {
							result = true
						}
					}
				}
			},
			["鉲"] = {
				["妑"] = {
					["軍"] = {
						["叨"] = {
							result = true
						}
					}
				}
			},
			["電"] = {
				["憅"] = {
					["閞"] = {
						["鎻"] = {
							["熗"] = {
								result = true
							}
						}
					}
				}
			},
			["Ｍ"] = {
				["⑦"] = {
					["軍"] = {
						["剌"] = {
							result = true
						}
					}
				}
			},
			["Ｓ"] = {
				["Ｏ"] = {
					["Ｇ"] = {
						["軍"] = {
							["叨"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["軍"] = {
			["騏"] = {
				["娦"] = {
					["叨"] = {
						result = true
					}
				}
			}
		}
	},
	["翡"] = {
		["翠"] = {
			["台"] = {
				["走"] = {
					["过"] = {
						["二"] = {
							["十"] = {
								["年"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["翻"] = {
		["云"] = {
			["覆"] = {
				["雨"] = {
					result = true
				}
			}
		},
		["墙"] = {
			result = true,
			["代"] = {
				["理"] = {
					result = true
				}
			},
			["工"] = {
				["具"] = {
					result = true
				}
			},
			["浏"] = {
				["览"] = {
					["器"] = {
						result = true
					}
				}
			},
			["突"] = {
				["破"] = {
					result = true
				}
			},
			["网"] = {
				["站"] = {
					result = true
				},
				["络"] = {
					["封"] = {
						["锁"] = {
							result = true
						}
					}
				}
			},
			["软"] = {
				["件"] = {
					result = true
				}
			}
		},
		["案"] = {
			result = true
		},
		["牆"] = {
			["代"] = {
				["理"] = {
					result = true
				}
			},
			["工"] = {
				["具"] = {
					result = true
				}
			},
			["流"] = {
				["覽"] = {
					["器"] = {
						result = true
					}
				}
			},
			["突"] = {
				["破"] = {
					result = true
				}
			},
			["網"] = {
				["站"] = {
					result = true
				},
				["路"] = {
					["封"] = {
						["鎖"] = {
							result = true
						}
					}
				}
			},
			["軟"] = {
				["體"] = {
					result = true
				}
			}
		},
		["版"] = {
			["带"] = {
				result = true
			}
		},
		["转"] = {
			["牌"] = {
				["照"] = {
					result = true
				}
			}
		}
	},
	["耿"] = {
		["惠"] = {
			["昌"] = {
				result = true
			}
		},
		["文"] = {
			["清"] = {
				result = true
			}
		},
		["燎"] = {
			["原"] = {
				result = true
			}
		},
		["飙"] = {
			result = true
		},
		["飚"] = {
			["的"] = {
				["秘"] = {
					["书"] = {
						result = true
					}
				}
			}
		},
		["马"] = {
			result = true
		}
	},
	["肛"] = {
		j = {
			i = {
				a = {
					o = {
						result = true
					}
				}
			}
		},
		["交"] = {
			A = {
				["片"] = {
					result = true
				}
			},
			["专"] = {
				["区"] = {
					result = true
				}
			},
			["中"] = {
				["出"] = {
					result = true
				}
			},
			["体"] = {
				["位"] = {
					result = true
				}
			},
			["全"] = {
				["套"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["动"] = {
				["漫"] = {
					result = true
				}
			},
			["口"] = {
				["交"] = {
					result = true
				}
			},
			["后"] = {
				["的"] = {
					["特"] = {
						["写"] = {
							result = true
						}
					}
				}
			},
			["在"] = {
				["线"] = {
					["观"] = {
						["看"] = {
							result = true
						}
					}
				}
			},
			["尤"] = {
				["物"] = {
					["女"] = {
						result = true
					}
				}
			},
			["巨"] = {
				["乳"] = {
					["妹"] = {
						result = true
					}
				}
			},
			["无"] = {
				["码"] = {
					result = true
				}
			},
			["服"] = {
				["务"] = {
					result = true
				},
				["務"] = {
					result = true
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			},
			["白"] = {
				["嫩"] = {
					["妹"] = {
						["妹"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				result = true
			},
			["美"] = {
				["图"] = {
					result = true
				},
				["臀"] = {
					["8"] = {
						result = true
					}
				}
			},
			["视"] = {
				["屏"] = {
					result = true
				},
				["频"] = {
					result = true
				}
			},
			["诱"] = {
				["惑"] = {
					result = true
				}
			},
			["调"] = {
				["教"] = {
					result = true
				}
			}
		},
		["周"] = {
			["保"] = {
				["养"] = {
					result = true
				}
			}
		},
		["塞"] = {
			result = true
		},
		["奸"] = {
			["美"] = {
				["少"] = {
					["女"] = {
						result = true
					}
				}
			}
		},
		["門"] = {
			["噴"] = {
				["水"] = {
					result = true
				}
			},
			["拳"] = {
				["交"] = {
					result = true
				}
			}
		},
		["门"] = {
			["2"] = {
				["本"] = {
					["插"] = {
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				}
			},
			["潮"] = {
				["吹"] = {
					result = true
				}
			},
			["调"] = {
				["教"] = {
					result = true
				}
			}
		}
	},
	["肝"] = {
		["中"] = {
			["介"] = {
				result = true
			}
		},
		["源"] = {
			["专"] = {
				result = true
			},
			["中"] = {
				["介"] = {
					result = true
				}
			},
			["价"] = {
				["格"] = {
					result = true
				}
			},
			["供"] = {
				["求"] = {
					result = true
				}
			},
			["信"] = {
				["息"] = {
					["网"] = {
						result = true
					}
				}
			},
			["收"] = {
				["购"] = {
					result = true
				}
			},
			["有"] = {
				["偿"] = {
					["捐"] = {
						["献"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				result = true
			},
			["肾"] = {
				["源"] = {
					result = true
				}
			}
		},
		["移"] = {
			["植"] = {
				["信"] = {
					["息"] = {
						result = true
					}
				}
			}
		},
		["簲"] = {
			result = true
		},
		["肾"] = {
			result = true,
			["信"] = {
				["息"] = {
					["网"] = {
						result = true
					}
				}
			},
			["有"] = {
				["偿"] = {
					["捐"] = {
						["献"] = {
							result = true
						}
					}
				}
			},
			["源"] = {
				result = true,
				["北"] = {
					["京"] = {
						["地"] = {
							["区"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["脏"] = {
			["专"] = {
				result = true
			},
			["器"] = {
				["官"] = {
					result = true
				}
			},
			["有"] = {
				["偿"] = {
					["捐"] = {
						["献"] = {
							result = true
						}
					}
				}
			}
		},
		["脾"] = {
			result = true,
			M = {
				Y = {
					result = true
				}
			},
			["肝"] = {
				["肾"] = {
					result = true
				}
			},
			["货"] = {
				["源"] = {
					result = true
				}
			}
		},
		["腎"] = {
			["源"] = {
				result = true
			},
			["羱"] = {
				["荬"] = {
					result = true
				}
			}
		},
		["臟"] = {
			result = true,
			["中"] = {
				["介"] = {
					result = true
				}
			},
			["价"] = {
				["格"] = {
					result = true
				}
			}
		},
		["裨"] = {
			result = true
		}
	},
	["股"] = {
		["东"] = {
			[" "] = {
				["温"] = {
					["家"] = {
						["宝"] = {
							result = true
						}
					}
				}
			}
		},
		["人"] = {
			["计"] = {
				["程"] = {
					["车"] = {
						result = true
					}
				}
			}
		},
		["信"] = {
			["息"] = {
				result = true
			}
		},
		["囻"] = {
			["佲"] = {
				["單"] = {
					result = true
				}
			},
			["信"] = {
				["蒠"] = {
					result = true
				}
			},
			["澬"] = {
				["料"] = {
					result = true
				}
			},
			["電"] = {
				["話"] = {
					result = true
				}
			}
		},
		["易"] = {
			["财"] = {
				["经"] = {
					result = true
				}
			}
		},
		["民"] = {
			["一"] = {
				["手"] = {
					["资"] = {
						["源"] = {
							result = true
						}
					}
				}
			},
			["业"] = {
				["主"] = {
					["数"] = {
						["据"] = {
							result = true
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					["专"] = {
						result = true
					},
					["扣"] = {
						["扣"] = {
							result = true
						}
					}
				}
			},
			["名"] = {
				["单"] = {
					["预"] = {
						["定"] = {
							result = true
						}
					}
				},
				["單"] = {
					result = true
				},
				["录"] = {
					["资"] = {
						["源"] = {
							result = true
						}
					}
				}
			},
			["大"] = {
				["全"] = {
					result = true
				}
			},
			["手"] = {
				["机"] = {
					["号"] = {
						result = true,
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						}
					}
				}
			},
			["数"] = {
				["%"] = {
					["据"] = {
						result = true
					}
				},
				["据"] = {
					["专"] = {
						result = true
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			},
			["权"] = {
				["证"] = {
					["资"] = {
						["源"] = {
							result = true
						}
					}
				}
			},
			["详"] = {
				["细"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					}
				}
			},
			["資"] = {
				["料"] = {
					result = true
				},
				["源"] = {
					result = true
				},
				["訊"] = {
					result = true
				}
			},
			["资"] = {
				["料"] = {
					T = {
						E = {
							L = {
								result = true
							}
						}
					},
					["交"] = {
						["易"] = {
							result = true
						}
					},
					["扣"] = {
						["扣"] = {
							result = true
						}
					}
				},
				["源"] = {
					["专"] = {
						result = true
					},
					["交"] = {
						["易"] = {
							result = true
						}
					},
					["信"] = {
						["息"] = {
							result = true
						}
					},
					["哪"] = {
						result = true
					},
					["打"] = {
						["包"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			},
			["電"] = {
				["話"] = {
					["資"] = {
						["源"] = {
							result = true
						}
					}
				}
			}
		},
		["票"] = {
			["客"] = {
				["户"] = {
					["资"] = {
						["源"] = {
							result = true
						}
					}
				}
			},
			["数"] = {
				["据"] = {
					result = true
				}
			}
		},
		["联"] = {
			["系"] = {
				["方"] = {
					["式"] = {
						result = true
					}
				}
			}
		},
		["资"] = {
			["料"] = {
				result = true
			}
		}
	},
	["肥"] = {
		["嫩"] = {
			["的"] = {
				["阴"] = {
					["唇"] = {
						result = true
					},
					["穴"] = {
						result = true
					},
					["部"] = {
						result = true
					}
				}
			},
			["饱"] = {
				["满"] = {
					["的"] = {
						["乳"] = {
							["房"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["穴"] = {
			result = true,
			["姐"] = {
				["姐"] = {
					result = true
				}
			},
			["自"] = {
				["拍"] = {
					result = true
				}
			}
		},
		["美"] = {
			["的"] = {
				["阴"] = {
					["唇"] = {
						result = true
					}
				}
			}
		},
		["肥"] = {
			["的"] = {
				["小"] = {
					["穴"] = {
						result = true
					}
				}
			}
		},
		["臀"] = {
			["巨"] = {
				["乳"] = {
					result = true
				}
			},
			["贴"] = {
				["图"] = {
					result = true
				}
			}
		},
		["西"] = {
			result = true,
			["干"] = {
				result = true
			}
		},
		["遗"] = {
			result = true
		},
		["阴"] = {
			["唇"] = {
				result = true
			}
		},
		["鲍"] = {
			result = true
		}
	},
	["肩"] = {
		["射"] = {
			result = true
		},
		["迷"] = {
			["药"] = {
				result = true
			}
		},
		["锅"] = {
			["射"] = {
				result = true
			}
		}
	},
	["肺"] = {
		["脏"] = {
			result = true
		},
		["臟"] = {
			result = true
		}
	},
	["胡"] = {
		[" "] = {
			["习"] = {
				["哀"] = {
					["悼"] = {
						["老"] = {
							["干"] = {
								["部"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["."] = {
			["温"] = {
				result = true
			}
		},
		_ = {
			["锦"] = {
				_ = {
					["涛"] = {
						_ = {
							result = true
						}
					}
				}
			}
		},
		["不"] = {
			["去"] = {
				["芜"] = {
					["湖"] = {
						["。"] = {
							result = true
						}
					}
				}
			}
		},
		["与"] = {
			["温"] = {
				result = true
			}
		},
		["主"] = {
			["席"] = {
				["不"] = {
					["容"] = {
						["易"] = {
							result = true
						}
					}
				},
				["家"] = {
					["史"] = {
						result = true
					}
				}
			}
		},
		["习"] = {
			["联"] = {
				["盟"] = {
					result = true
				}
			}
		},
		["井"] = {
			["淘"] = {
				result = true
			}
		},
		["倒"] = {
			["薄"] = {
				result = true
			}
		},
		["办"] = {
			["主"] = {
				["任"] = {
					["陈"] = {
						["世"] = {
							["炬"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["周"] = {
			["温"] = {
				["江"] = {
					["习"] = {
						result = true
					}
				}
			}
		},
		["和"] = {
			["温"] = {
				result = true
			}
		},
		["哥"] = {
			["气"] = {
				["枪"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["大"] = {
			["内"] = {
				["总"] = {
					["管"] = {
						["坏"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			},
			["秘"] = {
				["升"] = {
					["正"] = {
						["部"] = {
							result = true
						}
					}
				}
			}
		},
		["子"] = {
			["撸"] = {
				result = true
			}
		},
		["家"] = {
			["史"] = {
				result = true
			}
		},
		["径"] = {
			["淘"] = {
				result = true
			}
		},
		["德"] = {
			["华"] = {
				["在"] = {
					["炎"] = {
						["黄"] = {
							result = true
						}
					}
				}
			},
			["海"] = {
				result = true
			}
		},
		["志"] = {
			["平"] = {
				result = true
			}
		},
		["总"] = {
			[" "] = {
				["六"] = {
					["神"] = {
						["不"] = {
							["定"] = {
								result = true
							}
						}
					}
				}
			},
			["优"] = {
				["柔"] = {
					["寡"] = {
						["断"] = {
							result = true
						}
					}
				}
			},
			["和"] = {
				["温"] = {
					["总"] = {
						result = true
					}
				}
			},
			["的"] = {
				["左"] = {
					["右"] = {
						["摇"] = {
							["摆"] = {
								["，"] = {
									["六"] = {
										["神"] = {
											["不"] = {
												["定"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["批"] = {
			["评"] = {
				["温"] = {
					result = true
				}
			}
		},
		["拎"] = {
			["包"] = {
				result = true
			}
		},
		["搞"] = {
			["几"] = {
				["年"] = {
					[" "] = {
						["习"] = {
							["以"] = {
								["为"] = {
									["常"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["无"] = {
			["用"] = {
				["温"] = {
					["无"] = {
						["能"] = {
							result = true
						}
					}
				}
			}
		},
		["春"] = {
			["华"] = {
				["大"] = {
					["战"] = {
						["性"] = {
							["都"] = {
								result = true
							}
						}
					}
				},
				["总"] = {
					["统"] = {
						result = true
					}
				}
			}
		},
		["晓"] = {
			["峰"] = {
				result = true
			}
		},
		["景"] = {
			["滔"] = {
				result = true
			}
		},
		["权"] = {
			["利"] = {
				["瓜"] = {
					["分"] = {
						result = true
					}
				}
			}
		},
		["杰"] = {
			["拆"] = {
				["房"] = {
					["工"] = {
						result = true
					}
				}
			},
			["肾"] = {
				result = true
			}
		},
		["椒"] = {
			["喷"] = {
				["雾"] = {
					result = true
				}
			},
			["噴"] = {
				["霧"] = {
					result = true
				}
			},
			["基"] = {
				["丙"] = {
					["酮"] = {
						result = true
					}
				},
				["甲"] = {
					["基"] = {
						result = true,
						["酮"] = {
							result = true
						}
					},
					["酮"] = {
						["?"] = {
							result = true
						},
						["出"] = {
							["货"] = {
								result = true
							}
						},
						["到"] = {
							["货"] = {
								result = true
							}
						},
						["手"] = {
							["机"] = {
								result = true
							}
						},
						["教"] = {
							["程"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						},
						["配"] = {
							["方"] = {
								result = true
							}
						}
					}
				}
			},
			["醛"] = {
				M = {
					Y = {
						result = true
					}
				},
				["专"] = {
					result = true
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				},
				["量"] = {
					["大"] = {
						result = true
					}
				}
			}
		},
		["歌"] = {
			result = true
		},
		["泰"] = {
			["州"] = {
				["家"] = {
					["史"] = {
						result = true
					}
				}
			}
		},
		["泽"] = {
			["君"] = {
				result = true
			}
		},
		["温"] = {
			["十"] = {
				["年"] = {
					result = true
				}
			},
			["无"] = {
				["能"] = {
					[","] = {
						["丧"] = {
							["权"] = {
								["辱"] = {
									["国"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["溫"] = {
			result = true
		},
		["猪"] = {
			["喜"] = {
				result = true
			}
		},
		["玉"] = {
			["敏"] = {
				result = true
			}
		},
		["皇"] = {
			["帝"] = {
				result = true
			}
		},
		["石"] = {
			["根"] = {
				[" "] = {
					["浦"] = {
						["志"] = {
							["强"] = {
								[" "] = {
									["声"] = {
										["明"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["秘"] = {
			result = true,
			["书"] = {
				["陈"] = {
					["世"] = {
						["炬"] = {
							result = true
						}
					}
				}
			}
		},
		["緊"] = {
			["套"] = {
				result = true
			},
			["濤"] = {
				result = true
			}
		},
		["繁"] = {
			result = true
		},
		["绩"] = {
			["伟"] = {
				result = true
			},
			["溪"] = {
				["家"] = {
					["史"] = {
						result = true
					}
				}
			}
		},
		["耀"] = {
			["邦"] = {
				[" "] = {
					["平"] = {
						["反"] = {
							result = true
						}
					},
					["悼"] = {
						["念"] = {
							["活"] = {
								["动"] = {
									result = true
								}
							}
						}
					}
				},
				["封"] = {
					["杀"] = {
						result = true
					}
				},
				["悼"] = {
					["念"] = {
						["活"] = {
							["动"] = {
								result = true
							}
						}
					}
				},
				["想"] = {
					result = true
				}
			}
		},
		["薄"] = {
			["温"] = {
				["争"] = {
					["斗"] = {
						result = true
					}
				},
				["周"] = {
					result = true,
					["习"] = {
						result = true
					}
				}
			}
		},
		["裸"] = {
			["退"] = {
				result = true,
				["江"] = {
					result = true
				}
			}
		},
		["赵"] = {
			["新"] = {
				["政"] = {
					["启"] = {
						["示"] = {
							["录"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["錦"] = {
			result = true,
			["涛"] = {
				result = true
			},
			["濤"] = {
				["不"] = {
					["去"] = {
						["蕪"] = {
							["湖"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["铁"] = {
			["花"] = {
				["与"] = {
					["小"] = {
						["淫"] = {
							["猴"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["锡"] = {
			["进"] = {
				result = true
			}
		},
		["锦"] = {
			result = true,
			["掏"] = {
				result = true
			},
			["涛"] = {
				["不"] = {
					["去"] = {
						["芜"] = {
							["湖"] = {
								result = true
							}
						}
					}
				},
				["发"] = {
					["动"] = {
						["政"] = {
							["变"] = {
								result = true
							}
						}
					}
				},
				["悲"] = {
					["剧"] = {
						result = true
					}
				},
				["打"] = {
					["黑"] = {
						["除"] = {
							["恶"] = {
								result = true
							}
						}
					}
				},
				["扶"] = {
					["着"] = {
						result = true
					}
				},
				["王"] = {
					["立"] = {
						["军"] = {
							result = true
						}
					}
				},
				["芜"] = {
					["湖"] = {
						result = true
					}
				},
				["薄"] = {
					["熙"] = {
						["来"] = {
							result = true
						}
					}
				},
				["裸"] = {
					["退"] = {
						["之"] = {
							["谜"] = {
								result = true
							}
						}
					}
				},
				["败"] = {
					["局"] = {
						result = true
					}
				},
				["靠"] = {
					result = true
				}
			},
			["濤"] = {
				result = true
			}
		},
		["问"] = {
			["鸣"] = {
				result = true
			}
		}
	},
	["胴"] = {
		["熟"] = {
			["体"] = {
				result = true
			}
		},
		["體"] = {
			result = true
		}
	},
	["胶"] = {
		["水"] = {
			["门"] = {
				result = true
			}
		},
		["皮"] = {
			["印"] = {
				["章"] = {
					result = true
				}
			}
		},
		["衣"] = {
			S = {
				M = {
					["拘"] = {
						["束"] = {
							result = true
						}
					}
				}
			},
			["物"] = {
				["神"] = {
					["崇"] = {
						["拜"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["脚"] = {
		["印"] = {
			["工"] = {
				["作"] = {
					["室"] = {
						result = true
					}
				}
			}
		},
		["奴"] = {
			result = true
		},
		["恋"] = {
			["物"] = {
				["癖"] = {
					result = true
				}
			}
		},
		["本"] = {
			result = true
		},
		["趾"] = {
			["门"] = {
				result = true
			}
		},
		["镣"] = {
			result = true,
			["警"] = {
				["用"] = {
					result = true
				}
			}
		}
	},
	["腐"] = {
		["茎"] = {
			["掏"] = {
				result = true
			}
		},
		["败"] = {
			["中"] = {
				["共"] = {
					["下"] = {
						["台"] = {
							result = true
						}
					},
					["传"] = {
						["言"] = {
							result = true
						}
					}
				}
			},
			["震"] = {
				["惊"] = {
					result = true
				}
			}
		}
	},
	["腚"] = {
		["眼"] = {
			result = true
		}
	},
	["腳"] = {
		["交"] = {
			result = true
		}
	},
	["腹"] = {
		["黑"] = {
			result = true
		}
	},
	["舅"] = {
		["妈"] = {
			["直"] = {
				["到"] = {
					["流"] = {
						["水"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["舙"] = {
		["尖"] = {
			["嫚"] = {
				["遊"] = {
					result = true
				}
			}
		}
	},
	["航"] = {
		["宇"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["拍"] = {
			["飞"] = {
				["行"] = {
					["器"] = {
						result = true
					}
				}
			}
		},
		["母"] = {
			["战"] = {
				["斗"] = {
					["群"] = {
						result = true
					}
				}
			}
		},
		["空"] = {
			["炸"] = {
				["弹"] = {
					result = true
				}
			}
		}
	},
	["艽"] = {
		["艽"] = {
			["娯"] = {
				["楽"] = {
					result = true
				}
			},
			["情"] = {
				["铯"] = {
					result = true
				}
			}
		}
	},
	["节"] = {
		["电"] = {
			["王"] = {
				result = true
			}
		}
	},
	["芙"] = {
		["蓉"] = {
			["颜"] = {
				["色"] = {
					result = true
				}
			}
		}
	},
	["花"] = {
		["事"] = {
			["件"] = {
				result = true
			}
		},
		["仙"] = {
			result = true
		},
		["侠"] = {
			["浪"] = {
				["魂"] = {
					result = true
				}
			}
		},
		["俏"] = {
			["处"] = {
				["女"] = {
					result = true
				}
			}
		},
		["儿"] = {
			["只"] = {
				["为"] = {
					["你"] = {
						["绽"] = {
							["放"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["剑"] = {
			["雨"] = {
				result = true
			}
		},
		["千"] = {
			["芳"] = {
				result = true
			}
		},
		["和"] = {
			["尚"] = {
				result = true,
				["反"] = {
					["曲"] = {
						["弹"] = {
							["弓"] = {
								result = true
							}
						}
					}
				},
				["地"] = {
					["址"] = {
						result = true
					}
				},
				["导"] = {
					["航"] = {
						result = true
					}
				},
				["影"] = {
					["视"] = {
						result = true
					},
					["院"] = {
						result = true
					}
				},
				["成"] = {
					["人"] = {
						["论"] = {
							["坛"] = {
								result = true
							}
						}
					}
				},
				["电"] = {
					["影"] = {
						["网"] = {
							result = true
						},
						["院"] = {
							result = true
						}
					}
				},
				["社"] = {
					["区"] = {
						result = true,
						["集"] = {
							["锦"] = {
								result = true
							}
						}
					},
					["區"] = {
						result = true
					}
				},
				["集"] = {
					["中"] = {
						["营"] = {
							result = true
						}
					}
				},
				["骚"] = {
					["师"] = {
						["太"] = {
							result = true
						}
					}
				}
			}
		},
		["奴"] = {
			["影"] = {
				["视"] = {
					result = true
				}
			}
		},
		["容"] = {
			["天"] = {
				["下"] = {
					result = true
				}
			}
		},
		["心"] = {
			["大"] = {
				["型"] = {
					["色"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["天"] = {
				["子"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			}
		},
		["放"] = {
			["春"] = {
				result = true,
				["在"] = {
					["线"] = {
						result = true
					}
				}
			}
		},
		["旗"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["无"] = {
			["心"] = {
				["狩"] = {
					["猎"] = {
						result = true
					}
				}
			}
		},
		["残"] = {
			A = {
				V = {
					result = true
				}
			}
		},
		["炮"] = {
			result = true
		},
		["瓣"] = {
			["洗"] = {
				["脚"] = {
					["水"] = {
						result = true
					}
				}
			}
		},
		["纹"] = {
			["—"] = {
				["鬼"] = {
					["头"] = {
						["砍"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			},
			["狗"] = {
				["腿"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["钢"] = {
				["刀"] = {
					result = true
				}
			}
		},
		["脸"] = {
			["巴"] = {
				["儿"] = {
					result = true
				}
			}
		},
		["花"] = {
			["世"] = {
				["界"] = {
					result = true
				}
			},
			["公"] = {
				["子"] = {
					["拉"] = {
						["瑞"] = {
							result = true
						}
					}
				}
			},
			["妹"] = {
				["子"] = {
					result = true
				}
			},
			["带"] = {
				["鱼"] = {
					result = true
				}
			},
			["游"] = {
				["龙"] = {
					result = true
				}
			}
		},
		["荣"] = {
			["复"] = {
				["合"] = {
					["弓"] = {
						result = true
					}
				}
			}
		},
		["荫"] = {
			["露"] = {
				result = true,
				["在"] = {
					["线"] = {
						result = true
					}
				}
			}
		},
		["莉"] = {
			["茉"] = {
				result = true
			}
		},
		["落"] = {
			["伴"] = {
				["官"] = {
					["途"] = {
						result = true
					}
				}
			},
			["寻"] = {
				["欢"] = {
					result = true
				}
			}
		},
		["行"] = {
			["动"] = {
				result = true
			}
		},
		["街"] = {
			["在"] = {
				["线"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["色"] = {
				["狼"] = {
					result = true
				}
			}
		},
		["要"] = {
			["开"] = {
				result = true
			}
		},
		["轮"] = {
			["功"] = {
				result = true
			}
		},
		["运"] = {
			["动"] = {
				result = true
			}
		},
		["都"] = {
			["区"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["野"] = {
			result = true
		},
		["钱"] = {
			["办"] = {
				["正"] = {
					result = true
				},
				["证"] = {
					result = true
				}
			}
		},
		["间"] = {
			["曲"] = {
				["采"] = {
					["花"] = {
						["录"] = {
							result = true
						}
					}
				}
			}
		},
		["革"] = {
			["命"] = {
				result = true
			}
		},
		["香"] = {
			["盐"] = {
				["浴"] = {
					result = true
				}
			},
			["袭"] = {
				["人"] = {
					["春"] = {
						["月"] = {
							["塘"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["魁"] = {
			result = true,
			["抚"] = {
				["子"] = {
					result = true
				}
			},
			["网"] = {
				["络"] = {
					["专"] = {
						result = true
					}
				}
			}
		}
	},
	["芲"] = {
		["丼"] = {
			["涳"] = {
				["嘸"] = {
					["犸"] = {
						["芐"] = {
							["酨"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["芳"] = {
		["本"] = {
			["叶"] = {
				["月"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["葉"] = {
				["月"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["若"] = {
			["催"] = {
				["情"] = {
					["水"] = {
						result = true
					}
				}
			}
		},
		["邻"] = {
			["好"] = {
				["土"] = {
					result = true
				}
			}
		}
	},
	["苟"] = {
		["读"] = {
			result = true
		}
	},
	["范"] = {
		["冰"] = {
			["冰"] = {
				result = true,
				A = {
					["片"] = {
						result = true
					}
				},
				["裸"] = {
					["体"] = {
						result = true
					}
				},
				["高"] = {
					["清"] = {
						["偷"] = {
							["拍"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["爷"] = {
			["的"] = {
				O = {
					L = {
						["控"] = {
							result = true
						}
					}
				}
			}
		},
		["百"] = {
			["龄"] = {
				result = true
			}
		},
		["移"] = {
			["城"] = {
				result = true
			}
		},
		["纯"] = {
			["仁"] = {
				result = true
			}
		},
		["统"] = {
			result = true
		},
		["长"] = {
			["秘"] = {
				result = true
			}
		},
		["骅"] = {
			result = true
		}
	},
	["茎"] = {
		["侯"] = {
			["佳"] = {
				["阴"] = {
					result = true
				}
			}
		},
		["候"] = {
			["佳"] = {
				["阴"] = {
					result = true
				}
			}
		}
	},
	["茳"] = {
		["澤"] = {
			["民"] = {
				result = true
			}
		}
	},
	["荆"] = {
		["州"] = {
			K = {
				["粉"] = {
					result = true
				}
			},
			["气"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["棘"] = {
			result = true
		},
		["福"] = {
			["生"] = {
				result = true
			}
		},
		["门"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["气"] = {
				["枪"] = {
					result = true
				}
			}
		}
	},
	["荒"] = {
		["井"] = {
			["嘉"] = {
				["奈"] = {
					result = true
				}
			},
			["圆"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["圓"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["美"] = {
				["惠"] = {
					["子"] = {
						result = true,
						["下"] = {
							["載"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["村"] = {
			["大"] = {
				["觉"] = {
					["醒"] = {
						result = true
					}
				}
			},
			["野"] = {
				["性"] = {
					result = true
				}
			}
		},
		["淫"] = {
			["无"] = {
				["度"] = {
					["影"] = {
						["视"] = {
							result = true
						}
					}
				}
			}
		},
		["警"] = {
			["嘉"] = {
				["奈"] = {
					result = true
				}
			},
			["圓"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["美"] = {
				["惠"] = {
					["子"] = {
						result = true,
						["下"] = {
							["載"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["野"] = {
			["求"] = {
				["生"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["记"] = {
				["实"] = {
					result = true
				}
			}
		}
	},
	["荭"] = {
		["志"] = {
			result = true
		}
	},
	["荷"] = {
		["兰"] = {
			["叶"] = {
				["子"] = {
					result = true
				}
			},
			["小"] = {
				["姐"] = {
					result = true
				}
			},
			["水"] = {
				result = true
			},
			["飞"] = {
				["叶"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["叶"] = {
			["简"] = {
				result = true
			}
		},
		["官"] = {
			["在"] = {
				["线"] = {
					["发"] = {
						["牌"] = {
							result = true
						}
					}
				}
			}
		},
		["枪"] = {
			["实"] = {
				["弹"] = {
					result = true,
					["李"] = {
						["友"] = {
							result = true
						}
					}
				}
			}
		},
		["花"] = {
			["棠"] = {
				["网"] = {
					result = true
				}
			}
		}
	},
	["莞"] = {
		["式"] = {
			["服"] = {
				["务"] = {
					result = true
				}
			}
		}
	},
	["莪"] = {
		["婹"] = {
			["$"] = {
				["ｍ"] = {
					["囗"] = {
						["茭"] = {
							["蛧"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["获"] = {
		["取"] = {
			["银"] = {
				["行"] = {
					["卡"] = {
						["资"] = {
							["料"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["得"] = {
			["全"] = {
				["局"] = {
					["经"] = {
						["验"] = {
							result = true
						}
					}
				}
			},
			["战"] = {
				["斗"] = {
					["胜"] = {
						["利"] = {
							result = true
						}
					}
				}
			},
			["英"] = {
				["雄"] = {
					["勋"] = {
						["章"] = {
							result = true
						}
					}
				}
			}
		},
		["批"] = {
			["地"] = {
				["逾"] = {
					["百"] = {
						["亿"] = {
							["内"] = {
								["情"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["罪"] = {
			result = true
		}
	},
	["菅"] = {
		["野"] = {
			["亚"] = {
				["梨"] = {
					["沙"] = {
						["迅"] = {
							["雷"] = {
								result = true
							}
						}
					}
				}
			},
			["美"] = {
				["穗"] = {
					result = true,
					["下"] = {
						["載"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["菊"] = {
		["剑"] = {
			result = true
		},
		["地"] = {
			["凛"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["惠"] = {
				["理"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["麗"] = {
				["子"] = {
					result = true
				}
			}
		},
		["川"] = {
			["沙"] = {
				["织"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["池"] = {
			["丽"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["亚"] = {
				["由"] = {
					["奈"] = {
						["种"] = {
							["子"] = {
								result = true
							},
							["紫"] = {
								result = true
							}
						}
					}
				}
			},
			["奈"] = {
				["津"] = {
					["美"] = {
						result = true
					}
				}
			},
			["蓝"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			},
			["藍"] = {
				["电"] = {
					["驴"] = {
						result = true
					}
				}
			},
			["麻"] = {
				["衣"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						},
						["種"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["洞"] = {
			result = true
		},
		["竹"] = {
			["武"] = {
				["士"] = {
					["刀"] = {
						result = true
					}
				}
			}
		},
		["色"] = {
			["宫"] = {
				["音"] = {
					["影"] = {
						["先"] = {
							["锋"] = {
								result = true
							}
						}
					}
				}
			},
			["宮"] = {
				["網"] = {
					result = true
				}
			}
		},
		["花"] = {
			result = true,
			A = {
				V = {
					result = true
				}
			},
			["在"] = {
				["线"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["宫"] = {
				result = true
			},
			["操"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			},
			["文"] = {
				result = true
			},
			["穴"] = {
				result = true,
				["成"] = {
					["人"] = {
						result = true
					}
				}
			}
		},
		["門"] = {
			["破"] = {
				["壞"] = {
					result = true
				}
			}
		},
		["领"] = {
			["风"] = {
				["骚"] = {
					result = true
				}
			}
		}
	},
	["華"] = {
		["仔"] = {
			["天"] = {
				["地"] = {
					result = true
				}
			}
		},
		["信"] = {
			["民"] = {
				result = true
			}
		},
		["國"] = {
			["鋒"] = {
				result = true
			}
		},
		["夏"] = {
			I = {
				I = {
					result = true
				}
			}
		},
		["盛"] = {
			["頓"] = {
				result = true
			}
		},
		["盟"] = {
			["银"] = {
				["行"] = {
					["卡"] = {
						["中"] = {
							["心"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["義"] = {
			result = true
		}
	},
	["菰"] = {
		["島"] = {
			["情"] = {
				["铯"] = {
					["仼"] = {
						["朝"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["菲"] = {
		["娱"] = {
			["2"] = {
				["区"] = {
					result = true
				}
			}
		},
		["彩"] = {
			result = true,
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["律"] = {
			["宾"] = {
				["博"] = {
					["彩"] = {
						["网"] = {
							result = true
						}
					}
				},
				["圣"] = {
					["安"] = {
						["娜"] = {
							result = true
						}
					}
				},
				["百"] = {
					["家"] = {
						["乐"] = {
							result = true
						}
					}
				}
			}
		},
		["林"] = {
			result = true
		},
		["菲"] = {
			["影"] = {
				["院"] = {
					result = true
				}
			}
		}
	},
	["萣"] = {
		["莅"] = {
			["噐"] = {
				result = true
			}
		}
	},
	["葒"] = {
		["外"] = {
			["透"] = {
				["視"] = {
					result = true
				}
			}
		},
		["櫻"] = {
			["洮"] = {
				["仺"] = {
					["蠅"] = {
						["氺"] = {
							result = true
						}
					}
				}
			}
		},
		["氺"] = {
			["橸"] = {
				result = true
			}
		},
		["燈"] = {
			["岖"] = {
				["尐"] = {
					["妹"] = {
						["菔"] = {
							["務"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["電"] = {
			["動"] = {
				["エ"] = {
					["具"] = {
						result = true
					}
				}
			},
			["憅"] = {
				["笁"] = {
					["倶"] = {
						result = true
					}
				}
			}
		}
	},
	["葛"] = {
		["光"] = {
			["佩"] = {
				result = true
			}
		},
		["玄"] = {
			result = true
		}
	},
	["董"] = {
		["力"] = {
			result = true
		},
		["如"] = {
			["彬"] = {
				result = true
			}
		},
		["姐"] = {
			["军"] = {
				["品"] = {
					["户"] = {
						["外"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["行"] = {
				result = true
			}
		},
		["平"] = {
			[" "] = {
				["建"] = {
					["党"] = {
						["伟"] = {
							["业"] = {
								[" "] = {
									["曾"] = {
										["庆"] = {
											["淮"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["建"] = {
			["華"] = {
				result = true
			}
		},
		["必"] = {
			["武"] = {
				result = true
			}
		},
		["文"] = {
			["華"] = {
				result = true
			}
		},
		["昌"] = {
			result = true
		},
		["晓"] = {
			["洋"] = {
				result = true
			}
		},
		["氏"] = {
			["弹"] = {
				["弓"] = {
					result = true
				}
			}
		},
		["繼"] = {
			["勤"] = {
				result = true
			}
		},
		["賤"] = {
			["華"] = {
				result = true
			}
		}
	},
	["葫"] = {
		["芦"] = {
			["岛"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				},
				["刻"] = {
					["章"] = {
						result = true
					}
				},
				["办"] = {
					["证"] = {
						result = true
					}
				},
				["小"] = {
					["姐"] = {
						result = true
					}
				}
			},
			["案"] = {
				result = true
			}
		},
		["蘆"] = {
			["島"] = {
				["辦"] = {
					["證"] = {
						result = true
					}
				}
			},
			["案"] = {
				result = true
			}
		}
	},
	["蒋"] = {
		[" "] = {
			["彦"] = {
				[" "] = {
					["永"] = {
						result = true
					}
				}
			}
		},
		["中"] = {
			["国"] = {
				result = true
			}
		},
		["光"] = {
			["亭"] = {
				result = true
			}
		},
		["培"] = {
			["坤"] = {
				result = true
			}
		},
		["大"] = {
			["彬"] = {
				["群"] = {
					P = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					},
					p = {
						result = true
					}
				}
			}
		},
		["定"] = {
			["之"] = {
				result = true
			}
		},
		["尊"] = {
			["玉"] = {
				result = true
			}
		},
		["平"] = {
			result = true
		},
		["建"] = {
			["国"] = {
				result = true
			}
		},
		["彦"] = {
			["勇"] = {
				result = true,
				["上"] = {
					["书"] = {
						result = true
					}
				}
			},
			["永"] = {
				[" "] = {
					["\""] = {
						["六"] = {
							["四"] = {
								["\""] = {
									result = true
								}
							}
						},
						["关"] = {
							["于"] = {
								["为"] = {
									["\""] = {
										result = true
									}
								}
							}
						}
					},
					["上"] = {
						["书"] = {
							result = true
						}
					},
					["致"] = {
						["函"] = {
							result = true,
							[" "] = {
								["要"] = {
									["求"] = {
										[" "] = {
											["道"] = {
												["歉"] = {
													result = true
												}
											}
										},
										["道"] = {
											["歉"] = {
												result = true
											}
										}
									}
								},
								["道"] = {
									["歉"] = {
										result = true
									}
								}
							}
						}
					}
				},
				["8"] = {
					["9"] = {
						["年"] = {
							result = true,
							["运"] = {
								["动"] = {
									["正"] = {
										["名"] = {
											result = true
										}
									}
								}
							}
						}
					}
				},
				["上"] = {
					["书"] = {
						result = true
					}
				},
				["六"] = {
					["四"] = {
						result = true
					}
				},
				["关"] = {
					["于"] = {
						["为"] = {
							result = true,
							["运"] = {
								["动"] = {
									["正"] = {
										["名"] = {
											result = true
										}
									}
								}
							}
						}
					}
				},
				["医"] = {
					["生"] = {
						result = true
					}
				},
				["致"] = {
					["函"] = {
						result = true
					}
				}
			}
		},
		["树"] = {
			["声"] = {
				result = true
			}
		},
		["梅"] = {
			[" "] = {
				["豪"] = {
					["宅"] = {
						result = true
					}
				}
			}
		},
		["正"] = {
			["华"] = {
				result = true
			}
		},
		["洁"] = {
			["敏"] = {
				result = true
			}
		},
		["秀"] = {
			["成"] = {
				result = true
			}
		},
		["震"] = {
			["文"] = {
				result = true
			}
		}
	},
	["蒶"] = {
		["嫩"] = {
			["尐"] = {
				["穴"] = {
					result = true
				}
			}
		}
	},
	["蓋"] = {
		["世"] = {
			["太"] = {
				["保"] = {
					result = true
				}
			}
		}
	},
	["蓟"] = {
		["县"] = {
			["办"] = {
				["毕"] = {
					["业"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["蔣"] = {
		["彥"] = {
			["勇"] = {
				result = true
			},
			["永"] = {
				result = true,
				["上"] = {
					["書"] = {
						result = true
					}
				}
			}
		},
		["樹"] = {
			["聲"] = {
				result = true
			}
		},
		["正"] = {
			["華"] = {
				result = true
			}
		},
		["經"] = {
			["國"] = {
				result = true
			}
		}
	},
	["蕉"] = {
		["岭"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["蕟"] = {
		["票"] = {
			result = true
		}
	},
	["薑"] = {
		["偉"] = {
			["新"] = {
				result = true
			}
		}
	},
	["虎"] = {
		B = {
			T = {
				["有"] = {
					["货"] = {
						result = true
					}
				}
			}
		},
		Z = {
			T = {
				["军"] = {
					["刺"] = {
						result = true
					}
				}
			}
		},
		["丘"] = {
			["区"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["啸"] = {
			["丛"] = {
				["林"] = {
					["刀"] = {
						result = true
					}
				}
			}
		},
		["头"] = {
			["五"] = {
				["连"] = {
					["发"] = {
						result = true,
						["猎"] = {
							["槍"] = {
								result = true
							}
						}
					}
				}
			},
			["低"] = {
				["价"] = {
					["双"] = {
						["管"] = {
							result = true
						}
					},
					["牌"] = {
						["猎"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["双"] = {
				["管"] = {
					result = true,
					["出"] = {
						["货"] = {
							result = true
						}
					},
					["到"] = {
						["货"] = {
							result = true
						}
					},
					["图"] = {
						["纸"] = {
							result = true
						}
					},
					["木"] = {
						["托"] = {
							result = true
						}
					},
					["猎"] = {
						["枪"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			},
			["牌"] = {
				["低"] = {
					["价"] = {
						["猎"] = {
							["枪"] = {
								result = true
							},
							["槍"] = {
								result = true
							}
						}
					}
				},
				["单"] = {
					["管"] = {
						["猎"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["双"] = {
					["管"] = {
						result = true,
						["猎"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["猎"] = {
					result = true,
					["&"] = {
						["狗"] = {
							["专"] = {
								result = true
							}
						}
					},
					["枪"] = {
						result = true,
						["专"] = {
							result = true
						},
						["出"] = {
							result = true
						},
						["订"] = {
							["购"] = {
								result = true
							}
						}
					},
					["槍"] = {
						result = true
					},
					["狗"] = {
						["专"] = {
							result = true
						},
						["儿"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["猎"] = {
				["木"] = {
					["仓"] = {
						result = true
					}
				},
				["枪"] = {
					result = true,
					["交"] = {
						["易"] = {
							result = true
						}
					},
					["出"] = {
						["货"] = {
							result = true
						}
					},
					["到"] = {
						["货"] = {
							result = true
						}
					},
					["图"] = {
						["纸"] = {
							result = true
						}
					},
					["子"] = {
						["弹"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				},
				["狗"] = {
					["专"] = {
						result = true
					}
				}
			}
		},
		["妖"] = {
			["战"] = {
				["将"] = {
					result = true
				}
			}
		},
		["尾"] = {
			["模"] = {
				["型"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["游"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["澈"] = {
			["弓"] = {
				result = true
			}
		},
		["牌"] = {
			["猎"] = {
				["狗"] = {
					result = true
				}
			}
		},
		["牙"] = {
			["军"] = {
				["刀"] = {
					result = true,
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			},
			["刀"] = {
				["专"] = {
					result = true
				}
			},
			["格"] = {
				["斗"] = {
					["刀"] = {
						["专"] = {
							result = true
						}
					}
				}
			}
		},
		["纹"] = {
			["狗"] = {
				["腿"] = {
					result = true,
					["弯"] = {
						["刀"] = {
							result = true
						}
					}
				}
			}
		},
		["蟹"] = {
			["将"] = {
				result = true
			}
		},
		["逼"] = {
			["社"] = {
				["区"] = {
					result = true
				}
			}
		},
		["门"] = {
			["桑"] = {
				["拿"] = {
					result = true
				}
			},
			["靠"] = {
				result = true
			}
		},
		["頭"] = {
			["牌"] = {
				["猎"] = {
					["狗"] = {
						["專"] = {
							result = true
						}
					}
				},
				["獵"] = {
					result = true,
					["槍"] = {
						result = true
					},
					["狗"] = {
						["專"] = {
							result = true
						}
					}
				}
			},
			["獵"] = {
				["木"] = {
					["倉"] = {
						result = true
					}
				},
				["槍"] = {
					result = true,
					["图"] = {
						result = true
					}
				}
			},
			["雙"] = {
				["管"] = {
					result = true
				}
			}
		},
		["骑"] = {
			["成"] = {
				["人"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["虹"] = {
		["发"] = {
			["代"] = {
				["办"] = {
					result = true
				}
			}
		},
		["志"] = {
			result = true
		},
		["至"] = {
			result = true
		}
	},
	["蛊"] = {
		["惑"] = {
			result = true
		},
		["毒"] = {
			result = true,
			["的"] = {
				result = true
			}
		}
	},
	["蛤"] = {
		["不"] = {
			["去"] = {
				["镇"] = {
					["江"] = {
						result = true
					}
				}
			}
		},
		["参"] = {
			["观"] = {
				result = true
			}
		},
		["帝"] = {
			result = true
		},
		["挺"] = {
			["傅"] = {
				result = true
			}
		},
		["王"] = {
			["早"] = {
				["已"] = {
					result = true
				}
			}
		},
		["蛤"] = {
			result = true,
			["早"] = {
				["已"] = {
					result = true
				}
			},
			["没"] = {
				["死"] = {
					result = true
				}
			},
			["活"] = {
				["不"] = {
					["长"] = {
						result = true
					}
				},
				["着"] = {
					result = true
				}
			}
		},
		["蟆"] = {
			["不"] = {
				["鸣"] = {
					["则"] = {
						["罢"] = {
							result = true
						}
					}
				}
			},
			["亲"] = {
				["江"] = {
					["系"] = {
						["媒"] = {
							["体"] = {
								result = true
							}
						}
					}
				}
			},
			["图"] = {
				result = true,
				["&"] = {
					["江"] = {
						["泽"] = {
							["民"] = {
								result = true
							}
						}
					}
				},
				["打"] = {
					["气"] = {
						result = true
					}
				},
				["江"] = {
					["泽"] = {
						["民"] = {
							result = true
						}
					}
				}
			},
			["圖"] = {
				result = true
			},
			["完"] = {
				["結"] = {
					["說"] = {
						result = true
					}
				},
				["结"] = {
					["说"] = {
						result = true
					}
				}
			},
			["帝"] = {
				result = true
			},
			["打"] = {
				["气"] = {
					result = true
				}
			},
			["是"] = {
				["谁"] = {
					result = true
				}
			},
			["江"] = {
				result = true,
				["是"] = {
					["谁"] = {
						result = true
					}
				},
				["泽"] = {
					["民"] = {
						result = true,
						["站"] = {
							["台"] = {
								result = true
							}
						}
					}
				},
				["系"] = {
					result = true
				}
			},
			["漏"] = {
				["气"] = {
					result = true
				}
			},
			["終"] = {
				["結"] = {
					result = true
				}
			},
			["终"] = {
				["结"] = {
					result = true
				}
			}
		},
		["视"] = {
			["察"] = {
				result = true
			}
		},
		["诞"] = {
			["节"] = {
				result = true
			}
		},
		["题"] = {
			["词"] = {
				result = true
			}
		}
	},
	["蝴"] = {
		["枪"] = {
			["专"] = {
				result = true
			}
		},
		["蝶"] = {
			d = {
				a = {
					o = {
						result = true,
						["专"] = {
							result = true
						}
					}
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						result = true
					}
				}
			},
			["刀"] = {
				["专"] = {
					result = true,
					["网"] = {
						result = true
					}
				},
				["价"] = {
					["格"] = {
						result = true
					}
				},
				["具"] = {
					result = true,
					["具"] = {
						["专"] = {
							result = true
						}
					}
				},
				["加"] = {
					result = true
				},
				["正"] = {
					["品"] = {
						result = true
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["砍"] = {
					["刀"] = {
						result = true
					}
				},
				["联"] = {
					["系"] = {
						["方"] = {
							["式"] = {
								result = true
							}
						}
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				}
			},
			["午"] = {
				["夜"] = {
					["战"] = {
						["刀"] = {
							result = true
						}
					}
				}
			},
			["心"] = {
				["水"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			},
			["折"] = {
				["刀"] = {
					result = true
				}
			},
			["流"] = {
				["行"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["甩"] = {
				d = {
					a = {
						o = {
							result = true
						}
					}
				},
				["刀"] = {
					["专"] = {
						result = true,
						["店"] = {
							result = true
						}
					},
					["代"] = {
						["理"] = {
							result = true
						}
					},
					["军"] = {
						["刀"] = {
							["专"] = {
								result = true
							}
						}
					},
					["正"] = {
						["品"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["做"] = {
							result = true
						},
						["购"] = {
							result = true
						}
					}
				},
				["刺"] = {
					["专"] = {
						result = true
					},
					["刀"] = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					}
				},
				["忉"] = {
					result = true
				},
				["枪"] = {
					result = true,
					["专"] = {
						result = true
					}
				}
			},
			["砍"] = {
				["刀"] = {
					result = true
				}
			},
			["粉"] = {
				["末"] = {
					["钢"] = {
						result = true
					}
				}
			},
			["精"] = {
				["钢"] = {
					result = true
				}
			},
			["练"] = {
				["习"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["网"] = {
				result = true
			},
			["虎"] = {
				["纹"] = {
					result = true
				}
			},
			["谷"] = {
				["淫"] = {
					result = true,
					["图"] = {
						result = true
					}
				},
				["激"] = {
					["情"] = {
						["网"] = {
							result = true
						}
					}
				},
				["网"] = {
					result = true
				},
				["色"] = {
					["情"] = {
						["网"] = {
							result = true
						}
					},
					["色"] = {
						["网"] = {
							result = true
						}
					}
				},
				["黄"] = {
					["站"] = {
						result = true
					}
				}
			},
			["跳"] = {
				["刀"] = {
					result = true,
					["专"] = {
						result = true
					},
					["正"] = {
						["品"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			},
			["骚"] = {
				["逼"] = {
					result = true
				}
			},
			["鹿"] = {
				["角"] = {
					result = true
				}
			}
		}
	},
	["行"] = {
		["业"] = {
			["票"] = {
				result = true
			}
		},
		["为"] = {
			["艺"] = {
				["术"] = {
					result = true
				}
			}
		},
		["会"] = {
			["战"] = {
				["争"] = {
					result = true
				}
			}
		},
		["政"] = {
			["刷"] = {
				["票"] = {
					result = true
				}
			}
		},
		["為"] = {
			["藝"] = {
				["術"] = {
					result = true
				}
			}
		},
		["贿"] = {
			result = true,
			["5"] = {
				["亿"] = {
					result = true
				}
			}
		},
		["踪"] = {
			["监"] = {
				["控"] = {
					result = true
				}
			}
		},
		["销"] = {
			result = true
		},
		["驶"] = {
			["里"] = {
				["程"] = {
					result = true
				}
			}
		}
	},
	["街"] = {
		["上"] = {
			["偷"] = {
				["着"] = {
					["干"] = {
						result = true
					}
				}
			}
		},
		["头"] = {
			["对"] = {
				["抗"] = {
					["靠"] = {
						result = true
					}
				}
			},
			["混"] = {
				["混"] = {
					result = true,
					["信"] = {
						["息"] = {
							result = true
						}
					}
				}
			}
		},
		["拍"] = {
			["丝"] = {
				["袜"] = {
					["妹"] = {
						["妹"] = {
							result = true
						}
					}
				}
			}
		},
		["钟"] = {
			result = true
		},
		["霸"] = {
			["习"] = {
				["近"] = {
					["平"] = {
						result = true
					}
				}
			}
		},
		["頭"] = {
			["婫"] = {
				["婫"] = {
					["電"] = {
						["話"] = {
							result = true
						}
					}
				}
			},
			["混"] = {
				["混"] = {
					["電"] = {
						["話"] = {
							result = true
						}
					}
				}
			},
			["緄"] = {
				["緄"] = {
					["電"] = {
						["話"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["複"] = {
		["合"] = {
			["弜"] = {
				result = true
			}
		},
		["製"] = {
			["#"] = {
				["手"] = {
					["機"] = {
						["卡"] = {
							result = true
						}
					}
				}
			},
			["銀"] = {
				["聯"] = {
					["卡"] = {
						result = true
					},
					["咔"] = {
						result = true
					}
				},
				["行"] = {
					["卡"] = {
						["代"] = {
							["辦"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["褐"] = {
		["铁"] = {
			["矿"] = {
				["选"] = {
					["矿"] = {
						result = true
					}
				}
			}
		}
	},
	["覆"] = {
		["土"] = {
			["烧"] = {
				["刃"] = {
					result = true
				}
			}
		}
	},
	["観"] = {
		["仴"] = {
			["甴"] = {
				["萘"] = {
					result = true
				}
			}
		},
		["月"] = {
			["千"] = {
				["穂"] = {
					["电"] = {
						["驴"] = {
							result = true
						}
					}
				}
			},
			["由"] = {
				["奈"] = {
					result = true
				}
			}
		}
	},
	["觀"] = {
		["世"] = {
			["音"] = {
				result = true
			}
		},
		["月"] = {
			["愛"] = {
				["香"] = {
					b = {
						t = {
							result = true
						}
					}
				}
			}
		}
	},
	["见"] = {
		["过"] = {
			["如"] = {
				["此"] = {
					["深"] = {
						["喉"] = {
							["么"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["面"] = {
			["交"] = {
				["易"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["观"] = {
		["世"] = {
			["音"] = {
				["赢"] = {
					["钱"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["察"] = {
			["者"] = {
				["网"] = {
					result = true
				}
			}
		},
		["月"] = {
			["日"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["爱"] = {
				["香"] = {
					b = {
						t = {
							result = true
						}
					}
				}
			},
			["雏"] = {
				["乃"] = {
					result = true,
					["全"] = {
						["集"] = {
							result = true
						}
					}
				}
			}
		},
		["测"] = {
			result = true
		},
		["看"] = {
			["毕"] = {
				["打"] = {
					["自"] = {
						["己"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			},
			["淫"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			},
			["视"] = {
				["频"] = {
					result = true
				}
			}
		},
		["音"] = {
			["坐"] = {
				["莲"] = {
					result = true,
					["被"] = {
						["内"] = {
							["射"] = {
								result = true
							}
						}
					}
				}
			},
			["桥"] = {
				result = true
			},
			["茶"] = {
				result = true
			}
		}
	},
	["觉"] = {
		["者"] = {
			result = true
		},
		["醒"] = {
			["的"] = {
				["中"] = {
					["国"] = {
						["公"] = {
							["民"] = {
								result = true
							}
						}
					}
				}
			},
			["穆"] = {
				["斯"] = {
					["林"] = {
						result = true
					}
				}
			},
			["维"] = {
				["吾"] = {
					["尔"] = {
						result = true
					}
				}
			}
		}
	},
	["觊"] = {
		["觎"] = {
			["总"] = {
				["理"] = {
					["宝"] = {
						["座"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["角"] = {
		["膜"] = {
			result = true
		},
		["落"] = {
			["网"] = {
				["盘"] = {
					result = true
				}
			}
		},
		["速"] = {
			["度"] = {
				result = true
			}
		}
	},
	["解"] = {
		["倣"] = {
			["軍"] = {
				["哯"] = {
					["役"] = {
						["軍"] = {
							["叨"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["决"] = {
			["小"] = {
				["三"] = {
					result = true
				}
			},
			["恩"] = {
				["怨"] = {
					result = true
				}
			},
			["情"] = {
				["敌"] = {
					result = true,
					["小"] = {
						["三"] = {
							result = true
						}
					}
				}
			},
			["私"] = {
				["人"] = {
					["恩"] = {
						["怨"] = {
							result = true
						}
					}
				}
			},
			["第"] = {
				["三"] = {
					["者"] = {
						result = true
					}
				}
			}
		},
		["剖"] = {
			["女"] = {
				["尸"] = {
					result = true
				}
			}
		},
		["封"] = {
			result = true
		},
		["开"] = {
			["内"] = {
				["衣"] = {
					result = true
				}
			}
		},
		["放"] = {
			["军"] = {
				[" "] = {
					["学"] = {
						["生"] = {
							result = true
						}
					},
					["屠"] = {
						["杀"] = {
							["学"] = {
								["生"] = {
									result = true
								}
							}
						}
					},
					["杀"] = {
						["人"] = {
							result = true
						}
					},
					["武"] = {
						["力"] = {
							["镇"] = {
								["压"] = {
									result = true
								}
							}
						}
					},
					["清"] = {
						["场"] = {
							result = true
						}
					},
					["老"] = {
						["百"] = {
							["姓"] = {
								[" "] = {
									["冲"] = {
										["突"] = {
											result = true
										}
									}
								}
							}
						}
					}
				},
				["3"] = {
					["0"] = {
						["1"] = {
							["医"] = {
								["院"] = {
									[" "] = {
										[" "] = {
											["毒"] = {
												["針"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["天"] = {
					["安"] = {
						["门"] = {
							result = true
						}
					}
				},
				["学"] = {
					["生"] = {
						result = true
					}
				},
				["审"] = {
					["计"] = {
						["署"] = {
							result = true
						}
					}
				},
				["屠"] = {
					["杀"] = {
						["学"] = {
							["生"] = {
								result = true
							}
						}
					}
				},
				["开"] = {
					["枪"] = {
						result = true
					}
				},
				["杀"] = {
					["人"] = {
						result = true
					}
				},
				["武"] = {
					["力"] = {
						["镇"] = {
							["压"] = {
								result = true
							}
						}
					}
				},
				["清"] = {
					["场"] = {
						result = true
					}
				},
				["现"] = {
					["役"] = {
						["军"] = {
							["刀"] = {
								result = true
							},
							["枪"] = {
								result = true
							}
						}
					}
				},
				["的"] = {
					["坦"] = {
						["克"] = {
							result = true,
							[" "] = {
								["学"] = {
									["生"] = {
										result = true
									}
								}
							},
							["学"] = {
								["生"] = {
									result = true
								}
							}
						}
					}
				},
				["空"] = {
					["军"] = {
						["刀"] = {
							result = true
						}
					}
				},
				["老"] = {
					["百"] = {
						["姓"] = {
							["冲"] = {
								["突"] = {
									result = true
								}
							}
						}
					}
				},
				["镇"] = {
					["压"] = {
						result = true
					}
				}
			},
			["大"] = {
				["道"] = {
					result = true
				}
			},
			["軍"] = {
				["審"] = {
					["計"] = {
						["署"] = {
							result = true
						}
					}
				},
				["現"] = {
					["役"] = {
						["軍"] = {
							["刀"] = {
								result = true
							},
							["枪"] = {
								result = true
							}
						}
					}
				},
				["鎮"] = {
					["壓"] = {
						result = true
					}
				}
			}
		},
		["散"] = {
			["中"] = {
				["国"] = {
					result = true
				},
				["國"] = {
					result = true
				}
			},
			["队"] = {
				["伍"] = {
					result = true,
					["失"] = {
						["败"] = {
							result = true
						}
					}
				}
			}
		},
		["气"] = {
			["了"] = {
				["仇"] = {
					result = true
				}
			}
		},
		["決"] = {
			["小"] = {
				["三"] = {
					result = true
				}
			},
			["情"] = {
				["敵"] = {
					result = true
				}
			}
		},
		["犸"] = {
			["噐"] = {
				result = true
			}
		},
		["码"] = {
			["器"] = {
				["专"] = {
					result = true
				},
				["汽"] = {
					["车"] = {
						result = true
					}
				}
			},
			["王"] = {
				result = true
			}
		},
		["禁"] = {
			["游"] = {
				["戏"] = {
					result = true
				}
			},
			["遊"] = {
				["戲"] = {
					result = true
				}
			}
		},
		["脱"] = {
			["美"] = {
				["眉"] = {
					["的"] = {
						["内"] = {
							["衣"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["酒"] = {
			["中"] = {
				["国"] = {
					result = true
				}
			}
		},
		["除"] = {
			["壹"] = {
				["天"] = {
					["的"] = {
						["疲"] = {
							["惫"] = {
								result = true
							},
							["憊"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["龙"] = {
			result = true
		}
	},
	["訂"] = {
		["購"] = {
			result = true
		}
	},
	["訆"] = {
		["舂"] = {
			result = true
		}
	},
	["計"] = {
		["牌"] = {
			["軟"] = {
				["體"] = {
					result = true
				}
			}
		}
	},
	["訪"] = {
		["問"] = {
			["坦"] = {
				["桑"] = {
					result = true
				}
			}
		}
	},
	["許"] = {
		["昌"] = {
			["辦"] = {
				["證"] = {
					result = true
				}
			}
		},
		["江"] = {
			["藝"] = {
				["術"] = {
					["展"] = {
						result = true
					}
				}
			}
		}
	},
	["警"] = {
		d = {
			["察"] = {
				["专"] = {
					["用"] = {
						result = true
					}
				}
			}
		},
		["上"] = {
			["佑"] = {
				["香"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["光"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["千"] = {
				["寻"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				},
				["尋"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["夕"] = {
				["美"] = {
					result = true
				}
			}
		},
		["务"] = {
			["文"] = {
				["职"] = {
					["档"] = {
						["案"] = {
							result = true
						}
					}
				}
			}
		},
		["匪"] = {
			["1"] = {
				["家"] = {
					result = true
				}
			},
			["一"] = {
				["家"] = {
					["亲"] = {
						result = true
					}
				}
			}
		},
		["卫"] = {
			["局"] = {
				result = true
			},
			["谭"] = {
				x = {
					result = true
				}
			}
		},
		["变"] = {
			result = true
		},
		["号"] = {
			result = true,
			["专"] = {
				result = true
			},
			["订"] = {
				["购"] = {
					result = true
				}
			}
		},
		["嚓"] = {
			["證"] = {
				["眞"] = {
					["皮"] = {
						result = true
					}
				}
			}
		},
		["备"] = {
			["品"] = {
				["付"] = {
					["款"] = {
						["发"] = {
							["货"] = {
								result = true
							}
						}
					}
				}
			},
			["车"] = {
				["证"] = {
					result = true
				}
			}
		},
		["官"] = {
			["服"] = {
				result = true
			},
			["正"] = {
				Q = {
					result = true
				},
				["办"] = {
					["理"] = {
						result = true
					}
				}
			},
			["證"] = {
				result = true
			},
			["证"] = {
				Q = {
					result = true
				},
				["专"] = {
					result = true
				},
				["代"] = {
					["办"] = {
						result = true
					}
				},
				["办"] = {
					["理"] = {
						result = true
					}
				}
			}
		},
		["容"] = {
			["界"] = {
				result = true
			}
		},
		["察"] = {
			z = {
				h = {
					e = {
						n = {
							g = {
								result = true
							}
						}
					}
				}
			},
			["专"] = {
				["用"] = {
					result = true,
					["甩"] = {
						["棍"] = {
							result = true
						}
					}
				}
			},
			["作"] = {
				["训"] = {
					["服"] = {
						["直"] = {
							["销"] = {
								result = true
							}
						}
					}
				}
			},
			["名"] = {
				["单"] = {
					result = true
				}
			},
			["大"] = {
				S = {
					["逼"] = {
						result = true
					}
				},
				["傻"] = {
					B = {
						result = true
					},
					["逼"] = {
						result = true
					}
				}
			},
			["徽"] = {
				result = true
			},
			["手"] = {
				["铐"] = {
					result = true
				}
			},
			["打"] = {
				["人"] = {
					result = true
				}
			},
			["枪"] = {
				result = true,
				["1"] = {
					["0"] = {
						["发"] = {
							["装"] = {
								result = true
							}
						}
					},
					["1"] = {
						["发"] = {
							["装"] = {
								result = true
							}
						}
					},
					["2"] = {
						["发"] = {
							["装"] = {
								result = true
							}
						}
					},
					["3"] = {
						["发"] = {
							["装"] = {
								result = true
							}
						}
					},
					["4"] = {
						["发"] = {
							["装"] = {
								result = true
							}
						}
					},
					["5"] = {
						["发"] = {
							["装"] = {
								result = true
							}
						}
					},
					["6"] = {
						["发"] = {
							["装"] = {
								result = true
							}
						}
					},
					["7"] = {
						["发"] = {
							["装"] = {
								result = true
							}
						}
					},
					["8"] = {
						["发"] = {
							["装"] = {
								result = true
							}
						}
					},
					["9"] = {
						["发"] = {
							["装"] = {
								result = true
							}
						}
					}
				},
				["2"] = {
					["0"] = {
						["发"] = {
							["装"] = {
								result = true
							}
						}
					},
					["1"] = {
						["发"] = {
							["装"] = {
								result = true
							}
						}
					},
					["2"] = {
						["发"] = {
							["装"] = {
								result = true
							}
						}
					},
					["3"] = {
						["发"] = {
							["装"] = {
								result = true
							}
						}
					},
					["4"] = {
						["发"] = {
							["装"] = {
								result = true
							}
						}
					},
					["5"] = {
						["发"] = {
							["装"] = {
								result = true
							}
						}
					},
					["6"] = {
						["发"] = {
							["装"] = {
								result = true
							}
						}
					},
					["7"] = {
						["发"] = {
							["装"] = {
								result = true
							}
						}
					},
					["8"] = {
						["发"] = {
							["装"] = {
								result = true
							}
						}
					},
					["9"] = {
						["发"] = {
							["装"] = {
								result = true
							}
						}
					}
				},
				["支"] = {
					result = true
				}
			},
			["档"] = {
				["案"] = {
					["数"] = {
						["据"] = {
							result = true
						}
					}
				}
			},
			["正"] = {
				result = true
			},
			["死"] = {
				result = true
			},
			["治"] = {
				["国"] = {
					result = true
				}
			},
			["腰"] = {
				["带"] = {
					result = true
				}
			},
			["装"] = {
				["备"] = {
					result = true
				}
			},
			["证"] = {
				["代"] = {
					["办"] = {
						result = true
					}
				},
				["真"] = {
					["皮"] = {
						result = true
					}
				}
			},
			["钱"] = {
				["包"] = {
					result = true
				}
			},
			["防"] = {
				["身"] = {
					["装"] = {
						["备"] = {
							result = true
						}
					}
				}
			}
		},
		["局"] = {
			result = true
		},
		["川"] = {
			["菜"] = {
				["菜"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["徽"] = {
			["牌"] = {
				["子"] = {
					result = true
				}
			}
		},
		["悹"] = {
			["證"] = {
				result = true
			}
		},
		["报"] = {
			["器"] = {
				result = true
			}
		},
		["方"] = {
			result = true,
			["尚"] = {
				["义"] = {
					["街"] = {
						["活"] = {
							["捉"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["服"] = {
			["专"] = {
				result = true
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["及"] = {
				["警"] = {
					["用"] = {
						["品"] = {
							result = true
						}
					}
				}
			},
			["常"] = {
				["服"] = {
					result = true
				}
			},
			["手"] = {
				["铐"] = {
					result = true,
					["器"] = {
						["具"] = {
							result = true
						}
					},
					["电"] = {
						["警"] = {
							["棍"] = {
								result = true
							}
						}
					}
				}
			},
			["春"] = {
				["秋"] = {
					["执"] = {
						["勤"] = {
							["装"] = {
								result = true
							}
						}
					}
				}
			},
			["电"] = {
				["击"] = {
					["棒"] = {
						["专"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					}
				},
				["棒"] = {
					result = true,
					["专"] = {
						result = true,
						["网"] = {
							result = true
						}
					}
				}
			},
			["装"] = {
				["备"] = {
					result = true
				}
			},
			["警"] = {
				["官"] = {
					["證"] = {
						result = true
					},
					["证"] = {
						result = true
					}
				},
				["棍"] = {
					["手"] = {
						["铐"] = {
							result = true
						}
					}
				},
				["用"] = {
					["品"] = {
						result = true
					},
					["手"] = {
						["銬"] = {
							result = true
						},
						["铐"] = {
							result = true
						}
					}
				},
				["衔"] = {
					result = true,
					["直"] = {
						["销"] = {
							result = true
						}
					}
				},
				["车"] = {
					result = true
				}
			},
			["订"] = {
				["购"] = {
					result = true
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			}
		},
		["枪"] = {
			result = true
		},
		["械"] = {
			result = true,
			["装"] = {
				["备"] = {
					result = true
				}
			}
		},
		["棍"] = {
			result = true,
			[","] = {
				["电"] = {
					["警"] = {
						["棍"] = {
							result = true
						}
					}
				}
			},
			["专"] = {
				result = true
			},
			["价"] = {
				["格"] = {
					result = true
				}
			},
			["刀"] = {
				result = true
			},
			["品"] = {
				["种"] = {
					["多"] = {
						["样"] = {
							result = true
						}
					}
				}
			},
			["手"] = {
				["铐"] = {
					["专"] = {
						result = true
					},
					["警"] = {
						["械"] = {
							result = true
						}
					}
				}
			},
			["批"] = {
				["髮"] = {
					["電"] = {
						["話"] = {
							result = true
						}
					}
				}
			},
			["直"] = {
				["销"] = {
					result = true
				}
			},
			["警"] = {
				["用"] = {
					["装"] = {
						["备"] = {
							result = true
						}
					}
				}
			},
			["订"] = {
				["购"] = {
					result = true
				}
			}
		},
		["棒"] = {
			result = true
		},
		["民"] = {
			["两"] = {
				["用"] = {
					["匕"] = {
						["首"] = {
							result = true
						}
					}
				}
			},
			["冲"] = {
				["突"] = {
					result = true
				}
			}
		},
		["灯"] = {
			["专"] = {
				result = true
			}
		},
		["用"] = {
			result = true,
			["7"] = {
				["7"] = {
					["式"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["不"] = {
				["锈"] = {
					["钢"] = {
						["手"] = {
							["铐"] = {
								result = true
							}
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["侦"] = {
				["察"] = {
					result = true
				}
			},
			["催"] = {
				["泪"] = {
					["喷"] = {
						["射"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["军"] = {
				["用"] = {
					["五"] = {
						["四"] = {
							result = true
						}
					}
				}
			},
			["刀"] = {
				result = true,
				["具"] = {
					result = true,
					["军"] = {
						["品"] = {
							["网"] = {
								result = true
							}
						}
					},
					["正"] = {
						["品"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			},
			["制"] = {
				["式"] = {
					["刀"] = {
						["具"] = {
							result = true
						}
					},
					["制"] = {
						["服"] = {
							result = true
						}
					},
					["常"] = {
						["服"] = {
							result = true
						}
					}
				}
			},
			["刺"] = {
				result = true,
				["专"] = {
					result = true
				},
				["正"] = {
					["品"] = {
						result = true
					}
				}
			},
			["匕"] = {
				["刀"] = {
					["首"] = {
						result = true
					}
				},
				["首"] = {
					result = true,
					["专"] = {
						result = true
					},
					["军"] = {
						["品"] = {
							result = true
						}
					},
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			},
			["品"] = {
				result = true,
				["专"] = {
					result = true,
					["店"] = {
						result = true
					},
					["网"] = {
						result = true
					}
				},
				["井"] = {
					["服"] = {
						result = true
					}
				},
				["场"] = {
					["店"] = {
						result = true
					}
				},
				["警"] = {
					["服"] = {
						result = true
					}
				}
			},
			["商"] = {
				["品"] = {
					result = true
				}
			},
			["器"] = {
				["械"] = {
					result = true
				}
			},
			["头"] = {
				["盔"] = {
					result = true
				}
			},
			["对"] = {
				["讲"] = {
					["机"] = {
						result = true
					}
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						result = true
					}
				}
			},
			["常"] = {
				["服"] = {
					result = true,
					["制"] = {
						["式"] = {
							result = true
						}
					}
				}
			},
			["强"] = {
				["光"] = {
					["手"] = {
						["电"] = {
							result = true
						}
					}
				}
			},
			["录"] = {
				["音"] = {
					["监"] = {
						["听"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["手"] = {
				["套"] = {
					result = true
				},
				["拷"] = {
					result = true,
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				},
				["枪"] = {
					result = true,
					["专"] = {
						result = true
					},
					["价"] = {
						["格"] = {
							result = true
						}
					},
					["低"] = {
						["价"] = {
							result = true
						}
					},
					["便"] = {
						["宜"] = {
							result = true
						}
					},
					["内"] = {
						["部"] = {
							result = true
						}
					},
					["现"] = {
						["货"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["联"] = {
						["系"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["配"] = {
						["件"] = {
							result = true
						}
					}
				},
				["榴"] = {
					["弹"] = {
						result = true
					}
				},
				["狗"] = {
					result = true,
					["价"] = {
						["格"] = {
							result = true
						}
					},
					["低"] = {
						["价"] = {
							result = true
						}
					},
					["便"] = {
						["宜"] = {
							result = true
						}
					},
					["内"] = {
						["部"] = {
							result = true
						}
					},
					["现"] = {
						["货"] = {
							result = true
						}
					},
					["联"] = {
						["系"] = {
							result = true
						}
					}
				},
				["电"] = {
					["专"] = {
						result = true
					}
				},
				["銬"] = {
					result = true
				},
				["铐"] = {
					["专"] = {
						result = true,
						["售"] = {
							result = true
						}
					},
					["仿"] = {
						["真"] = {
							["枪"] = {
								result = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							result = true
						}
					},
					["正"] = {
						["品"] = {
							["专"] = {
								result = true
							}
						}
					},
					["网"] = {
						result = true
					},
					["装"] = {
						["备"] = {
							result = true
						}
					},
					["西"] = {
						["安"] = {
							result = true
						}
					},
					["警"] = {
						["服"] = {
							result = true
						}
					}
				}
			},
			["报"] = {
				["警"] = {
					["器"] = {
						result = true
					}
				}
			},
			["拳"] = {
				["套"] = {
					["刀"] = {
						result = true
					},
					["匕"] = {
						["首"] = {
							result = true
						}
					}
				}
			},
			["服"] = {
				["装"] = {
					result = true,
					["装"] = {
						["备"] = {
							result = true
						}
					}
				}
			},
			["枪"] = {
				result = true,
				["代"] = {
					["理"] = {
						result = true
					}
				},
				["支"] = {
					["专"] = {
						result = true
					},
					["联"] = {
						["系"] = {
							["人"] = {
								result = true
							}
						}
					}
				},
				["械"] = {
					result = true
				},
				["系"] = {
					["列"] = {
						["枪"] = {
							["支"] = {
								result = true
							}
						}
					}
				}
			},
			["棍"] = {
				result = true,
				["刀"] = {
					result = true
				}
			},
			["水"] = {
				["壶"] = {
					result = true
				}
			},
			["物"] = {
				["品"] = {
					result = true,
					["专"] = {
						result = true
					},
					["便"] = {
						["宜"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				f = {
					["击"] = {
						["棒"] = {
							result = true
						}
					}
				},
				["击"] = {
					["器"] = {
						["防"] = {
							["身"] = {
								result = true
							}
						}
					},
					["棍"] = {
						result = true,
						["专"] = {
							result = true
						}
					}
				},
				["棍"] = {
					["专"] = {
						result = true,
						["售"] = {
							result = true
						},
						["网"] = {
							result = true
						}
					},
					["出"] = {
						["租"] = {
							result = true
						}
					},
					["电"] = {
						["棒"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["转"] = {
						["手"] = {
							result = true
						}
					}
				},
				["棒"] = {
					["专"] = {
						result = true
					}
				},
				["警"] = {
					["棍"] = {
						result = true
					}
				}
			},
			["脚"] = {
				["镣"] = {
					result = true
				}
			},
			["腰"] = {
				["带"] = {
					result = true
				}
			},
			["衬"] = {
				["衫"] = {
					result = true
				}
			},
			["装"] = {
				["备"] = {
					result = true,
					["专"] = {
						result = true
					},
					["包"] = {
						result = true
					},
					["手"] = {
						["铐"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["裝"] = {
				["備"] = {
					["手"] = {
						["銬"] = {
							result = true
						}
					}
				}
			},
			["警"] = {
				["服"] = {
					["手"] = {
						["铐"] = {
							result = true
						}
					}
				},
				["棍"] = {
					result = true,
					["装"] = {
						["备"] = {
							result = true
						}
					}
				}
			},
			["训"] = {
				["练"] = {
					["服"] = {
						result = true
					}
				}
			},
			["軍"] = {
				["用"] = {
					["五"] = {
						["四"] = {
							result = true
						}
					}
				}
			},
			["车"] = {
				["牌"] = {
					result = true
				},
				["辆"] = {
					["号"] = {
						["牌"] = {
							result = true
						}
					}
				}
			},
			["转"] = {
				["轮"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["錄"] = {
				["音"] = {
					["監"] = {
						["聽"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["防"] = {
				["割"] = {
					["防"] = {
						["刺"] = {
							result = true,
							["服"] = {
								result = true
							}
						}
					}
				},
				["身"] = {
					["电"] = {
						["击"] = {
							["器"] = {
								result = true
							},
							["棒"] = {
								result = true
							}
						}
					},
					["装"] = {
						["备"] = {
							result = true
						}
					}
				}
			},
			["電"] = {
				["击"] = {
					["棒"] = {
						result = true
					}
				},
				["擊"] = {
					["棒"] = {
						result = true
					}
				},
				["棍"] = {
					["電"] = {
						["棒"] = {
							["甩"] = {
								result = true
							}
						}
					}
				}
			},
			["高"] = {
				["压"] = {
					["棍"] = {
						result = true,
						["专"] = {
							result = true
						}
					},
					["电"] = {
						["棍"] = {
							result = true
						},
						["棒"] = {
							result = true
						},
						["警"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["甪"] = {
			["催"] = {
				["涙"] = {
					["噴"] = {
						["射"] = {
							["噐"] = {
								result = true
							}
						}
					}
				}
			},
			["電"] = {
				["擊"] = {
					["棒"] = {
						result = true
					}
				}
			}
		},
		["电"] = {
			["击"] = {
				["棒"] = {
					result = true,
					["*"] = {
						result = true
					}
				}
			}
		},
		["笛"] = {
			result = true
		},
		["绳"] = {
			result = true
		},
		["花"] = {
			["出"] = {
				["更"] = {
					result = true
				}
			},
			["少"] = {
				["妇"] = {
					["白"] = {
						["燕"] = {
							["妮"] = {
								result = true
							}
						},
						["艳"] = {
							["妮"] = {
								result = true
							}
						}
					}
				}
			},
			["白"] = {
				["燕"] = {
					["妮"] = {
						result = true
					}
				}
			}
		},
		["菔"] = {
			["手"] = {
				["铐"] = {
					result = true
				}
			}
		},
		["衔"] = {
			["专"] = {
				result = true
			},
			["警"] = {
				["徽"] = {
					result = true
				},
				["服"] = {
					result = true
				}
			}
		},
		["证"] = {
			result = true,
			["号"] = {
				result = true
			}
		},
		["车"] = {
			["牌"] = {
				["照"] = {
					result = true
				}
			},
			["贴"] = {
				result = true
			}
		}
	},
	["護"] = {
		["士"] = {
			["無"] = {
				["碼"] = {
					result = true
				}
			},
			["誘"] = {
				["惑"] = {
					result = true
				}
			},
			["證"] = {
				result = true,
				["答"] = {
					["案"] = {
						result = true
					}
				},
				["辦"] = {
					["理"] = {
						result = true
					}
				}
			}
		},
		["壵"] = {
			["兂"] = {
				["碼"] = {
					result = true
				}
			},
			["澬"] = {
				["格"] = {
					["證"] = {
						["办"] = {
							["理"] = {
								result = true
							}
						}
					}
				}
			},
			["證"] = {
				result = true,
				["办"] = {
					["理"] = {
						result = true
					}
				},
				["答"] = {
					["案"] = {
						result = true
					}
				}
			}
		}
	},
	["计"] = {
		["划"] = {
			["有"] = {
				["变"] = {
					["孙"] = {
						result = true
					}
				}
			}
		},
		["算"] = {
			["机"] = {
				["干"] = {
					["扰"] = {
						["器"] = {
							result = true
						}
					}
				}
			}
		},
		["诱"] = {
			["小"] = {
				["处"] = {
					["女"] = {
						result = true
					}
				}
			}
		}
	},
	["订"] = {
		["做"] = {
			["人"] = {
				["皮"] = {
					["面"] = {
						["具"] = {
							result = true
						}
					}
				}
			}
		},
		["制"] = {
			["人"] = {
				["皮"] = {
					["面"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["假"] = {
				["驾"] = {
					["驶"] = {
						["证"] = {
							result = true
						}
					}
				}
			},
			["易"] = {
				["容"] = {
					["面"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["狙"] = {
				["击"] = {
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["硅"] = {
				["胶"] = {
					["面"] = {
						["具"] = {
							result = true
						}
					}
				}
			}
		},
		["购"] = {
			["气"] = {
				["枪"] = {
					result = true
				}
			},
			["汽"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["金"] = {
			["预"] = {
				["付"] = {
					["办"] = {
						["正"] = {
							result = true
						},
						["证"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["记"] = {
		["不"] = {
			["得"] = {
				["了"] = {
					result = true
				}
			}
		},
		["事"] = {
			result = true
		},
		["住"] = {
			["账"] = {
				["号"] = {
					result = true
				}
			}
		},
		["录"] = {
			["片"] = {
				[" "] = {
					["天"] = {
						["安"] = {
							["门"] = {
								result = true
							}
						}
					}
				},
				["天"] = {
					["安"] = {
						["门"] = {
							result = true
						}
					}
				}
			}
		},
		["忆"] = {
			["的"] = {
				["呼"] = {
					["唤"] = {
						result = true,
						[" "] = {
							["\""] = {
								["1"] = {
									["9"] = {
										["8"] = {
											["9"] = {
												["\""] = {
													result = true
												}
											}
										}
									}
								},
								["纪"] = {
									["念"] = {
										["2"] = {
											["0"] = {
												["年"] = {
													["前"] = {
														["\""] = {
															result = true
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["1"] = {
							["9"] = {
								["8"] = {
									["9"] = {
										result = true
									}
								}
							}
						},
						["历"] = {
							["史"] = {
								["的"] = {
									["丰"] = {
										["碑"] = {
											["八"] = {
												["九"] = {
													result = true
												}
											}
										}
									}
								}
							}
						},
						["纪"] = {
							["念"] = {
								["2"] = {
									["0"] = {
										["年"] = {
											["前"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["者"] = {
			["无"] = {
				["国"] = {
					["界"] = {
						result = true
					}
				}
			}
		}
	},
	["讽"] = {
		["刺"] = {
			["宪"] = {
				["法"] = {
					["纪"] = {
						["念"] = {
							["日"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["访"] = {
		["民"] = {
			["天"] = {
				["安"] = {
					["门"] = {
						result = true,
						["撒"] = {
							["传"] = {
								["单"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["真"] = {
			["的"] = {
				result = true
			}
		},
		["问"] = {
			["坦"] = {
				["桑"] = {
					result = true
				}
			},
			["链"] = {
				["接"] = {
					result = true
				}
			}
		}
	},
	["该"] = {
		["玩"] = {
			["家"] = {
				["不"] = {
					["存"] = {
						["在"] = {
							result = true
						}
					}
				},
				["已"] = {
					["下"] = {
						["线"] = {
							["。"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["诽"] = {
		["谤"] = {
			result = true,
			["信"] = {
				["息"] = {
					["清"] = {
						["理"] = {
							result = true
						}
					}
				}
			},
			["帖"] = {
				["子"] = {
					["清"] = {
						["理"] = {
							result = true
						},
						["除"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["谎"] = {
		["言"] = {
			["体"] = {
				["制"] = {
					["的"] = {
						["喉"] = {
							["舌"] = {
								["罗"] = {
									["京"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["谷"] = {
		["丽"] = {
			["萍"] = {
				result = true,
				["传"] = {
					["被"] = {
						["双"] = {
							["规"] = {
								result = true
							}
						},
						["带"] = {
							["走"] = {
								result = true
							}
						},
						["抓"] = {
							result = true
						},
						["查"] = {
							result = true
						},
						["调"] = {
							["查"] = {
								result = true
							}
						}
					}
				},
				["双"] = {
					["规"] = {
						result = true
					}
				},
				["据"] = {
					["传"] = {
						["被"] = {
							["抓"] = {
								result = true
							},
							["查"] = {
								result = true
							}
						}
					}
				},
				["自"] = {
					["辩"] = {
						["书"] = {
							result = true
						}
					}
				},
				["被"] = {
					["双"] = {
						["规"] = {
							result = true
						}
					},
					["带"] = {
						["走"] = {
							result = true
						}
					},
					["抓"] = {
						result = true
					},
					["查"] = {
						result = true
					},
					["立"] = {
						["案"] = {
							result = true
						}
					},
					["调"] = {
						["查"] = {
							result = true
						}
					}
				},
				["豪"] = {
					["宅"] = {
						result = true
					}
				},
				["随"] = {
					["时"] = {
						["被"] = {
							["抓"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["俊"] = {
			["山"] = {
				result = true
			}
		},
		["口"] = {
			["未"] = {
				["央"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["子"] = {
			result = true
		},
		["川"] = {
			result = true,
			["理"] = {
				["沙"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["开"] = {
			["来"] = {
				result = true,
				f = {
					b = {
						result = true
					}
				}
			}
		},
		["彦"] = {
			["旭"] = {
				result = true
			}
		},
		["明"] = {
			["菜"] = {
				result = true
			}
		},
		["朋"] = {
			["美"] = {
				["高"] = {
					["清"] = {
						result = true
					}
				}
			}
		},
		["村"] = {
			["早"] = {
				["苗"] = {
					["朹"] = {
						["熱"] = {
							["流"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["歌"] = {
			["可"] = {
				["用"] = {
					result = true
				}
			},
			["开"] = {
				["禁"] = {
					result = true
				}
			},
			["色"] = {
				["情"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["邦"] = {
			["药"] = {
				["业"] = {
					result = true
				}
			}
		},
		["露"] = {
			["影"] = {
				["院"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["豆"] = {
		["腐"] = {
			["女"] = {
				["嫩"] = {
					["白"] = {
						["萝"] = {
							["莉"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["豆"] = {
			["中"] = {
				["医"] = {
					["防"] = {
						["治"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			},
			["秀"] = {
				result = true
			}
		}
	},
	["豐"] = {
		["唇"] = {
			["豔"] = {
				["姬"] = {
					result = true
				}
			}
		},
		["滿"] = {
			["可"] = {
				["愛"] = {
					["學"] = {
						["生"] = {
							["妹"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["臀"] = {
			["肥"] = {
				["乳"] = {
					["誘"] = {
						["殺"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["豪"] = {
		["乳"] = {
			["妩"] = {
				["媚"] = {
					["勾"] = {
						["魂"] = {
							result = true
						}
					}
				}
			},
			["娘"] = {
				result = true
			},
			["荡"] = {
				["妇"] = {
					result = true
				}
			},
			["靓"] = {
				["屄"] = {
					result = true
				}
			}
		},
		["亨"] = {
			["博"] = {
				result = true
			}
		},
		["享"] = {
			["博"] = {
				result = true,
				["娱"] = {
					["乐"] = {
						result = true
					}
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["宅"] = {
			["李"] = {
				["源"] = {
					["潮"] = {
						result = true,
						["受"] = {
							["賄"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["情"] = {
			["富"] = {
				["婆"] = {
					["俱"] = {
						["乐"] = {
							["部"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["门"] = {
			result = true,
			["俱"] = {
				["乐"] = {
					["部"] = {
						result = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["场"] = {
						result = true
					},
					["城"] = {
						result = true
					}
				}
			},
			["浪"] = {
				["荡"] = {
					["史"] = {
						result = true
					}
				}
			}
		}
	},
	["販"] = {
		["毒"] = {
			result = true
		}
	},
	["貴"] = {
		["州"] = {
			["辦"] = {
				["證"] = {
					result = true
				}
			}
		},
		["陽"] = {
			["上"] = {
				["門"] = {
					["小"] = {
						["姐"] = {
							result = true
						}
					}
				}
			},
			["仩"] = {
				["閄"] = {
					["尒"] = {
						["姐"] = {
							result = true
						}
					}
				}
			},
			["腎"] = {
				result = true
			},
			["辦"] = {
				["證"] = {
					result = true
				}
			}
		}
	},
	["賀"] = {
		["國"] = {
			["強"] = {
				result = true
			}
		},
		["錦"] = {
			["濤"] = {
				result = true
			}
		}
	},
	["賈"] = {
		["庆"] = {
			["林"] = {
				result = true
			}
		}
	},
	["賤"] = {
		result = true
	},
	["賭"] = {
		["具"] = {
			result = true
		},
		["城"] = {
			["網"] = {
				["址"] = {
					result = true
				}
			}
		},
		["客"] = {
			result = true
		},
		["球"] = {
			result = true,
			["平"] = {
				["臺"] = {
					result = true
				}
			}
		},
		["神"] = {
			["大"] = {
				["全"] = {
					result = true
				}
			}
		},
		["藥"] = {
			["價"] = {
				["格"] = {
					result = true
				}
			}
		},
		["馬"] = {
			result = true
		}
	},
	["購"] = {
		x = {
			w = {
				o = {
					d = {
						i = {
							result = true
						}
					}
				}
			}
		},
		["槍"] = {
			["網"] = {
				result = true
			}
		},
		["蒾"] = {
			["幻"] = {
				["葯"] = {
					result = true
				}
			},
			["情"] = {
				["葯"] = {
					result = true
				}
			}
		},
		["迷"] = {
			["情"] = {
				["藥"] = {
					result = true
				}
			}
		},
		["金"] = {
			result = true
		},
		["銀"] = {
			["行"] = {
				["卡"] = {
					result = true
				}
			}
		}
	},
	["贛"] = {
		["您"] = {
			["娘"] = {
				result = true
			}
		}
	},
	["负"] = {
		["面"] = {
			["信"] = {
				["息"] = {
					["删"] = {
						["帖"] = {
							result = true
						},
						["除"] = {
							result = true
						}
					},
					["包"] = {
						["年"] = {
							["删"] = {
								result = true
							}
						}
					},
					["压"] = {
						["制"] = {
							result = true
						}
					},
					["处"] = {
						["理"] = {
							result = true
						}
					},
					["屏"] = {
						["蔽"] = {
							result = true
						}
					},
					["快"] = {
						["删"] = {
							result = true
						}
					},
					["打"] = {
						["压"] = {
							result = true
						}
					},
					["新"] = {
						["闻"] = {
							result = true
						}
					},
					["清"] = {
						["理"] = {
							result = true
						},
						["除"] = {
							result = true
						}
					}
				}
			},
			["删"] = {
				result = true,
				["除"] = {
					result = true,
					["公"] = {
						["司"] = {
							result = true
						}
					}
				}
			},
			["处"] = {
				["理"] = {
					result = true
				}
			},
			["帖"] = {
				result = true,
				["子"] = {
					["删"] = {
						["除"] = {
							result = true
						}
					},
					["压"] = {
						["制"] = {
							result = true
						}
					},
					["处"] = {
						["理"] = {
							result = true
						},
						["置"] = {
							result = true
						}
					},
					["清"] = {
						["理"] = {
							result = true
						},
						["除"] = {
							result = true
						}
					}
				}
			},
			["影"] = {
				["响"] = {
					result = true
				}
			},
			["报"] = {
				["道"] = {
					["删"] = {
						["除"] = {
							result = true
						}
					}
				}
			},
			["新"] = {
				["闻"] = {
					["删"] = {
						["除"] = {
							result = true
						}
					},
					["压"] = {
						["制"] = {
							result = true
						}
					},
					["处"] = {
						["理"] = {
							result = true
						}
					},
					["清"] = {
						["扫"] = {
							result = true
						},
						["理"] = {
							result = true
						},
						["除"] = {
							result = true
						}
					}
				}
			},
			["消"] = {
				["息"] = {
					["删"] = {
						["除"] = {
							result = true
						}
					},
					["处"] = {
						["理"] = {
							result = true
						}
					},
					["清"] = {
						["理"] = {
							result = true
						},
						["除"] = {
							result = true
						}
					}
				}
			},
			["论"] = {
				["坛"] = {
					["删"] = {
						["除"] = {
							result = true
						}
					}
				}
			},
			["评"] = {
				["价"] = {
					["清"] = {
						["理"] = {
							result = true
						},
						["除"] = {
							result = true
						}
					}
				}
			},
			["贴"] = {
				result = true,
				["吧"] = {
					["清"] = {
						["除"] = {
							result = true
						}
					}
				},
				["文"] = {
					["清"] = {
						["理"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["贡"] = {
		["却"] = {
			["才"] = {
				["培"] = {
					result = true
				}
			}
		},
		["噶"] = {
			["札"] = {
				["西"] = {
					result = true
				}
			}
		}
	},
	["货"] = {
		B = {
			["交"] = {
				["易"] = {
					result = true
				}
			}
		},
		["运"] = {
			["发"] = {
				["票"] = {
					result = true
				}
			}
		}
	},
	["贩"] = {
		k = {
			i = {
				n = {
					g = {
						["粉"] = {
							result = true
						}
					}
				}
			}
		},
		x = {
			["卧"] = {
				["底"] = {
					result = true
				}
			}
		},
		["大"] = {
			["黑"] = {
				["鹰"] = {
					result = true
				}
			}
		},
		["指"] = {
			["紋"] = {
				["套"] = {
					result = true
				}
			}
		},
		["摇"] = {
			["头"] = {
				["丸"] = {
					result = true
				}
			}
		},
		["枪"] = {
			["支"] = {
				result = true
			}
		},
		["管"] = {
			["制"] = {
				["物"] = {
					["品"] = {
						result = true
					}
				}
			}
		},
		["西"] = {
			["班"] = {
				["牙"] = {
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["银"] = {
			["行"] = {
				["卡"] = {
					result = true
				}
			}
		}
	},
	["购"] = {
		["吧"] = {
			result = true
		},
		["宝"] = {
			["阁"] = {
				result = true
			}
		},
		["拍"] = {
			["购"] = {
				["网"] = {
					result = true
				}
			}
		},
		["枪"] = {
			["仿"] = {
				["真"] = {
					result = true
				}
			},
			["流"] = {
				["程"] = {
					result = true
				}
			},
			["网"] = {
				result = true
			}
		},
		["物"] = {
			["数"] = {
				["据"] = {
					result = true
				}
			}
		},
		["肾"] = {
			result = true
		},
		["蒙"] = {
			["汗"] = {
				["药"] = {
					result = true
				}
			}
		},
		["警"] = {
			["官"] = {
				["證"] = {
					result = true
				},
				["证"] = {
					result = true
				}
			},
			["察"] = {
				["证"] = {
					result = true
				}
			}
		}
	},
	["贱"] = {
		b = {
			i = {
				result = true
			}
		},
		["女"] = {
			["人"] = {
				["淫"] = {
					["护"] = {
						["士"] = {
							result = true
						}
					}
				}
			}
		},
		["妇"] = {
			result = true,
			["汤"] = {
				["加"] = {
					["丽"] = {
						result = true
					}
				}
			}
		},
		["男"] = {
			["本"] = {
				["色"] = {
					result = true
				}
			}
		},
		["种"] = {
			result = true
		},
		["货"] = {
			["吴"] = {
				["敏"] = {
					result = true
				}
			}
		}
	},
	["贵"] = {
		["妃"] = {
			["欢"] = {
				["乐"] = {
					["水"] = {
						result = true
					}
				}
			},
			["醉"] = {
				["酒"] = {
					result = true
				}
			}
		},
		["族"] = {
			["宝"] = {
				["贝"] = {
					result = true
				}
			}
		},
		["水"] = {
			["夏"] = {
				["生"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["奈"] = {
				["绪"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["蓝"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		}
	},
	["贺"] = {
		["1"] = {
			["7"] = {
				["亿"] = {
					result = true
				}
			}
		},
		["2"] = {
			["儿"] = {
				["媳"] = {
					result = true
				}
			}
		},
		g = {
			u = {
				o = {
					q = {
						i = {
							a = {
								n = {
									g = {
										result = true
									}
								}
							}
						}
					},
					["强"] = {
						result = true
					}
				}
			}
		},
		["之"] = {
			["子"] = {
				["宋"] = {
					["林"] = {
						["案"] = {
							result = true
						}
					}
				}
			}
		},
		["信"] = {
			["彤"] = {
				result = true
			}
		},
		["儿"] = {
			["媳"] = {
				["三"] = {
					["藩"] = {
						["市"] = {
							result = true
						}
					}
				}
			}
		},
		["十"] = {
			["七"] = {
				["亿"] = {
					result = true
				}
			}
		},
		["卫"] = {
			["方"] = {
				["论"] = {
					["陆"] = {
						["肆"] = {
							result = true,
							["及"] = {
								["共"] = {
									["产"] = {
										["党"] = {
											["性"] = {
												["质"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["国"] = {
			q = {
				i = {
					a = {
						n = {
							g = {
								result = true
							}
						}
					}
				}
			},
			["強"] = {
				result = true
			},
			["强"] = {
				[" "] = {
					[" "] = {
						["儿"] = {
							["媳"] = {
								[" "] = {
									[" "] = {
										["三"] = {
											["蕃"] = {
												["市"] = {
													result = true
												}
											}
										}
									}
								}
							}
						},
						["大"] = {
							["同"] = {
								["煤"] = {
									["矿"] = {
										result = true
									}
								}
							}
						},
						["摩"] = {
							["根"] = {
								["斯"] = {
									["坦"] = {
										["利"] = {
											result = true
										}
									}
								}
							}
						},
						["贺"] = {
							["大"] = {
								["公"] = {
									["子"] = {
										result = true
									}
								}
							},
							["子"] = {
								["珍"] = {
									result = true
								}
							},
							["锦"] = {
								["雷"] = {
									[" "] = {
										[" "] = {
											["贺"] = {
												["锦"] = {
													["涛"] = {
														result = true
													}
												}
											}
										}
									}
								}
							}
						},
						["风"] = {
							["险"] = {
								["投"] = {
									["资"] = {
										result = true
									}
								}
							}
						}
					},
					["贺"] = {
						["锦"] = {
							["雷"] = {
								[" "] = {
									["北"] = {
										["大"] = {
											["青"] = {
												["鸟"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["之"] = {
					["子"] = {
						["洗"] = {
							["钱"] = {
								result = true
							}
						}
					}
				},
				["也"] = {
					["出"] = {
						["事"] = {
							result = true
						}
					}
				},
				["打"] = {
					["黑"] = {
						["除"] = {
							["恶"] = {
								result = true
							}
						}
					}
				},
				["没"] = {
					["有"] = {
						["新"] = {
							["闻"] = {
								result = true
							}
						},
						["消"] = {
							["息"] = {
								result = true
							}
						}
					}
				},
				["王"] = {
					["立"] = {
						["军"] = {
							result = true
						}
					}
				},
				["薄"] = {
					["熙"] = {
						["来"] = {
							result = true
						}
					}
				}
			}
		},
		["家"] = {
			["二"] = {
				["儿"] = {
					["子"] = {
						[" "] = {
							["苏"] = {
								["达"] = {
									["仁"] = {
										[" "] = {
											["管"] = {
												["家"] = {
													result = true
												}
											},
											["马"] = {
												["仔"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["州"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["办"] = {
				["证"] = {
					result = true
				}
			}
		},
		["氏"] = {
			["兄"] = {
				["弟"] = {
					["因"] = {
						["涉"] = {
							["嫌"] = {
								["仗"] = {
									["势"] = {
										["剑"] = {
											["财"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["软"] = {
			["着"] = {
				["陆"] = {
					result = true
				}
			}
		},
		["铸"] = {
			result = true
		},
		["锦"] = {
			["涛"] = {
				result = true,
				[" "] = {
					["亚"] = {
						["洲"] = {
							["时"] = {
								["报"] = {
									result = true
								}
							}
						}
					},
					["华"] = {
						["润"] = {
							result = true
						}
					},
					["博"] = {
						["讯"] = {
							result = true
						}
					},
					["贺"] = {
						["锦"] = {
							["雷"] = {
								result = true,
								[" "] = {
									["亚"] = {
										["洲"] = {
											["时"] = {
												["报"] = {
													result = true
												}
											}
										}
									},
									["儿"] = {
										["媳"] = {
											result = true
										}
									},
									["博"] = {
										["讯"] = {
											result = true
										}
									},
									["贿"] = {
										["金"] = {
											result = true
										}
									},
									["高"] = {
										["层"] = {
											["贿"] = {
												["金"] = {
													result = true
												}
											}
										}
									}
								},
								["的"] = {
									["妻"] = {
										["子"] = {
											result = true
										}
									}
								}
							}
						}
					},
					["贿"] = {
						["金"] = {
							result = true
						}
					},
					["高"] = {
						["层"] = {
							["贿"] = {
								["金"] = {
									result = true
								}
							}
						}
					}
				},
				["7"] = {
					["2"] = {
						["亿"] = {
							result = true
						},
						["美"] = {
							["金"] = {
								result = true
							}
						}
					}
				},
				["与"] = {
					["贺"] = {
						["锦"] = {
							["雷"] = {
								result = true
							}
						}
					}
				},
				["洗"] = {
					["钱"] = {
						result = true
					}
				},
				["被"] = {
					["查"] = {
						result = true
					}
				},
				["贺"] = {
					["锦"] = {
						["雷"] = {
							result = true
						}
					}
				}
			},
			["雷"] = {
				result = true,
				[" "] = {
					[" "] = {
						["大"] = {
							["同"] = {
								["煤"] = {
									["矿"] = {
										result = true
									}
								}
							}
						},
						["摩"] = {
							["根"] = {
								["斯"] = {
									["坦"] = {
										["利"] = {
											result = true
										}
									}
								}
							}
						},
						["风"] = {
							["险"] = {
								["投"] = {
									["资"] = {
										result = true
									}
								}
							}
						}
					},
					["亚"] = {
						["洲"] = {
							["时"] = {
								["报"] = {
									result = true
								}
							}
						}
					},
					["华"] = {
						["润"] = {
							result = true
						}
					},
					["博"] = {
						["讯"] = {
							result = true
						}
					},
					["国"] = {
						["强"] = {
							result = true
						}
					},
					["苏"] = {
						["达"] = {
							["仁"] = {
								[" "] = {
									["管"] = {
										["家"] = {
											result = true
										}
									},
									["马"] = {
										["仔"] = {
											result = true
										}
									}
								}
							}
						}
					},
					["贺"] = {
						["锦"] = {
							["涛"] = {
								result = true,
								[" "] = {
									["亚"] = {
										["洲"] = {
											["时"] = {
												["报"] = {
													result = true
												}
											}
										}
									},
									["黑"] = {
										["社"] = {
											["会"] = {
												result = true
											}
										}
									}
								}
							}
						}
					},
					["贿"] = {
						["金"] = {
							result = true
						}
					},
					["高"] = {
						["层"] = {
							["贿"] = {
								["金"] = {
									result = true
								}
							}
						}
					}
				},
				["国"] = {
					["强"] = {
						result = true
					}
				},
				["被"] = {
					["查"] = {
						result = true
					}
				}
			}
		}
	},
	["贾"] = {
		X = {
			X = {
				["私"] = {
					["生"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["作"] = {
			["珍"] = {
				result = true
			}
		},
		["光"] = {
			["达"] = {
				result = true
			}
		},
		["威"] = {
			["信"] = {
				result = true
			}
		},
		["宝"] = {
			["玉"] = {
				result = true
			}
		},
		["庆"] = {
			L = {
				["出"] = {
					["事"] = {
						result = true
					}
				},
				["异"] = {
					["地"] = {
						["关"] = {
							["押"] = {
								result = true
							}
						}
					}
				}
			},
			["厦"] = {
				["门"] = {
					["远"] = {
						["华"] = {
							result = true
						}
					}
				}
			},
			["双"] = {
				["规"] = {
					result = true
				}
			},
			["林"] = {
				["打"] = {
					["黑"] = {
						["除"] = {
							["恶"] = {
								result = true
							}
						}
					}
				},
				["王"] = {
					["立"] = {
						["军"] = {
							result = true
						}
					}
				},
				["薄"] = {
					["熙"] = {
						["来"] = {
							result = true
						}
					}
				}
			}
		},
		["延"] = {
			["安"] = {
				result = true,
				["辟"] = {
					["谣"] = {
						result = true
					}
				}
			}
		},
		["慶"] = {
			["林"] = {
				result = true
			}
		},
		["法"] = {
			["拉"] = {
				["利"] = {
					result = true
				}
			}
		},
		["私"] = {
			["生"] = {
				["子"] = {
					["车"] = {
						["祸"] = {
							result = true
						}
					}
				}
			}
		},
		["被"] = {
			["关"] = {
				["内"] = {
					["蒙"] = {
						result = true
					}
				}
			}
		},
		["跃"] = {
			["亭"] = {
				result = true,
				["中"] = {
					["宣"] = {
						["部"] = {
							result = true
						}
					}
				},
				["引"] = {
					["渡"] = {
						["回"] = {
							["国"] = {
								result = true
							}
						}
					}
				},
				["蔡"] = {
					["名"] = {
						["照"] = {
							result = true
						}
					}
				}
			}
		},
		["青"] = {
			["林"] = {
				["赖"] = {
					["昌"] = {
						["星"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["赌"] = {
		["作"] = {
			["弊"] = {
				["具"] = {
					result = true
				}
			}
		},
		["具"] = {
			result = true
		},
		["博"] = {
			["&"] = {
				["游"] = {
					["戏"] = {
						result = true
					}
				}
			},
			["可"] = {
				["信"] = {
					["吗"] = {
						result = true
					}
				}
			},
			["城"] = {
				result = true
			},
			["机"] = {
				result = true
			},
			["游"] = {
				["戏"] = {
					result = true
				}
			},
			["网"] = {
				["站"] = {
					result = true
				}
			}
		},
		["场"] = {
			result = true
		},
		["城"] = {
			["网"] = {
				["址"] = {
					result = true
				}
			}
		},
		["客"] = {
			result = true
		},
		["币"] = {
			["机"] = {
				result = true
			}
		},
		["彩"] = {
			["中"] = {
				["奖"] = {
					result = true
				}
			},
			["平"] = {
				["台"] = {
					result = true
				}
			}
		},
		["王"] = {
			["直"] = {
				["营"] = {
					result = true
				}
			}
		},
		["神"] = {
			["大"] = {
				["全"] = {
					result = true
				}
			}
		},
		["船"] = {
			result = true
		},
		["钱"] = {
			result = true,
			["娱"] = {
				["乐"] = {
					result = true,
					["城"] = {
						result = true
					}
				}
			},
			["技"] = {
				["巧"] = {
					result = true
				}
			}
		},
		["马"] = {
			["彩"] = {
				["购"] = {
					result = true
				}
			}
		}
	},
	["赣"] = {
		["州"] = {
			result = true
		},
		["您"] = {
			["娘"] = {
				result = true
			}
		}
	},
	["赫"] = {
		["赛"] = {
			["汀"] = {
				result = true
			}
		},
		["连"] = {
			["铁"] = {
				["树"] = {
					result = true
				}
			}
		},
		["魯"] = {
			["雪"] = {
				["夫"] = {
					result = true
				}
			}
		}
	},
	["赴"] = {
		["美"] = {
			["生"] = {
				["子"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["赶"] = {
		["你"] = {
			["娘"] = {
				result = true
			}
		},
		["快"] = {
			["取"] = {
				["款"] = {
					result = true
				}
			}
		},
		["薄"] = {
			["出"] = {
				["京"] = {
					result = true
				}
			}
		},
		["骡"] = {
			["子"] = {
				result = true
			}
		}
	},
	["跟"] = {
		["已"] = {
			["婚"] = {
				["女"] = {
					["偷"] = {
						["腥"] = {
							result = true
						}
					}
				}
			}
		},
		["熟"] = {
			["女"] = {
				["做"] = {
					["爱"] = {
						["续"] = {
							result = true
						}
					}
				}
			}
		},
		["田"] = {
			["愛"] = {
				["美"] = {
					result = true
				}
			},
			["爱"] = {
				["美"] = {
					result = true
				}
			}
		},
		["老"] = {
			["婆"] = {
				["做"] = {
					["爱"] = {
						result = true
					}
				},
				["回"] = {
					["老"] = {
						["家"] = {
							result = true
						}
					}
				}
			}
		},
		["蹤"] = {
			["定"] = {
				["位"] = {
					["軟"] = {
						["件"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["践"] = {
		["踏"] = {
			["人"] = {
				["权"] = {
					result = true
				}
			},
			["宪"] = {
				["法"] = {
					result = true
				}
			}
		}
	},
	["轿"] = {
		["子"] = {
			["教"] = {
				["育"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["辊"] = {
		["价"] = {
			["格"] = {
				result = true
			}
		}
	},
	["辺"] = {
		["笕"] = {
			["痲"] = {
				["衣"] = {
					result = true
				}
			}
		},
		["見"] = {
			["麻"] = {
				["衣"] = {
					result = true
				}
			}
		}
	},
	["迀"] = {
		["擾"] = {
			result = true,
			["噐"] = {
				result = true,
				["種"] = {
					["類"] = {
						["汏"] = {
							["洤"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["过"] = {
		["3"] = {
			["锤"] = {
				result = true
			}
		},
		["三"] = {
			["锤"] = {
				result = true
			}
		},
		["去"] = {
			["一"] = {
				["百"] = {
					["年"] = {
						["的"] = {
							["暴"] = {
								["徒"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["彦"] = {
			["之"] = {
				result = true
			}
		},
		["期"] = {
			["火"] = {
				["车"] = {
					["票"] = {
						result = true
					}
				}
			}
		},
		["机"] = {
			["假"] = {
				["币"] = {
					result = true
				},
				["钞"] = {
					result = true
				},
				["钱"] = {
					result = true,
					["币"] = {
						result = true
					}
				}
			},
			["版"] = {
				result = true,
				["人"] = {
					["民"] = {
						["钱"] = {
							["币"] = {
								result = true
							}
						}
					}
				},
				["假"] = {
					["钞"] = {
						result = true
					},
					["钱"] = {
						result = true
					}
				}
			}
		},
		["氯"] = {
			["化"] = {
				["锑"] = {
					result = true
				}
			}
		},
		["渡"] = {
			["政"] = {
				["府"] = {
					result = true
				}
			}
		},
		["激"] = {
			["性"] = {
				["生"] = {
					["活"] = {
						result = true
					}
				}
			}
		},
		["热"] = {
			["率"] = {
				result = true
			}
		},
		["瘾"] = {
			["的"] = {
				["好"] = {
					["东"] = {
						["东"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["近"] = {
		["亲"] = {
			["相"] = {
				["奸"] = {
					["処"] = {
						["女"] = {
							result = true
						}
					},
					["隣"] = {
						["父"] = {
							result = true
						}
					}
				},
				["姦"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["四"] = {
			["年"] = {
				["不"] = {
					["作"] = {
						["为"] = {
							result = true
						}
					}
				}
			}
		},
		["平"] = {
			[" "] = {
				["博"] = {
					["士"] = {
						[" "] = {
							["禁"] = {
								["闻"] = {
									result = true
								}
							}
						}
					}
				},
				["接"] = {
					["班"] = {
						["人"] = {
							result = true
						}
					}
				},
				["清"] = {
					["华"] = {
						[" "] = {
							["博"] = {
								["士"] = {
									result = true
								}
							}
						}
					}
				},
				["禁"] = {
					["闻"] = {
						result = true
					}
				},
				["说"] = {
					["男"] = {
						["人"] = {
							result = true
						}
					}
				}
			},
			["9"] = {
				["個"] = {
					["鐵"] = {
						["哥"] = {
							["們"] = {
								result = true
							}
						}
					}
				}
			},
			p = {
				k = {
					["泽"] = {
						["民"] = {
							result = true
						}
					}
				}
			},
			["与"] = {
				["京"] = {
					["官"] = {
						["互"] = {
							["动"] = {
								result = true
							}
						}
					}
				}
			},
			["专"] = {
				["权"] = {
					result = true
				}
			},
			["两"] = {
				["次"] = {
					["婚"] = {
						["姻"] = {
							result = true
						}
					}
				}
			},
			["九"] = {
				["把"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["也"] = {
				["不"] = {
					["例"] = {
						["外"] = {
							result = true
						}
					}
				}
			},
			["习"] = {
				["总"] = {
					["书"] = {
						["记"] = {
							result = true
						}
					}
				}
			},
			["二"] = {
				["次"] = {
					["婚"] = {
						["姻"] = {
							result = true
						}
					}
				}
			},
			["冒"] = {
				["犯"] = {
					["众"] = {
						["怒"] = {
							result = true
						}
					}
				}
			},
			["别"] = {
				["传"] = {
					result = true
				}
			},
			["前"] = {
				["妻"] = {
					result = true
				}
			},
			["名"] = {
				["片"] = {
					result = true
				}
			},
			["喜"] = {
				["欢"] = {
					["出"] = {
						["书"] = {
							result = true
						}
					}
				}
			},
			["围"] = {
				["逼"] = {
					result = true
				}
			},
			["大"] = {
				["秘"] = {
					result = true
				}
			},
			["夺"] = {
				["权"] = {
					result = true
				}
			},
			["妥"] = {
				["协"] = {
					result = true
				}
			},
			["婚"] = {
				["姻"] = {
					["史"] = {
						result = true
					}
				}
			},
			["家"] = {
				["族"] = {
					["财"] = {
						["产"] = {
							result = true
						},
						["富"] = {
							result = true
						}
					}
				}
			},
			["崇"] = {
				["祯"] = {
					result = true
				}
			},
			["希"] = {
				["特"] = {
					["勒"] = {
						result = true
					}
				}
			},
			["年"] = {
				["终"] = {
					["奖"] = {
						result = true
					}
				}
			},
			["弟"] = {
				["弟"] = {
					["弟"] = {
						["媳"] = {
							result = true
						}
					}
				}
			},
			["怕"] = {
				["禁"] = {
					["评"] = {
						result = true
					}
				}
			},
			["总"] = {
				["书"] = {
					["对"] = {
						result = true
					},
					["指"] = {
						result = true
					},
					["来"] = {
						result = true
					}
				},
				["新"] = {
					["时"] = {
						["代"] = {
							result = true
						}
					}
				}
			},
			["成"] = {
				["为"] = {
					["蒋"] = {
						["经"] = {
							["国"] = {
								result = true
							}
						}
					}
				}
			},
			["挑"] = {
				["衅"] = {
					result = true
				}
			},
			["接"] = {
				["替"] = {
					["柴"] = {
						["松"] = {
							["岳"] = {
								result = true
							}
						}
					}
				},
				["班"] = {
					["行"] = {
						["动"] = {
							["已"] = {
								["经"] = {
									["开"] = {
										["始"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["新"] = {
				["时"] = {
					["期"] = {
						result = true
					},
					["达"] = {
						result = true
					}
				}
			},
			["暗"] = {
				["杀"] = {
					result = true
				}
			},
			["有"] = {
				["几"] = {
					["次"] = {
						["婚"] = {
							["姻"] = {
								result = true
							}
						}
					}
				}
			},
			["权"] = {
				["力"] = {
					["斗"] = {
						["争"] = {
							result = true
						}
					}
				}
			},
			["来"] = {
				["总"] = {
					["书"] = {
						["记"] = {
							result = true
						}
					}
				}
			},
			["极"] = {
				["权"] = {
					result = true
				}
			},
			["柯"] = {
				["小"] = {
					["明"] = {
						result = true
					}
				},
				["零"] = {
					["零"] = {
						result = true
					}
				}
			},
			["武"] = {
				["帝"] = {
					result = true
				}
			},
			["法"] = {
				["学"] = {
					["博"] = {
						["士"] = {
							[" "] = {
								["【"] = {
									["禁"] = {
										["闻"] = {
											["】"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["清"] = {
				["洗"] = {
					result = true
				}
			},
			["独"] = {
				["裁"] = {
					result = true
				}
			},
			["现"] = {
				["已"] = {
					["暴"] = {
						["毙"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				["家"] = {
					["庭"] = {
						["出"] = {
							["身"] = {
								result = true
							}
						}
					}
				},
				["政"] = {
					["绩"] = {
						["设"] = {
							["计"] = {
								result = true
							}
						}
					}
				},
				["真"] = {
					["相"] = {
						["事"] = {
							["实"] = {
								result = true
							}
						}
					}
				},
				["远"] = {
					["房"] = {
						["亲"] = {
							["戚"] = {
								result = true
							}
						}
					}
				}
			},
			["看"] = {
				["上"] = {
					["了"] = {
						["梦"] = {
							["雪"] = {
								result = true
							}
						}
					}
				}
			},
			["禁"] = {
				["闻"] = {
					result = true
				}
			},
			["维"] = {
				["尼"] = {
					result = true
				}
			},
			["苏"] = {
				["逸"] = {
					["清"] = {
						result = true
					}
				}
			},
			["若"] = {
				["随"] = {
					["母"] = {
						["姓"] = {
							result = true
						}
					}
				}
			},
			["豪"] = {
				["赌"] = {
					result = true
				}
			},
			["近"] = {
				["总"] = {
					["书"] = {
						["记"] = {
							result = true
						}
					}
				}
			},
			["雍"] = {
				["正"] = {
					result = true
				}
			},
			["靠"] = {
				["拼"] = {
					["爹"] = {
						["成"] = {
							["功"] = {
								result = true
							}
						}
					}
				}
			},
			["鼻"] = {
				["子"] = {
					["日"] = {
						result = true
					}
				}
			}
		},
		["期"] = {
			["成"] = {
				["就"] = {
					result = true
				}
			}
		},
		["藤"] = {
			["玲"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["親"] = {
			["相"] = {
				["奸"] = {
					result = true
				}
			}
		},
		["近"] = {
			["平"] = {
				result = true
			}
		},
		["郊"] = {
			["区"] = {
				["肾"] = {
					result = true
				}
			}
		}
	},
	["返"] = {
		["回"] = {
			["军"] = {
				["港"] = {
					result = true
				}
			}
		},
		["水"] = {
			["可"] = {
				["直"] = {
					["接"] = {
						["提"] = {
							["款"] = {
								result = true
							}
						}
					}
				}
			},
			["高"] = {
				["的"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["航"] = {
			[","] = {
				result = true
			}
		},
		["钱"] = {
			["淘"] = {
				result = true
			}
		},
		["點"] = {
			result = true
		}
	},
	["迗"] = {
		["侒"] = {
			["門"] = {
				["亊"] = {
					["件"] = {
						result = true
					}
				}
			},
			["门"] = {
				["亊"] = {
					["件"] = {
						result = true
					}
				}
			}
		},
		["哋"] = {
			["鎖"] = {
				["エ"] = {
					["具"] = {
						result = true
					}
				}
			}
		},
		["嘫"] = {
			["傃"] = {
				["亽"] = {
					result = true
				}
			}
		},
		["堻"] = {
			["办"] = {
				["畢"] = {
					["業"] = {
						["證"] = {
							result = true
						}
					}
				}
			},
			["尐"] = {
				["姊"] = {
					result = true
				}
			},
			["笩"] = {
				["幵"] = {
					["髮"] = {
						["票"] = {
							result = true
						}
					}
				}
			}
		},
		["穻"] = {
			["筷"] = {
				["幵"] = {
					result = true
				}
			}
		}
	},
	["还"] = {
		["想"] = {
			["等"] = {
				["恩"] = {
					["赐"] = {
						["泡"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["我"] = {
			["人"] = {
				["权"] = {
					result = true
				}
			},
			["泉"] = {
				["州"] = {
					["港"] = {
						result = true
					}
				}
			}
		},
		["政"] = {
			["于"] = {
				["民"] = {
					result = true
				}
			}
		},
		["是"] = {
			["大"] = {
				["奶"] = {
					result = true
				}
			}
		},
		["珠"] = {
			["格"] = {
				["成"] = {
					["人"] = {
						["版"] = {
							result = true
						}
					}
				}
			}
		},
		["立"] = {
			["方"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["进"] = {
		["习"] = {
			["平"] = {
				result = true
			}
		},
		["京"] = {
			["上"] = {
				["访"] = {
					result = true
				}
			}
		},
		["去"] = {
			["就"] = {
				["知"] = {
					["道"] = {
						["了"] = {
							result = true
						}
					}
				}
			}
		},
		["口"] = {
			["5"] = {
				["4"] = {
					["短"] = {
						["狗"] = {
							result = true
						}
					}
				}
			},
			P = {
				C = {
					P = {
						["系"] = {
							["列"] = {
								result = true
							}
						}
					}
				}
			},
			Q = {
				B = {
					["7"] = {
						["8"] = {
							result = true
						}
					}
				}
			},
			p = {
				c = {
					p = {
						result = true,
						["汽"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["三"] = {
				["唑"] = {
					["仑"] = {
						["片"] = {
							result = true
						}
					}
				},
				["棱"] = {
					["军"] = {
						["刺"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						result = true,
						["专"] = {
							["网"] = {
								result = true
							}
						},
						["售"] = {
							result = true
						}
					},
					["步"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["低"] = {
				["价"] = {
					p = {
						c = {
							p = {
								result = true
							}
						}
					},
					["气"] = {
						["狗"] = {
							result = true
						}
					},
					["真"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["催"] = {
				["情"] = {
					["水"] = {
						result = true
					},
					["药"] = {
						["水"] = {
							result = true
						}
					}
				}
			},
			["军"] = {
				d = {
					a = {
						o = {
							result = true
						}
					}
				},
				["刀"] = {
					result = true
				},
				["枪"] = {
					result = true
				}
			},
			["匕"] = {
				["首"] = {
					result = true,
					["专"] = {
						result = true
					}
				}
			},
			["原"] = {
				["装"] = {
					["仿"] = {
						["真"] = {
							["枪"] = {
								result = true
							}
						}
					},
					["秃"] = {
						["鹰"] = {
							result = true
						}
					},
					["美"] = {
						["秃"] = {
							result = true
						}
					}
				}
			},
			["双"] = {
				["猎"] = {
					result = true
				},
				["管"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						result = true
					}
				}
			},
			["开"] = {
				["锁"] = {
					["具"] = {
						result = true
					},
					["工"] = {
						["具"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["弓"] = {
				["努"] = {
					result = true,
					["专"] = {
						result = true
					},
					["价"] = {
						["钱"] = {
							result = true
						}
					}
				},
				["弩"] = {
					["专"] = {
						result = true
					},
					["价"] = {
						["格"] = {
							result = true
						},
						["钱"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					},
					["转"] = {
						["让"] = {
							result = true
						}
					},
					["配"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["弩"] = {
				result = true,
				["弓"] = {
					result = true,
					["专"] = {
						result = true
					},
					["直"] = {
						["销"] = {
							result = true
						}
					}
				},
				["转"] = {
					["让"] = {
						result = true
					}
				}
			},
			["强"] = {
				["力"] = {
					["弹"] = {
						["弓"] = {
							result = true
						}
					}
				}
			},
			["手"] = {
				["枪"] = {
					["专"] = {
						result = true
					}
				}
			},
			["捷"] = {
				["克"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["新"] = {
				["步"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["机"] = {
				["枪"] = {
					result = true,
					["点"] = {
						result = true
					}
				}
			},
			["枪"] = {
				result = true,
				["支"] = {
					result = true
				},
				["模"] = {
					result = true
				}
			},
			["模"] = {
				["型"] = {
					["抢"] = {
						result = true
					},
					["枪"] = {
						result = true
					}
				}
			},
			["步"] = {
				["枪"] = {
					result = true,
					["专"] = {
						result = true
					},
					["代"] = {
						["理"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			},
			["气"] = {
				g = {
					o = {
						u = {
							result = true
						}
					}
				},
				["动"] = {
					["长"] = {
						["枪"] = {
							result = true
						}
					}
				},
				["木"] = {
					["仓"] = {
						result = true
					}
				},
				["枪"] = {
					result = true,
					["专"] = {
						result = true,
						["网"] = {
							result = true
						}
					},
					["代"] = {
						result = true
					},
					["出"] = {
						["货"] = {
							result = true
						}
					},
					["到"] = {
						["货"] = {
							result = true
						}
					},
					["图"] = {
						result = true
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["秃"] = {
						["鹰"] = {
							result = true
						}
					},
					["网"] = {
						["站"] = {
							result = true
						}
					},
					["詘"] = {
						["货"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					},
					["预"] = {
						["定"] = {
							result = true
						}
					}
				},
				["槍"] = {
					result = true,
					["专"] = {
						result = true
					}
				},
				["狗"] = {
					["专"] = {
						result = true,
						["店"] = {
							result = true
						},
						["网"] = {
							result = true
						}
					},
					["配"] = {
						["件"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["汽"] = {
				["手"] = {
					["狗"] = {
						result = true
					}
				},
				["抢"] = {
					result = true
				},
				["枪"] = {
					["专"] = {
						result = true,
						["网"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					}
				},
				["狗"] = {
					result = true,
					["专"] = {
						result = true
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				},
				["车"] = {
					["拦"] = {
						["截"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["狙"] = {
				["击"] = {
					["弩"] = {
						result = true
					},
					["枪"] = {
						result = true,
						["订"] = {
							["购"] = {
								result = true
							}
						}
					},
					["汽"] = {
						["枪"] = {
							result = true
						},
						["狗"] = {
							result = true
						}
					}
				}
			},
			["猎"] = {
				["枪"] = {
					["专"] = {
						result = true
					}
				},
				["狗"] = {
					result = true
				}
			},
			["玩"] = {
				["具"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["盐"] = {
				["酸"] = {
					["氯"] = {
						["胺"] = {
							["酮"] = {
								result = true
							}
						}
					}
				}
			},
			["真"] = {
				["抢"] = {
					result = true
				},
				["枪"] = {
					result = true
				}
			},
			["硅"] = {
				["胶"] = {
					result = true,
					["人"] = {
						["皮"] = {
							result = true
						}
					},
					["脸"] = {
						["皮"] = {
							result = true
						}
					},
					["面"] = {
						["具"] = {
							result = true
						},
						["皮"] = {
							result = true
						}
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					result = true,
					["专"] = {
						["网"] = {
							result = true
						}
					},
					["枪"] = {
						["专"] = {
							result = true
						}
					},
					["气"] = {
						["枪"] = {
							result = true,
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["精"] = {
				["品"] = {
					["弓"] = {
						["弩"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["美"] = {
				["国"] = {
					["秃"] = {
						["鹰"] = {
							result = true
						}
					}
				},
				["秃"] = {
					result = true
				}
			},
			["药"] = {
				["业"] = {
					["公"] = {
						["司"] = {
							result = true
						}
					}
				},
				["品"] = {
					result = true
				}
			},
			["解"] = {
				["码"] = {
					["器"] = {
						result = true
					}
				}
			},
			["车"] = {
				["锁"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["迷"] = {
				["烟"] = {
					result = true
				}
			},
			["金"] = {
				["属"] = {
					["枪"] = {
						["模"] = {
							result = true,
							["专"] = {
								result = true
							},
							["售"] = {
								result = true
							}
						}
					},
					["铊"] = {
						result = true
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["狗"] = {
						result = true
					}
				}
			},
			["长"] = {
				["狗"] = {
					result = true
				}
			},
			["骑"] = {
				["枪"] = {
					result = true
				}
			},
			["骚"] = {
				["本"] = {
					result = true,
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			},
			["高"] = {
				["压"] = {
					["气"] = {
						["枪"] = {
							result = true,
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["麻"] = {
				["醉"] = {
					["枪"] = {
						result = true
					},
					["槍"] = {
						result = true
					}
				},
				["黄"] = {
					["素"] = {
						result = true
					}
				}
			}
		},
		["平"] = {
			["两"] = {
				["次"] = {
					["婚"] = {
						["姻"] = {
							result = true
						}
					}
				}
			},
			["二"] = {
				["次"] = {
					["婚"] = {
						["姻"] = {
							result = true
						}
					}
				}
			},
			["婚"] = {
				["姻"] = {
					["史"] = {
						result = true
					}
				}
			},
			["有"] = {
				["几"] = {
					["次"] = {
						["婚"] = {
							["姻"] = {
								result = true
							}
						}
					}
				}
			},
			["柯"] = {
				["小"] = {
					["明"] = {
						result = true
					}
				},
				["零"] = {
					["零"] = {
						result = true
					}
				}
			}
		},
		["度"] = {
			result = true,
			["总"] = {
				["览"] = {
					result = true
				}
			}
		},
		["藏"] = {
			["游"] = {
				["客"] = {
					result = true,
					["拍"] = {
						["照"] = {
							result = true
						}
					}
				}
			}
		},
		["行"] = {
			["中"] = {
				result = true
			}
		},
		["错"] = {
			["房"] = {
				["间"] = {
					["上"] = {
						["错"] = {
							["床"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["逅"] = {
		["庭"] = {
			["誘"] = {
				["惑"] = {
					result = true
				}
			}
		}
	},
	["逛"] = {
		["红"] = {
			["楼"] = {
				["彭"] = {
					["丽"] = {
						["媛"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["逢"] = {
		["乃"] = {
			result = true
		}
	},
	["進"] = {
		["ロ"] = {
			["仿"] = {
				["眞"] = {
					["槍"] = {
						["專"] = {
							["網"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["口"] = {
			P = {
				C = {
					P = {
						["系"] = {
							["列"] = {
								result = true
							}
						}
					}
				}
			},
			["三"] = {
				["唑"] = {
					["崙"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["槍"] = {
						["專"] = {
							["網"] = {
								result = true
							}
						}
					}
				}
			},
			["弓"] = {
				["弩"] = {
					result = true,
					["價"] = {
						["錢"] = {
							result = true
						}
					}
				}
			},
			["捷"] = {
				["克"] = {
					["手"] = {
						["槍"] = {
							result = true
						}
					}
				}
			},
			["模"] = {
				["擬"] = {
					["槍"] = {
						["專"] = {
							["網"] = {
								result = true
							}
						}
					}
				}
			},
			["氣"] = {
				["槍"] = {
					result = true
				},
				["狗"] = {
					result = true
				}
			},
			["汽"] = {
				g = {
					o = {
						u = {
							result = true
						}
					}
				},
				["槍"] = {
					result = true
				},
				["狗"] = {
					result = true
				}
			},
			["矽"] = {
				["膠"] = {
					["人"] = {
						["皮"] = {
							result = true
						}
					},
					["臉"] = {
						["皮"] = {
							result = true
						}
					},
					["面"] = {
						["具"] = {
							result = true
						},
						["皮"] = {
							result = true
						}
					}
				}
			},
			["雙"] = {
				["獵"] = {
					result = true
				}
			}
		}
	},
	["過"] = {
		["機"] = {
			["假"] = {
				["鈔"] = {
					result = true
				}
			}
		},
		["激"] = {
			["輪"] = {
				["奸"] = {
					result = true
				}
			}
		}
	},
	["郊"] = {
		["区"] = {
			["女"] = {
				["学"] = {
					["生"] = {
						result = true,
						["包"] = {
							["夜"] = {
								result = true
							}
						},
						["按"] = {
							["摩"] = {
								result = true
							}
						},
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				},
				["白"] = {
					["领"] = {
						result = true,
						["包"] = {
							["夜"] = {
								result = true
							}
						},
						["按"] = {
							["摩"] = {
								result = true
							}
						}
					}
				}
			},
			["少"] = {
				["妇"] = {
					result = true,
					["包"] = {
						["夜"] = {
							result = true
						}
					},
					["按"] = {
						["摩"] = {
							result = true
						}
					}
				}
			},
			["找"] = {
				["楼"] = {
					["凤"] = {
						result = true
					}
				}
			},
			["楼"] = {
				["凤"] = {
					result = true
				}
			},
			["洋"] = {
				["妞"] = {
					result = true
				}
			}
		}
	},
	["郝"] = {
		["建"] = {
			["秀"] = {
				result = true
			}
		}
	},
	["郭"] = {
		["之"] = {
			["子"] = {
				result = true
			}
		},
		["儿"] = {
			["子"] = {
				["少"] = {
					["将"] = {
						result = true
					}
				}
			}
		},
		["原"] = {
			["秘"] = {
				["书"] = {
					result = true
				}
			}
		},
		["向"] = {
			["远"] = {
				result = true
			}
		},
		["天"] = {
			["信"] = {
				result = true
			}
		},
		["安"] = {
			["迪"] = {
				["麻"] = {
					["將"] = {
						["千"] = {
							["術"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["底"] = {
			["辉"] = {
				result = true
			}
		},
		["庚"] = {
			["茂"] = {
				result = true
			}
		},
		["春"] = {
			["平"] = {
				result = true
			}
		},
		["树"] = {
			["清"] = {
				result = true
			}
		},
		["正"] = {
			["钢"] = {
				result = true
			}
		},
		["永"] = {
			["平"] = {
				result = true
			}
		},
		["泉"] = {
			result = true
		},
		["生"] = {
			["坤"] = {
				result = true
			}
		},
		["秘"] = {
			["书"] = {
				["刘"] = {
					["志"] = {
						["刚"] = {
							result = true
						}
					}
				}
			}
		},
		["美"] = {
			["美"] = {
				result = true,
				["床"] = {
					["照"] = {
						result = true
					}
				},
				["性"] = {
					["爱"] = {
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["老"] = {
			["婆"] = {
				["邓"] = {
					["楠"] = {
						result = true
					}
				}
			}
		},
		["英"] = {
			["成"] = {
				result = true
			}
		},
		["蕊"] = {
			["菘"] = {
				["网"] = {
					["络"] = {
						["营"] = {
							["销"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["邓"] = {
			["丈"] = {
				["夫"] = {
					result = true
				}
			},
			["小"] = {
				["平"] = {
					["女"] = {
						["婿"] = {
							result = true
						}
					}
				}
			},
			["楠"] = {
				result = true,
				["丈"] = {
					["夫"] = {
						result = true
					}
				}
			},
			["老"] = {
				["公"] = {
					result = true
				}
			}
		},
		["部"] = {
			["长"] = {
				["老"] = {
					["婆"] = {
						["邓"] = {
							["楠"] = {
								result = true
							}
						}
					}
				},
				["邓"] = {
					result = true
				}
			}
		}
	},
	["都"] = {
		["匀"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			}
		},
		["大"] = {
			["爽"] = {
				result = true
			}
		},
		["市"] = {
			["2"] = {
				["0"] = {
					["4"] = {
						["6"] = {
							result = true
						}
					}
				}
			},
			["乱"] = {
				["伦"] = {
					result = true
				}
			},
			["侠"] = {
				["女"] = {
					["之"] = {
						["报"] = {
							["复"] = {
								result = true
							}
						}
					}
				}
			},
			["娇"] = {
				["妻"] = {
					["之"] = {
						["后"] = {
							["宫"] = {
								result = true
							}
						}
					}
				}
			},
			["富"] = {
				["婆"] = {
					A = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["镇"] = {
					["乱"] = {
						["伦"] = {
							result = true
						}
					}
				}
			},
			["换"] = {
				["妻"] = {
					result = true
				}
			},
			["日"] = {
				["报"] = {
					result = true
				}
			},
			["春"] = {
				["潮"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					result = true
				}
			},
			["百"] = {
				["美"] = {
					["录"] = {
						["免"] = {
							["费"] = {
								result = true
							}
						}
					}
				}
			},
			["的"] = {
				["童"] = {
					["话"] = {
						result = true
					}
				}
			},
			["缘"] = {
				result = true
			},
			["色"] = {
				["欲"] = {
					result = true
				}
			},
			["花"] = {
				["盗"] = {
					result = true
				}
			},
			["藏"] = {
				["娇"] = {
					result = true
				}
			},
			["迷"] = {
				["情"] = {
					result = true
				}
			},
			["风"] = {
				["月"] = {
					["奇"] = {
						["谭"] = {
							result = true
						}
					}
				}
			}
		},
		["拉"] = {
			result = true
		},
		["来"] = {
			["."] = {
				["摸"] = {
					["比"] = {
						result = true
					}
				}
			},
			["摸"] = {
				["比"] = {
					result = true
				}
			},
			["撸"] = {
				result = true
			}
		},
		["江"] = {
			["堰"] = {
				result = true
			}
		},
		["说"] = {
			["皇"] = {
				["帝"] = {
					["无"] = {
						["父"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["鄂"] = {
		["尔"] = {
			["多"] = {
				["斯"] = {
					["假"] = {
						["证"] = {
							result = true
						}
					},
					["冰"] = {
						["毒"] = {
							result = true
						}
					},
					["办"] = {
						["证"] = {
							result = true
						}
					},
					["气"] = {
						["枪"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["州"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["鱼"] = {
			["砍"] = {
				["刀"] = {
					result = true
				}
			}
		}
	},
	["酒"] = {
		["井"] = {
			["若"] = {
				["叶"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["路"] = {
				["奈"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["遥"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["后"] = {
			["迷"] = {
				["奸"] = {
					result = true
				}
			}
		},
		["吧"] = {
			result = true,
			K = {
				["粉"] = {
					["摇"] = {
						["头"] = {
							["丸"] = {
								result = true
							}
						}
					}
				}
			},
			["嗨"] = {
				["妹"] = {
					result = true
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						result = true
					}
				}
			},
			["邂"] = {
				["逅"] = {
					result = true
				}
			}
		},
		["店"] = {
			p = {
				["完"] = {
					["整"] = {
						["版"] = {
							result = true
						}
					}
				}
			},
			["上"] = {
				["門"] = {
					["服"] = {
						["務"] = {
							result = true
						}
					}
				},
				["门"] = {
					["按"] = {
						["摩"] = {
							result = true
						}
					},
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["人"] = {
				["事"] = {
					["部"] = {
						["招"] = {
							["聘"] = {
								result = true
							}
						}
					}
				}
			},
			["住"] = {
				["宿"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					},
					["费"] = {
						["发"] = {
							["票"] = {
								result = true
							}
						}
					}
				}
			},
			["公"] = {
				["关"] = {
					result = true
				}
			},
			["卫"] = {
				["生"] = {
					["间"] = {
						["做"] = {
							["爱"] = {
								result = true
							}
						}
					}
				}
			},
			["发"] = {
				["#"] = {
					["票"] = {
						result = true
					}
				},
				["漂"] = {
					result = true
				},
				["票"] = {
					result = true,
					["出"] = {
						result = true
					},
					["大"] = {
						["量"] = {
							["开"] = {
								result = true
							}
						}
					}
				},
				["税"] = {
					["票"] = {
						["发"] = {
							["票"] = {
								result = true
							}
						}
					}
				}
			},
			["叫"] = {
				["小"] = {
					["姐"] = {
						result = true
					}
				}
			},
			["夜"] = {
				["场"] = {
					result = true,
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				},
				["場"] = {
					result = true
				}
			},
			["宾"] = {
				["馆"] = {
					result = true,
					["小"] = {
						["姐"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["妹"] = {
					result = true
				},
				["姐"] = {
					result = true
				}
			},
			["开"] = {
				["房"] = {
					result = true
				}
			},
			["找"] = {
				["的"] = {
					["大"] = {
						["学"] = {
							["生"] = {
								result = true
							}
						}
					}
				}
			},
			["换"] = {
				["妻"] = {
					P = {
						result = true
					}
				}
			},
			["操"] = {
				["骚"] = {
					["货"] = {
						result = true
					}
				}
			},
			["有"] = {
				["小"] = {
					["姐"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					result = true
				},
				["務"] = {
					result = true
				}
			},
			["机"] = {
				["打"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["法"] = {
				["票"] = {
					result = true
				}
			},
			["特"] = {
				["服"] = {
					result = true
				},
				["殊"] = {
					["服"] = {
						["务"] = {
							result = true
						},
						["務"] = {
							result = true
						}
					}
				}
			},
			["玩"] = {
				["胖"] = {
					["妞"] = {
						result = true
					}
				}
			},
			["艳"] = {
				["遇"] = {
					["熟"] = {
						["女"] = {
							["客"] = {
								result = true
							}
						}
					}
				}
			},
			["菔"] = {
				["務"] = {
					["電"] = {
						["話"] = {
							result = true
						}
					}
				}
			},
			["髮"] = {
				["票"] = {
					result = true
				}
			}
		},
		["色"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					}
				}
			},
			["淫"] = {
				["淫"] = {
					["网"] = {
						result = true
					}
				}
			},
			["熟"] = {
				["女"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["片"] = {
				result = true,
				["影"] = {
					["院"] = {
						result = true
					}
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						result = true
					}
				}
			},
			["網"] = {
				result = true
			},
			["网"] = {
				["百"] = {
					["度"] = {
						result = true
					}
				}
			}
		},
		["警"] = {
			["若"] = {
				["叶"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["路"] = {
				["奈"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["遥"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		}
	},
	["酣"] = {
		["乐"] = {
			["欣"] = {
				["专"] = {
					result = true
				},
				["各"] = {
					["地"] = {
						result = true
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				}
			}
		},
		["楽"] = {
			["俽"] = {
				result = true
			}
		}
	},
	["醬"] = {
		["豬"] = {
			["媳"] = {
				result = true
			}
		}
	},
	["金"] = {
		["5"] = {
			["爷"] = {
				result = true
			}
		},
		["6"] = {
			["爷"] = {
				result = true
			}
		},
		["一"] = {
			["南"] = {
				result = true
			}
		},
		["三"] = {
			["角"] = {
				result = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["丝"] = {
			["阁"] = {
				result = true
			},
			["雀"] = {
				result = true
			}
		},
		["临"] = {
			["教"] = {
				["育"] = {
					["机"] = {
						["构"] = {
							result = true
						}
					}
				}
			}
		},
		["丽"] = {
			["华"] = {
				result = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["久"] = {
			["灵"] = {
				result = true
			}
		},
		["书"] = {
			["波"] = {
				result = true
			}
		},
		["五"] = {
			["爷"] = {
				result = true
			}
		},
		["井"] = {
			["梨"] = {
				["里"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["人"] = {
			result = true
		},
		["信"] = {
			["网"] = {
				["购"] = {
					result = true
				}
			}
		},
		["像"] = {
			result = true
		},
		["六"] = {
			["爷"] = {
				result = true
			}
		},
		["冠"] = {
			result = true,
			["娱"] = {
				["乐"] = {
					["城"] = {
						["官"] = {
							["网"] = {
								result = true
							}
						},
						["网"] = {
							["站"] = {
								result = true
							}
						}
					}
				}
			},
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							result = true
						}
					}
				}
			}
		},
		["凤"] = {
			["凰"] = {
				result = true
			},
			["楼"] = {
				result = true
			}
		},
		["刀"] = {
			result = true
		},
		["刚"] = {
			["檀"] = {
				["木"] = {
					["弓"] = {
						result = true
					}
				}
			},
			["铜"] = {
				["反"] = {
					["曲"] = {
						result = true
					}
				}
			}
		},
		["利"] = {
			["来"] = {
				["教"] = {
					["育"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["百"] = {
				["家"] = {
					["乐"] = {
						result = true
					}
				}
			}
		},
		["华"] = {
			["上"] = {
				["门"] = {
					["按"] = {
						["摩"] = {
							result = true
						}
					},
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["做"] = {
				["假"] = {
					["证"] = {
						result = true
					}
				}
			},
			["办"] = {
				["假"] = {
					["学"] = {
						["位"] = {
							["证"] = {
								result = true
							}
						}
					},
					["证"] = {
						result = true
					}
				}
			},
			["发"] = {
				["票"] = {
					result = true
				}
			},
			["小"] = {
				["姐"] = {
					["上"] = {
						["门"] = {
							result = true
						}
					}
				}
			},
			["汽"] = {
				["枪"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			},
			["海"] = {
				["服"] = {
					["务"] = {
						["中"] = {
							["心"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["卡"] = {
			["会"] = {
				["员"] = {
					["资"] = {
						["料"] = {
							result = true
						}
					}
				}
			}
		},
		["发"] = {
			["大"] = {
				["波"] = {
					["妹"] = {
						result = true
					}
				}
			},
			["情"] = {
				["侣"] = {
					["自"] = {
						["拍"] = {
							result = true
						}
					}
				}
			},
			["熟"] = {
				["女"] = {
					["被"] = {
						["虐"] = {
							result = true
						}
					}
				}
			},
			["白"] = {
				["虎"] = {
					["女"] = {
						["模"] = {
							result = true
						}
					}
				}
			},
			["荡"] = {
				["妇"] = {
					result = true
				}
			}
		},
		["吊"] = {
			["桶"] = {
				["论"] = {
					["坛"] = {
						result = true
					}
				}
			}
		},
		["喉"] = {
			["健"] = {
				["喷"] = {
					["雾"] = {
						["剂"] = {
							result = true
						}
					}
				}
			}
		},
		["坛"] = {
			result = true,
			["市"] = {
				["小"] = {
					["姐"] = {
						["上"] = {
							["门"] = {
								result = true
							}
						}
					}
				},
				["快"] = {
					["速"] = {
						["拿"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["域"] = {
			["娱"] = {
				["乐"] = {
					result = true,
					["场"] = {
						result = true
					}
				}
			}
		},
		["堂"] = {
			["黄"] = {
				["牙"] = {
					["冰"] = {
						["签"] = {
							result = true
						}
					},
					["签"] = {
						result = true
					}
				}
			}
		},
		["墨"] = {
			["婆"] = {
				["婆"] = {
					result = true
				}
			}
		},
		["壳"] = {
			["教"] = {
				["育"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["多"] = {
			["宝"] = {
				result = true
			}
		},
		["大"] = {
			["坚"] = {
				result = true
			}
		},
		["太"] = {
			["阳"] = {
				["娱"] = {
					["乐"] = {
						["平"] = {
							["台"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["奶"] = {
			["奶"] = {
				result = true
			}
		},
		["威"] = {
			["安"] = {
				["防"] = {
					result = true
				}
			}
		},
		["子"] = {
			["里"] = {
				["沙"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["安"] = {
			["迪"] = {
				result = true
			}
		},
		["宛"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["宝"] = {
			["博"] = {
				["娱"] = {
					["乐"] = {
						result = true
					}
				},
				["滚"] = {
					["球"] = {
						result = true
					}
				},
				["赌"] = {
					["球"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["富"] = {
			["豪"] = {
				result = true
			}
		},
		["寨"] = {
			["肾"] = {
				result = true
			}
		},
		["尊"] = {
			result = true,
			["娱"] = {
				["乐"] = {
					result = true,
					["城"] = {
						result = true
					}
				}
			}
		},
		["属"] = {
			["仿"] = {
				["真"] = {
					["手"] = {
						["枪"] = {
							result = true
						},
						["狗"] = {
							result = true
						}
					},
					["枪"] = {
						["专"] = {
							["店"] = {
								result = true
							}
						},
						["网"] = {
							result = true
						},
						["订"] = {
							["购"] = {
								result = true
							}
						}
					},
					["汽"] = {
						["狗"] = {
							result = true
						}
					},
					["狗"] = {
						result = true,
						["低"] = {
							["价"] = {
								result = true
							}
						},
						["便"] = {
							["宜"] = {
								result = true
							}
						}
					}
				}
			},
			["弩"] = {
				["弓"] = {
					result = true
				}
			},
			["强"] = {
				["光"] = {
					["电"] = {
						["棍"] = {
							result = true
						}
					}
				}
			},
			["手"] = {
				["拉"] = {
					["机"] = {
						result = true
					},
					["鸡"] = {
						result = true
					}
				}
			},
			["机"] = {
				["械"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["枪"] = {
				["模"] = {
					["代"] = {
						["售"] = {
							result = true
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					result = true,
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			},
			["砷"] = {
				["有"] = {
					["售"] = {
						result = true
					}
				}
			},
			["质"] = {
				["感"] = {
					["仿"] = {
						["真"] = {
							["狙"] = {
								result = true
							}
						}
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["铅"] = {
				["弹"] = {
					["狗"] = {
						["淘"] = {
							["宝"] = {
								result = true
							}
						}
					}
				}
			},
			["铊"] = {
				["厂"] = {
					["家"] = {
						["直"] = {
							["销"] = {
								result = true
							}
						}
					}
				},
				["商"] = {
					result = true
				},
				["现"] = {
					["货"] = {
						result = true
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								result = true
							}
						}
					}
				}
			},
			["防"] = {
				["暴"] = {
					["盾"] = {
						["牌"] = {
							result = true
						}
					}
				}
			}
		},
		["山"] = {
			["办"] = {
				["证"] = {
					result = true
				}
			},
			["桥"] = {
				result = true
			},
			["线"] = {
				["上"] = {
					result = true
				}
			},
			["药"] = {
				["业"] = {
					result = true
				}
			}
		},
		["岩"] = {
			result = true
		},
		["左"] = {
			["焕"] = {
				result = true
			}
		},
		["币"] = {
			["兑"] = {
				["换"] = {
					["经"] = {
						["验"] = {
							result = true
						}
					},
					["银"] = {
						["币"] = {
							result = true
						}
					}
				}
			},
			["卡"] = {
				["包"] = {
					result = true
				}
			},
			["双"] = {
				["倍"] = {
					["兑"] = {
						["换"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				result = true
			}
		},
		["平"] = {
			["一"] = {
				["夜"] = {
					["情"] = {
						result = true
					}
				}
			}
		},
		["庸"] = {
			["群"] = {
				["侠"] = {
					["传"] = {
						result = true
					},
					["转"] = {
						result = true
					}
				},
				["俠"] = {
					["傳"] = {
						result = true
					}
				}
			}
		},
		["弓"] = {
			M = {
				P = {
					["5"] = {
						result = true
					}
				}
			},
			m = {
				p = {
					["5"] = {
						a = {
							["4"] = {
								result = true
							}
						}
					}
				}
			},
			["国"] = {
				["狗"] = {
					result = true
				}
			},
			["金"] = {
				["属"] = {
					result = true
				},
				["钟"] = {
					result = true
				}
			}
		},
		["彩"] = {
			result = true,
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["手"] = {
			["指"] = {
				result = true
			}
		},
		["掌"] = {
			["柜"] = {
				result = true
			}
		},
		["新"] = {
			["月"] = {
				result = true
			}
		},
		["星"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["普"] = {
			["提"] = {
				["上"] = {
					["师"] = {
						result = true
					}
				}
			}
		},
		["木"] = {
			["棉"] = {
				["蓝"] = {
					["盾"] = {
						result = true
					}
				}
			}
		},
		["杯"] = {
			result = true
		},
		["杵"] = {
			["霸"] = {
				["王"] = {
					result = true
				}
			}
		},
		["枪"] = {
			["不"] = {
				["倒"] = {
					result = true
				}
			}
		},
		["标"] = {
			["汽"] = {
				["狗"] = {
					["网"] = {
						result = true,
						["购"] = {
							result = true
						}
					}
				}
			}
		},
		["樽"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["毛"] = {
			["学"] = {
				["生"] = {
					["妹"] = {
						result = true
					}
				}
			}
		},
		["水"] = {
			["桥"] = {
				result = true
			}
		},
		["汉"] = {
			["德"] = {
				["公"] = {
					["司"] = {
						result = true
					}
				}
			}
		},
		["沙"] = {
			result = true,
			["中"] = {
				["国"] = {
					result = true
				}
			},
			["在"] = {
				["线"] = {
					["赌"] = {
						["场"] = {
							result = true
						}
					}
				}
			},
			["城"] = {
				["中"] = {
					["心"] = {
						result = true
					}
				}
			},
			["官"] = {
				["方"] = {
					["直"] = {
						["营"] = {
							result = true
						}
					}
				}
			},
			["平"] = {
				["台"] = {
					["出"] = {
						["租"] = {
							result = true
						}
					}
				}
			},
			["赌"] = {
				["城"] = {
					result = true
				}
			},
			["足"] = {
				["球"] = {
					["投"] = {
						["注"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["沢"] = {
			["デ"] = {
				["リ"] = {
					["ヘ"] = {
						["ル"] = {
							result = true
						}
					}
				}
			},
			["文"] = {
				["子"] = {
					result = true
				}
			}
		},
		["河"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["泽"] = {
			["文"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				},
				["紫"] = {
					["种"] = {
						["紫"] = {
							result = true
						}
					}
				}
			},
			["明"] = {
				["子"] = {
					b = {
						t = {
							result = true
						}
					},
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["电"] = {
						["驴"] = {
							result = true
						}
					}
				}
			},
			["辰"] = {
				result = true
			}
		},
		["洲"] = {
			result = true
		},
		["浩"] = {
			["茶"] = {
				["油"] = {
					result = true
				}
			}
		},
		["海"] = {
			["湾"] = {
				["休"] = {
					["闲"] = {
						["会"] = {
							["所"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["满"] = {
			["地"] = {
				["娱"] = {
					["乐"] = {
						result = true
					}
				}
			}
		},
		["澤"] = {
			["文"] = {
				["子"] = {
					["迅"] = {
						["雷"] = {
							result = true
						}
					}
				}
			},
			["明"] = {
				["子"] = {
					b = {
						t = {
							result = true
						}
					},
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["無"] = {
						["碼"] = {
							result = true
						}
					},
					["電"] = {
						["驢"] = {
							result = true
						}
					}
				}
			},
			["藍"] = {
				["子"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					}
				}
			}
		},
		["灵"] = {
			result = true
		},
		["牌"] = {
			["娱"] = {
				["乐"] = {
					result = true,
					["城"] = {
						["官"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["牛"] = {
			result = true,
			["区"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					result = true,
					["城"] = {
						result = true
					}
				}
			}
		},
		["特"] = {
			["科"] = {
				["技"] = {
					result = true
				}
			}
		},
		["狐"] = {
			["手"] = {
				["努"] = {
					result = true
				},
				["弩"] = {
					result = true,
					["专"] = {
						result = true
					}
				}
			},
			["高"] = {
				["手"] = {
					["心"] = {
						["水"] = {
							["坛"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["狮"] = {
			result = true,
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			},
			["赌"] = {
				["球"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["玉"] = {
			["天"] = {
				["立"] = {
					result = true
				}
			}
		},
		["瓶"] = {
			["梅"] = {
				result = true,
				["1"] = {
					result = true
				},
				["2"] = {
					result = true
				},
				["3"] = {
					result = true,
					D = {
						result = true
					}
				},
				["4"] = {
					result = true
				},
				["5"] = {
					result = true
				},
				["同"] = {
					["人"] = {
						result = true
					}
				},
				["在"] = {
					["线"] = {
						result = true,
						["电"] = {
							["影"] = {
								result = true
							}
						},
						["观"] = {
							["看"] = {
								result = true
							}
						}
					}
				},
				["情"] = {
					["色"] = {
						["網"] = {
							result = true
						}
					}
				},
				["杨"] = {
					["思"] = {
						["敏"] = {
							["版"] = {
								result = true
							}
						}
					}
				},
				["的"] = {
					["巨"] = {
						["著"] = {
							result = true
						}
					}
				}
			}
		},
		["皇"] = {
			["冠"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["盛"] = {
			result = true,
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["盾"] = {
			["博"] = {
				["彩"] = {
					["平"] = {
						["台"] = {
							result = true
						}
					}
				}
			},
			["安"] = {
				["防"] = {
					["器"] = {
						["材"] = {
							result = true
						}
					}
				}
			}
		},
		["砖"] = {
			result = true
		},
		["神"] = {
			result = true,
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["算"] = {
			["盘"] = {
				result = true
			}
		},
		["臂"] = {
			["百"] = {
				["家"] = {
					["乐"] = {
						result = true
					}
				}
			}
		},
		["苍"] = {
			["蝇"] = {
				result = true,
				["催"] = {
					["情"] = {
						["水"] = {
							result = true
						}
					}
				}
			}
		},
		["莎"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["蒼"] = {
			["蠅"] = {
				["催"] = {
					["情"] = {
						["水"] = {
							result = true
						}
					}
				}
			}
		},
		["融"] = {
			["客"] = {
				["戶"] = {
					["資"] = {
						["源"] = {
							result = true
						}
					}
				}
			},
			["时"] = {
				["报"] = {
					result = true
				}
			},
			["黑"] = {
				["洞"] = {
					[" "] = {
						["博"] = {
							["讯"] = {
								result = true
							}
						}
					},
					["深"] = {
						["无"] = {
							["底"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["血"] = {
			result = true
		},
		["观"] = {
			["涛"] = {
				result = true
			}
		},
		["誉"] = {
			["博"] = {
				["彩"] = {
					result = true
				}
			},
			["汽"] = {
				["车"] = {
					["手"] = {
						["续"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["警"] = {
			["梨"] = {
				["里"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["讯"] = {
			["网"] = {
				result = true
			}
		},
		["诚"] = {
			["数"] = {
				["据"] = {
					["名"] = {
						["录"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["赞"] = {
			["博"] = {
				["彩"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["身"] = {
			["仿"] = {
				["真"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["罗"] = {
				["汉"] = {
					result = true
				}
			}
		},
		["达"] = {
			["莱"] = {
				result = true,
				["革"] = {
					["命"] = {
						result = true
					}
				}
			}
		},
		["道"] = {
			["博"] = {
				["彩"] = {
					result = true
				}
			}
		},
		["都"] = {
			result = true
		},
		["酷"] = {
			result = true
		},
		["金"] = {
			["世"] = {
				["界"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			}
		},
		["鐘"] = {
			["氣"] = {
				["槍"] = {
					result = true
				}
			}
		},
		["鑫"] = {
			["教"] = {
				["育"] = {
					["机"] = {
						["构"] = {
							result = true
						}
					}
				}
			}
		},
		["钟"] = {
			M = {
				["1"] = {
					["0"] = {
						["左"] = {
							["轮"] = {
								result = true
							}
						}
					}
				}
			},
			m = {
				["9"] = {
					["气"] = {
						["狗"] = {
							result = true
						}
					}
				}
			},
			["手"] = {
				["狗"] = {
					result = true
				}
			},
			["气"] = {
				["枪"] = {
					result = true,
					["出"] = {
						["手"] = {
							result = true
						},
						["货"] = {
							result = true
						}
					},
					["到"] = {
						["货"] = {
							result = true
						}
					},
					["图"] = {
						["纸"] = {
							result = true
						}
					},
					["技"] = {
						["术"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			},
			["金"] = {
				["属"] = {
					result = true
				}
			}
		},
		["钱"] = {
			["不"] = {
				["足"] = {
					result = true,
					["，"] = {
						["无"] = {
							["法"] = {
								result = true
							}
						}
					}
				}
			},
			["帮"] = {
				result = true
			},
			["豹"] = {
				["娱"] = {
					["乐"] = {
						result = true,
						["平"] = {
							["台"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["铭"] = {
			["棋"] = {
				["牌"] = {
					result = true
				}
			}
		},
		["门"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["顶"] = {
			["凤"] = {
				["凰"] = {
					result = true
				}
			}
		},
		["顺"] = {
			["教"] = {
				["育"] = {
					["机"] = {
						["构"] = {
							result = true
						}
					}
				}
			},
			["棋"] = {
				["牌"] = {
					result = true
				}
			}
		},
		["领"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			}
		},
		["香"] = {
			["留"] = {
				["学"] = {
					["文"] = {
						["凭"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["馬"] = {
			result = true
		},
		["马"] = {
			["博"] = {
				["彩"] = {
					["娱"] = {
						["乐"] = {
							result = true
						}
					}
				}
			},
			["坊"] = {
				result = true
			},
			["彩"] = {
				result = true
			}
		},
		["鱗"] = {
			["豈"] = {
				["是"] = {
					["池"] = {
						["中"] = {
							["物"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["鱼"] = {
			["缸"] = {
				result = true
			}
		},
		["鳞"] = {
			["岂"] = {
				["非"] = {
					["池"] = {
						["中"] = {
							["物"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["鹰"] = {
			result = true,
			["主"] = {
				["论"] = {
					["坛"] = {
						result = true
					}
				}
			},
			["办"] = {
				["证"] = {
					["机"] = {
						["构"] = {
							result = true
						}
					}
				}
			},
			["现"] = {
				["金"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["麒"] = {
			["麟"] = {
				["网"] = {
					result = true
				}
			}
		},
		["黄"] = {
			["帝"] = {
				result = true
			}
		},
		["鼎"] = {
			["棋"] = {
				["牌"] = {
					result = true
				}
			}
		},
		["龙"] = {
			["娱"] = {
				["乐"] = {
					result = true,
					["城"] = {
						result = true
					}
				}
			},
			["短"] = {
				["刀"] = {
					result = true
				}
			},
			["神"] = {
				["枪"] = {
					result = true
				}
			}
		}
	},
	["釒"] = {
		["咔"] = {
			["哙"] = {
				["員"] = {
					["澬"] = {
						["料"] = {
							result = true
						}
					}
				}
			}
		},
		["嘡"] = {
			["簧"] = {
				["伢"] = {
					["簽"] = {
						result = true
					}
				}
			}
		},
		["寨"] = {
			["腎"] = {
				result = true
			}
		},
		["澤"] = {
			["明"] = {
				["孒"] = {
					["佺"] = {
						["雧"] = {
							result = true
						}
					},
					["兂"] = {
						["碼"] = {
							result = true
						}
					},
					["電"] = {
						["驴"] = {
							result = true
						}
					},
					["ｂ"] = {
						["τ"] = {
							result = true
						}
					}
				}
			}
		},
		["葳"] = {
			["侒"] = {
				["防"] = {
					result = true
				}
			}
		},
		["領"] = {
			["苩"] = {
				["領"] = {
					["數"] = {
						["據"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["鉸"] = {
		["苃"] = {
			["群"] = {
				["裸"] = {
					["聊"] = {
						result = true
					}
				}
			}
		}
	},
	["鋼"] = {
		["制"] = {
			["弓"] = {
				["弩"] = {
					result = true
				}
			},
			["弩"] = {
				result = true
			}
		},
		["咮"] = {
			["熗"] = {
				["荬"] = {
					result = true
				}
			}
		},
		["珠"] = {
			["子"] = {
				["彈"] = {
					result = true
				}
			},
			["專"] = {
				["用"] = {
					["弩"] = {
						result = true
					}
				}
			},
			["弓"] = {
				["弩"] = {
					result = true
				}
			},
			["弜"] = {
				["弩"] = {
					result = true
				}
			},
			["弩"] = {
				result = true
			},
			["彈"] = {
				["求"] = {
					["購"] = {
						result = true
					}
				}
			},
			["手"] = {
				["弩"] = {
					result = true
				}
			},
			["槍"] = {
				result = true,
				["麻"] = {
					["醉"] = {
						["槍"] = {
							result = true
						}
					}
				}
			},
			["狗"] = {
				result = true,
				["糧"] = {
					result = true
				}
			},
			["獵"] = {
				["狗"] = {
					result = true
				}
			}
		},
		["甲"] = {
			["洪"] = {
				["流"] = {
					result = true
				}
			}
		},
		["管"] = {
			["舞"] = {
				result = true
			}
		}
	},
	["錦"] = {
		["濤"] = {
			["不"] = {
				["去"] = {
					["蕪"] = {
						["湖"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["钅"] = {
		["占"] = {
			["石"] = {
				["冫"] = {
					["水"] = {
						["米"] = {
							["唐"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["钒"] = {
		["酸"] = {
			["酐"] = {
				result = true
			}
		}
	},
	["钢"] = {
		["#"] = {
			["珠"] = {
				["#"] = {
					["枪"] = {
						result = true
					}
				},
				["枪"] = {
					result = true
				}
			}
		},
		["低"] = {
			["价"] = {
				["珠"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["刀"] = {
			result = true
		},
		["制"] = {
			["仿"] = {
				["真"] = {
					["枪"] = {
						result = true,
						["低"] = {
							["价"] = {
								result = true
							}
						},
						["子"] = {
							["弹"] = {
								result = true
							}
						},
						["钢"] = {
							["珠"] = {
								result = true
							}
						}
					}
				}
			},
			["努"] = {
				result = true
			},
			["弓"] = {
				["努"] = {
					result = true
				},
				["弩"] = {
					result = true
				}
			},
			["弩"] = {
				result = true
			}
		},
		["圈"] = {
			result = true
		},
		["弩"] = {
			["改"] = {
				["装"] = {
					result = true
				}
			},
			["电"] = {
				["棍"] = {
					result = true
				}
			}
		},
		["弹"] = {
			["气"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["构"] = {
			result = true
		},
		["柱"] = {
			["仿"] = {
				["真"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["珠"] = {
			result = true,
			["%"] = {
				["枪"] = {
					result = true
				}
			},
			["*"] = {
				["枪"] = {
					result = true
				}
			},
			q = {
				i = {
					a = {
						n = {
							g = {
								result = true
							}
						}
					}
				}
			},
			["专"] = {
				["用"] = {
					["努"] = {
						result = true
					},
					["弩"] = {
						result = true
					},
					["手"] = {
						["弩"] = {
							result = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						result = true,
						["低"] = {
							["价"] = {
								result = true
							}
						},
						["子"] = {
							["弹"] = {
								result = true
							}
						},
						["钢"] = {
							["珠"] = {
								result = true
							}
						}
					}
				}
			},
			["努"] = {
				result = true,
				["团"] = {
					["购"] = {
						result = true
					}
				},
				["热"] = {
					result = true
				},
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								result = true
							}
						}
					}
				}
			},
			["吹"] = {
				["尘"] = {
					["狗"] = {
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				}
			},
			["子"] = {
				["弹"] = {
					result = true
				}
			},
			["左"] = {
				["轮"] = {
					["枪"] = {
						result = true
					},
					["狗"] = {
						result = true,
						["专"] = {
							result = true
						},
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						},
						["转"] = {
							["让"] = {
								result = true
							}
						}
					}
				}
			},
			["弓"] = {
				["努"] = {
					result = true,
					["专"] = {
						["店"] = {
							result = true
						},
						["网"] = {
							result = true
						}
					}
				},
				["弩"] = {
					result = true,
					["专"] = {
						result = true,
						["店"] = {
							result = true
						},
						["网"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			},
			["弩"] = {
				["专"] = {
					result = true,
					["网"] = {
						result = true
					}
				},
				["团"] = {
					["购"] = {
						result = true
					}
				},
				["枪"] = {
					["专"] = {
						result = true
					}
				},
				["热"] = {
					result = true
				},
				["的"] = {
					["做"] = {
						["法"] = {
							result = true
						}
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								result = true
							}
						}
					}
				}
			},
			["弹"] = {
				["专"] = {
					result = true
				},
				["求"] = {
					["购"] = {
						result = true
					}
				}
			},
			["手"] = {
				g = {
					o = {
						u = {
							result = true
						}
					}
				},
				["努"] = {
					result = true
				},
				["弩"] = {
					result = true
				},
				["枪"] = {
					result = true,
					["低"] = {
						["价"] = {
							result = true
						}
					},
					["多"] = {
						["少"] = {
							["钱"] = {
								result = true
							}
						}
					},
					["子"] = {
						["弹"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["钢"] = {
						["珠"] = {
							result = true
						}
					}
				},
				["槍"] = {
					result = true
				},
				["狗"] = {
					result = true
				}
			},
			["打"] = {
				["鸟"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["抢"] = {
				result = true
			},
			["枪"] = {
				["专"] = {
					result = true
				},
				["去"] = {
					result = true
				},
				["手"] = {
					["枪"] = {
						result = true
					}
				},
				["火"] = {
					["药"] = {
						["动"] = {
							["力"] = {
								result = true
							}
						}
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["转"] = {
					["让"] = {
						result = true
					}
				},
				["预"] = {
					["订"] = {
						result = true
					}
				},
				["麻"] = {
					["醉"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["槍"] = {
				result = true,
				["气"] = {
					result = true,
					["槍"] = {
						result = true
					}
				}
			},
			["步"] = {
				["枪"] = {
					result = true
				}
			},
			["气"] = {
				["枪"] = {
					result = true,
					["专"] = {
						result = true,
						["网"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["零"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["汽"] = {
				["枪"] = {
					["专"] = {
						result = true
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			},
			["狗"] = {
				["供"] = {
					["應"] = {
						result = true
					}
				},
				["免"] = {
					["定"] = {
						["金"] = {
							result = true
						}
					}
				},
				["到"] = {
					["货"] = {
						result = true
					}
				},
				["狗"] = {
					result = true
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["粮"] = {
					result = true,
					["专"] = {
						["售"] = {
							result = true
						}
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				},
				["转"] = {
					["让"] = {
						result = true
					}
				},
				["配"] = {
					["件"] = {
						result = true,
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["联"] = {
							["系"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						}
					}
				}
			},
			["狙"] = {
				["击"] = {
					["枪"] = {
						["订"] = {
							["购"] = {
								result = true
							}
						}
					}
				}
			},
			["猎"] = {
				result = true,
				["枪"] = {
					result = true,
					["专"] = {
						result = true
					},
					["低"] = {
						["价"] = {
							result = true
						}
					},
					["多"] = {
						["少"] = {
							["钱"] = {
								result = true
							}
						}
					},
					["子"] = {
						["弹"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					},
					["钢"] = {
						["珠"] = {
							result = true
						}
					}
				},
				["狗"] = {
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				["槍"] = {
					result = true
				}
			},
			["秃"] = {
				["鹰"] = {
					result = true
				}
			},
			["蛋"] = {
				["蛋"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["铅"] = {
				["弹"] = {
					result = true
				}
			},
			["长"] = {
				["狗"] = {
					result = true
				}
			}
		},
		["琴"] = {
			["别"] = {
				["恋"] = {
					result = true
				}
			}
		},
		["甲"] = {
			["洪"] = {
				["流"] = {
					result = true
				}
			}
		},
		["管"] = {
			["枪"] = {
				result = true
			},
			["舞"] = {
				result = true
			}
		},
		["针"] = {
			g = {
				o = {
					u = {
						result = true
					}
				}
			},
			["枪"] = {
				result = true
			},
			["狗"] = {
				result = true
			}
		},
		["铁"] = {
			["翻"] = {
				["滚"] = {
					["笔"] = {
						["刀"] = {
							result = true
						}
					}
				}
			}
		},
		["铳"] = {
			result = true
		},
		["鞭"] = {
			result = true
		}
	},
	["锇"] = {
		["酸"] = {
			result = true
		}
	},
	["锋"] = {
		["影"] = {
			["弹"] = {
				["弓"] = {
					result = true
				}
			}
		},
		["速"] = {
			["弹"] = {
				["弓"] = {
					result = true
				}
			}
		}
	},
	["锦"] = {
		["帝"] = {
			result = true
		},
		["江"] = {
			["大"] = {
				["酒"] = {
					["店"] = {
						result = true
					}
				}
			}
		},
		["涛"] = {
			["不"] = {
				["去"] = {
					["芜"] = {
						["湖"] = {
							result = true
						}
					}
				}
			},
			["之"] = {
				["子"] = {
					["胡"] = {
						result = true
					}
				}
			},
			["推"] = {
				["电"] = {
					["子"] = {
						["民"] = {
							["主"] = {
								["墙"] = {
									["运"] = {
										["动"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["裸"] = {
				["退"] = {
					["反"] = {
						["腐"] = {
							result = true
						}
					}
				}
			}
		},
		["湖"] = {
			["轮"] = {
				["胎"] = {
					result = true
				}
			}
		},
		["程"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			},
			["证"] = {
				["件"] = {
					["文"] = {
						["凭"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["虹"] = {
			["发"] = {
				["实"] = {
					["业"] = {
						result = true
					}
				}
			}
		}
	},
	["键"] = {
		["卫"] = {
			["小"] = {
				["口"] = {
					["径"] = {
						["专"] = {
							result = true
						},
						["转"] = {
							["让"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["锻"] = {
		["打"] = {
			["花"] = {
				["纹"] = {
					["钢"] = {
						result = true
					}
				}
			}
		}
	},
	["镜"] = {
		["丽"] = {
			["子"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["湖"] = {
			result = true
		},
		["面"] = {
			["反"] = {
				["射"] = {
					result = true
				}
			}
		}
	},
	["閄"] = {
		["漨"] = {
			["嚤"] = {
				["劦"] = {
					["赽"] = {
						["閞"] = {
							result = true
						}
					}
				}
			}
		},
		["笾"] = {
			["赽"] = {
				["閞"] = {
					result = true
				}
			}
		}
	},
	["間"] = {
		["苯"] = {
			["三"] = {
				["酚"] = {
					result = true,
					["出"] = {
						["货"] = {
							result = true
						}
					},
					["到"] = {
						["货"] = {
							result = true
						}
					},
					["手"] = {
						["机"] = {
							result = true
						}
					},
					["教"] = {
						["程"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["配"] = {
						["方"] = {
							result = true
						}
					}
				}
			}
		},
		["諜"] = {
			result = true
		}
	},
	["關"] = {
		["卡"] = {
			["排"] = {
				["名"] = {
					result = true
				}
			}
		},
		["口"] = {
			["亞"] = {
				["紗"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["闳"] = {
		["志"] = {
			result = true
		}
	},
	["间"] = {
		["苯"] = {
			["三"] = {
				["酚"] = {
					result = true,
					["出"] = {
						["货"] = {
							result = true
						}
					},
					["到"] = {
						["货"] = {
							result = true
						}
					},
					["手"] = {
						["机"] = {
							result = true
						}
					},
					["教"] = {
						["程"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["配"] = {
						["方"] = {
							result = true
						}
					}
				}
			}
		},
		["谍"] = {
			result = true,
			["软"] = {
				["件"] = {
					["编"] = {
						["程"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["阁"] = {
		["情"] = {
			["色"] = {
				["论"] = {
					["坛"] = {
						result = true
					}
				}
			}
		},
		["罗"] = {
			["伊"] = {
				result = true
			},
			["兀"] = {
				result = true
			},
			["厄"] = {
				result = true
			},
			["善"] = {
				result = true
			},
			["适"] = {
				result = true
			},
			["鲁"] = {
				result = true
			}
		}
	},
	["防"] = {
		["%"] = {
			["割"] = {
				["防"] = {
					["^"] = {
						["刺"] = {
							result = true
						}
					}
				}
			}
		},
		["4"] = {
			["7"] = {
				["自"] = {
					["動"] = {
						["氣"] = {
							["槍"] = {
								result = true
							}
						}
					}
				}
			}
		},
		a = {
			["身"] = {
				["器"] = {
					["材"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		g = {
			["割"] = {
				["防"] = {
					["刺"] = {
						result = true
					}
				}
			}
		},
		["伪"] = {
			["油"] = {
				["墨"] = {
					result = true
				}
			},
			["身"] = {
				["份"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["儤"] = {
			["槍"] = {
				result = true
			}
		},
		["刺"] = {
			["服"] = {
				result = true
			},
			["衣"] = {
				result = true
			}
		},
		["割"] = {
			d = {
				["防"] = {
					["刺"] = {
						result = true
					}
				}
			},
			["卍"] = {
				["防"] = {
					["刺"] = {
						result = true
					}
				}
			},
			["手"] = {
				["套"] = {
					result = true
				}
			},
			["防"] = {
				h = {
					["刺"] = {
						result = true
					}
				},
				["刺"] = {
					result = true,
					["套"] = {
						["装"] = {
							result = true
						}
					},
					["用"] = {
						["品"] = {
							result = true
						}
					}
				}
			}
		},
		["卫"] = {
			["刀"] = {
				["具"] = {
					result = true,
					["专"] = {
						result = true
					}
				}
			},
			["棍"] = {
				["刀"] = {
					result = true,
					["专"] = {
						result = true
					}
				}
			},
			["甩"] = {
				["棍"] = {
					result = true
				}
			},
			["电"] = {
				["棍"] = {
					result = true
				}
			},
			["著"] = {
				["名"] = {
					["军"] = {
						["刀"] = {
							result = true
						}
					}
				}
			},
			["野"] = {
				["营"] = {
					["砍"] = {
						["刀"] = {
							result = true
						}
					}
				}
			}
		},
		["弹"] = {
			["&"] = {
				["防"] = {
					["暴"] = {
						["头"] = {
							["盔"] = {
								result = true
							}
						}
					}
				}
			},
			["盾"] = {
				["牌"] = {
					result = true
				}
			},
			["衣"] = {
				result = true
			},
			["防"] = {
				h = {
					["暴"] = {
						["头"] = {
							["盔"] = {
								result = true
							}
						}
					}
				},
				["暴"] = {
					["头"] = {
						["盔"] = {
							result = true
						}
					}
				},
				["爆"] = {
					["头"] = {
						["盔"] = {
							result = true
						}
					},
					["装"] = {
						["备"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["面"] = {
				["罩"] = {
					result = true
				}
			}
		},
		["彈"] = {
			["防"] = {
				["暴"] = {
					["頭"] = {
						["盔"] = {
							result = true
						}
					}
				}
			}
		},
		["御"] = {
			["范"] = {
				["围"] = {
					result = true
				}
			}
		},
		["政"] = {
			["府"] = {
				result = true
			}
		},
		["暴"] = {
			q = {
				i = {
					a = {
						n = {
							g = {
								result = true
							}
						}
					}
				}
			},
			["器"] = {
				["械"] = {
					["专"] = {
						result = true
					}
				}
			},
			["枪"] = {
				["子"] = {
					["弹"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				}
			},
			["槍"] = {
				result = true
			},
			["活"] = {
				["动"] = {
					["警"] = {
						["棍"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["击"] = {
					["器"] = {
						result = true
					}
				}
			},
			["盔"] = {
				["甲"] = {
					["服"] = {
						result = true
					}
				}
			},
			["自"] = {
				["卫"] = {
					["器"] = {
						result = true
					}
				}
			},
			["警"] = {
				["棍"] = {
					["刀"] = {
						result = true
					}
				}
			}
		},
		["止"] = {
			["性"] = {
				["騷"] = {
					["擾"] = {
						result = true
					}
				},
				["骚"] = {
					["扰"] = {
						result = true
					}
				}
			}
		},
		["水"] = {
			["手"] = {
				["表"] = {
					["摄"] = {
						["像"] = {
							["机"] = {
								result = true
							}
						}
					}
				}
			},
			["训"] = {
				["练"] = {
					result = true
				}
			}
		},
		["火"] = {
			["墙"] = {
				["开"] = {
					["禁"] = {
						result = true
					}
				}
			}
		},
		["爆"] = {
			["叉"] = {
				result = true
			},
			["服"] = {
				result = true
			},
			["罐"] = {
				result = true
			}
		},
		["电"] = {
			["子"] = {
				["狗"] = {
					result = true
				},
				["眼"] = {
					["拍"] = {
						["摄"] = {
							result = true
						}
					}
				}
			}
		},
		["痘"] = {
			["十"] = {
				["原"] = {
					["则"] = {
						result = true
					}
				}
			}
		},
		["盗"] = {
			["干"] = {
				["扰"] = {
					["器"] = {
						result = true,
						["联"] = {
							["系"] = {
								result = true
							}
						}
					}
				}
			},
			["锁"] = {
				["终"] = {
					["极"] = {
						["杀"] = {
							["手"] = {
								result = true
							}
						}
					}
				}
			},
			["门"] = {
				["开"] = {
					["锁"] = {
						["工"] = {
							["具"] = {
								result = true
							}
						}
					}
				},
				["强"] = {
					["开"] = {
						result = true
					}
				}
			}
		},
		["真"] = {
			["枪"] = {
				["专"] = {
					result = true,
					["网"] = {
						result = true
					}
				},
				["网"] = {
					result = true
				}
			}
		},
		["空"] = {
			["机"] = {
				["枪"] = {
					result = true
				}
			},
			["炮"] = {
				result = true
			},
			["网"] = {
				result = true
			}
		},
		["缅"] = {
			result = true
		},
		["蔽"] = {
			["屏"] = {
				["地"] = {
					["址"] = {
						result = true
					}
				}
			},
			["幈"] = {
				["哋"] = {
					["址"] = {
						result = true
					}
				}
			}
		},
		["衛"] = {
			["手"] = {
				["槍"] = {
					result = true
				}
			}
		},
		["裑"] = {
			["噴"] = {
				["霧"] = {
					result = true
				}
			}
		},
		["身"] = {
			["$"] = {
				["器"] = {
					["材"] = {
						["$"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			f = {
				["器"] = {
					["材"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["井"] = {
				["用"] = {
					["电"] = {
						["井"] = {
							["棍"] = {
								result = true
							}
						}
					}
				}
			},
			["低"] = {
				["价"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["保"] = {
				["安"] = {
					["器"] = {
						["材"] = {
							result = true
						}
					}
				}
			},
			["刀"] = {
				["具"] = {
					result = true,
					["专"] = {
						result = true,
						["站"] = {
							result = true
						}
					}
				}
			},
			["利"] = {
				["器"] = {
					result = true
				}
			},
			["喷"] = {
				["雾"] = {
					result = true,
					["质"] = {
						["量"] = {
							["好"] = {
								result = true
							}
						}
					}
				}
			},
			["器"] = {
				["材"] = {
					result = true,
					["专"] = {
						result = true,
						["网"] = {
							result = true
						}
					},
					["用"] = {
						["品"] = {
							["网"] = {
								result = true
							}
						}
					},
					["網"] = {
						result = true
					},
					["网"] = {
						result = true
					}
				},
				["警"] = {
					["用"] = {
						result = true
					}
				}
			},
			["弓"] = {
				["努"] = {
					["专"] = {
						result = true
					}
				},
				["弩"] = {
					result = true
				}
			},
			["手"] = {
				["抢"] = {
					result = true
				},
				["枪"] = {
					result = true,
					["专"] = {
						result = true
					},
					["去"] = {
						result = true
					}
				},
				["狗"] = {
					result = true
				}
			},
			["槍"] = {
				result = true
			},
			["武"] = {
				["器"] = {
					result = true,
					["专"] = {
						["店"] = {
							result = true
						}
					},
					["低"] = {
						["价"] = {
							result = true
						}
					},
					["图"] = {
						result = true
					},
					["手"] = {
						["槍"] = {
							result = true
						}
					},
					["气"] = {
						["槍"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			},
			["气"] = {
				["狗"] = {
					result = true
				}
			},
			["电"] = {
				["井"] = {
					["棒"] = {
						result = true
					}
				},
				["击"] = {
					["器"] = {
						["专"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					},
					["棒"] = {
						["井"] = {
							["用"] = {
								result = true
							}
						},
						["警"] = {
							["用"] = {
								result = true
							}
						}
					}
				},
				["棍"] = {
					["专"] = {
						result = true
					}
				},
				["棒"] = {
					result = true
				},
				["警"] = {
					["棍"] = {
						result = true,
						["专"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					},
					["棒"] = {
						result = true
					}
				}
			},
			["警"] = {
				["察"] = {
					["装"] = {
						["备"] = {
							result = true
						}
					}
				},
				["棍"] = {
					result = true
				},
				["用"] = {
					["电"] = {
						["击"] = {
							["器"] = {
								result = true
							},
							["棒"] = {
								result = true
							}
						},
						["棍"] = {
							result = true
						},
						["棒"] = {
							result = true
						},
						["警"] = {
							["棍"] = {
								result = true
							}
						}
					},
					["装"] = {
						["备"] = {
							result = true,
							["专"] = {
								result = true
							}
						}
					},
					["電"] = {
						["擊"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			},
			["電"] = {
				["警"] = {
					["棒"] = {
						result = true
					}
				}
			},
			["高"] = {
				["压"] = {
					["电"] = {
						["警"] = {
							["棍"] = {
								result = true
							}
						}
					}
				},
				["壓"] = {
					["電"] = {
						["警"] = {
							["棍"] = {
								result = true
							}
						}
					}
				}
			},
			["麻"] = {
				["醉"] = {
					["枪"] = {
						result = true,
						["网"] = {
							result = true
						}
					},
					["槍"] = {
						result = true
					},
					["药"] = {
						result = true
					}
				}
			}
		},
		["遮"] = {
			["罩"] = {
				["耳"] = {
					["機"] = {
						result = true
					}
				}
			}
		}
	},
	["阶"] = {
		["梯"] = {
			["上"] = {
				["的"] = {
					["呻"] = {
						["吟"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["附"] = {
		["上"] = {
			["转"] = {
				["换"] = {
					["软"] = {
						["件"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["降"] = {
		["半"] = {
			["旗"] = {
				result = true
			}
		},
		["麻"] = {
			["黄"] = {
				["碱"] = {
					result = true
				}
			}
		}
	},
	["隍"] = {
		["傢"] = {
			["埖"] = {
				["園"] = {
					result = true
				}
			}
		},
		["冠"] = {
			["恠"] = {
				["綫"] = {
					["投"] = {
						["紸"] = {
							result = true
						}
					}
				}
			},
			["泙"] = {
				["囼"] = {
					["詘"] = {
						["租"] = {
							result = true
						}
					}
				}
			}
		},
		["城"] = {
			["啯"] = {
				["際"] = {
					["娯"] = {
						["楽"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["隔"] = {
		["墙"] = {
			["窃"] = {
				["听"] = {
					["器"] = {
						result = true
					}
				}
			}
		},
		["壁"] = {
			["宿"] = {
				["舍"] = {
					["偷"] = {
						["拍"] = {
							result = true
						}
					}
				}
			}
		},
		["牆"] = {
			["竊"] = {
				["聽"] = {
					["器"] = {
						result = true
					}
				}
			}
		}
	},
	["集"] = {
		["中"] = {
			["營"] = {
				result = true
			},
			["营"] = {
				result = true
			}
		},
		["妖"] = {
			result = true
		},
		["體"] = {
			["性"] = {
				["愛"] = {
					result = true
				}
			},
			["淫"] = {
				result = true
			}
		}
	},
	["雇"] = {
		["人"] = {
			["報"] = {
				["仇"] = {
					result = true
				}
			},
			["復"] = {
				["仇"] = {
					result = true
				}
			},
			["恐"] = {
				["吓"] = {
					result = true
				}
			},
			["意"] = {
				["外"] = {
					result = true
				}
			},
			["打"] = {
				["架"] = {
					result = true
				}
			},
			["报"] = {
				["仇"] = {
					result = true
				}
			}
		},
		["佣"] = {
			["军"] = {
				["网"] = {
					result = true
				}
			},
			["打"] = {
				["手"] = {
					result = true
				}
			},
			["杀"] = {
				["手"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			},
			["私"] = {
				["人"] = {
					["保"] = {
						["镖"] = {
							result = true
						}
					}
				}
			},
			["职"] = {
				["业"] = {
					["打"] = {
						["手"] = {
							result = true
						}
					},
					["杀"] = {
						["手"] = {
							result = true
						}
					}
				}
			}
		},
		["傭"] = {
			["打"] = {
				["手"] = {
					result = true
				}
			},
			["殺"] = {
				["手"] = {
					result = true
				}
			}
		},
		["凶"] = {
			["复"] = {
				["仇"] = {
					result = true
				}
			},
			["打"] = {
				["人"] = {
					result = true
				}
			},
			["报"] = {
				["仇"] = {
					result = true
				}
			},
			["杀"] = {
				["人"] = {
					result = true
				}
			}
		},
		["打"] = {
			["手"] = {
				result = true,
				["办"] = {
					["事"] = {
						result = true
					}
				},
				["大"] = {
					["人"] = {
						result = true
					}
				},
				["帮"] = {
					["忙"] = {
						result = true
					}
				}
			}
		},
		["杀"] = {
			["手"] = {
				result = true,
				["报"] = {
					["仇"] = {
						result = true
					}
				},
				["服"] = {
					["务"] = {
						result = true
					}
				}
			}
		},
		["殺"] = {
			["手"] = {
				result = true
			}
		},
		["用"] = {
			["打"] = {
				["手"] = {
					result = true
				}
			}
		},
		["职"] = {
			["业"] = {
				["打"] = {
					["手"] = {
						result = true
					}
				},
				["杀"] = {
					["手"] = {
						result = true
					}
				}
			}
		}
	},
	["雞"] = {
		["8"] = {
			result = true
		},
		["八"] = {
			result = true
		},
		["動"] = {
			["不"] = {
				["已"] = {
					["的"] = {
						result = true
					}
				}
			}
		},
		["叭"] = {
			result = true
		},
		["吧"] = {
			result = true
		},
		["女"] = {
			result = true
		},
		["奸"] = {
			result = true
		},
		["婆"] = {
			["服"] = {
				["務"] = {
					result = true
				}
			}
		},
		["巴"] = {
			["暴"] = {
				["脹"] = {
					result = true
				}
			}
		},
		["掰"] = {
			result = true
		},
		["歪"] = {
			result = true
		},
		["芭"] = {
			result = true
		},
		["院"] = {
			result = true
		},
		["雞"] = {
			result = true
		}
	},
	["霍"] = {
		["克"] = {
			result = true
		},
		["斯"] = {
			result = true
		},
		["比"] = {
			["预"] = {
				["言"] = {
					result = true
				}
			}
		},
		["英"] = {
			["东"] = {
				["临"] = {
					["终"] = {
						["遗"] = {
							["言"] = {
								result = true
							}
						}
					}
				}
			},
			["東"] = {
				result = true
			}
		},
		["邱"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		}
	},
	["靖"] = {
		["国"] = {
			result = true
		},
		["國"] = {
			result = true
		},
		["成"] = {
			["公"] = {
				["司"] = {
					result = true
				}
			}
		}
	},
	["静"] = {
		["初"] = {
			["散"] = {
				["人"] = {
					result = true
				}
			}
		},
		["坐"] = {
			[" "] = {
				["天"] = {
					["安"] = {
						["门"] = {
							result = true
						}
					}
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						result = true
					}
				}
			},
			["挺"] = {
				["薄"] = {
					["书"] = {
						["记"] = {
							result = true
						}
					}
				}
			}
		},
		["态"] = {
			["爆"] = {
				["破"] = {
					["剂"] = {
						result = true
					}
				}
			}
		},
		["桩"] = {
			["功"] = {
				result = true
			}
		},
		["等"] = {
			["黑"] = {
				["夜"] = {
					result = true
				}
			}
		},
		["美"] = {
			["印"] = {
				["务"] = {
					result = true
				}
			}
		},
		["远"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			}
		},
		["静"] = {
			["撸"] = {
				result = true
			}
		},
		["默"] = {
			["航"] = {
				["行"] = {
					result = true
				}
			}
		}
	},
	["非"] = {
		B = {
			A = {
				O = {
					["力"] = {
						result = true
					}
				}
			}
		},
		["主"] = {
			["流"] = {
				["出"] = {
					["来"] = {
						["援"] = {
							["交"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["典"] = {
			result = true
		},
		["凡"] = {
			["企"] = {
				["业"] = {
					["名"] = {
						["录"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["套"] = {
				["牌"] = {
					["手"] = {
						["续"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["汽"] = {
				["车"] = {
					["手"] = {
						["续"] = {
							result = true
						}
					}
				}
			}
		},
		["合"] = {
			["法"] = {
				["ド"] = {
					["ラ"] = {
						["ッ"] = {
							["グ"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["常"] = {
			["6"] = {
				["\\"] = {
					["+"] = {
						["1"] = {
							result = true
						}
					}
				}
			},
			["三"] = {
				["國"] = {
					result = true
				}
			},
			["劲"] = {
				["溜"] = {
					result = true
				}
			},
			["影"] = {
				["视"] = {
					result = true
				}
			},
			["新"] = {
				["闻"] = {
					["通"] = {
						["讯"] = {
							["社"] = {
								result = true
							}
						}
					}
				}
			},
			["色"] = {
				["成"] = {
					["人"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["诱"] = {
				["惑"] = {
					result = true
				}
			},
			["６"] = {
				["\\"] = {
					["+"] = {
						["１"] = {
							result = true
						}
					}
				}
			}
		},
		["暴"] = {
			["力"] = {
				["的"] = {
					["民"] = {
						["主"] = {
							["化"] = {
								["道"] = {
									["路"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["法"] = {
			["信"] = {
				["息"] = {
					result = true
				}
			},
			["幽"] = {
				["禁"] = {
					["紫"] = {
						["阳"] = {
							result = true
						}
					}
				}
			},
			["枪"] = {
				["支"] = {
					["专"] = {
						result = true
					}
				}
			},
			["治"] = {
				["国"] = {
					result = true
				},
				["國"] = {
					result = true
				}
			},
			["炸"] = {
				["药"] = {
					["代"] = {
						["理"] = {
							result = true
						}
					}
				}
			},
			["类"] = {
				["信"] = {
					["息"] = {
						result = true
					}
				}
			},
			["綁"] = {
				["架"] = {
					result = true
				}
			},
			["绑"] = {
				["架"] = {
					result = true
				}
			},
			["网"] = {
				["络"] = {
					["公"] = {
						["关"] = {
							result = true
						}
					}
				}
			},
			["警"] = {
				["用"] = {
					["品"] = {
						result = true
					}
				}
			},
			["赌"] = {
				["博"] = {
					result = true
				}
			},
			["限"] = {
				["制"] = {
					result = true
				}
			}
		},
		["洲"] = {
			["战"] = {
				["斧"] = {
					result = true
				}
			},
			["烟"] = {
				result = true
			},
			["象"] = {
				["牙"] = {
					["走"] = {
						["私"] = {
							["案"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["狙"] = {
			["击"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["诺"] = {
			["啡"] = {
				["烷"] = {
					result = true,
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["革"] = {
		["命"] = {
			["形"] = {
				["式"] = {
					result = true
				}
			},
			["茉"] = {
				["丽"] = {
					["花"] = {
						result = true
					}
				},
				["利"] = {
					["花"] = {
						result = true
					}
				},
				["滤"] = {
					["花"] = {
						result = true
					}
				},
				["粒"] = {
					["花"] = {
						result = true
					}
				},
				["莉"] = {
					["花"] = {
						result = true
					}
				},
				["里"] = {
					["花"] = {
						result = true
					}
				}
			},
			["阵"] = {
				["线"] = {
					result = true
				}
			}
		}
	},
	["鞏"] = {
		["固"] = {
			["軍"] = {
				["權"] = {
					result = true
				}
			}
		}
	},
	["韓"] = {
		["啓"] = {
			["德"] = {
				result = true
			}
		},
		["啟"] = {
			["德"] = {
				result = true
			}
		},
		["啯"] = {
			["單"] = {
				["勾"] = {
					result = true
				}
			},
			["幵"] = {
				["鎖"] = {
					["槍"] = {
						result = true
					}
				}
			}
		},
		["桂"] = {
			["芝"] = {
				result = true
			}
		}
	},
	["韩"] = {
		["世"] = {
			["忠"] = {
				result = true
			}
		},
		["东"] = {
			["方"] = {
				["2"] = {
					["0"] = {
						["周"] = {
							["年"] = {
								result = true
							}
						}
					}
				},
				["6"] = {
					["4"] = {
						result = true
					}
				},
				["八"] = {
					["九"] = {
						["工"] = {
							["自"] = {
								["联"] = {
									["领"] = {
										["袖"] = {
											result = true
										}
									}
								}
							}
						}
					}
				},
				["学"] = {
					["运"] = {
						result = true
					}
				},
				["工"] = {
					["自"] = {
						["联"] = {
							result = true,
							["韩"] = {
								["东"] = {
									["方"] = {
										result = true
									}
								}
							},
							["领"] = {
								["袖"] = {
									result = true
								}
							}
						}
					},
					["运"] = {
						result = true
					}
				},
				["领"] = {
					["袖"] = {
						result = true
					}
				}
			}
		},
		["亨"] = {
			["林"] = {
				result = true
			}
		},
		["军"] = {
			["刺"] = {
				["收"] = {
					["藏"] = {
						result = true,
						["刀"] = {
							result = true
						},
						["忉"] = {
							result = true
						}
					}
				}
			}
		},
		["启"] = {
			["德"] = {
				result = true
			}
		},
		["天"] = {
			["石"] = {
				result = true
			}
		},
		["式"] = {
			S = {
				E = {
					X = {
						["吧"] = {
							result = true
						}
					}
				}
			},
			["三"] = {
				["刺"] = {
					["刀"] = {
						result = true
					},
					["忉"] = {
						result = true
					}
				}
			}
		},
		["微"] = {
			["微"] = {
				["的"] = {
					["第"] = {
						["一"] = {
							["次"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["成"] = {
			["珠"] = {
				["性"] = {
					["爱"] = {
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["战"] = {
			["5"] = {
				["0"] = {
					["纪"] = {
						["念"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["日"] = {
			["无"] = {
				["码"] = {
					["色"] = {
						["片"] = {
							result = true
						}
					}
				}
			}
		},
		["映"] = {
			["雪"] = {
				result = true
			}
		},
		["桂"] = {
			["芝"] = {
				result = true
			}
		},
		["正"] = {
			["下"] = {
				["台"] = {
					result = true
				}
			},
			["不"] = {
				["妙"] = {
					result = true
				}
			},
			["降"] = {
				["职"] = {
					["副"] = {
						["市"] = {
							["长"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["永"] = {
			["安"] = {
				result = true
			}
		},
		["版"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			}
		},
		["现"] = {
			["役"] = {
				["军"] = {
					["刀"] = {
						result = true
					},
					["忉"] = {
						result = true
					}
				}
			}
		},
		["银"] = {
			["叶"] = {
				result = true
			}
		},
		["长"] = {
			["赋"] = {
				result = true
			}
		},
		["非"] = {
			["占"] = {
				["位"] = {
					result = true
				}
			}
		}
	},
	["頂"] = {
		["級"] = {
			["朋"] = {
				["友"] = {
					["圈"] = {
						result = true
					}
				}
			}
		}
	},
	["頓"] = {
		["珠"] = {
			["旺"] = {
				["欽"] = {
					result = true
				}
			}
		}
	},
	["額"] = {
		["爾"] = {
			["德"] = {
				["尼"] = {
					result = true
				}
			}
		}
	},
	["顶"] = {
		["上"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["牛"] = {
			["3"] = {
				d = {
					["电"] = {
						["视"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			},
			["高"] = {
				["清"] = {
					["电"] = {
						["视"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["相"] = {
			["机"] = {
				result = true
			}
		},
		["色"] = {
			["成"] = {
				["人"] = {
					["网"] = {
						result = true
					},
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				result = true
			}
		},
		["贴"] = {
			["机"] = {
				result = true
			}
		}
	},
	["顾"] = {
		["问"] = {
			["费"] = {
				["发"] = {
					result = true
				}
			}
		}
	},
	["额"] = {
		["去"] = {
			["撸"] = {
				result = true
			}
		},
		["尔"] = {
			result = true,
			["古"] = {
				["纳"] = {
					result = true
				}
			}
		}
	},
	["風"] = {
		["俗"] = {
			["ラ"] = {
				["イ"] = {
					["フ"] = {
						result = true
					}
				}
			},
			["情"] = {
				["報"] = {
					result = true,
					["満"] = {
						["載"] = {
							result = true
						}
					}
				}
			}
		},
		["月"] = {
			["閣"] = {
				result = true
			}
		},
		["水"] = {
			result = true
		},
		["豔"] = {
			["閣"] = {
				result = true
			}
		},
		["間"] = {
			["恭"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["由"] = {
				["美"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["雲"] = {
			["六"] = {
				["合"] = {
					result = true
				}
			}
		},
		["韻"] = {
			["徐"] = {
				["娘"] = {
					result = true
				}
			}
		},
		["騷"] = {
			result = true,
			["人"] = {
				["體"] = {
					["藝"] = {
						["術"] = {
							result = true
						}
					}
				}
			},
			["侍"] = {
				["女"] = {
					["下"] = {
						["載"] = {
							result = true
						}
					}
				}
			},
			["欲"] = {
				["女"] = {
					result = true
				}
			},
			["淫"] = {
				["蕩"] = {
					result = true
				}
			},
			["豔"] = {
				["婦"] = {
					result = true
				}
			}
		}
	},
	["风"] = {
		e = {
			["骚"] = {
				["艳"] = {
					x = {
						["妇"] = {
							result = true
						}
					}
				}
			}
		},
		["中"] = {
			["飞"] = {
				["舞"] = {
					["的"] = {
						["血"] = {
							["滴"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["云"] = {
			T = {
				V = {
					result = true
				}
			},
			["六"] = {
				["合"] = {
					result = true
				}
			},
			["射"] = {
				["箭"] = {
					["器"] = {
						["材"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["弓"] = {
				["弩"] = {
					result = true
				}
			},
			["手"] = {
				result = true
			},
			["棋"] = {
				["牌"] = {
					result = true
				}
			},
			["气"] = {
				["枪"] = {
					["网"] = {
						result = true
					}
				}
			},
			["调"] = {
				["查"] = {
					["公"] = {
						["司"] = {
							result = true
						}
					}
				}
			},
			["起"] = {
				["六"] = {
					["合"] = {
						result = true
					}
				}
			}
		},
		["俗"] = {
			["娘"] = {
				["露"] = {
					["点"] = {
						["图"] = {
							result = true
						}
					}
				}
			}
		},
		["千"] = {
			["里"] = {
				result = true
			}
		},
		["吕"] = {
			["淫"] = {
				["乱"] = {
					["妻"] = {
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["吹"] = {
			["亚"] = {
				["纪"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["凉"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["城"] = {
			["枪"] = {
				result = true
			}
		},
		["尘"] = {
			["劫"] = {
				["全"] = {
					["集"] = {
						result = true
					}
				},
				["小"] = {
					["说"] = {
						result = true
					}
				},
				["电"] = {
					["子"] = {
						["书"] = {
							result = true
						}
					}
				}
			}
		},
		["帆"] = {
			["机"] = {
				["电"] = {
					["厂"] = {
						result = true
					}
				}
			}
		},
		["情"] = {
			["乐"] = {
				["园"] = {
					result = true
				}
			}
		},
		["月"] = {
			["体"] = {
				["验"] = {
					["网"] = {
						result = true
					}
				}
			},
			["大"] = {
				["陆"] = {
					["全"] = {
						["文"] = {
							result = true
						},
						["集"] = {
							result = true
						}
					},
					["小"] = {
						["说"] = {
							result = true
						}
					},
					["电"] = {
						["子"] = {
							["书"] = {
								result = true
							}
						}
					}
				}
			},
			["艳"] = {
				["留"] = {
					["香"] = {
						result = true
					}
				}
			},
			["阁"] = {
				result = true,
				["裸"] = {
					["聊"] = {
						result = true
					}
				},
				["邮"] = {
					["箱"] = {
						["发"] = {
							["送"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["波"] = {
			t = {
				u = {
					s = {
						h = {
							a = {
								result = true
							}
						}
					}
				}
			},
			["记"] = {
				result = true
			}
		},
		["流"] = {
			result = true,
			["之"] = {
				["电"] = {
					["影"] = {
						["大"] = {
							["亨"] = {
								result = true
							}
						}
					}
				}
			},
			["传"] = {
				["奇"] = {
					result = true
				}
			},
			["和"] = {
				["尚"] = {
					result = true,
					["在"] = {
						["线"] = {
							result = true
						}
					}
				}
			},
			["在"] = {
				["电"] = {
					["力"] = {
						["局"] = {
							result = true
						}
					}
				}
			},
			["天"] = {
				["下"] = {
					result = true
				}
			},
			["女"] = {
				["儿"] = {
					["国"] = {
						result = true
					}
				},
				["干"] = {
					["部"] = {
						result = true
					}
				}
			},
			["媚"] = {
				result = true,
				["在"] = {
					["线"] = {
						result = true
					}
				}
			},
			["学"] = {
				["生"] = {
					result = true
				}
			},
			["小"] = {
				["邪"] = {
					["王"] = {
						result = true
					}
				}
			},
			["少"] = {
				["妇"] = {
					result = true
				}
			},
			["情"] = {
				["妇"] = {
					result = true
				}
			},
			["教"] = {
				["皇"] = {
					result = true
				}
			},
			["爽"] = {
				["记"] = {
					result = true
				}
			},
			["狂"] = {
				["龙"] = {
					result = true
				}
			},
			["艳"] = {
				["世"] = {
					["录"] = {
						result = true
					}
				},
				["帝"] = {
					result = true
				}
			},
			["英"] = {
				["雄"] = {
					["猎"] = {
						["艳"] = {
							["记"] = {
								result = true
							}
						}
					}
				}
			},
			["董"] = {
				["事"] = {
					["长"] = {
						result = true
					}
				}
			},
			["诊"] = {
				["所"] = {
					result = true
				}
			},
			["逸"] = {
				["飞"] = {
					result = true
				}
			},
			["邪"] = {
				["医"] = {
					result = true
				},
				["神"] = {
					result = true
				}
			},
			["霸"] = {
				["王"] = {
					result = true
				}
			}
		},
		["潇"] = {
			result = true
		},
		["胡"] = {
			["子"] = {
				result = true
			}
		},
		["行"] = {
			["名"] = {
				["品"] = {
					["网"] = {
						result = true
					}
				}
			},
			["科"] = {
				["技"] = {
					result = true
				}
			}
		},
		["野"] = {
			["千"] = {
				["佳"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			}
		},
		["间"] = {
			["ゆ"] = {
				["み"] = {
					result = true
				}
			},
			["恭"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["由"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["遥"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["雨"] = {
			["小"] = {
				["说"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["雷"] = {
			["妖"] = {
				result = true
			}
		},
		["韵"] = {
			["徐"] = {
				["娘"] = {
					result = true
				}
			}
		},
		["骚"] = {
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							result = true
						}
					}
				}
			},
			["侍"] = {
				["女"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["电"] = {
						["子"] = {
							["书"] = {
								result = true
							}
						}
					}
				}
			},
			["俏"] = {
				["公"] = {
					["关"] = {
						result = true
					}
				}
			},
			["力"] = {
				["大"] = {
					result = true
				}
			},
			["半"] = {
				["裸"] = {
					result = true
				}
			},
			["女"] = {
				["秘"] = {
					["书"] = {
						result = true
					}
				}
			},
			["小"] = {
				["少"] = {
					["妇"] = {
						result = true
					}
				},
				["护"] = {
					["士"] = {
						result = true
					}
				},
				["阿"] = {
					["姨"] = {
						result = true
					}
				},
				["龙"] = {
					["女"] = {
						result = true
					}
				}
			},
			["少"] = {
				["妇"] = {
					result = true
				}
			},
			["护"] = {
				["士"] = {
					result = true
				}
			},
			["欲"] = {
				["女"] = {
					["爽"] = {
						["爽"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["淑"] = {
				["妇"] = {
					result = true
				}
			},
			["熟"] = {
				["妇"] = {
					result = true
				}
			},
			["爆"] = {
				["乳"] = {
					["秘"] = {
						["书"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				["家"] = {
					["庭"] = {
						["主"] = {
							["妇"] = {
								result = true
							}
						}
					}
				},
				["诗"] = {
					["诗"] = {
						result = true
					}
				},
				["金"] = {
					["发"] = {
						["女"] = {
							["郎"] = {
								result = true
							}
						}
					}
				}
			},
			["老"] = {
				["婆"] = {
					["让"] = {
						["我"] = {
							["拍"] = {
								result = true
							}
						}
					}
				}
			},
			["自"] = {
				["慰"] = {
					result = true
				}
			},
			["艳"] = {
				["妇"] = {
					result = true
				},
				["妓"] = {
					result = true
				}
			},
			["视"] = {
				["频"] = {
					result = true
				}
			}
		}
	},
	["飛"] = {
		["奔"] = {
			["拿"] = {
				["学"] = {
					["历"] = {
						result = true
					}
				}
			}
		}
	},
	["飞"] = {
		["凌"] = {
			["军"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["利"] = {
			["浦"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["剑"] = {
			["灵"] = {
				["魄"] = {
					result = true
				}
			}
		},
		["叶"] = {
			["子"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["天"] = {
			["大"] = {
				["盗"] = {
					["直"] = {
						["刀"] = {
							result = true
						}
					}
				}
			}
		},
		["奔"] = {
			["拿"] = {
				["学"] = {
					["历"] = {
						result = true
					}
				}
			}
		},
		["尔"] = {
			["品"] = {
				["牌"] = {
					result = true
				}
			}
		},
		["弹"] = {
			result = true
		},
		["思"] = {
			["卡"] = {
				["尔"] = {
					result = true
				}
			}
		},
		["扬"] = {
			["中"] = {
				["心"] = {
					result = true
				}
			}
		},
		["机"] = {
			["专"] = {
				["用"] = {
					["图"] = {
						result = true
					}
				}
			}
		},
		["猪"] = {
			["骑"] = {
				["士"] = {
					["习"] = {
						["近"] = {
							["平"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["禽"] = {
			["走"] = {
				["兽"] = {
					["遥"] = {
						["控"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["翔"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			}
		},
		["虎"] = {
			["商"] = {
				["务"] = {
					["调"] = {
						["查"] = {
							result = true
						}
					}
				}
			},
			["棋"] = {
				["牌"] = {
					result = true
				}
			}
		},
		["蛾"] = {
			["扑"] = {
				["火"] = {
					["爱"] = {
						["上"] = {
							["你"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["行"] = {
			["员"] = {
				["专"] = {
					["用"] = {
						["叶"] = {
							["子"] = {
								result = true
							}
						}
					}
				},
				["飞"] = {
					["叶"] = {
						["子"] = {
							result = true
						}
					},
					["的"] = {
						["叶"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["编"] = {
				["队"] = {
					result = true
				}
			}
		},
		["达"] = {
			["文"] = {
				["凭"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["鸟"] = {
			["视"] = {
				["频"] = {
					["偷"] = {
						["窃"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["鹰"] = {
			["2"] = {
				["6"] = {
					["0"] = {
						result = true
					}
				}
			},
			A = {
				["2"] = {
					["5"] = {
						result = true
					}
				}
			},
			["砍"] = {
				["刀"] = {
					["专"] = {
						result = true
					}
				}
			}
		},
		["龙"] = {
			["穴"] = {
				["名"] = {
					["器"] = {
						result = true
					}
				}
			}
		}
	},
	["飢"] = {
		["渴"] = {
			["尐"] = {
				["婦"] = {
					result = true
				}
			},
			["少"] = {
				["婦"] = {
					result = true
				}
			}
		}
	},
	["飯"] = {
		["塚"] = {
			["友"] = {
				["子"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["島"] = {
			result = true,
			["噯"] = {
				["種"] = {
					["孒"] = {
						["視"] = {
							["頻"] = {
								result = true
							}
						}
					}
				}
			},
			["愛"] = {
				b = {
					t = {
						result = true
					}
				},
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["種"] = {
					["子"] = {
						result = true
					}
				}
			},
			["杏"] = {
				["裡"] = {
					b = {
						t = {
							result = true
						}
					}
				}
			},
			["莕"] = {
				["裡"] = {
					["ｂ"] = {
						["τ"] = {
							result = true
						}
					}
				}
			}
		},
		["田"] = {
			["夏"] = {
				["帆"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["餓"] = {
		["比"] = {
			result = true
		}
	},
	["館"] = {
		["藏"] = {
			["現"] = {
				["代"] = {
					result = true
				}
			}
		}
	},
	["饑"] = {
		["渴"] = {
			["少"] = {
				["婦"] = {
					result = true
				}
			}
		}
	},
	["饥"] = {
		["渇"] = {
			["仯"] = {
				["妇"] = {
					result = true
				}
			}
		},
		["渴"] = {
			["仯"] = {
				["妇"] = {
					result = true
				}
			},
			["妇"] = {
				result = true
			},
			["少"] = {
				["妇"] = {
					result = true,
					["寻"] = {
						["安"] = {
							["慰"] = {
								result = true
							}
						}
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["饭"] = {
		["冢"] = {
			["友"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["真"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["岛"] = {
			result = true,
			["惠"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["杏"] = {
				["里"] = {
					b = {
						t = {
							result = true
						}
					}
				}
			},
			["爱"] = {
				A = {
					V = {
						result = true,
						["片"] = {
							result = true
						}
					}
				},
				B = {
					T = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				},
				b = {
					t = {
						result = true
					}
				},
				["无"] = {
					["码"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						},
						["视"] = {
							["频"] = {
								result = true
							}
						},
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				},
				["爱"] = {
					["爱"] = {
						result = true
					}
				},
				["电"] = {
					["影"] = {
						["网"] = {
							result = true
						}
					}
				},
				["种"] = {
					["子"] = {
						result = true,
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				},
				["经"] = {
					["典"] = {
						["无"] = {
							["码"] = {
								result = true
							}
						}
					}
				},
				["高"] = {
					["清"] = {
						result = true,
						A = {
							V = {
								result = true
							}
						}
					}
				},
				["黄"] = {
					["色"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["美"] = {
				["夏"] = {
					["夜"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["集"] = {
				["锦"] = {
					result = true
				}
			}
		},
		["店"] = {
			["历"] = {
				["险"] = {
					["记"] = {
						result = true
					}
				}
			}
		},
		["田"] = {
			["丽"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["夏"] = {
				["帆"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["饿"] = {
		b = {
			result = true
		},
		["比"] = {
			result = true
		},
		["酸"] = {
			["现"] = {
				["现"] = {
					["货"] = {
						result = true
					}
				},
				["货"] = {
					result = true
				}
			}
		}
	},
	["馆"] = {
		["藏"] = {
			["现"] = {
				["代"] = {
					result = true
				}
			}
		}
	},
	["駕"] = {
		["駛"] = {
			["證"] = {
				["刻"] = {
					["璋"] = {
						["办"] = {
							["證"] = {
								result = true
							}
						},
						["電"] = {
							["話"] = {
								result = true
							}
						}
					}
				},
				["办"] = {
					["證"] = {
						["電"] = {
							["話"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["駭"] = {
		["客"] = {
			["俠"] = {
				result = true
			},
			["軟"] = {
				["體"] = {
					result = true,
					["%"] = {
						["%"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["駱"] = {
		["冰"] = {
			["淫"] = {
				["傳"] = {
					["下"] = {
						["載"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["驚"] = {
		["天"] = {
			["動"] = {
				["地"] = {
					result = true
				}
			}
		},
		["愕"] = {
			["中"] = {
				["出"] = {
					result = true
				}
			}
		}
	},
	["驸"] = {
		["马"] = {
			[" "] = {
				["梁"] = {
					["冶"] = {
						["中"] = {
							result = true
						}
					},
					["在"] = {
						["中"] = {
							result = true
						}
					},
					["治"] = {
						["中"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["驾"] = {
		["照"] = {
			["代"] = {
				["办"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			},
			["办"] = {
				["理"] = {
					result = true
				}
			},
			["快"] = {
				["取"] = {
					result = true
				}
			}
		},
		["证"] = {
			["服"] = {
				["务"] = {
					result = true
				}
			}
		},
		["驶"] = {
			["中"] = {
				["心"] = {
					result = true
				}
			},
			["正"] = {
				result = true,
				["代"] = {
					["办"] = {
						result = true
					}
				},
				["刻"] = {
					["章"] = {
						result = true,
						["办"] = {
							["正"] = {
								result = true
							}
						}
					}
				},
				["办"] = {
					["正"] = {
						result = true
					}
				}
			},
			["舱"] = {
				["口"] = {
					["交"] = {
						result = true
					}
				}
			},
			["证"] = {
				["专"] = {
					result = true
				},
				["代"] = {
					["办"] = {
						result = true
					}
				},
				["刻"] = {
					["章"] = {
						result = true,
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				},
				["办"] = {
					["理"] = {
						result = true
					},
					["证"] = {
						result = true
					}
				},
				["学"] = {
					["生"] = {
						["证"] = {
							result = true
						}
					}
				},
				["服"] = {
					["务"] = {
						["网"] = {
							result = true
						}
					}
				},
				["网"] = {
					result = true
				}
			}
		}
	},
	["骄"] = {
		["阳"] = {
			["游"] = {
				["戏"] = {
					["软"] = {
						["件"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["骨"] = {
		["场"] = {
			result = true
		},
		["头"] = {
			result = true
		},
		["女"] = {
			result = true
		},
		["感"] = {
			result = true,
			["女"] = {
				["与"] = {
					["胖"] = {
						["男"] = {
							result = true
						}
					}
				}
			},
			["赤"] = {
				["裸"] = {
					["小"] = {
						["美"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["髓"] = {
			["收"] = {
				["肾"] = {
					result = true
				}
			},
			["源"] = {
				result = true
			}
		}
	},
	["高"] = {
		o = {
			["清"] = {
				result = true
			}
		},
		["丝"] = {
			["美"] = {
				result = true
			}
		},
		["严"] = {
			["李"] = {
				["小"] = {
					["琳"] = {
						result = true
					}
				}
			},
			["通"] = {
				["风"] = {
					["报"] = {
						["信"] = {
							result = true
						}
					}
				}
			}
		},
		["中"] = {
			["生"] = {
				["数"] = {
					["据"] = {
						result = true
					}
				},
				["自"] = {
					["慰"] = {
						result = true
					}
				}
			}
		},
		["丽"] = {
			["棒"] = {
				result = true
			},
			["樸"] = {
				result = true
			},
			["邓"] = {
				["楠"] = {
					result = true
				}
			}
		},
		["亻"] = {
			["方"] = {
				["人"] = {
					["皮"] = {
						["面"] = {
							["具"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["价"] = {
			["仿"] = {
				["真"] = {
					["手"] = {
						["狗"] = {
							result = true
						}
					}
				}
			},
			["售"] = {
				["肾"] = {
					result = true
				}
			},
			["回"] = {
				["收"] = {
					["肝"] = {
						["脏"] = {
							result = true
						},
						["臟"] = {
							result = true
						}
					},
					["肾"] = {
						result = true,
						["脏"] = {
							result = true
						}
					},
					["腎"] = {
						["脏"] = {
							result = true
						}
					}
				}
			},
			["找"] = {
				["处"] = {
					["女"] = {
						result = true
					}
				}
			},
			["抱"] = {
				["养"] = {
					["婴"] = {
						["儿"] = {
							result = true
						}
					}
				}
			},
			["收"] = {
				["养"] = {
					["女"] = {
						["婴"] = {
							["儿"] = {
								result = true
							}
						},
						["孩"] = {
							result = true
						}
					},
					["婴"] = {
						["儿"] = {
							result = true
						}
					},
					["宝"] = {
						["宝"] = {
							result = true
						}
					},
					["小"] = {
						["孩"] = {
							result = true
						}
					},
					["男"] = {
						["婴"] = {
							["儿"] = {
								result = true
							}
						}
					}
				},
				["售"] = {
					["肾"] = {
						result = true
					}
				},
				["眼"] = {
					["角"] = {
						["膜"] = {
							result = true
						}
					}
				},
				["肝"] = {
					result = true,
					["源"] = {
						result = true
					},
					["脏"] = {
						result = true
					}
				},
				["肾"] = {
					result = true,
					["源"] = {
						result = true
					},
					["脏"] = {
						result = true
					}
				},
				["腎"] = {
					["源"] = {
						result = true
					},
					["脏"] = {
						result = true
					}
				},
				["药"] = {
					result = true
				},
				["购"] = {
					["仿"] = {
						["真"] = {
							["枪"] = {
								result = true
							}
						}
					},
					["汽"] = {
						["狗"] = {
							result = true
						}
					},
					["肝"] = {
						["源"] = {
							result = true
						}
					},
					["肾"] = {
						result = true,
						["源"] = {
							result = true
						}
					},
					["骨"] = {
						["髓"] = {
							result = true
						}
					},
					["麻"] = {
						["醉"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["骨"] = {
					["髓"] = {
						result = true
					}
				}
			},
			["气"] = {
				["枪"] = {
					["子"] = {
						["弹"] = {
							result = true
						}
					}
				}
			},
			["求"] = {
				["肾"] = {
					result = true
				},
				["购"] = {
					["眼"] = {
						["角"] = {
							["膜"] = {
								result = true
							}
						}
					}
				}
			},
			["汽"] = {
				["狗"] = {
					result = true,
					["狗"] = {
						["粮"] = {
							result = true
						}
					}
				}
			},
			["眼"] = {
				["角"] = {
					["膜"] = {
						result = true
					}
				}
			},
			["肾"] = {
				result = true,
				["器"] = {
					["官"] = {
						result = true
					}
				},
				["源"] = {
					result = true
				}
			},
			["西"] = {
				["班"] = {
					["牙"] = {
						["气"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["角"] = {
				["膜"] = {
					result = true
				}
			},
			["购"] = {
				["肾"] = {
					result = true,
					["脏"] = {
						result = true
					}
				}
			},
			["领"] = {
				["养"] = {
					["女"] = {
						["娃"] = {
							result = true
						},
						["孩"] = {
							result = true
						},
						["宝"] = {
							["宝"] = {
								result = true
							}
						}
					},
					["娃"] = {
						result = true
					},
					["宝"] = {
						["宝"] = {
							result = true
						}
					},
					["男"] = {
						["儿"] = {
							result = true
						},
						["娃"] = {
							result = true
						},
						["婴"] = {
							result = true,
							Q = {
								result = true
							},
							["儿"] = {
								result = true
							}
						},
						["宝"] = {
							["宝"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["仿"] = {
			result = true,
			["#"] = {
				["真"] = {
					["$"] = {
						["枪"] = {
							["支"] = {
								result = true
							}
						}
					}
				}
			},
			["5"] = {
				["4"] = {
					result = true,
					["式"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["6"] = {
				["6"] = {
					["刺"] = {
						["刀"] = {
							result = true
						}
					}
				}
			},
			["7"] = {
				["7"] = {
					["式"] = {
						["手"] = {
							["槍"] = {
								result = true
							}
						}
					}
				}
			},
			["9"] = {
				["2"] = {
					["枪"] = {
						result = true
					}
				}
			},
			M = {
				["4"] = {
					A = {
						["1"] = {
							result = true
						}
					}
				}
			},
			["一"] = {
				["元"] = {
					["硬"] = {
						B = {
							result = true
						},
						["币"] = {
							result = true
						},
						["钱"] = {
							["币"] = {
								result = true
							}
						}
					}
				}
			},
			["人"] = {
				["民"] = {
					B = {
						result = true
					},
					["β"] = {
						result = true
					},
					["币"] = {
						["交"] = {
							["易"] = {
								result = true
							}
						},
						["直"] = {
							["销"] = {
								result = true
							}
						}
					}
				},
				["皮"] = {
					result = true,
					["带"] = {
						["仿"] = {
							["声"] = {
								result = true
							}
						}
					},
					["皮"] = {
						["面"] = {
							["具"] = {
								result = true
							}
						}
					},
					["面"] = {
						["具"] = {
							result = true,
							["专"] = {
								result = true
							}
						}
					},
					["麵"] = {
						["具"] = {
							["專"] = {
								result = true
							}
						}
					}
				}
			},
			["会"] = {
				["计"] = {
					["证"] = {
						result = true
					}
				}
			},
			["假"] = {
				["人"] = {
					["民"] = {
						["币"] = {
							result = true
						},
						["钱"] = {
							["币"] = {
								result = true
							}
						}
					}
				},
				["吵"] = {
					["假"] = {
						B = {
							result = true
						}
					}
				},
				["币"] = {
					result = true,
					["主"] = {
						["营"] = {
							result = true
						}
					}
				},
				["硬"] = {
					["币"] = {
						result = true
					}
				},
				["证"] = {
					result = true,
					["代"] = {
						["办"] = {
							result = true
						}
					}
				},
				["鈔"] = {
					result = true
				},
				["钞"] = {
					result = true,
					["专"] = {
						result = true
					},
					["主"] = {
						["营"] = {
							result = true
						}
					},
					["假"] = {
						["币"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					}
				},
				["钱"] = {
					result = true,
					["专"] = {
						result = true
					},
					["直"] = {
						["销"] = {
							result = true
						}
					}
				},
				["驾"] = {
					["驶"] = {
						["证"] = {
							result = true
						}
					}
				}
			},
			["全"] = {
				["球"] = {
					["真"] = {
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["军"] = {
				["刺"] = {
					result = true
				},
				["官"] = {
					["证"] = {
						["代"] = {
							["办"] = {
								result = true
							}
						},
						["办"] = {
							["理"] = {
								result = true
							}
						}
					}
				},
				["用"] = {
					["抢"] = {
						["支"] = {
							result = true
						}
					},
					["枪"] = {
						["支"] = {
							result = true
						}
					}
				}
			},
			["刺"] = {
				["刀"] = {
					result = true
				}
			},
			["办"] = {
				["证"] = {
					["网"] = {
						result = true
					}
				}
			},
			["发"] = {
				["票"] = {
					result = true
				},
				["税"] = {
					["票"] = {
						["发"] = {
							["票"] = {
								result = true
							}
						}
					}
				}
			},
			["四"] = {
				["级"] = {
					["证"] = {
						result = true
					}
				}
			},
			["土"] = {
				["狗"] = {
					["火"] = {
						["狗"] = {
							result = true
						}
					}
				}
			},
			["大"] = {
				["专"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["学"] = {
				["位"] = {
					["办"] = {
						["理"] = {
							result = true
						}
					},
					["证"] = {
						["专"] = {
							result = true
						},
						["书"] = {
							result = true
						},
						["代"] = {
							["办"] = {
								result = true
							}
						},
						["办"] = {
							["理"] = {
								result = true
							}
						},
						["直"] = {
							["销"] = {
								result = true
							}
						}
					}
				},
				["历"] = {
					result = true,
					["办"] = {
						["理"] = {
							result = true
						}
					},
					["证"] = {
						["书"] = {
							result = true
						},
						["件"] = {
							result = true
						},
						["办"] = {
							["理"] = {
								result = true
							}
						}
					}
				}
			},
			["手"] = {
				["枪"] = {
					result = true,
					["专"] = {
						result = true
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				},
				["槍"] = {
					result = true
				}
			},
			["打"] = {
				["鸟"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["护"] = {
				["照"] = {
					result = true,
					["代"] = {
						["办"] = {
							result = true
						}
					},
					["办"] = {
						["理"] = {
							result = true
						}
					}
				}
			},
			["拉"] = {
				["菲"] = {
					result = true
				}
			},
			["指"] = {
				["挥"] = {
					["官"] = {
						result = true
					}
				}
			},
			["文"] = {
				["凭"] = {
					result = true,
					["专"] = {
						result = true,
						["网"] = {
							result = true
						}
					},
					["代"] = {
						["办"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					},
					["办"] = {
						["理"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					},
					["样"] = {
						["本"] = {
							["网"] = {
								result = true
							}
						}
					},
					["网"] = {
						result = true
					},
					["证"] = {
						["书"] = {
							result = true
						}
					}
				}
			},
			["易"] = {
				["容"] = {
					["面"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["本"] = {
				["科"] = {
					["证"] = {
						["代"] = {
							["办"] = {
								result = true
							}
						}
					}
				}
			},
			["极"] = {
				["真"] = {
					["6"] = {
						["4"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["枪"] = {
				result = true,
				["专"] = {
					["店"] = {
						result = true
					}
				},
				["支"] = {
					result = true
				}
			},
			["槍"] = {
				["專"] = {
					["店"] = {
						result = true
					}
				}
			},
			["毕"] = {
				["业"] = {
					["证"] = {
						result = true,
						["专"] = {
							result = true
						},
						["代"] = {
							["办"] = {
								result = true
							}
						},
						["办"] = {
							["理"] = {
								result = true
							}
						},
						["直"] = {
							["销"] = {
								result = true
							}
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					result = true,
					["专"] = {
						result = true
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			},
			["汽"] = {
				["枪"] = {
					result = true,
					["专"] = {
						result = true
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			},
			["法"] = {
				["票"] = {
					result = true
				}
			},
			["火"] = {
				["车"] = {
					["票"] = {
						result = true
					}
				}
			},
			["烟"] = {
				result = true
			},
			["狙"] = {
				result = true,
				["击"] = {
					["枪"] = {
						["专"] = {
							result = true
						}
					},
					["步"] = {
						["枪"] = {
							["专"] = {
								result = true
							}
						}
					}
				},
				["擊"] = {
					["槍"] = {
						["專"] = {
							result = true
						}
					}
				}
			},
			["百"] = {
				["元"] = {
					["假"] = {
						["钞"] = {
							result = true
						}
					}
				}
			},
			["真"] = {
				result = true,
				h = {
					d = {
						["假"] = {
							["钞"] = {
								result = true
							}
						}
					}
				},
				["乳"] = {
					["胶"] = {
						["面"] = {
							["具"] = {
								result = true
							}
						}
					}
				},
				["人"] = {
					["民"] = {
						B = {
							result = true
						},
						["币"] = {
							result = true,
							["专"] = {
								result = true
							}
						},
						["钱"] = {
							["币"] = {
								result = true
							}
						}
					},
					["皮"] = {
						result = true
					}
				},
				["伪"] = {
					["钞"] = {
						result = true
					}
				},
				["假"] = {
					["人"] = {
						["民"] = {
							["币"] = {
								result = true
							}
						}
					},
					["币"] = {
						result = true,
						["专"] = {
							result = true
						},
						["交"] = {
							["易"] = {
								result = true
							}
						},
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						}
					},
					["正"] = {
						["件"] = {
							result = true
						}
					},
					["硬"] = {
						["币"] = {
							result = true
						}
					},
					["证"] = {
						["件"] = {
							result = true
						}
					},
					["钞"] = {
						result = true,
						["假"] = {
							["币"] = {
								result = true
							}
						}
					},
					["钱"] = {
						result = true,
						["币"] = {
							result = true
						}
					}
				},
				["充"] = {
					["气"] = {
						["娃"] = {
							["娃"] = {
								result = true
							}
						}
					}
				},
				["帅"] = {
					["哥"] = {
						["面"] = {
							["具"] = {
								result = true
							}
						}
					}
				},
				["手"] = {
					["枪"] = {
						result = true,
						["密"] = {
							["云"] = {
								result = true
							}
						},
						["有"] = {
							["售"] = {
								result = true
							}
						}
					},
					["槍"] = {
						result = true
					},
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				},
				["易"] = {
					["容"] = {
						["面"] = {
							["具"] = {
								result = true
							}
						}
					}
				},
				["木"] = {
					["仓"] = {
						result = true
					}
				},
				["机"] = {
					["关"] = {
						["枪"] = {
							result = true
						}
					}
				},
				["枪"] = {
					result = true,
					["支"] = {
						result = true,
						["联"] = {
							["系"] = {
								result = true
							}
						}
					},
					["械"] = {
						["专"] = {
							result = true
						}
					},
					["模"] = {
						result = true
					},
					["网"] = {
						result = true
					}
				},
				["槍"] = {
					["支"] = {
						result = true
					}
				},
				["气"] = {
					["枪"] = {
						result = true,
						["专"] = {
							result = true
						},
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						},
						["转"] = {
							["让"] = {
								result = true
							}
						}
					},
					["步"] = {
						["枪"] = {
							result = true,
							["专"] = {
								result = true
							}
						}
					}
				},
				["汽"] = {
					["枪"] = {
						result = true
					}
				},
				["火"] = {
					["箭"] = {
						["筒"] = {
							result = true
						}
					}
				},
				["版"] = {
					["假"] = {
						["币"] = {
							result = true
						}
					}
				},
				["狙"] = {
					["击"] = {
						["步"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["真"] = {
					["钞"] = {
						["真"] = {
							["币"] = {
								result = true
							}
						}
					}
				},
				["硅"] = {
					["胶"] = {
						["面"] = {
							["具"] = {
								result = true
							}
						}
					}
				},
				["硬"] = {
					["币"] = {
						result = true
					}
				},
				["纸"] = {
					B = {
						result = true
					},
					["币"] = {
						result = true
					}
				},
				["绅"] = {
					["士"] = {
						["面"] = {
							["具"] = {
								result = true
							}
						}
					}
				},
				["臉"] = {
					["皮"] = {
						result = true
					}
				},
				["证"] = {
					["件"] = {
						result = true
					}
				},
				["钱"] = {
					["币"] = {
						result = true
					}
				},
				["面"] = {
					["具"] = {
						result = true,
						["专"] = {
							result = true
						}
					},
					["皮"] = {
						result = true
					}
				}
			},
			["硅"] = {
				["胶"] = {
					["面"] = {
						["具"] = {
							result = true,
							q = {
								result = true
							}
						}
					}
				}
			},
			["硬"] = {
				B = {
					result = true
				},
				["币"] = {
					result = true
				}
			},
			["等"] = {
				["级"] = {
					["证"] = {
						result = true
					}
				}
			},
			["纸"] = {
				B = {
					result = true
				},
				["币"] = {
					result = true
				},
				["钱"] = {
					["币"] = {
						result = true
					}
				}
			},
			["结"] = {
				["婚"] = {
					["证"] = {
						["代"] = {
							["办"] = {
								result = true
							}
						},
						["办"] = {
							["理"] = {
								result = true
							}
						}
					}
				}
			},
			["美"] = {
				["军"] = {
					["手"] = {
						["雷"] = {
							result = true
						}
					}
				}
			},
			["脸"] = {
				["皮"] = {
					result = true
				}
			},
			["臉"] = {
				["皮"] = {
					result = true
				}
			},
			["警"] = {
				["帽"] = {
					result = true
				},
				["服"] = {
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			},
			["证"] = {
				["书"] = {
					result = true,
					["代"] = {
						["办"] = {
							["网"] = {
								result = true
							}
						}
					},
					["办"] = {
						["理"] = {
							["网"] = {
								result = true
							}
						}
					}
				},
				["代"] = {
					["办"] = {
						result = true
					}
				},
				["件"] = {
					result = true,
					["专"] = {
						["网"] = {
							result = true
						}
					},
					["代"] = {
						["办"] = {
							result = true
						}
					},
					["公"] = {
						["司"] = {
							result = true
						}
					},
					["办"] = {
						["理"] = {
							result = true
						}
					},
					["服"] = {
						["务"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["贝"] = {
				["雷"] = {
					["塔"] = {
						["气"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["资"] = {
				["格"] = {
					["证"] = {
						result = true
					}
				}
			},
			["身"] = {
				["份"] = {
					["證"] = {
						result = true
					},
					["证"] = {
						["办"] = {
							["理"] = {
								result = true
							}
						},
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						}
					}
				}
			},
			["酒"] = {
				result = true
			},
			["金"] = {
				["属"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["钞"] = {
				["票"] = {
					result = true
				}
			},
			["阻"] = {
				["击"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["面"] = {
				["具"] = {
					result = true
				},
				["皮"] = {
					result = true
				}
			},
			["驾"] = {
				["照"] = {
					result = true,
					["办"] = {
						["理"] = {
							result = true
						}
					}
				},
				["驶"] = {
					["证"] = {
						result = true,
						["专"] = {
							result = true
						},
						["代"] = {
							["办"] = {
								result = true
							}
						},
						["办"] = {
							["理"] = {
								result = true
							}
						}
					}
				}
			},
			["骚"] = {
				["本"] = {
					["套"] = {
						["件"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["俅"] = {
			result = true
		},
		["假"] = {
			["仿"] = {
				["人"] = {
					["民"] = {
						["币"] = {
							result = true
						},
						["钱"] = {
							["币"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["偿"] = {
			["收"] = {
				["养"] = {
					["儿"] = {
						["童"] = {
							result = true
						}
					},
					["婴"] = {
						["儿"] = {
							result = true
						}
					}
				}
			},
			["送"] = {
				["养"] = {
					result = true,
					["加"] = {
						["扣"] = {
							["扣"] = {
								result = true
							}
						}
					},
					["婴"] = {
						["儿"] = {
							result = true
						}
					}
				}
			},
			["领"] = {
				["养"] = {
					result = true,
					["婴"] = {
						["儿"] = {
							result = true
						}
					}
				}
			}
		},
		["價"] = {
			["售"] = {
				["腎"] = {
					result = true
				}
			}
		},
		["全"] = {
			["健"] = {
				result = true,
				["跑"] = {
					["官"] = {
						["官"] = {
							result = true
						}
					}
				}
			}
		},
		["冈"] = {
			["初"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["功"] = {
			["率"] = {
				["声"] = {
					["纳"] = {
						result = true
					}
				}
			}
		},
		["升"] = {
			["泰"] = {
				result = true
			},
			["祥"] = {
				result = true
			}
		},
		["博"] = {
			["发"] = {
				["表"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["压"] = {
			["4"] = {
				["."] = {
					["5"] = {
						M = {
							M = {
								result = true
							}
						}
					}
				}
			},
			g = {
				o = {
					u = {
						result = true
					}
				}
			},
			["三"] = {
				["箭"] = {
					["汽"] = {
						["枪"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						result = true,
						["专"] = {
							result = true
						}
					}
				}
			},
			["低"] = {
				["价"] = {
					["狗"] = {
						result = true
					}
				}
			},
			["击"] = {
				["棒"] = {
					["专"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["口"] = {
					["径"] = {
						["气"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["手"] = {
				["狗"] = {
					result = true
				}
			},
			["打"] = {
				["鸟"] = {
					["枪"] = {
						["专"] = {
							result = true
						}
					}
				}
			},
			["枪"] = {
				result = true,
				["便"] = {
					["宜"] = {
						result = true
					}
				},
				["送"] = {
					["子"] = {
						["弹"] = {
							result = true
						}
					}
				}
			},
			["步"] = {
				["枪"] = {
					["专"] = {
						result = true
					},
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			},
			["气"] = {
				result = true,
				["%"] = {
					["枪"] = {
						["专"] = {
							["网"] = {
								result = true
							}
						}
					}
				},
				["专"] = {
					["网"] = {
						result = true
					}
				},
				["动"] = {
					["枪"] = {
						result = true,
						["网"] = {
							result = true
						}
					}
				},
				["手"] = {
					["枪"] = {
						result = true
					}
				},
				["木"] = {
					["仓"] = {
						result = true,
						["专"] = {
							result = true
						}
					}
				},
				["枪"] = {
					result = true,
					["专"] = {
						result = true,
						["店"] = {
							result = true
						},
						["网"] = {
							result = true
						}
					},
					["价"] = {
						["格"] = {
							result = true
						}
					},
					["出"] = {
						["货"] = {
							result = true
						}
					},
					["到"] = {
						["货"] = {
							result = true
						}
					},
					["北"] = {
						["京"] = {
							["专"] = {
								result = true
							}
						}
					},
					["去"] = {
						result = true
					},
					["图"] = {
						result = true,
						["纸"] = {
							result = true
						}
					},
					["子"] = {
						["弹"] = {
							result = true
						}
					},
					["手"] = {
						["动"] = {
							["哪"] = {
								result = true
							}
						}
					},
					["枪"] = {
						["管"] = {
							result = true
						}
					},
					["猎"] = {
						["枪"] = {
							result = true
						}
					},
					["电"] = {
						["狗"] = {
							["专"] = {
								result = true
							}
						}
					},
					["的"] = {
						result = true
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["结"] = {
						["构"] = {
							["图"] = {
								result = true
							}
						}
					},
					["网"] = {
						result = true
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					},
					["配"] = {
						["件"] = {
							result = true
						}
					},
					["铅"] = {
						["弹"] = {
							result = true
						}
					}
				},
				["槍"] = {
					result = true
				},
				["步"] = {
					["枪"] = {
						result = true,
						["专"] = {
							result = true
						},
						["枪"] = {
							["管"] = {
								result = true
							}
						},
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						}
					}
				},
				["狗"] = {
					result = true,
					["供"] = {
						["销"] = {
							result = true
						}
					},
					["子"] = {
						["弹"] = {
							result = true
						}
					},
					["枪"] = {
						["油"] = {
							result = true
						}
					}
				},
				["短"] = {
					["狗"] = {
						result = true
					}
				}
			},
			["水"] = {
				["枪"] = {
					result = true
				}
			},
			["汽"] = {
				g = {
					o = {
						u = {
							result = true
						}
					}
				},
				["抢"] = {
					result = true
				},
				["枪"] = {
					[","] = {
						["汽"] = {
							["枪"] = {
								result = true
							}
						}
					},
					["专"] = {
						result = true
					},
					["价"] = {
						["格"] = {
							result = true
						}
					},
					["免"] = {
						["定"] = {
							["金"] = {
								result = true
							}
						}
					},
					["子"] = {
						["弹"] = {
							result = true
						}
					},
					["气"] = {
						["瓶"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					},
					["配"] = {
						["件"] = {
							result = true
						}
					}
				},
				["步"] = {
					["狗"] = {
						["专"] = {
							result = true
						}
					}
				},
				["狗"] = {
					result = true,
					["专"] = {
						result = true
					}
				},
				["短"] = {
					["狗"] = {
						result = true
					}
				},
				["长"] = {
					["狗"] = {
						result = true
					}
				}
			},
			["狙"] = {
				["击"] = {
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["井"] = {
					["棍"] = {
						result = true,
						["网"] = {
							result = true
						}
					}
				},
				["捧"] = {
					result = true
				},
				["棍"] = {
					result = true,
					["专"] = {
						result = true
					}
				},
				["棒"] = {
					result = true,
					["专"] = {
						["网"] = {
							result = true
						}
					}
				},
				["警"] = {
					["棍"] = {
						["专"] = {
							result = true,
							["网"] = {
								result = true
							}
						},
						["看"] = {
							["货"] = {
								result = true
							}
						},
						["网"] = {
							result = true
						}
					},
					["棒"] = {
						result = true
					}
				}
			},
			["警"] = {
				["用"] = {
					["电"] = {
						["棍"] = {
							result = true,
							["专"] = {
								result = true
							}
						},
						["棒"] = {
							result = true
						}
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["狗"] = {
						result = true,
						["专"] = {
							result = true
						},
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						},
						["转"] = {
							["让"] = {
								result = true
							}
						},
						["配"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			},
			["铅"] = {
				["弹"] = {
					["气"] = {
						["枪"] = {
							result = true
						},
						["狗"] = {
							result = true
						}
					}
				}
			},
			["防"] = {
				["身"] = {
					["电"] = {
						["警"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			},
			["麻"] = {
				["醉"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["原"] = {
			["奈"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["流"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["珠"] = {
				["里"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["品"] = {
			["味"] = {
				["的"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["壓"] = {
			["槍"] = {
				result = true
			},
			["氣"] = {
				["槍"] = {
					result = true,
					["供"] = {
						["應"] = {
							result = true
						}
					},
					["子"] = {
						["彈"] = {
							result = true
						}
					},
					["專"] = {
						["網"] = {
							result = true
						}
					},
					["联"] = {
						["系"] = {
							result = true
						}
					}
				}
			},
			["汽"] = {
				["狗"] = {
					result = true
				}
			},
			["狗"] = {
				result = true
			}
		},
		["安"] = {
			["屯"] = {
				["垃"] = {
					["圾"] = {
						result = true
					}
				}
			}
		},
		["官"] = {
			["互"] = {
				["调"] = {
					result = true
				}
			},
			["子"] = {
				["女"] = {
					result = true
				}
			},
			["法"] = {
				["拉"] = {
					["利"] = {
						result = true
					}
				}
			},
			["私"] = {
				["生"] = {
					["子"] = {
						result = true
					}
				}
			},
			["轮"] = {
				["奸"] = {
					["陈"] = {
						["啸"] = {
							result = true
						}
					}
				}
			},
			["退"] = {
				["休"] = {
					["待"] = {
						["遇"] = {
							result = true
						}
					}
				}
			}
		},
		["宫"] = {
			["里"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["密"] = {
			["办"] = {
				["会"] = {
					["计"] = {
						["师"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["度"] = {
				["橡"] = {
					["胶"] = {
						["棍"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["射"] = {
			["速"] = {
				["机"] = {
					["炮"] = {
						result = true
					}
				}
			}
		},
		["尔"] = {
			["夫"] = {
				["澳"] = {
					["门"] = {
						["赌"] = {
							["场"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["层"] = {
			["人"] = {
				["事"] = {
					["变"] = {
						["动"] = {
							result = true
						}
					}
				}
			},
			["内"] = {
				["参"] = {
					["网"] = {
						result = true
					}
				},
				["斗"] = {
					["不"] = {
						["间"] = {
							["断"] = {
								result = true
							}
						}
					}
				},
				["讧"] = {
					result = true
				}
			},
			["分"] = {
				["歧"] = {
					["严"] = {
						["重"] = {
							result = true
						}
					}
				}
			},
			["权"] = {
				["斗"] = {
					result = true
				}
			},
			["父"] = {
				["子"] = {
					result = true
				}
			},
			["生"] = {
				["命"] = {
					result = true
				}
			},
			["贿"] = {
				["金"] = {
					[" "] = {
						["贺"] = {
							["锦"] = {
								["涛"] = {
									result = true
								},
								["雷"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["默"] = {
				["契"] = {
					result = true
				}
			}
		},
		["層"] = {
			["內"] = {
				["參"] = {
					["網"] = {
						result = true
					}
				}
			}
		},
		["岗"] = {
			result = true,
			["遗"] = {
				["孀"] = {
					["曝"] = {
						["光"] = {
							result = true
						}
					}
				}
			}
		},
		["崎"] = {
			["美"] = {
				["奈"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["州"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["干"] = {
			["疗"] = {
				["养"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["度"] = {
			["自"] = {
				["治"] = {
					result = true
				}
			}
		},
		["建"] = {
			["进"] = {
				result = true
			}
		},
		["强"] = {
			["度"] = {
				["进"] = {
					["口"] = {
						["汽"] = {
							["狗"] = {
								result = true
							}
						}
					}
				}
			},
			["弹"] = {
				["弓"] = {
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			}
		},
		["性"] = {
			["能"] = {
				["自"] = {
					["动"] = {
						["喷"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["陀"] = {
					["螺"] = {
						["仪"] = {
							result = true
						}
					}
				}
			}
		},
		["息"] = {
			["不"] = {
				["要"] = {
					result = true
				}
			},
			["贷"] = {
				["款"] = {
					result = true
				}
			}
		},
		["技"] = {
			["术"] = {
				["电"] = {
					["子"] = {
						["盗"] = {
							["车"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["抗"] = {
			["震"] = {
				["瞄"] = {
					["准"] = {
						["镜"] = {
							result = true,
							["?"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["挑"] = {
			["熟"] = {
				["女"] = {
					["嘉"] = {
						["嘉"] = {
							result = true
						}
					}
				}
			}
		},
		["效"] = {
			["三"] = {
				["唑"] = {
					["仑"] = {
						result = true
					}
				}
			},
			["催"] = {
				["情"] = {
					["水"] = {
						result = true
					}
				}
			},
			["删"] = {
				["帖"] = {
					result = true
				}
			},
			["办"] = {
				["理"] = {
					["假"] = {
						["证"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			},
			["安"] = {
				["眠"] = {
					["药"] = {
						result = true
					}
				}
			},
			["拿"] = {
				["正"] = {
					result = true
				},
				["证"] = {
					result = true
				}
			},
			["汽"] = {
				["车"] = {
					["拦"] = {
						["截"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["燃"] = {
				["油"] = {
					result = true
				}
			},
			["电"] = {
				["击"] = {
					["枪"] = {
						result = true
					},
					["棒"] = {
						result = true
					}
				}
			},
			["迷"] = {
				["奸"] = {
					["粉"] = {
						result = true
					}
				}
			}
		},
		["明"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["木"] = {
			["萌"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["杉"] = {
			["爱"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["绫"] = {
				["美"] = {
					result = true,
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["树"] = {
			["三"] = {
				["姐"] = {
					["妹"] = {
						["1"] = {
							result = true
						},
						["在"] = {
							["线"] = {
								result = true
							}
						}
					}
				}
			},
			["圣"] = {
				["良"] = {
					result = true
				}
			},
			["未"] = {
				["来"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["玛"] = {
				["丽"] = {
					["亚"] = {
						["博"] = {
							["客"] = {
								result = true
							}
						},
						["无"] = {
							["码"] = {
								result = true
							}
						}
					}
				},
				["利"] = {
					["亚"] = {
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["校"] = {
			["学"] = {
				["历"] = {
					["证"] = {
						["书"] = {
							result = true
						}
					}
				},
				["生"] = {
					["自"] = {
						["治"] = {
							["联"] = {
								["合"] = {
									["会"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["文"] = {
				["凭"] = {
					result = true
				}
			}
		},
		["档"] = {
			["业"] = {
				["主"] = {
					["数"] = {
						["据"] = {
							result = true
						}
					}
				}
			},
			["充"] = {
				["气"] = {
					["娃"] = {
						["娃"] = {
							result = true
						}
					}
				}
			},
			["客"] = {
				["户"] = {
					["资"] = {
						["料"] = {
							result = true
						}
					}
				}
			},
			["珍"] = {
				["珠"] = {
					["加"] = {
						["工"] = {
							result = true
						}
					}
				}
			},
			["珠"] = {
				["宝"] = {
					result = true
				}
			},
			["车"] = {
				["主"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					}
				}
			}
		},
		["桥"] = {
			["流"] = {
				["树"] = {
					["中"] = {
						["出"] = {
							result = true
						}
					}
				}
			},
			["爱"] = {
				["黄"] = {
					["色"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["理"] = {
				["沙"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["瞳"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["梨"] = {
			["吉"] = {
				["美"] = {
					["无"] = {
						["码"] = {
							result = true
						},
						["马"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["風"] = {
				["花"] = {
					result = true
				}
			}
		},
		["楠"] = {
			["乡"] = {
				result = true
			}
		},
		["模"] = {
			["拟"] = {
				result = true,
				["人"] = {
					["民"] = {
						["币"] = {
							result = true
						}
					}
				},
				["假"] = {
					["币"] = {
						result = true
					},
					["正"] = {
						["件"] = {
							result = true
						}
					},
					["钞"] = {
						result = true
					}
				},
				["纸"] = {
					["币"] = {
						result = true
					}
				}
			},
			["擬"] = {
				["手"] = {
					["槍"] = {
						result = true
					}
				},
				["槍"] = {
					["支"] = {
						result = true
					}
				}
			}
		},
		["橋"] = {
			["宏"] = {
				["美"] = {
					result = true
				}
			}
		},
		["檔"] = {
			["客"] = {
				["戶"] = {
					["資"] = {
						["料"] = {
							result = true
						}
					}
				}
			}
		},
		["沢"] = {
			["沙"] = {
				["耶"] = {
					result = true
				}
			}
		},
		["治"] = {
			["聯"] = {
				result = true
			}
		},
		["浓"] = {
			["度"] = {
				["迷"] = {
					["药"] = {
						result = true
					}
				}
			}
		},
		["消"] = {
			["费"] = {
				["名"] = {
					["录"] = {
						result = true
					}
				}
			}
		},
		["漂"] = {
			["纸"] = {
				["币"] = {
					result = true
				}
			}
		},
		["潮"] = {
			A = {
				V = {
					result = true
				}
			},
			M = {
				M = {
					result = true
				}
			},
			["喷"] = {
				["潮"] = {
					result = true
				}
			},
			["妹"] = {
				result = true
			},
			["射"] = {
				["精"] = {
					result = true
				}
			},
			["性"] = {
				["爱"] = {
					["网"] = {
						result = true
					}
				}
			},
			["洩"] = {
				["尿"] = {
					result = true
				}
			},
			["液"] = {
				result = true,
				["催"] = {
					["情"] = {
						["水"] = {
							result = true
						}
					}
				}
			},
			["白"] = {
				["漿"] = {
					result = true
				}
			},
			["直"] = {
				["达"] = {
					["云"] = {
						["霄"] = {
							result = true
						}
					}
				}
			},
			["迭"] = {
				["起"] = {
					result = true
				}
			},
			["集"] = {
				["錦"] = {
					result = true
				}
			}
		},
		["濑"] = {
			["里"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["炮"] = {
			["炮"] = {
				["弹"] = {
					result = true
				}
			}
		},
		["爆"] = {
			result = true,
			["弹"] = {
				result = true
			},
			["炸"] = {
				["药"] = {
					["专"] = {
						result = true
					},
					["的"] = {
						result = true
					}
				}
			},
			["雷"] = {
				["管"] = {
					result = true
				}
			}
		},
		["珏"] = {
			result = true
		},
		["瑜"] = {
			result = true,
			["七"] = {
				["不"] = {
					["讲"] = {
						result = true
					}
				}
			}
		},
		["田"] = {
			["礼"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["禮"] = {
				["子"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["纪"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["畑"] = {
			["真"] = {
				["美"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["畫"] = {
			["質"] = {
				["~"] = {
					result = true
				}
			}
		},
		["真"] = {
			["手"] = {
				["枪"] = {
					result = true
				}
			},
			["气"] = {
				["狗"] = {
					result = true
				}
			}
		},
		["科"] = {
			["信"] = {
				["息"] = {
					result = true
				}
			},
			["技"] = {
				["賭"] = {
					["具"] = {
						result = true
					}
				},
				["赌"] = {
					["具"] = {
						result = true
					},
					["博"] = {
						["仪"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["空"] = {
			["尤"] = {
				["物"] = {
					result = true
				}
			},
			["烟"] = {
				["花"] = {
					result = true
				}
			},
			["礼"] = {
				["花"] = {
					["弹"] = {
						result = true
					}
				}
			}
		},
		["端"] = {
			["名"] = {
				["路"] = {
					["网"] = {
						result = true
					}
				}
			},
			["客"] = {
				["户"] = {
					["名"] = {
						["单"] = {
							result = true
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					result = true
				}
			},
			["气"] = {
				["枪"] = {
					result = true
				}
			},
			["车"] = {
				["主"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					}
				}
			}
		},
		["管"] = {
			["名"] = {
				["录"] = {
					result = true
				}
			},
			["用"] = {
				["户"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					}
				}
			}
		},
		["級"] = {
			["逼"] = {
				result = true
			}
		},
		["絲"] = {
			["美"] = {
				result = true
			}
		},
		["级"] = {
			["仿"] = {
				["真"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["修"] = {
				["理"] = {
					["箱"] = {
						result = true
					}
				}
			},
			["应"] = {
				["招"] = {
					["女"] = {
						result = true
					}
				}
			},
			["比"] = {
				["赛"] = {
					["步"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["灭"] = {
				["火"] = {
					["器"] = {
						result = true,
						["限"] = {
							["时"] = {
								result = true
							},
							["量"] = {
								result = true
							}
						}
					}
				}
			},
			["爆"] = {
				["乳"] = {
					["娘"] = {
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				}
			},
			["缓"] = {
				["交"] = {
					["妹"] = {
						result = true
					}
				}
			},
			["锁"] = {
				["匠"] = {
					["推"] = {
						["荐"] = {
							result = true
						}
					}
				}
			}
		},
		["纯"] = {
			K = {
				["粉"] = {
					result = true
				}
			},
			h = {
				i = {
					g = {
						h = {
							["冰"] = {
								result = true
							}
						}
					}
				}
			},
			["冰"] = {
				result = true,
				["低"] = {
					["价"] = {
						["现"] = {
							["货"] = {
								result = true
							}
						}
					}
				}
			},
			["度"] = {
				result = true,
				["9"] = {
					["9"] = {
						["%"] = {
							["冰"] = {
								result = true
							}
						},
						["冰"] = {
							result = true
						}
					}
				},
				K = {
					["粉"] = {
						result = true
					}
				},
				["冰"] = {
					result = true,
					["冰"] = {
						result = true
					},
					["毒"] = {
						result = true
					},
					["砖"] = {
						result = true
					},
					["糖"] = {
						result = true
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				},
				["奶"] = {
					["油"] = {
						["冰"] = {
							result = true
						}
					}
				},
				["植"] = {
					["物"] = {
						["冰"] = {
							result = true
						}
					}
				},
				["牙"] = {
					["签"] = {
						["订"] = {
							["购"] = {
								result = true
							}
						}
					}
				},
				["白"] = {
					["牙"] = {
						["签"] = {
							result = true
						}
					}
				},
				["砒"] = {
					["霜"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				}
			},
			["氰"] = {
				["化"] = {
					["碘"] = {
						result = true
					},
					["钙"] = {
						["价"] = {
							["格"] = {
								result = true
							}
						}
					},
					["银"] = {
						["钾"] = {
							result = true
						}
					}
				}
			},
			["海"] = {
				["乐"] = {
					["神"] = {
						result = true,
						["专"] = {
							result = true
						}
					}
				},
				["洛"] = {
					["因"] = {
						result = true,
						K = {
							["粉"] = {
								result = true
							}
						},
						["出"] = {
							["货"] = {
								result = true
							}
						},
						["到"] = {
							["货"] = {
								result = true
							}
						},
						["有"] = {
							["售"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						},
						["配"] = {
							["方"] = {
								result = true
							}
						},
						["麻"] = {
							["古"] = {
								result = true
							}
						}
					},
					["洇"] = {
						result = true
					},
					["茵"] = {
						result = true
					}
				},
				["螺"] = {
					["神"] = {
						result = true
					}
				}
			},
			["高"] = {
				["嗨"] = {
					["可"] = {
						["可"] = {
							["精"] = {
								result = true
							}
						}
					},
					["胡"] = {
						["椒"] = {
							["醛"] = {
								result = true
							}
						}
					},
					["麦"] = {
						["角"] = {
							["醇"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["考"] = {
			["&"] = {
				["代"] = {
					["考"] = {
						result = true
					}
				}
			},
			["人"] = {
				["员"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					}
				}
			},
			["代"] = {
				result = true,
				["考"] = {
					result = true
				}
			},
			["作"] = {
				["弊"] = {
					result = true,
					["代"] = {
						["考"] = {
							result = true
						}
					},
					["器"] = {
						result = true
					},
					["工"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["保"] = {
				["真"] = {
					["答"] = {
						["案"] = {
							result = true
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					result = true
				}
			},
			["助"] = {
				["考"] = {
					result = true
				}
			},
			["名"] = {
				["单"] = {
					result = true
				}
			},
			["外"] = {
				["语"] = {
					["考"] = {
						["试"] = {
							["题"] = {
								result = true
							}
						}
					}
				}
			},
			["成"] = {
				["绩"] = {
					["修"] = {
						["改"] = {
							result = true
						}
					}
				}
			},
			["押"] = {
				["题"] = {
					result = true
				}
			},
			["招"] = {
				["生"] = {
					["~"] = {
						result = true
					}
				}
			},
			["无"] = {
				["线"] = {
					["作"] = {
						["弊"] = {
							["器"] = {
								result = true
							}
						}
					},
					["耳"] = {
						["机"] = {
							result = true
						}
					}
				}
			},
			["枪"] = {
				["手"] = {
					result = true
				}
			},
			["生"] = {
				["信"] = {
					["息"] = {
						result = true
					}
				},
				["名"] = {
					["单"] = {
						result = true
					}
				}
			},
			["真"] = {
				["题"] = {
					result = true
				}
			},
			["答"] = {
				["案"] = {
					["1"] = {
						result = true
					},
					["请"] = {
						["联"] = {
							["系"] = {
								result = true
							}
						}
					}
				}
			},
			["考"] = {
				["前"] = {
					["荅"] = {
						["案"] = {
							result = true
						}
					}
				},
				["生"] = {
					result = true,
					["信"] = {
						["息"] = {
							result = true
						}
					},
					["复"] = {
						["读"] = {
							["名"] = {
								result = true
							}
						}
					},
					["数"] = {
						["据"] = {
							result = true
						}
					}
				},
				["试"] = {
					["作"] = {
						["弊"] = {
							["器"] = {
								result = true
							}
						}
					},
					["答"] = {
						["案"] = {
							result = true
						}
					}
				},
				["题"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					}
				}
			},
			["落"] = {
				["."] = {
					["."] = {
						["榜"] = {
							result = true
						}
					}
				},
				["榜"] = {
					["名"] = {
						["单"] = {
							result = true
						}
					}
				}
			},
			["试"] = {
				["题"] = {
					result = true
				}
			},
			["隐"] = {
				["形"] = {
					["耳"] = {
						["机"] = {
							result = true
						}
					}
				}
			}
		},
		["能"] = {
			["保"] = {
				["健"] = {
					["康"] = {
						["寿"] = {
							["功"] = {
								result = true
							}
						}
					}
				}
			},
			["气"] = {
				["体"] = {
					["压"] = {
						["裂"] = {
							["弹"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["脚"] = {
			["橱"] = {
				result = true
			},
			["炸"] = {
				["弹"] = {
					result = true
				}
			}
		},
		["薪"] = {
			["招"] = {
				["聘"] = {
					["打"] = {
						["字"] = {
							["员"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["虎"] = {
			["城"] = {
				result = true
			}
		},
		["行"] = {
			["美"] = {
				["小"] = {
					["姐"] = {
						result = true
					}
				}
			}
		},
		["要"] = {
			["溜"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				}
			}
		},
		["見"] = {
			["涼"] = {
				["種"] = {
					["子"] = {
						result = true
					}
				}
			},
			["美"] = {
				["香"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["见"] = {
			["凉"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["美"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["质"] = {
			["量"] = {
				["仿"] = {
					["真"] = {
						["硅"] = {
							["胶"] = {
								result = true
							}
						}
					}
				},
				["小"] = {
					["妹"] = {
						["陪"] = {
							["您"] = {
								result = true
							}
						}
					}
				},
				["性"] = {
					["生"] = {
						["活"] = {
							result = true
						}
					}
				}
			}
		},
		["贵"] = {
			["气"] = {
				["质"] = {
					["结"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["跟"] = {
			["丝"] = {
				["袜"] = {
					result = true
				}
			},
			["家"] = {
				["庭"] = {
					["教"] = {
						["师"] = {
							result = true
						}
					}
				}
			},
			["影"] = {
				["院"] = {
					result = true
				}
			},
			["美"] = {
				["腿"] = {
					result = true
				}
			},
			["肉"] = {
				["丝"] = {
					result = true
				}
			},
			["鞋"] = {
				["的"] = {
					["誘"] = {
						["惑"] = {
							result = true
						}
					},
					["诱"] = {
						["惑"] = {
							result = true
						}
					}
				}
			}
		},
		["速"] = {
			["下"] = {
				["載"] = {
					result = true
				}
			},
			["点"] = {
				["播"] = {
					result = true
				}
			},
			["突"] = {
				["击"] = {
					result = true
				}
			},
			["鱼"] = {
				["雷"] = {
					result = true
				}
			}
		},
		["野"] = {
			["步"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			},
			["瞳"] = {
				["合"] = {
					["集"] = {
						result = true
					}
				}
			},
			["蓝"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["锰"] = {
			["酸"] = {
				["钾"] = {
					["有"] = {
						["现"] = {
							["货"] = {
								result = true
							}
						},
						["货"] = {
							result = true
						}
					}
				}
			}
		},
		["阝"] = {
			["方"] = {
				["人"] = {
					["皮"] = {
						["面"] = {
							["具"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["防"] = {
			result = true,
			["人"] = {
				["皮"] = {
					["面"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["伪"] = {
				result = true
			},
			["香"] = {
				["烟"] = {
					result = true
				}
			}
		},
		["难"] = {
			["度"] = {
				["口"] = {
					["交"] = {
						["动"] = {
							["作"] = {
								result = true
							}
						}
					}
				},
				["姿"] = {
					["势"] = {
						result = true
					}
				}
			}
		},
		["雄"] = {
			["應"] = {
				["召"] = {
					O = {
						L = {
							result = true
						}
					}
				}
			},
			["文"] = {
				["殊"] = {
					["講"] = {
						["堂"] = {
							result = true
						}
					},
					["讲"] = {
						["堂"] = {
							result = true
						}
					}
				}
			}
		},
		["雪"] = {
			["雅"] = {
				["老"] = {
					["师"] = {
						["堕"] = {
							["落"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["飞"] = {
			["车"] = {
				["证"] = {
					["券"] = {
						["女"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["高"] = {
			["防"] = {
				["防"] = {
					["真"] = {
						["手"] = {
							["抢"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["鸟"] = {
			["阳"] = {
				["子"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["麗"] = {
			["朴"] = {
				result = true
			},
			["棒"] = {
				result = true
			},
			["樸"] = {
				result = true
			}
		}
	},
	["髙"] = {
		["仿"] = {
			["亽"] = {
				["囻"] = {
					["幣"] = {
						result = true
					}
				},
				["皮"] = {
					result = true,
					["緬"] = {
						["具"] = {
							["專"] = {
								result = true
							}
						}
					}
				}
			},
			["亾"] = {
				["皮"] = {
					["喕"] = {
						["具"] = {
							["專"] = {
								result = true
							}
						}
					}
				}
			},
			["眞"] = {
				["手"] = {
					["槍"] = {
						result = true
					}
				}
			}
		},
		["傆"] = {
			["蓅"] = {
				["媄"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		},
		["傚"] = {
			["電"] = {
				["擊"] = {
					["棒"] = {
						result = true
					}
				}
			}
		},
		["價"] = {
			["俅"] = {
				["腎"] = {
					result = true
				},
				["購"] = {
					["眼"] = {
						["捔"] = {
							["膜"] = {
								result = true
							}
						}
					}
				}
			},
			["售"] = {
				["腎"] = {
					result = true
				}
			},
			["眼"] = {
				["捔"] = {
					["膜"] = {
						result = true
					}
				}
			},
			["腎"] = {
				result = true
			},
			["購"] = {
				["腎"] = {
					["脏"] = {
						result = true
					}
				}
			}
		},
		["壓"] = {
			["槍"] = {
				result = true
			},
			["汽"] = {
				["狗"] = {
					result = true
				}
			},
			["芞"] = {
				["槍"] = {
					result = true
				}
			}
		},
		["技"] = {
			["ポ"] = {
				["電"] = {
					["孒"] = {
						["盜"] = {
							["車"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["氯"] = {
			["酸"] = {
				["铵"] = {
					result = true
				}
			}
		},
		["沢"] = {
			["唦"] = {
				["耶"] = {
					result = true
				}
			}
		},
		["淸"] = {
			["③"] = {
				["連"] = {
					["髮"] = {
						result = true
					}
				}
			}
		},
		["潮"] = {
			result = true
		},
		["畾"] = {
			["禮"] = {
				["孒"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		},
		["笕"] = {
			["媄"] = {
				["稥"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		},
		["考"] = {
			["笩"] = {
				["考"] = {
					result = true
				}
			}
		},
		["萪"] = {
			["技"] = {
				["賭"] = {
					["具"] = {
						result = true
					}
				}
			}
		},
		["藜"] = {
			["颩"] = {
				["埖"] = {
					result = true
				}
			}
		},
		["銷"] = {
			["費"] = {
				["佲"] = {
					["錄"] = {
						result = true
					}
				}
			}
		}
	},
	["髪"] = {
		["瓢"] = {
			["各"] = {
				["种"] = {
					["管"] = {
						result = true
					}
				}
			}
		},
		["票"] = {
			result = true
		}
	},
	["髮"] = {
		["嘌"] = {
			result = true
		},
		["射"] = {
			["幹"] = {
				["擾"] = {
					["噐"] = {
						result = true
					}
				}
			}
		},
		["票"] = {
			result = true,
			["代"] = {
				["开"] = {
					result = true
				}
			}
		}
	},
	["鬍"] = {
		["椒"] = {
			["醛"] = {
				result = true
			}
		}
	},
	["鬥"] = {
		["地"] = {
			["主"] = {
				["千"] = {
					["術"] = {
						["教"] = {
							["學"] = {
								result = true
							}
						}
					}
				},
				["專"] = {
					["場"] = {
						result = true
					}
				},
				["網"] = {
					["站"] = {
						result = true
					}
				}
			}
		}
	},
	["鬼"] = {
		["公"] = {
			result = true
		},
		["口"] = {
			["淫"] = {
				result = true
			}
		},
		["头"] = {
			["大"] = {
				["砍"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["砍"] = {
				["刀"] = {
					result = true
				}
			}
		},
		["子"] = {
			result = true
		},
		["市"] = {
			["售"] = {
				["刀"] = {
					result = true
				}
			}
		},
		["环"] = {
			["式"] = {
				["瞄"] = {
					["准"] = {
						["具"] = {
							result = true
						}
					}
				}
			}
		},
		["畜"] = {
			["大"] = {
				["宴"] = {
					["会"] = {
						result = true
					}
				}
			},
			["輪"] = {
				["奸"] = {
					result = true
				}
			},
			["轮"] = {
				["奸"] = {
					["女"] = {
						["学"] = {
							["生"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["虐"] = {
			["5"] = {
				["1"] = {
					["奸"] = {
						result = true
					}
				}
			}
		},
		["輪"] = {
			["奸"] = {
				result = true
			}
		},
		["轮"] = {
			["奸"] = {
				result = true
			}
		},
		["魅"] = {
			S = {
				M = {
					["调"] = {
						["教"] = {
							result = true
						}
					}
				}
			},
			["娇"] = {
				["娃"] = {
					result = true
				}
			}
		}
	},
	["魂"] = {
		o = {
			n = {
				l = {
					i = {
						n = {
							e = {
								result = true
							}
						}
					}
				}
			}
		},
		["粉"] = {
			Q = {
				result = true
			}
		},
		["蚊"] = {
			["香"] = {
				result = true
			}
		}
	},
	["鮜"] = {
		["庭"] = {
			["诱"] = {
				["惑"] = {
					result = true
				}
			}
		}
	},
	["鳄"] = {
		["鱼"] = {
			["砍"] = {
				["刀"] = {
					result = true
				}
			}
		}
	},
	["鳩"] = {
		["屎"] = {
			result = true
		},
		["鵪"] = {
			["亞"] = {
				["黃"] = {
					result = true
				}
			}
		}
	},
	["鳳"] = {
		["樓"] = {
			result = true
		},
		["舞"] = {
			["天"] = {
				["驕"] = {
					result = true
				}
			}
		}
	},
	["鸠"] = {
		["摩"] = {
			["智"] = {
				result = true
			}
		},
		["鹌"] = {
			["亚"] = {
				["黄"] = {
					result = true
				}
			}
		}
	},
	["鸡"] = {
		["吧"] = {
			["一"] = {
				["柱"] = {
					["擎"] = {
						["天"] = {
							result = true
						}
					}
				}
			},
			["刺"] = {
				["入"] = {
					["她"] = {
						["肛"] = {
							["门"] = {
								result = true
							}
						}
					}
				}
			},
			["插"] = {
				["到"] = {
					["嫩"] = {
						["穴"] = {
							result = true
						}
					}
				},
				["进"] = {
					result = true,
					["肉"] = {
						["穴"] = {
							result = true
						}
					}
				}
			},
			["菊"] = {
				["花"] = {
					["穴"] = {
						result = true
					}
				}
			},
			["顶"] = {
				["住"] = {
					["阴"] = {
						["道"] = {
							["口"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["女"] = {
			result = true
		},
		["奸"] = {
			["性"] = {
				["行"] = {
					["为"] = {
						result = true
					}
				}
			},
			["系"] = {
				["列"] = {
					result = true
				}
			}
		},
		["婆"] = {
			["上"] = {
				["门"] = {
					["性"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					},
					["打"] = {
						["炮"] = {
							result = true
						}
					},
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["包"] = {
				["夜"] = {
					result = true,
					["信"] = {
						["息"] = {
							result = true
						}
					},
					["性"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					result = true,
					["信"] = {
						["息"] = {
							result = true
						}
					}
				}
			}
		},
		["尾"] = {
			["酒"] = {
				["炸"] = {
					["弹"] = {
						result = true
					}
				}
			}
		},
		["屎"] = {
			result = true
		},
		["巴"] = {
			o = {
				result = true
			},
			["与"] = {
				B = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["仔"] = {
				["色"] = {
					["站"] = {
						result = true
					}
				}
			},
			["全"] = {
				["根"] = {
					["没"] = {
						["入"] = {
							result = true
						}
					}
				}
			},
			["对"] = {
				["准"] = {
					["淫"] = {
						["穴"] = {
							result = true
						}
					}
				}
			},
			["射"] = {
				["出"] = {
					["精"] = {
						["液"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["穴"] = {
					result = true
				}
			},
			["抽"] = {
				["插"] = {
					["好"] = {
						["爽"] = {
							result = true
						}
					}
				}
			},
			["插"] = {
				["入"] = {
					["拔"] = {
						["出"] = {
							result = true
						}
					},
					["肉"] = {
						["洞"] = {
							result = true
						}
					},
					["花"] = {
						["心"] = {
							result = true
						}
					},
					["蜜"] = {
						["穴"] = {
							result = true
						}
					}
				},
				["小"] = {
					["穴"] = {
						result = true
					}
				},
				["死"] = {
					["我"] = {
						["了"] = {
							result = true
						}
					}
				},
				["肉"] = {
					["缝"] = {
						result = true
					}
				},
				["进"] = {
					["小"] = {
						["穴"] = {
							result = true
						}
					},
					["穴"] = {
						result = true
					}
				}
			},
			["毛"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			},
			["狂"] = {
				["插"] = {
					result = true
				}
			},
			["猛"] = {
				["插"] = {
					result = true
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						result = true
					}
				}
			},
			["的"] = {
				["酷"] = {
					["刑"] = {
						result = true
					}
				}
			},
			["磨"] = {
				["得"] = {
					["舒"] = {
						["服"] = {
							result = true
						}
					}
				}
			},
			["蜜"] = {
				["穴"] = {
					["高"] = {
						["潮"] = {
							result = true
						}
					}
				}
			},
			["阴"] = {
				["核"] = {
					result = true
				}
			},
			["靠"] = {
				result = true
			},
			["顶"] = {
				["开"] = {
					["花"] = {
						["瓣"] = {
							result = true
						}
					}
				}
			}
		},
		["店"] = {
			["服"] = {
				["务"] = {
					result = true
				}
			}
		},
		["情"] = {
			["果"] = {
				["聊"] = {
					result = true
				}
			}
		},
		["狗"] = {
			["专"] = {
				result = true
			}
		},
		["胸"] = {
			["堡"] = {
				result = true
			}
		},
		["院"] = {
			result = true
		},
		["鸡"] = {
			["夹"] = {
				["波"] = {
					["波"] = {
						result = true
					}
				}
			},
			["插"] = {
				["入"] = {
					["穴"] = {
						["嫩"] = {
							result = true
						}
					}
				}
			}
		},
		["，"] = {
			["巴"] = {
				result = true
			}
		}
	},
	["鸽"] = {
		["子"] = {
			["炸"] = {
				["弹"] = {
					result = true
				}
			}
		}
	},
	["鸿"] = {
		["利"] = {
			result = true
		},
		["博"] = {
			["网"] = {
				["络"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["图"] = {
			["记"] = {
				result = true
			}
		},
		["孚"] = {
			["办"] = {
				["证"] = {
					result = true
				}
			}
		},
		["宇"] = {
			result = true,
			["2"] = {
				["0"] = {
					["号"] = {
						result = true
					},
					["日"] = {
						result = true
					}
				}
			},
			["二"] = {
				["十"] = {
					result = true
				}
			},
			["教"] = {
				["育"] = {
					result = true
				}
			},
			["通"] = {
				["信"] = {
					result = true
				},
				["讯"] = {
					result = true
				}
			}
		},
		["富"] = {
			["药"] = {
				["业"] = {
					result = true
				}
			}
		},
		["泰"] = {
			["办"] = {
				["证"] = {
					result = true
				}
			},
			["娱"] = {
				["乐"] = {
					result = true
				}
			},
			["通"] = {
				["迅"] = {
					result = true
				}
			}
		},
		["海"] = {
			result = true
		},
		["福"] = {
			["药"] = {
				["业"] = {
					result = true
				}
			},
			["路"] = {
				["口"] = {
					result = true
				}
			}
		},
		["翔"] = {
			["汇"] = {
				result = true
			}
		},
		["胜"] = {
			["代"] = {
				["考"] = {
					result = true
				}
			},
			["娱"] = {
				["乐"] = {
					result = true,
					["城"] = {
						result = true
					}
				}
			}
		},
		["达"] = {
			["枪"] = {
				["模"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			},
			["论"] = {
				["文"] = {
					["期"] = {
						["刊"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					result = true
				}
			},
			["通"] = {
				["信"] = {
					result = true
				}
			}
		},
		["运"] = {
			result = true,
			["办"] = {
				["证"] = {
					["博"] = {
						["客"] = {
							result = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					result = true,
					["城"] = {
						result = true
					}
				}
			}
		},
		["钥"] = {
			["办"] = {
				["证"] = {
					result = true
				}
			}
		},
		["飞"] = {
			["药"] = {
				["业"] = {
					result = true
				}
			}
		},
		["龙"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			}
		}
	},
	["鹤"] = {
		["云"] = {
			["道"] = {
				["人"] = {
					result = true
				}
			}
		},
		["山"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["黃"] = {
		["&"] = {
			["書"] = {
				result = true
			},
			["片"] = {
				result = true
			},
			["網"] = {
				result = true
			}
		},
		["大"] = {
			["仙"] = {
				result = true,
				["六"] = {
					["合"] = {
						["彩"] = {
							result = true
						}
					}
				},
				["特"] = {
					["碼"] = {
						result = true
					}
				}
			}
		},
		["孟"] = {
			["複"] = {
				result = true
			}
		},
		["山"] = {
			["辦"] = {
				["證"] = {
					result = true
				}
			}
		},
		["易"] = {
			["群"] = {
				["俠"] = {
					["傳"] = {
						result = true
					}
				}
			}
		},
		["書"] = {
			result = true
		},
		["牙"] = {
			["簽"] = {
				result = true,
				["出"] = {
					["货"] = {
						result = true
					}
				},
				["到"] = {
					["货"] = {
						result = true
					}
				},
				["手"] = {
					["机"] = {
						result = true
					}
				},
				["技"] = {
					["术"] = {
						result = true
					}
				},
				["教"] = {
					["程"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								result = true
							}
						}
					}
				},
				["配"] = {
					["方"] = {
						result = true
					}
				}
			}
		},
		["白"] = {
			["牙"] = {
				["簽"] = {
					result = true
				}
			}
		},
		["石"] = {
			["辦"] = {
				["證"] = {
					result = true
				}
			}
		},
		["綠"] = {
			["牙"] = {
				["籤"] = {
					result = true,
					["毒"] = {
						result = true
					}
				}
			}
		},
		["網"] = {
			result = true,
			["情"] = {
				["色"] = {
					["社"] = {
						["區"] = {
							result = true
						}
					}
				}
			}
		},
		["色"] = {
			result = true,
			["小"] = {
				["說"] = {
					result = true,
					["下"] = {
						["載"] = {
							result = true
						}
					}
				}
			},
			["影"] = {
				["視"] = {
					result = true
				}
			},
			["情"] = {
				["挑"] = {
					["下"] = {
						["載"] = {
							result = true
						}
					}
				}
			},
			["文"] = {
				["學"] = {
					result = true
				}
			},
			["漫"] = {
				["畫"] = {
					result = true
				}
			},
			["網"] = {
				["址"] = {
					["大"] = {
						["全"] = {
							result = true
						}
					}
				},
				["站"] = {
					result = true,
					["是"] = {
						["多"] = {
							["少"] = {
								result = true
							}
						}
					}
				}
			},
			["視"] = {
				["頻"] = {
					["聊"] = {
						["天"] = {
							result = true
						}
					}
				}
			}
		},
		["金"] = {
			["城"] = {
				["娛"] = {
					["樂"] = {
						["城"] = {
							result = true
						},
						["場"] = {
							result = true
						}
					}
				}
			},
			["網"] = {
				["路"] = {
					["電"] = {
						["視"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			},
			["聖"] = {
				["水"] = {
					result = true
				}
			}
		},
		["體"] = {
			["酮"] = {
				result = true,
				["手"] = {
					["机"] = {
						result = true
					}
				}
			}
		},
		["麻"] = {
			["素"] = {
				result = true
			}
		}
	},
	["黄"] = {
		S = {
			I = {
				["带"] = {
					result = true
				}
			}
		},
		s = {
			e = {
				result = true,
				i = {
					["片"] = {
						["网"] = {
							["站"] = {
								result = true
							}
						}
					}
				},
				["小"] = {
					["说"] = {
						result = true
					}
				},
				["电"] = {
					["影"] = {
						result = true
					}
				},
				["网"] = {
					["址"] = {
						result = true
					},
					["站"] = {
						result = true
					}
				}
			},
			["网"] = {
				["站"] = {
					result = true
				}
			}
		},
		["业"] = {
			result = true
		},
		["书"] = {
			["记"] = {
				result = true
			}
		},
		["人"] = {
			["色"] = {
				["導"] = {
					["航"] = {
						result = true
					}
				}
			}
		},
		["体"] = {
			["酮"] = {
				result = true,
				["手"] = {
					["机"] = {
						result = true
					}
				},
				["教"] = {
					["程"] = {
						result = true
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				}
			}
		},
		["先"] = {
			["耀"] = {
				result = true
			}
		},
		["光"] = {
			["裕"] = {
				["案"] = {
					["震"] = {
						["动"] = {
							["四"] = {
								["个"] = {
									["常"] = {
										["委"] = {
											["两"] = {
												["个"] = {
													["委"] = {
														["员"] = {
															result = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["克"] = {
			["诚"] = {
				result = true
			}
		},
		["公"] = {
			["道"] = {
				result = true
			}
		},
		["冈"] = {
			["假"] = {
				["证"] = {
					result = true
				}
			}
		},
		["冠"] = {
			["现"] = {
				["金"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["冰"] = {
			["白"] = {
				["冰"] = {
					result = true,
					["牙"] = {
						["签"] = {
							result = true
						}
					}
				}
			},
			["糖"] = {
				result = true,
				["配"] = {
					["方"] = {
						result = true
					}
				}
			}
		},
		["动"] = {
			["画"] = {
				["冰"] = {
					["度"] = {
						["娱"] = {
							["乐"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["南"] = {
			["私"] = {
				["人"] = {
					["侦"] = {
						["探"] = {
							result = true
						}
					}
				}
			}
		},
		["反"] = {
			result = true
		},
		["发"] = {
			["泰"] = {
				["女"] = {
					result = true
				}
			}
		},
		["嘌"] = {
			["呤"] = {
				result = true
			}
		},
		["四"] = {
			["郎"] = {
				result = true
			}
		},
		["图"] = {
			result = true,
			["哥"] = {
				result = true
			}
		},
		["坡"] = {
			["北"] = {
				["路"] = {
					result = true
				}
			}
		},
		["坤"] = {
			["明"] = {
				result = true
			}
		},
		["埔"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			},
			["去"] = {
				["四"] = {
					["排"] = {
						["楼"] = {
							["路"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["大"] = {
			["仙"] = {
				["六"] = {
					["合"] = {
						["彩"] = {
							result = true
						}
					}
				},
				["特"] = {
					["码"] = {
						result = true
					}
				}
			}
		},
		["奇"] = {
			["帆"] = {
				result = true,
				["国"] = {
					["安"] = {
						result = true
					}
				},
				["王"] = {
					["立"] = {
						["军"] = {
							result = true
						}
					}
				}
			}
		},
		["孟"] = {
			["复"] = {
				result = true
			}
		},
		["家"] = {
			["骁"] = {
				result = true
			}
		},
		["山"] = {
			["信"] = {
				["用"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["办"] = {
				["假"] = {
					["证"] = {
						result = true
					}
				},
				["证"] = {
					result = true
				}
			},
			["汽"] = {
				["枪"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["岛"] = {
			["旅"] = {
				["行"] = {
					["社"] = {
						result = true
					}
				}
			}
		},
		["建"] = {
			["国"] = {
				result = true,
				["被"] = {
					["免"] = {
						["职"] = {
							result = true
						}
					}
				}
			},
			["盛"] = {
				result = true
			}
		},
		["式"] = {
			["三"] = {
				["棱"] = {
					["刀"] = {
						result = true
					}
				}
			}
		},
		["成"] = {
			["城"] = {
				result = true
			}
		},
		["敬"] = {
			["江"] = {
				["泽"] = {
					["民"] = {
						result = true
					}
				}
			}
		},
		["明"] = {
			[" "] = {
				["中"] = {
					["纪"] = {
						["委"] = {
							result = true
						}
					}
				},
				["周"] = {
					[" "] = {
						["提"] = {
							["拔"] = {
								result = true
							}
						}
					}
				},
				["约"] = {
					["谈"] = {
						result = true
					}
				},
				["讨"] = {
					["好"] = {
						result = true
					}
				}
			},
			["也"] = {
				["是"] = {
					["周"] = {
						result = true
					}
				}
			},
			["吓"] = {
				["得"] = {
					["半"] = {
						["死"] = {
							result = true
						}
					}
				}
			}
		},
		["易"] = {
			["群"] = {
				["侠"] = {
					["传"] = {
						result = true
					}
				}
			}
		},
		["晓"] = {
			["敏"] = {
				result = true
			},
			["薇"] = {
				result = true
			}
		},
		["曲"] = {
			["毒"] = {
				["霉"] = {
					["素"] = {
						result = true,
						["售"] = {
							result = true
						}
					}
				}
			},
			["霉"] = {
				["毒"] = {
					["素"] = {
						B = {
							["1"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["树"] = {
			["贤"] = {
				result = true
			}
		},
		["樟"] = {
			["油"] = {
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				}
			},
			["素"] = {
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["黄"] = {
					["樟"] = {
						["油"] = {
							result = true
						}
					}
				}
			},
			["脑"] = {
				result = true,
				["联"] = {
					["系"] = {
						result = true
					}
				}
			}
		},
		["殿"] = {
			["中"] = {
				result = true
			}
		},
		["永"] = {
			["胜"] = {
				result = true
			}
		},
		["江"] = {
			["惠"] = {
				["恩"] = {
					["二"] = {
						["手"] = {
							["车"] = {
								result = true
							}
						}
					}
				}
			},
			["汽"] = {
				["车"] = {
					["手"] = {
						["续"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["河"] = {
			["2"] = {
				["0"] = {
					["号"] = {
						result = true
					},
					["日"] = {
						result = true
					}
				}
			},
			["二"] = {
				["十"] = {
					result = true
				}
			},
			["手"] = {
				["拉"] = {
					["鸡"] = {
						result = true
					}
				}
			},
			["玩"] = {
				["具"] = {
					["枪"] = {
						["专"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["油"] = {
			["冰"] = {
				result = true
			}
		},
		["泉"] = {
			["接"] = {
				["引"] = {
					["者"] = {
						result = true
					}
				}
			}
		},
		["浦"] = {
			result = true,
			["区"] = {
				["办"] = {
					["理"] = {
						["证"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["浩"] = {
			["铭"] = {
				["习"] = {
					["近"] = {
						["平"] = {
							result = true
						}
					}
				}
			}
		},
		["海"] = {
			["谋"] = {
				["杀"] = {
					["案"] = {
						result = true
					}
				}
			}
		},
		["爆"] = {
			["网"] = {
				result = true
			}
		},
		["片"] = {
			["在"] = {
				["线"] = {
					["观"] = {
						["看"] = {
							result = true
						}
					}
				}
			},
			["地"] = {
				["址"] = {
					result = true
				}
			},
			["无"] = {
				["码"] = {
					result = true
				}
			},
			["种"] = {
				["子"] = {
					result = true
				}
			},
			["网"] = {
				result = true,
				["址"] = {
					result = true
				},
				["站"] = {
					result = true
				}
			}
		},
		["牌"] = {
			["天"] = {
				["下"] = {
					result = true
				}
			}
		},
		["牙"] = {
			["冰"] = {
				result = true
			},
			["签"] = {
				["一"] = {
					["条"] = {
						["价"] = {
							["格"] = {
								result = true
							}
						}
					}
				},
				["专"] = {
					result = true
				},
				["价"] = {
					["格"] = {
						result = true
					}
				},
				["出"] = {
					["货"] = {
						result = true
					}
				},
				["到"] = {
					["货"] = {
						result = true
					}
				},
				["奶"] = {
					["油"] = {
						["冰"] = {
							result = true
						}
					}
				},
				["手"] = {
					["机"] = {
						result = true
					}
				},
				["提"] = {
					["炼"] = {
						["技"] = {
							["术"] = {
								result = true
							}
						}
					}
				},
				["教"] = {
					["程"] = {
						result = true
					}
				},
				["正"] = {
					["品"] = {
						["货"] = {
							result = true
						}
					}
				},
				["白"] = {
					["牙"] = {
						["签"] = {
							result = true
						}
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								result = true
							}
						}
					}
				},
				["配"] = {
					["方"] = {
						result = true
					}
				},
				["验"] = {
					["货"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["电"] = {
			["影"] = {
				result = true,
				["网"] = {
					["站"] = {
						result = true
					}
				}
			}
		},
		["白"] = {
			["牙"] = {
				["签"] = {
					result = true,
					["专"] = {
						result = true
					}
				}
			}
		},
		["的"] = {
			["不"] = {
				["堪"] = {
					["入"] = {
						["目"] = {
							result = true
						}
					}
				}
			}
		},
		["皮"] = {
			result = true
		},
		["盘"] = {
			["片"] = {
				result = true
			}
		},
		["眉"] = {
			["僧"] = {
				result = true
			}
		},
		["石"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["办"] = {
				["证"] = {
					result = true
				}
			}
		},
		["硫"] = {
			["化"] = {
				["汞"] = {
					result = true
				}
			}
		},
		["站"] = {
			result = true,
			["电"] = {
				["影"] = {
					result = true
				}
			}
		},
		["绫"] = {
			["波"] = {
				result = true
			}
		},
		["网"] = {
			["情"] = {
				["色"] = {
					["社"] = {
						["区"] = {
							result = true
						}
					}
				}
			},
			["色"] = {
				["电"] = {
					["影"] = {
						A = {
							V = {
								result = true
							}
						}
					}
				}
			}
		},
		["色"] = {
			["5"] = {
				result = true
			},
			A = {
				V = {
					["片"] = {
						result = true
					}
				},
				["片"] = {
					result = true
				}
			},
			Y = {
				Y = {
					["频"] = {
						["道"] = {
							result = true
						}
					}
				}
			},
			["一"] = {
				["级"] = {
					["片"] = {
						result = true,
						["免"] = {
							["费"] = {
								result = true
							}
						}
					}
				}
			},
			["三"] = {
				["级"] = {
					["片"] = {
						result = true
					}
				}
			},
			["做"] = {
				["爱"] = {
					result = true,
					["小"] = {
						["说"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["免"] = {
				["费"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["动"] = {
				["漫"] = {
					result = true,
					["书"] = {
						result = true
					},
					["图"] = {
						result = true
					},
					["快"] = {
						["播"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["卡"] = {
				["通"] = {
					result = true
				}
			},
			["大"] = {
				["片"] = {
					result = true
				}
			},
			["夹"] = {
				["克"] = {
					result = true
				}
			},
			["小"] = {
				["游"] = {
					["戏"] = {
						result = true
					}
				},
				["说"] = {
					["网"] = {
						result = true,
						["址"] = {
							result = true
						},
						["站"] = {
							result = true
						}
					}
				}
			},
			["强"] = {
				["奸"] = {
					["电"] = {
						["影"] = {
							result = true,
							["?"] = {
								result = true
							}
						}
					}
				}
			},
			["影"] = {
				["片"] = {
					result = true
				}
			},
			["性"] = {
				result = true
			},
			["情"] = {
				["挑"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					result = true,
					["影"] = {
						["地"] = {
							["址"] = {
								result = true
							}
						}
					},
					["网"] = {
						result = true,
						["站"] = {
							result = true
						}
					}
				}
			},
			["扒"] = {
				["衣"] = {
					["小"] = {
						["游"] = {
							["戏"] = {
								result = true
							}
						}
					}
				}
			},
			["武"] = {
				["则"] = {
					["天"] = {
						result = true
					}
				}
			},
			["氧"] = {
				["化"] = {
					["汞"] = {
						result = true
					}
				}
			},
			["江"] = {
				result = true
			},
			["淫"] = {
				["乱"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				},
				["电"] = {
					["影"] = {
						result = true
					}
				},
				["穴"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					["爱"] = {
						["图"] = {
							result = true
						}
					},
					["片"] = {
						result = true
					},
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			},
			["照"] = {
				["片"] = {
					result = true
				}
			},
			["片"] = {
				result = true,
				["一"] = {
					["级"] = {
						result = true
					}
				},
				["性"] = {
					["艺"] = {
						["术"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["子"] = {
					["书"] = {
						result = true
					}
				},
				["影"] = {
					["免"] = {
						["费"] = {
							result = true,
							["片"] = {
								result = true
							}
						}
					},
					["网"] = {
						result = true,
						["地"] = {
							["址"] = {
								result = true
							}
						},
						["址"] = {
							result = true
						},
						["站"] = {
							result = true
						}
					},
					["色"] = {
						["色"] = {
							result = true
						}
					}
				}
			},
			["短"] = {
				["片"] = {
					result = true
				}
			},
			["笑"] = {
				["话"] = {
					result = true
				}
			},
			["网"] = {
				result = true,
				["址"] = {
					result = true
				},
				["站"] = {
					["大"] = {
						["全"] = {
							result = true
						}
					},
					["链"] = {
						["接"] = {
							result = true
						}
					}
				}
			},
			["裸"] = {
				["体"] = {
					["做"] = {
						["爱"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				},
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			},
			["视"] = {
				["频"] = {
					result = true,
					["聊"] = {
						["天"] = {
							result = true
						}
					}
				}
			},
			["靠"] = {
				result = true
			}
		},
		["药"] = {
			["师"] = {
				result = true
			}
		},
		["菊"] = {
			["吴"] = {
				["仪"] = {
					result = true
				}
			},
			["自"] = {
				["杀"] = {
					result = true
				}
			}
		},
		["裳"] = {
			result = true
		},
		["贩"] = {
			["贩"] = {
				result = true
			}
		},
		["金"] = {
			["の"] = {
				["海"] = {
					result = true
				}
			},
			["城"] = {
				result = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				},
				["赌"] = {
					["场"] = {
						result = true
					}
				}
			},
			["天"] = {
				["使"] = {
					["降"] = {
						["临"] = {
							result = true
						}
					}
				}
			},
			["客"] = {
				["户"] = {
					["资"] = {
						["料"] = {
							result = true
						}
					}
				}
			},
			["沙"] = {
				["鹰"] = {
					result = true
				}
			},
			["网"] = {
				["络"] = {
					["电"] = {
						["视"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			},
			["赌"] = {
				["场"] = {
					result = true
				}
			},
			["门"] = {
				["户"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["降"] = {
			["汞"] = {
				result = true
			}
		},
		["雀"] = {
			result = true,
			["行"] = {
				["动"] = {
					result = true,
					[" "] = {
						["烛"] = {
							["光"] = {
								["集"] = {
									["会"] = {
										result = true
									}
								}
							}
						}
					},
					["2"] = {
						["0"] = {
							result = true,
							["年"] = {
								result = true,
								["前"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["飞"] = {
			["鸿"] = {
				result = true
			}
		},
		["香"] = {
			["的"] = {
				["作"] = {
					["品"] = {
						result = true
					}
				}
			}
		},
		["骅"] = {
			["乖"] = {
				["乖"] = {
					["水"] = {
						["去"] = {
							["哪"] = {
								result = true
							}
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["骚"] = {
			["冰"] = {
				result = true
			}
		},
		["鹤"] = {
			["楼"] = {
				["上"] = {
					["的"] = {
						["那"] = {
							["事"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["麻"] = {
			["素"] = {
				result = true
			}
		},
		["龙"] = {
			["府"] = {
				result = true,
				["东"] = {
					["南"] = {
						result = true
					}
				},
				["正"] = {
					["东"] = {
						result = true
					}
				},
				["西"] = {
					["北"] = {
						result = true
					}
				}
			}
		}
	},
	["黑"] = {
		["三"] = {
			["棱"] = {
				result = true
			}
		},
		["丝"] = {
			result = true,
			A = {
				V = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["上"] = {
				["门"] = {
					["按"] = {
						["摩"] = {
							result = true
						}
					}
				}
			},
			["乳"] = {
				["神"] = {
					result = true
				}
			},
			["内"] = {
				["射"] = {
					result = true
				}
			},
			["制"] = {
				["服"] = {
					["电"] = {
						["影"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["学"] = {
				["生"] = {
					["妹"] = {
						result = true
					}
				}
			},
			["少"] = {
				["女"] = {
					["玩"] = {
						["捆"] = {
							["绑"] = {
								result = true
							}
						}
					}
				},
				["妇"] = {
					result = true
				}
			},
			["无"] = {
				["码"] = {
					result = true
				}
			},
			["深"] = {
				["喉"] = {
					["激"] = {
						["情"] = {
							result = true
						}
					}
				}
			},
			["熟"] = {
				["女"] = {
					result = true
				}
			},
			["短"] = {
				["裙"] = {
					result = true
				}
			},
			["肥"] = {
				["臀"] = {
					result = true
				}
			},
			["薄"] = {
				["纱"] = {
					["美"] = {
						["乳"] = {
							result = true
						}
					}
				}
			},
			["袜"] = {
				["女"] = {
					["人"] = {
						result = true
					}
				},
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["诱"] = {
					["惑"] = {
						result = true
					}
				}
			},
			["诱"] = {
				["惑"] = {
					result = true
				}
			},
			["酒"] = {
				["店"] = {
					["援"] = {
						["交"] = {
							result = true
						}
					}
				}
			},
			["阿"] = {
				["姨"] = {
					result = true
				}
			},
			["骚"] = {
				["妇"] = {
					result = true
				},
				["货"] = {
					["的"] = {
						["诱"] = {
							["惑"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["习"] = {
			["&"] = {
				["某"] = {
					["个"] = {
						["团"] = {
							["队"] = {
								result = true
							}
						}
					}
				},
				["组"] = {
					["织"] = {
						result = true
					}
				}
			},
			["团"] = {
				["队"] = {
					result = true
				}
			},
			["大"] = {
				["大"] = {
					result = true
				}
			},
			["总"] = {
				result = true
			},
			["某"] = {
				["个"] = {
					["团"] = {
						["队"] = {
							result = true
						}
					}
				}
			},
			["组"] = {
				["织"] = {
					result = true
				}
			}
		},
		["五"] = {
			["类"] = {
				result = true
			}
		},
		["人"] = {
			["大"] = {
				["屌"] = {
					result = true
				}
			},
			["影"] = {
				["院"] = {
					result = true
				}
			}
		},
		["仿"] = {
			["真"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["信"] = {
			["用"] = {
				["卡"] = {
					result = true
				}
			}
		},
		["军"] = {
			["猎"] = {
				["友"] = {
					result = true
				}
			}
		},
		["卡"] = {
			["套"] = {
				["现"] = {
					result = true
				}
			}
		},
		["唇"] = {
			["潮"] = {
				["吹"] = {
					result = true
				}
			}
		},
		["大"] = {
			["鹰"] = {
				result = true
			}
		},
		["天"] = {
			["使"] = {
				["全"] = {
					["集"] = {
						result = true
					}
				},
				["小"] = {
					["说"] = {
						result = true
					}
				},
				["电"] = {
					["子"] = {
						["书"] = {
							result = true
						}
					}
				}
			}
		},
		["妹"] = {
			result = true
		},
		["客"] = {
			result = true,
			["侠"] = {
				result = true
			},
			["修"] = {
				["改"] = {
					["分"] = {
						["数"] = {
							result = true
						}
					}
				}
			},
			["技"] = {
				["术"] = {
					result = true,
					["删"] = {
						["帖"] = {
							result = true
						}
					}
				}
			},
			["接"] = {
				["单"] = {
					result = true
				}
			},
			["服"] = {
				["务"] = {
					result = true
				}
			},
			["网"] = {
				["站"] = {
					result = true
				}
			},
			["软"] = {
				["件"] = {
					result = true,
					["%"] = {
						["%"] = {
							result = true
						}
					}
				}
			}
		},
		["寡"] = {
			["妇"] = {
				["催"] = {
					["情"] = {
						["水"] = {
							result = true
						},
						["药"] = {
							result = true,
							["水"] = {
								result = true
							}
						},
						["葯"] = {
							result = true
						}
					}
				},
				["口"] = {
					["服"] = {
						["液"] = {
							result = true
						}
					}
				},
				["情"] = {
					["欲"] = {
						["粉"] = {
							result = true
						}
					}
				},
				["迷"] = {
					["情"] = {
						["粉"] = {
							result = true
						}
					}
				}
			},
			["婦"] = {
				["催"] = {
					["情"] = {
						["水"] = {
							result = true
						}
					}
				}
			}
		},
		["岩"] = {
			["亚"] = {
				["由"] = {
					["美"] = {
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["崎"] = {
			["彩"] = {
				B = {
					T = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			},
			["扇"] = {
				["菜"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["川"] = {
			["私"] = {
				["家"] = {
					["照"] = {
						result = true
					}
				}
			}
		},
		["市"] = {
			result = true,
			d = {
				a = {
					o = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["专"] = {
				["刀"] = {
					["具"] = {
						result = true
					}
				},
				["忉"] = {
					["具"] = {
						result = true
					}
				}
			},
			["五"] = {
				["连"] = {
					["发"] = {
						result = true
					}
				}
			},
			["军"] = {
				["刀"] = {
					["专"] = {
						result = true
					}
				}
			},
			["刀"] = {
				["具"] = {
					result = true,
					["具"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["器"] = {
				["官"] = {
					result = true
				}
			},
			["枪"] = {
				result = true,
				["具"] = {
					result = true
				},
				["支"] = {
					result = true
				}
			},
			["看"] = {
				["货"] = {
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["肾"] = {
				result = true,
				["源"] = {
					result = true
				},
				["脏"] = {
					result = true
				}
			}
		},
		["帮"] = {
			result = true
		},
		["幕"] = {
			result = true
		},
		["庄"] = {
			result = true
		},
		["店"] = {
			["曝"] = {
				["光"] = {
					result = true
				}
			}
		},
		["手"] = {
			p = {
				["党"] = {
					result = true
				}
			},
			["，"] = {
				["党"] = {
					result = true
				}
			}
		},
		["无"] = {
			["常"] = {
				result = true
			}
		},
		["星"] = {
			["女"] = {
				["侠"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["电"] = {
						["子"] = {
							["书"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["暗"] = {
			["体"] = {
				["操"] = {
					result = true
				}
			}
		},
		["曼"] = {
			["巴"] = {
				["弓"] = {
					["弩"] = {
						result = true,
						["专"] = {
							result = true
						},
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["木"] = {
			["奈"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["爱"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["耳"] = {
				["裸"] = {
					["聊"] = {
						result = true
					}
				}
			},
			["鞋"] = {
				["刀"] = {
					["剑"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["香"] = {
				B = {
					T = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				},
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["無"] = {
					["碼"] = {
						["下"] = {
							["載"] = {
								result = true
							}
						}
					}
				},
				["高"] = {
					["清"] = {
						A = {
							V = {
								result = true
							}
						}
					}
				}
			},
			["麻"] = {
				["衣"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["無"] = {
						["碼"] = {
							result = true
						}
					}
				}
			}
		},
		["枪"] = {
			["网"] = {
				result = true
			}
		},
		["根"] = {
			["巨"] = {
				["炮"] = {
					result = true
				}
			}
		},
		["檀"] = {
			["真"] = {
				["烧"] = {
					["刃"] = {
						result = true
					}
				}
			}
		},
		["泽"] = {
			["栞"] = {
				["高"] = {
					["清"] = {
						result = true
					}
				}
			},
			["爱"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				},
				["高"] = {
					["清"] = {
						["剧"] = {
							["情"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["澤"] = {
			["愛"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["火"] = {
			["药"] = {
				["成"] = {
					["分"] = {
						result = true,
						["比"] = {
							["例"] = {
								result = true
							}
						}
					}
				},
				["教"] = {
					["程"] = {
						result = true
					}
				},
				["方"] = {
					["法"] = {
						result = true
					}
				},
				["混"] = {
					["分"] = {
						result = true
					}
				},
				["爆"] = {
					["炸"] = {
						result = true
					}
				},
				["的"] = {
					result = true
				},
				["视"] = {
					["频"] = {
						result = true
					}
				},
				["配"] = {
					["制"] = {
						["比"] = {
							["例"] = {
								result = true
							}
						}
					},
					["比"] = {
						result = true
					}
				}
			}
		},
		["熊"] = {
			["精"] = {
				result = true
			}
		},
		["版"] = {
			["三"] = {
				["棱"] = {
					["军"] = {
						["刺"] = {
							result = true
						}
					},
					["刺"] = {
						result = true
					}
				}
			}
		},
		["牛"] = {
			["激"] = {
				["动"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["狐"] = {
			["折"] = {
				["刀"] = {
					result = true
				}
			}
		},
		["猫"] = {
			["摸"] = {
				["石"] = {
					["头"] = {
						result = true
					}
				}
			}
		},
		["玉"] = {
			["长"] = {
				["刀"] = {
					result = true
				}
			}
		},
		["田"] = {
			["丽"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["玛"] = {
				["利"] = {
					["亚"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["白"] = {
			["印"] = {
				["象"] = {
					result = true
				}
			},
			["杂"] = {
				["交"] = {
					result = true
				}
			},
			["無"] = {
				["常"] = {
					result = true
				}
			},
			["豪"] = {
				["乳"] = {
					result = true
				}
			}
		},
		["省"] = {
			["副"] = {
				["省"] = {
					["長"] = {
						result = true
					},
					["长"] = {
						result = true
					}
				}
			}
		},
		["砖"] = {
			["窑"] = {
				result = true
			}
		},
		["硫"] = {
			["化"] = {
				["汞"] = {
					result = true
				}
			}
		},
		["票"] = {
			result = true
		},
		["窑"] = {
			result = true
		},
		["管"] = {
			["三"] = {
				["棱"] = {
					result = true
				}
			}
		},
		["索"] = {
			["金"] = {
				["入"] = {
					["门"] = {
						result = true
					}
				},
				["手"] = {
					["册"] = {
						result = true
					}
				},
				["方"] = {
					["法"] = {
						result = true
					}
				},
				["炸"] = {
					["药"] = {
						result = true
					}
				},
				["的"] = {
					result = true
				},
				["配"] = {
					["方"] = {
						result = true
					}
				}
			}
		},
		["絲"] = {
			result = true,
			["無"] = {
				["碼"] = {
					result = true
				}
			}
		},
		["習"] = {
			result = true,
			["團"] = {
				["隊"] = {
					result = true
				}
			},
			["大"] = {
				["大"] = {
					result = true
				}
			},
			["某"] = {
				["個"] = {
					["團"] = {
						["隊"] = {
							result = true
						}
					}
				}
			},
			["組"] = {
				["織"] = {
					["任"] = {
						["務"] = {
							result = true
						}
					}
				}
			}
		},
		["老"] = {
			["尼"] = {
				["泊"] = {
					["尔"] = {
						["狗"] = {
							["腿"] = {
								result = true
							}
						}
					}
				}
			},
			["狗"] = {
				["腿"] = {
					result = true
				}
			}
		},
		["色"] = {
			["军"] = {
				c = {
					result = true
				},
				["刺"] = {
					result = true
				},
				["枪"] = {
					["炮"] = {
						result = true
					}
				}
			},
			["枪"] = {
				["支"] = {
					result = true
				}
			}
		},
		["蔷"] = {
			["薇"] = {
				["夫"] = {
					["人"] = {
						result = true
					}
				}
			}
		},
		["蜘"] = {
			["蛛"] = {
				["水"] = {
					result = true
				}
			}
		},
		["衣"] = {
			T = {
				["恤"] = {
					result = true
				}
			},
			["人"] = {
				["抗"] = {
					["议"] = {
						result = true
					}
				}
			},
			["文"] = {
				["化"] = {
					["衫"] = {
						result = true
					}
				}
			}
		},
		["豹"] = {
			["精"] = {
				result = true
			}
		},
		["貓"] = {
			["影"] = {
				["院"] = {
					result = true
				}
			}
		},
		["货"] = {
			result = true
		},
		["车"] = {
			["司"] = {
				["机"] = {
					["套"] = {
						["瓷"] = {
							result = true
						}
					}
				}
			},
			["套"] = {
				["牌"] = {
					["车"] = {
						result = true
					}
				}
			}
		},
		["道"] = {
			["狂"] = {
				["神"] = {
					result = true
				}
			},
			["营"] = {
				["生"] = {
					result = true
				}
			}
		},
		["野"] = {
			result = true
		},
		["钢"] = {
			["狗"] = {
				["腿"] = {
					["刀"] = {
						result = true
					}
				}
			}
		},
		["链"] = {
			result = true
		},
		["霸"] = {
			["王"] = {
				["干"] = {
					["扰"] = {
						["器"] = {
							result = true
						}
					}
				}
			}
		},
		["风"] = {
			["老"] = {
				["妖"] = {
					result = true
				}
			}
		},
		["马"] = {
			["@"] = {
				S = {
					Q = {
						result = true
					}
				}
			},
			["五"] = {
				["月"] = {
					["天"] = {
						result = true
					}
				}
			}
		},
		["鬼"] = {
			result = true,
			["厨"] = {
				["房"] = {
					["搞"] = {
						["黑"] = {
							["妹"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["鮑"] = {
			["娇"] = {
				result = true
			},
			["嬌"] = {
				result = true
			}
		},
		["鲍"] = {
			["娇"] = {
				result = true
			}
		},
		["鹰"] = {
			l = {
				s = {
					g = {
						result = true
					}
				}
			},
			["努"] = {
				result = true
			},
			["弓"] = {
				["弩"] = {
					result = true,
					["专"] = {
						result = true
					}
				}
			},
			["弩"] = {
				result = true,
				["专"] = {
					result = true
				},
				["密"] = {
					["云"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["转"] = {
					["让"] = {
						result = true
					}
				},
				["配"] = {
					["件"] = {
						result = true
					}
				}
			},
			["电"] = {
				["击"] = {
					["器"] = {
						result = true
					}
				}
			}
		},
		["龍"] = {
			["江"] = {
				["找"] = {
					["洋"] = {
						["妞"] = {
							result = true
						}
					}
				},
				["辦"] = {
					["證"] = {
						result = true
					}
				}
			}
		}
	},
	["黒"] = {
		["姫"] = {
			["桎"] = {
				["梏"] = {
					["馆"] = {
						result = true
					}
				}
			}
		}
	},
	["鼎"] = {
		["丰"] = {
			result = true,
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["利"] = {
			result = true
		},
		["盛"] = {
			["学"] = {
				["术"] = {
					["网"] = {
						result = true
					}
				}
			},
			["棋"] = {
				["牌"] = {
					result = true
				}
			},
			["证"] = {
				["件"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["鑫"] = {
			result = true
		},
		["龙"] = {
			result = true
		}
	},
	["鼓"] = {
		["楼"] = {
			result = true,
			["小"] = {
				["花"] = {
					result = true
				}
			},
			["警"] = {
				["服"] = {
					["专"] = {
						result = true
					}
				}
			}
		}
	},
	["龔"] = {
		["告"] = {
			result = true
		},
		["学"] = {
			["平"] = {
				result = true
			}
		},
		["學"] = {
			["平"] = {
				result = true
			}
		}
	},
	["龚"] = {
		["光"] = {
			["杰"] = {
				result = true
			}
		},
		["圣"] = {
			["亮"] = {
				result = true
			}
		},
		["学"] = {
			["平"] = {
				result = true
			}
		},
		["學"] = {
			["平"] = {
				result = true
			}
		},
		["彩"] = {
			["丽"] = {
				result = true
			},
			["云"] = {
				result = true
			}
		}
	},
	["龜"] = {
		["头"] = {
			result = true
		},
		["奴"] = {
			result = true
		}
	},
	["龟"] = {
		["丞"] = {
			["相"] = {
				result = true
			}
		},
		["头"] = {
			["压"] = {
				["挤"] = {
					["阴"] = {
						["道"] = {
							result = true
						}
					}
				}
			},
			["在"] = {
				["阴"] = {
					["户"] = {
						["抽"] = {
							["插"] = {
								result = true
							}
						}
					}
				}
			},
			["对"] = {
				["准"] = {
					["菊"] = {
						["门"] = {
							result = true
						}
					},
					["阴"] = {
						["道"] = {
							result = true
						}
					}
				}
			},
			["抽"] = {
				["插"] = {
					["小"] = {
						["穴"] = {
							result = true
						}
					}
				}
			},
			["插"] = {
				["入"] = {
					["少"] = {
						["妇"] = {
							result = true
						}
					},
					["肉"] = {
						["洞"] = {
							["里"] = {
								result = true
							}
						},
						["縫"] = {
							result = true
						}
					},
					["蜜"] = {
						["穴"] = {
							result = true
						}
					},
					["阴"] = {
						["唇"] = {
							result = true
						}
					}
				},
				["小"] = {
					["穴"] = {
						result = true
					}
				},
				["花"] = {
					["心"] = {
						["深"] = {
							["处"] = {
								result = true
							}
						}
					}
				},
				["进"] = {
					result = true,
					["了"] = {
						["小"] = {
							["穴"] = {
								result = true
							}
						}
					}
				}
			},
			["淫"] = {
				["液"] = {
					result = true
				}
			},
			["狂"] = {
				["插"] = {
					["肉"] = {
						["洞"] = {
							result = true
						}
					}
				}
			},
			["直"] = {
				["抵"] = {
					["子"] = {
						["宫"] = {
							["口"] = {
								result = true
							}
						}
					}
				}
			},
			["碰"] = {
				["到"] = {
					["子"] = {
						["宫"] = {
							["口"] = {
								result = true
							}
						}
					}
				}
			},
			["粗"] = {
				["壮"] = {
					["赤"] = {
						["红"] = {
							result = true
						}
					}
				}
			},
			["肉"] = {
				["洞"] = {
					result = true
				}
			},
			["顶"] = {
				["开"] = {
					["阴"] = {
						["户"] = {
							result = true
						}
					}
				}
			}
		},
		["奴"] = {
			result = true
		},
		["投"] = {
			result = true
		},
		["毛"] = {
			result = true
		}
	}
}
