return {
	[61091] = {
		name = "区域1",
		stage_id = 5010601,
		activity_id = 61091,
		icon = "",
		buff_desc = {
			"初始效果：我方技能和奥义CD刷新并减半、提升攻击力",
			"额外效果一：我方角色蓄力技能速度加快",
			"额外效果二：我方全体附加霸体",
			"额外效果三：我方角色机制值回满，仅生效一次",
			"额外效果四：我方增加暴击率"
		}
	},
	[61092] = {
		name = "区域2",
		stage_id = 5010602,
		activity_id = 61092,
		icon = "",
		buff_desc = {
			"初始效果：我方技能和奥义CD刷新并减半、提升攻击力",
			"额外效果一：回满我方角色机制值，仅生效一次",
			"额外效果二：增加我方暴击率",
			"额外效果三：我方奥义伤害加成",
			"额外效果四：我方暴击伤害提升"
		}
	},
	[61093] = {
		name = "区域3",
		stage_id = 5010603,
		activity_id = 61093,
		icon = "",
		buff_desc = {
			"初始效果：我方技能和奥义CD刷新并减半、提升攻击力",
			"额外效果一：我方奥义获取效率提升",
			"额外效果二：我方奥义伤害加成",
			"额外效果三：我方技能伤害加成",
			"额外效果四：我方对精英视骸伤害加成"
		}
	},
	[61094] = {
		name = "区域4",
		stage_id = 5010604,
		activity_id = 61094,
		icon = "",
		buff_desc = {
			"初始效果：我方技能和奥义CD刷新并减半、提升攻击力",
			"额外效果一：我方角色可额外获得一个印记",
			"额外效果二：我方普攻伤害加成",
			"额外效果三：我方暴击率提升",
			"额外效果四：我方暴击伤害提升"
		}
	},
	[61095] = {
		name = "区域5",
		stage_id = 5010605,
		activity_id = 61095,
		icon = "",
		buff_desc = {
			"初始效果：我方技能和奥义CD刷新并减半、提升攻击力",
			"额外效果一：我方角色消耗怒气降低",
			"额外效果二：我方回满机制值，仅生效一次",
			"额外效果三：我方普攻伤害加成",
			"额外效果四：我方暴击伤害提升"
		}
	},
	[61096] = {
		name = "区域6",
		stage_id = 5010606,
		activity_id = 61096,
		icon = "",
		buff_desc = {
			"初始效果：我方技能和奥义CD刷新并减半、提升攻击力",
			"额外效果一：我方角色能量消耗降低",
			"额外效果二：我方回满机制值，仅生效一次",
			"额外效果三：我方对普通视骸伤害加成",
			"额外效果四：我方奥义伤害加成"
		}
	},
	[61097] = {
		name = "区域7",
		stage_id = 5010607,
		activity_id = 61097,
		icon = "",
		buff_desc = {
			"初始效果：我方技能和奥义CD刷新并减半、提升攻击力",
			"额外效果一：我方角色神能获取效率提高",
			"额外效果二：我方奥义获取效率提升",
			"额外效果三：我方暴击率提升",
			"额外效果四：我方技能伤害加成"
		}
	},
	[81421] = {
		name = "构思Ⅰ",
		stage_id = 5040301,
		activity_id = 81421,
		icon = "",
		buff_desc = {
			"初始效果：我方技能和奥义CD减半、提升攻击力",
			"额外效果一：我方角色消耗怒气降低",
			"额外效果二：我方奥义获取效率提升",
			"额外效果三：我方奥义伤害加成",
			"额外效果四：我方技能伤害加成"
		}
	},
	[81422] = {
		name = "构思Ⅱ",
		stage_id = 5040302,
		activity_id = 81422,
		icon = "",
		buff_desc = {
			"初始效果：我方技能和奥义CD减半、提升攻击力",
			"额外效果一：我方角色能量消耗降低",
			"额外效果二：我方全体附加霸体",
			"额外效果三：增加我方会心率",
			"额外效果四：我方普攻伤害加成"
		}
	},
	[81423] = {
		name = "灵感Ⅰ",
		stage_id = 5040303,
		activity_id = 81423,
		icon = "",
		buff_desc = {
			"初始效果：我方技能和奥义CD减半、提升攻击力",
			"额外效果一：我方角色可额外获得一个印记",
			"额外效果二：我方奥义获取效率提升",
			"额外效果三：我方奥义伤害加成",
			"额外效果四：我方技能伤害加成"
		}
	},
	[81424] = {
		name = "灵感Ⅱ",
		stage_id = 5040304,
		activity_id = 81424,
		icon = "",
		buff_desc = {
			"初始效果：我方技能和奥义CD减半、提升攻击力",
			"额外效果一：我方角色蓄力技能速度加快",
			"额外效果二：我方全体附加霸体",
			"额外效果三：增加我方会心率",
			"额外效果四：我方普攻伤害加成"
		}
	},
	[81425] = {
		name = "塑造Ⅰ",
		stage_id = 5040305,
		activity_id = 81425,
		icon = "",
		buff_desc = {
			"初始效果：我方技能和奥义CD减半、提升攻击力",
			"额外效果一：我方角色能量消耗降低",
			"额外效果二：我方奥义获取效率提升",
			"额外效果三：我方奥义伤害加成",
			"额外效果四：我方技能伤害加成"
		}
	},
	[81426] = {
		name = "塑造Ⅱ",
		stage_id = 5040306,
		activity_id = 81426,
		icon = "",
		buff_desc = {
			"初始效果：我方技能和奥义CD减半、提升攻击力",
			"额外效果一：我方角色消耗怒气降低",
			"额外效果二：我方全体附加霸体",
			"额外效果三：增加我方会心率",
			"额外效果四：我方普攻伤害加成"
		}
	},
	[81427] = {
		name = "雕琢Ⅰ",
		stage_id = 5040307,
		activity_id = 81427,
		icon = "",
		buff_desc = {
			"初始效果：我方技能和奥义CD减半、提升攻击力",
			"额外效果一：我方角色可额外获得一个印记",
			"额外效果二：我方奥义获取效率提升",
			"额外效果三：我方奥义伤害加成",
			"额外效果四：我方技能伤害加成"
		}
	},
	[81428] = {
		name = "雕琢Ⅱ",
		stage_id = 5040308,
		activity_id = 81428,
		icon = "",
		buff_desc = {
			"初始效果：我方技能和奥义CD减半、提升攻击力",
			"额外效果一：我方角色蓄力技能速度加快",
			"额外效果二：我方全体附加霸体",
			"额外效果三：增加我方会心率",
			"额外效果四：我方普攻伤害加成"
		}
	},
	[131151] = {
		name = "边缘Ⅰ",
		stage_id = 5080301,
		activity_id = 131151,
		icon = "",
		buff_desc = {
			"每击退6名敌人后将会获得强化效果，冷却时间18秒",
			"初始效果：角色技能刷新、技能CD减半、提升攻击力、印记获取量加1、持续回血",
			"额外效果一：角色暴击率提升、闪避消耗降低",
			"额外效果二：角色附加霸体",
			"额外效果三：角色机制值回满",
			"额外效果四：刷新所有增益"
		}
	},
	[131152] = {
		name = "边缘Ⅱ",
		stage_id = 5080302,
		activity_id = 131152,
		icon = "",
		buff_desc = {
			"每击退8名敌人后将会获得强化效果，冷却时间18秒",
			"初始效果：角色技能刷新、技能CD减半、提升攻击力、印记获取量加1、持续回血",
			"额外效果一：角色暴击伤害提升、闪避消耗降低",
			"额外效果二：角色附加霸体",
			"额外效果三：角色机制值回满",
			"额外效果四：刷新所有增益"
		}
	},
	[131153] = {
		name = "浅探Ⅰ",
		stage_id = 5080303,
		activity_id = 131153,
		icon = "",
		buff_desc = {
			"每击退6名敌人后将会获得强化效果，冷却时间18秒",
			"初始效果：角色技能刷新、技能CD减半、提升攻击力、怒气消耗降低、持续回血",
			"额外效果一：角色暴击率提升、对普通怪物伤害提升",
			"额外效果二：角色附加霸体",
			"额外效果三：角色机制值回满",
			"额外效果四：刷新所有增益"
		}
	},
	[131154] = {
		name = "浅探Ⅱ",
		stage_id = 5080304,
		activity_id = 131154,
		icon = "",
		buff_desc = {
			"每击退8名敌人后将会获得强化效果，冷却时间18秒",
			"初始效果：角色技能刷新、技能CD减半、提升攻击力、怒气消耗降低、持续回血",
			"额外效果一：角色暴击率提升、暴击伤害提升、对精英怪物伤害提升",
			"额外效果二：角色附加霸体",
			"额外效果三：角色机制值回满",
			"额外效果四：刷新所有增益"
		}
	},
	[131155] = {
		name = "深入Ⅰ",
		stage_id = 5080305,
		activity_id = 131155,
		icon = "",
		buff_desc = {
			"每击退6名敌人后将会获得强化效果，冷却时间18秒",
			"初始效果：角色技能刷新、技能CD减半、提升攻击力、神能获取率提升、持续回血",
			"额外效果一：角色暴击率提升、普攻伤害提升",
			"额外效果二：角色附加霸体",
			"额外效果三：角色机制值回满",
			"额外效果四：刷新所有增益"
		}
	},
	[131156] = {
		name = "深入Ⅱ",
		stage_id = 5080306,
		activity_id = 131156,
		icon = "",
		buff_desc = {
			"每击退8名敌人后将会获得强化效果，冷却时间18秒",
			"初始效果：角色技能刷新、技能CD减半、提升攻击力、神能获取率提升、持续回血",
			"额外效果一：角色暴击率提升、普攻伤害提升、技能伤害提升",
			"额外效果二：角色附加霸体",
			"额外效果三：角色机制值回满",
			"额外效果四：刷新所有增益"
		}
	},
	[131157] = {
		name = "核心Ⅰ",
		stage_id = 5080307,
		activity_id = 131157,
		icon = "",
		buff_desc = {
			"每击退6名敌人后将会获得强化效果，冷却时间18秒",
			"初始效果：角色技能刷新、技能CD减半、提升攻击力、能量消耗降低、持续回血",
			"额外效果一：角色暴击伤害提升、奥义获取率提升",
			"额外效果二：角色附加霸体",
			"额外效果三：角色机制值回满",
			"额外效果四：刷新所有增益"
		}
	},
	[131158] = {
		name = "核心Ⅱ",
		stage_id = 5080308,
		activity_id = 131158,
		icon = "",
		buff_desc = {
			"每击退8名敌人后将会获得强化效果，冷却时间18秒",
			"初始效果：角色技能刷新、技能CD减半、提升攻击力、能量消耗降低、持续回血",
			"额外效果一：角色暴击伤害提升、奥义获取率提升、奥义伤害提升",
			"额外效果二：角色附加霸体",
			"额外效果三：角色机制值回满",
			"额外效果四：刷新所有增益"
		}
	},
	all = {
		61091,
		61092,
		61093,
		61094,
		61095,
		61096,
		61097,
		81421,
		81422,
		81423,
		81424,
		81425,
		81426,
		81427,
		81428,
		131151,
		131152,
		131153,
		131154,
		131155,
		131156,
		131157,
		131158
	}
}
