return {
	[51009] = {
		id = 51009,
		name = "食材1",
		icon = "1",
		desc = "形似羊角，外皮酥脆，口感柔软香甜，常常搭配咖啡一起享用。"
	},
	[51010] = {
		id = 51010,
		name = "食材2",
		icon = "2",
		desc = "点缀新鲜草莓的奶油蛋糕，口感绵密酸甜。"
	},
	[51011] = {
		id = 51011,
		name = "食材3",
		icon = "3",
		desc = "口感酥脆，形似展翅的蝴蝶。"
	},
	[51012] = {
		id = 51012,
		name = "食材4",
		icon = "4",
		desc = "欧莫菲斯家喻户晓的高品质奶酪，以其柔软细腻的口感闻名于世界。"
	},
	[51013] = {
		id = 51013,
		name = "食材5",
		icon = "5",
		desc = "在泡好的红茶中加入冰块和柠檬，最后点缀上一小片薄荷。"
	},
	all = {
		51009,
		51010,
		51011,
		51012,
		51013
	}
}
