return {
	[1084] = {
		[1022.0] = "在一个房间里，和大家待在一起……\n不，和那时的感觉完全不一样。",
		id = 1084,
		[1011.0] = "好有趣的地方呀~管理员不来一起玩吗？",
		[1051.0] = "发生什么事了？",
		[1041.0] = "哇，是给我的吗？\n谢谢管理员！",
		[1032.0] = "啊！吓我一跳。管理员也在这呀？",
		[1031.0] = "管理员，这房间是你布置的吗？好厉害！",
		[1021.0] = "让我看看这是什么……",
		[1023.0] = "舒服的床，舒服的沙发……好开心呀。"
	},
	[1039] = {
		[1022.0] = "待在这惬意的氛围里，很容易产生困意呢……\n趁现在多睡一会吧。",
		id = 1039,
		[1011.0] = "新宿舍吗？嗯，感觉很好呢。",
		[1051.0] = "是无形的力量呢。",
		[1041.0] = "这是送给我的吗？\n让我想想，要怎么回礼呢……",
		[1032.0] = "管理员，你有想过再在这里加些装饰吗？\n我觉得会很好看哦。",
		[1031.0] = "啊，管理员，有事要找我吗？",
		[1021.0] = "大家在这里，应该能得到充分的休息吧。",
		[1023.0] = "在这儿待久了，似乎能忘却烦恼呢。"
	},
	[1148] = {
		[1022.0] = "诶呀，后鬼！你跑太快啦，我都追不上你了！",
		id = 1148,
		[1011.0] = "为什么在这不能穿轮滑鞋呀！\n说什么怕我横冲直撞破坏家具……",
		[1051.0] = "放我下来 ！啊啊啊！",
		[1041.0] = "真有意思，你送了什么给我呀？",
		[1032.0] = "管理员，要不要来玩捉迷藏啊？",
		[1031.0] = "诶呀！……管理员？我还以为是后鬼呢。",
		[1021.0] = "这里一看就很适合恶作剧的样子！",
		[1023.0] = "要先熟悉地形，才能更好地\n给大家带来「惊喜」~"
	},
	[1080] = {
		[1022.0] = "要和大家……说些什么呢……？",
		id = 1080,
		[1011.0] = "待在这里就可以了吗？",
		[1051.0] = "怎么回事……",
		[1041.0] = "这是……给我的吗？……谢谢。",
		[1032.0] = "管理员……芬里尔，不可以带到这里来吗？\n……不可以啊……",
		[1031.0] = "啊，管理员，你也在……",
		[1021.0] = "好多人在这里……温度，好高……",
		[1023.0] = "我可以躺在这里吗……"
	},
	[1027] = {
		[1022.0] = "好大的房间呀，要去哪里找师父呢？\n……诶，说到底师父在这里吗？",
		id = 1027,
		[1011.0] = "这个房间……我可以开空调吗？",
		[1051.0] = "哇！怎么回事！",
		[1041.0] = "这是给利维坦的礼物吗？\n好开心~",
		[1032.0] = "嗯嗯，利维坦在这里玩得很开心哦！\n管理员也一起来玩吧！",
		[1031.0] = "不可以随便摸利维坦的头！",
		[1021.0] = "芬里尔，你看这个……咦，芬里尔呢？",
		[1023.0] = "利维坦的冰淇淋不见了……！呜……"
	},
	[1013] = {
		[1022.0] = "不是很敢在这里施展拳脚呢，要是不\n小心伤到别人就不好了。",
		id = 1013,
		[1011.0] = "这是什么地方，新的训练场？\n看着不像呢。",
		[1051.0] = "有人偷袭吗？！",
		[1041.0] = "我一定会报答你的！",
		[1032.0] = "管理员，我想问，这里真的没有专供训练的场地吗？",
		[1031.0] = "哦哦，管理员，你也来了！",
		[1021.0] = "原来是宿舍呀。所以这里有吃的吗？",
		[1023.0] = "既然没法训练，就先吃饭吧！"
	},
	[1038] = {
		[1022.0] = "嗯……这里没有那些吵吵嚷嚷的追\n随者，倒也算另一种清净。",
		id = 1038,
		[1011.0] = "要让本小姐待在这种地方吗？\n……好吧。",
		[1051.0] = "真是粗鲁！",
		[1041.0] = "礼物？那本小姐就收下了，多谢。",
		[1032.0] = "这儿的氛围不错，我并不讨厌。只是\n我不希望有人再撞倒我的茶杯。",
		[1031.0] = "需要我帮你重新设计一下这里吗？",
		[1021.0] = "哎，到处都乱哄哄的……\n得想办法整顿一下这儿。",
		[1023.0] = "红茶和甜点……倒是备齐了呢。"
	},
	[1032] = {
		[1022.0] = "我平常倒也没有机会待在这样的地方，\n尤其是和这么多人待在一起。",
		id = 1032,
		[1011.0] = "这里是休息室吗？",
		[1051.0] = "我的容忍有限。",
		[1041.0] = "我收下了。那么，你想获\n得什么样的回报呢？",
		[1032.0] = "看你好像有些无所事事。要来下一局棋吗？",
		[1031.0] = "嗯，你安排的这地方，很不错。",
		[1021.0] = "作为休息室而言，这里无疑是合格的。",
		[1023.0] = "休息一下也无妨。"
	},
	[1093] = {
		[1022.0] = "大家看起来都很开心的样子呢。\n感觉自己的心情也变好了~",
		id = 1093,
		[1011.0] = "原来是宿舍呀，姐姐还想着能和你独处呢~",
		[1051.0] = "要这样引起姐姐的注意吗？",
		[1041.0] = "哎呀，管理员真是贴心呢~多谢喽。",
		[1032.0] = "哎哟，要找姐姐做什么呢~？",
		[1031.0] = "管理员果然还是忍不住要来找姐姐呢~",
		[1021.0] = "这里，还真是个放松的好地方呢。",
		[1023.0] = "来都来了，就好好地玩一会儿吧~"
	},
	[1096] = {
		[1022.0] = "没想到在这能做的事情这么多，待\n久了也不会感觉无聊呢~",
		id = 1096,
		[1011.0] = "这里好窄啊……诶？是宿舍吗？那也太宽敞了吧！",
		[1051.0] = "哇，飞起来了！",
		[1041.0] = "给我的吗？那就多谢管理员啦！",
		[1032.0] = "管理员，如果你要添置些新家具的话，送货就交给我吧！",
		[1031.0] = "管理员，我很喜欢这儿！",
		[1021.0] = "运动，运动……这地板还结实吧？",
		[1023.0] = "适度的休息是必要的呢。"
	},
	[1070] = {
		[1022.0] = "这一方小小天地，看你这盆栽精如何逃脱！",
		id = 1070,
		[1011.0] = "哇！这里会有新使命在等着乌吗？",
		[1051.0] = "哎呀！放乌下来！",
		[1041.0] = "乌收到管理员的礼物咯~好开心~",
		[1032.0] = "哦哦，乌明白了，所以这里不会有魑魅现身是吧？\n那乌就先去睡觉啦。",
		[1031.0] = "乌很喜欢和大家待在一起的感觉！",
		[1021.0] = "啊，没事做啦，好无聊。\n得想办法运点漫画书过来。",
		[1023.0] = "老师说过，在室内不可以奔跑，\n谨记，谨记……"
	},
	[1075] = {
		[1022.0] = "忘记把琴带来了……不过，就算\n真的带来了，也不知放在哪里好。",
		id = 1075,
		[1011.0] = "真是宽敞的房间。",
		[1051.0] = "诶……怎么了？",
		[1041.0] = "礼物？劳你费心了……多谢。",
		[1032.0] = "你有养小动物的习惯吗？\n我倒不是特别擅长应付这些可爱的小生命呢……",
		[1031.0] = "要跟我一起坐坐吗？",
		[1021.0] = "我想在这架口小药锅，不知是否妥当。",
		[1023.0] = "想来很久以前，我也住在类似的房间里呢……"
	},
	all = {
		1084,
		1039,
		1148,
		1080,
		1027,
		1013,
		1038,
		1032,
		1093,
		1096,
		1070,
		1075
	}
}
