return {
	[1039] = {
		name = "潮音",
		star_up_skill_template = 4,
		rare = 2,
		hero_desc = "深空之眼第九部的核心成员，比起正面和视骸作战，更擅长在队友身后用神力提供支援。\n性格温柔恬静，很擅长倾听他人的烦恼。",
		id = 1039,
		weapon_name = "潮音",
		race = 1,
		hero_dorm_skill = 5001,
		unlock_star = 200,
		private = 0,
		weapon_desc = "波塞冬的神力特性是少有的可以在战时修复修正者核心数据的类型，隐科组以传说中的三叉戟为原型对权钥进行了改造，帮助波塞冬更好控制这股能量。又因驱动神力时，这柄权钥会偶尔传出浪潮般的美妙声音，所以得名潮音。",
		suffix = "波塞冬",
		skills = {
			1039101,
			1039201,
			1039202,
			1039203,
			1039209,
			1039305
		},
		astrolabe_skill = {},
		equip_orange_skill = {
			{
				1039201,
				2510002,
				1039211
			}
		},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1039305,
			1039306
		},
		base_atk = {
			46.63,
			104.09,
			167.3,
			236.83,
			313.31,
			397.44
		},
		atk_ratio = {
			5.56,
			6.51,
			7.82,
			9.59,
			11.93,
			15.71
		},
		base_arm = {
			14.59,
			44.55,
			77.5,
			113.75,
			153.62,
			197.49
		},
		arm_ratio = {
			1.65,
			1.82,
			2.09,
			2.49,
			3.06,
			4.2
		},
		base_sta = {
			656,
			1180.59,
			1757.65,
			2392.42,
			3090.66,
			3858.73
		},
		sta_ratio = {
			73.27,
			88.54,
			108.6,
			134.75,
			168.61,
			217.94
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			10,
			20,
			30,
			42,
			54,
			69,
			90
		},
		astrolabe = {
			1039001,
			1039002,
			1039003
		},
		equip_skill = {
			1,
			2,
			3,
			46,
			19,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			31,
			7,
			42,
			30,
			41,
			32,
			33,
			12,
			14,
			18,
			15,
			13,
			17,
			16,
			34,
			23,
			43,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031039
		},
		recommend_combo = {
			103901
		},
		hero_equip_skill = {
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				142,
				143
			},
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				142,
				143
			},
			{
				103,
				104,
				109,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				140
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				140
			}
		},
		mechanism_type = {
			4
		},
		ATK_attribute = {
			8
		}
	},
	[1048] = {
		name = "彗光",
		star_up_skill_template = 2,
		rare = 2,
		hero_desc = "活泼好动、无忧无虑的前鬼坊是深空之眼里最大的麻烦精。她将过剩的精力全部用在了恶作剧上，并且自称有一个名叫「后鬼」的空气朋友，不过没人知道后鬼的存在真假。",
		id = 1048,
		weapon_name = "彗光",
		race = 3,
		hero_dorm_skill = 1101,
		unlock_star = 200,
		private = 0,
		weapon_desc = "全名为「彗光Ct-08自供型光束步枪」，压缩了高浓度光粒子的枪体可以通过内置的融合装置达成能量传递，只要扣下扳机即可以发射带有大量电荷的强大炮击，调试过程中融合了隐科组最新的科研成果。",
		suffix = "前鬼坊天狗",
		skills = {
			1048101,
			1048201,
			1048202,
			1048203,
			1048209,
			1048305
		},
		astrolabe_skill = {},
		equip_orange_skill = {
			{
				1048201,
				2530002,
				1048211
			}
		},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1048305,
			1048306
		},
		base_atk = {
			50.34,
			112.37,
			180.61,
			255.67,
			338.23,
			429.06
		},
		atk_ratio = {
			5.74,
			6.73,
			8.08,
			9.9,
			12.32,
			16.22
		},
		base_arm = {
			13.82,
			42.2,
			73.42,
			107.76,
			145.54,
			187.09
		},
		arm_ratio = {
			1.49,
			1.65,
			1.89,
			2.25,
			2.76,
			3.79
		},
		base_sta = {
			578.82,
			1041.7,
			1550.87,
			2110.96,
			2727.05,
			3404.76
		},
		sta_ratio = {
			64.48,
			77.91,
			95.57,
			118.58,
			148.38,
			191.79
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			30,
			40,
			54,
			70,
			88,
			108,
			130
		},
		astrolabe = {
			1048001,
			1048002,
			1048003
		},
		equip_skill = {
			1,
			2,
			3,
			17,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			6,
			44,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			14,
			19,
			18,
			15,
			13,
			16,
			34,
			23,
			43
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031048
		},
		recommend_combo = {
			104801
		},
		hero_equip_skill = {
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				138
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				138
			}
		},
		mechanism_type = {
			2
		},
		ATK_attribute = {
			12
		}
	},
	[1066] = {
		name = "早樱",
		star_up_skill_template = 1,
		rare = 3,
		hero_desc = "以「进行自由的研究和发明」为条件加入深空之眼的少女，目前正在隐科组就职。\n不过说是就职，却几乎不怎么参与对视骸的作战，似乎只对发明和塔罗牌感兴趣。",
		id = 1066,
		weapon_name = "兔兔装置组",
		race = 3,
		hero_dorm_skill = 1001,
		unlock_star = 300,
		private = 0,
		weapon_desc = "大国主觉醒后，利用伴生权钥完成的战斗装备组：一号，兔兔铁拳；二号，兔兔激光枪；三号，兔兔机器人！",
		suffix = "大国主",
		skills = {
			1066101,
			1066201,
			1066202,
			1066203,
			1066209,
			1066305
		},
		astrolabe_skill = {},
		equip_orange_skill = {
			{
				1066203,
				2530003,
				1066231
			}
		},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1066305,
			1066306
		},
		base_atk = {
			52.99,
			118.29,
			190.11,
			269.12,
			356.04,
			451.64
		},
		atk_ratio = {
			6.04,
			7.08,
			8.5,
			10.42,
			12.97,
			17.07
		},
		base_arm = {
			15.36,
			46.89,
			81.58,
			119.74,
			161.71,
			207.88
		},
		arm_ratio = {
			1.75,
			1.94,
			2.22,
			2.65,
			3.25,
			4.46
		},
		base_sta = {
			643.13,
			1157.45,
			1723.19,
			2345.51,
			3030.06,
			3783.06
		},
		sta_ratio = {
			73.27,
			88.54,
			108.6,
			134.75,
			168.61,
			217.94
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			10,
			20,
			30,
			40,
			50,
			60,
			70
		},
		astrolabe = {
			1066001,
			1066002,
			1066003
		},
		equip_skill = {
			1,
			2,
			3,
			12,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			23,
			43,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			14,
			19,
			18,
			15,
			13,
			17,
			16,
			34,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031066
		},
		recommend_combo = {
			106601,
			106602
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				108,
				124,
				125,
				135,
				136,
				142,
				143
			},
			{
				101,
				105,
				106,
				108,
				124,
				125,
				135,
				136,
				142,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				137
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				137
			}
		},
		mechanism_type = {
			1
		},
		ATK_attribute = {
			0
		}
	},
	[1038] = {
		name = "羽灼",
		star_up_skill_template = 1,
		rare = 2,
		hero_desc = "隶属于缪斯协会的修正者赫拉，同时也是欧莫菲斯原质区出名的大小姐。\n因其优美的容貌，华贵的气质和高雅的审美，使其在名流中广为人知。",
		id = 1038,
		weapon_name = "绯红权杖",
		race = 1,
		hero_dorm_skill = 5001,
		unlock_star = 200,
		private = 0,
		weapon_desc = "镶嵌了红色宝石的权杖，据说是由天后衔来的珍贵石榴石制成。手握权杖便能以权杖为媒介释放出神力，亦能指挥天后去探索或对敌人展开攻击。",
		suffix = "赫拉",
		skills = {
			1038101,
			1038201,
			1038202,
			1038203,
			1038209,
			1038305
		},
		astrolabe_skill = {},
		equip_orange_skill = {
			{
				1038202,
				2510001,
				1038221
			}
		},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1038305,
			1038306
		},
		base_atk = {
			47.69,
			106.46,
			171.1,
			242.21,
			320.43,
			406.48
		},
		atk_ratio = {
			6.34,
			7.43,
			8.93,
			10.94,
			13.62,
			17.93
		},
		base_arm = {
			15.36,
			46.89,
			81.58,
			119.74,
			161.71,
			207.88
		},
		arm_ratio = {
			1.67,
			1.84,
			2.11,
			2.51,
			3.09,
			4.24
		},
		base_sta = {
			662.43,
			1192.17,
			1774.89,
			2415.87,
			3120.96,
			3896.56
		},
		sta_ratio = {
			69.61,
			84.11,
			103.17,
			128.01,
			160.18,
			207.04
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			10,
			20,
			30,
			40,
			50,
			60,
			70
		},
		astrolabe = {
			1038001,
			1038002,
			1038003
		},
		equip_skill = {
			1,
			2,
			3,
			14,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			19,
			18,
			15,
			13,
			17,
			16,
			34,
			23,
			43,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031038
		},
		recommend_combo = {
			103801
		},
		hero_equip_skill = {
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				139
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				139
			}
		},
		mechanism_type = {
			3
		},
		ATK_attribute = {
			4
		}
	},
	[1099] = {
		name = "朔望",
		star_up_skill_template = 2,
		rare = 2,
		hero_desc = "对自我要求非常严格的修正者，雉小队的队长。\n虽然话语不多，但作战时的分析都简明扼要，是个能将任何任务放心托付的人。",
		id = 1099,
		weapon_name = "朔望",
		race = 3,
		hero_dorm_skill = 4001,
		unlock_star = 200,
		private = 0,
		weapon_desc = "一对久经淬炼的佩刀，曾经在无数艰险的任务中斩下目标首级。太刀「朔」以迅捷灵巧的作战风格为主，但「朔」的每一次挥刀都会为另一柄刀刃「望」积攒「暗面」。\n当「月之暗面」完全笼罩「望」时，对战斗过分的渴望就会在月读心中产生，此时她必须将这股力量通过另一种截然不同的战斗方式释放出来。",
		suffix = "月读",
		skills = {
			1099101,
			1099201,
			1099202,
			1099203,
			1099209,
			1099305
		},
		astrolabe_skill = {},
		equip_orange_skill = {
			{
				1099203,
				2530001,
				1099231
			}
		},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1099305,
			1099306
		},
		base_atk = {
			54.05,
			120.65,
			193.92,
			274.51,
			363.16,
			460.67
		},
		atk_ratio = {
			6.52,
			7.65,
			9.18,
			11.26,
			14,
			18.44
		},
		base_arm = {
			15.82,
			48.3,
			84.03,
			123.33,
			166.56,
			214.12
		},
		arm_ratio = {
			1.84,
			2.03,
			2.33,
			2.78,
			3.41,
			4.69
		},
		base_sta = {
			668.86,
			1203.74,
			1792.12,
			2439.33,
			3151.26,
			3934.39
		},
		sta_ratio = {
			67.41,
			81.46,
			99.91,
			123.97,
			155.12,
			200.51
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			20,
			30,
			40,
			50,
			60,
			70,
			80
		},
		astrolabe = {
			1099001,
			1099002,
			1099003
		},
		equip_skill = {
			1,
			2,
			3,
			16,
			35,
			36,
			34,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			14,
			19,
			18,
			15,
			13,
			17,
			23,
			43,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031099
		},
		recommend_combo = {
			109901,
			109902
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				134,
				135,
				136,
				143
			},
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				134,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				140
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				140
			}
		},
		mechanism_type = {
			4
		},
		ATK_attribute = {
			10
		}
	},
	[1084] = {
		name = "朝约",
		star_up_skill_template = 1,
		rare = 1,
		hero_desc = "总是充满活力的新人小队成员，刚刚通过了考试加入深空之眼作战科。\n性格乐观开朗，似乎没有什么挫折可以打倒她。",
		id = 1084,
		weapon_name = "卢恩之刃",
		race = 4,
		hero_dorm_skill = 1001,
		unlock_star = 100,
		private = 0,
		weapon_desc = "象征着既定与命运的长剑，曾是一柄举世闻名的圣剑，持有者皆是有过辉煌壮举的英雄，又或是被此剑选中的主人从一开始就被决定了成为英雄的宿命。剑脊刻着一行已经无法看清的卢恩古文，似乎是一首来自冰原地区的古诗谣。",
		suffix = "薇儿丹蒂",
		skills = {
			1084101,
			1084201,
			1084202,
			1084203,
			1084209,
			1084305
		},
		astrolabe_skill = {},
		equip_orange_skill = {
			{
				1084201,
				2540002,
				1084212
			}
		},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1084305,
			1084306
		},
		base_atk = {
			58.29,
			130.11,
			209.12,
			296.04,
			391.64,
			496.8
		},
		atk_ratio = {
			6.52,
			7.65,
			9.18,
			11.26,
			14,
			18.44
		},
		base_arm = {
			15.82,
			48.3,
			84.03,
			123.33,
			166.56,
			214.12
		},
		arm_ratio = {
			1.84,
			2.03,
			2.33,
			2.78,
			3.41,
			4.69
		},
		base_sta = {
			610.98,
			1099.57,
			1637.03,
			2228.23,
			2878.56,
			3593.91
		},
		sta_ratio = {
			67.41,
			81.46,
			99.91,
			123.97,
			155.12,
			200.51
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			20,
			30,
			40,
			50,
			60,
			70,
			80
		},
		astrolabe = {
			1084001,
			1084002,
			1084003
		},
		equip_skill = {
			1,
			2,
			3,
			12,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			14,
			19,
			18,
			15,
			13,
			17,
			16,
			34,
			23,
			43,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031084
		},
		recommend_combo = {
			108401,
			108402
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				140
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				140
			}
		},
		mechanism_type = {
			4
		},
		ATK_attribute = {
			0
		}
	},
	[1093] = {
		name = "觅影",
		star_up_skill_template = 2,
		rare = 3,
		hero_desc = "看上去有几分玩世不恭，喜欢捉弄后辈的白发潜行者，最有可能找到她的地方便是热闹非凡的各大祭典。",
		id = 1093,
		weapon_name = "千鸟",
		race = 3,
		hero_dorm_skill = 2101,
		unlock_star = 300,
		private = 0,
		weapon_desc = "笹波传说中的名刀，据传可以劈开从天空落下的雷电。\n权钥化后形成了一长一短的忍刀组，并由隐科组改良了专用的刀鞘和机动装置，在潜行作战任务中有出色的表现。",
		suffix = "国常立",
		skills = {
			1093101,
			1093231,
			1093232,
			1093233,
			1093236,
			1093305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"技能四",
			"闪避"
		},
		avoid = {
			1093305,
			1093306
		},
		base_atk = {
			51.34,
			114.62,
			184.22,
			260.78,
			345,
			437.64
		},
		atk_ratio = {
			6.03,
			7.06,
			8.48,
			10.4,
			12.93,
			17.03
		},
		base_arm = {
			13.57,
			41.43,
			72.08,
			105.79,
			142.87,
			183.66
		},
		arm_ratio = {
			1.58,
			1.75,
			2.01,
			2.39,
			2.93,
			4.03
		},
		base_sta = {
			580.43,
			1044.6,
			1555.18,
			2116.82,
			2734.63,
			3414.22
		},
		sta_ratio = {
			61.26,
			74.02,
			90.79,
			112.65,
			140.96,
			182.2
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			30,
			40,
			54,
			70,
			88,
			108,
			130
		},
		astrolabe = {
			1093001,
			1093002,
			1093003
		},
		equip_skill = {
			1,
			2,
			3,
			12,
			14,
			15,
			13,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			14,
			15,
			13,
			34,
			23,
			43,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031093
		},
		recommend_combo = {
			109301,
			109302,
			109303
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				107,
				109,
				110,
				124,
				125,
				135,
				136,
				143
			},
			{
				101,
				105,
				106,
				107,
				109,
				110,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				112,
				113,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				112,
				113,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				115,
				116,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				140
			},
			{
				115,
				116,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				140
			}
		},
		mechanism_type = {
			4
		},
		ATK_attribute = {
			0
		}
	},
	[1019] = {
		name = "疾风之枪",
		star_up_skill_template = 2,
		rare = 2,
		hero_desc = "深空之眼目前实际的管理者，是管理员培训时期的老师，也是后辈们最为仰慕的姐姐、前辈们最为信赖的帮手。",
		id = 1019,
		weapon_name = "疾风之枪",
		race = 2,
		hero_dorm_skill = 1001,
		unlock_star = 200,
		private = 0,
		weapon_desc = "能够支配空气流动的权钥，曾经在上古时代被古迪菲尔国当作祈求风调雨顺的仪器，在成为权钥后被隐科组改造成了休趁手的长枪外型。可以在战斗中降下「风神之柱」的神秘晶体，无法解析其内部成分，只在造成破坏的数分钟后就会随风飘散，有猜测是因异常的空气流动而从异空间来的金属体。",
		suffix = "休",
		skills = {
			1019101,
			1019201,
			1019202,
			1019203,
			1019209,
			1019305
		},
		astrolabe_skill = {},
		equip_orange_skill = {
			{
				1019203,
				2520001,
				1019233
			}
		},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1019305,
			1019306
		},
		base_atk = {
			55.64,
			124.2,
			199.62,
			282.58,
			373.84,
			474.22
		},
		atk_ratio = {
			6.52,
			7.65,
			9.18,
			11.26,
			14,
			18.44
		},
		base_arm = {
			14.28,
			43.61,
			75.87,
			111.35,
			150.39,
			193.33
		},
		arm_ratio = {
			1.84,
			2.03,
			2.33,
			2.78,
			3.41,
			4.69
		},
		base_sta = {
			643.13,
			1157.45,
			1723.19,
			2345.51,
			3030.06,
			3783.06
		},
		sta_ratio = {
			67.41,
			81.46,
			99.91,
			123.97,
			155.12,
			200.51
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			20,
			30,
			40,
			50,
			60,
			70,
			80
		},
		astrolabe = {
			1019001,
			1019002,
			1019003
		},
		equip_skill = {
			1,
			2,
			3,
			13,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			14,
			19,
			18,
			15,
			17,
			16,
			34,
			23,
			43,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031019
		},
		recommend_combo = {
			101901
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				139
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				139
			}
		},
		mechanism_type = {
			3
		},
		ATK_attribute = {
			2
		}
	},
	[1080] = {
		name = "寒霜之牙",
		star_up_skill_template = 1,
		rare = 2,
		hero_desc = "从一片冰封的原质区被带回的修正者，常年离群索居的生活让她看上去有些冷漠孤僻，似乎不太擅长人际交往。",
		id = 1080,
		weapon_name = "寒霜之牙",
		race = 4,
		hero_dorm_skill = 2001,
		unlock_star = 200,
		private = 0,
		weapon_desc = "这柄从维达尔苏醒开始就被带在身边的武器看上去其貌不扬，所有人都将它当作是维达尔自己用冰块磨出的狩猎斧，听说它还曾经被一群人类丢到极地的一个冰窟窿中，直到维达尔的修正者意识觉醒后才将其找回。在加入深空之眼后得到隐科组改造，可以在斧刃划过的地方轻易地制造出寒气，令区域内的温度骤降至零下。",
		suffix = "维达尔",
		skills = {
			1080101,
			1080201,
			1080202,
			1080203,
			1080209,
			1080305
		},
		astrolabe_skill = {},
		equip_orange_skill = {
			{
				1080101,
				2540001,
				1080111
			}
		},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1080305,
			1080306
		},
		base_atk = {
			54.05,
			120.65,
			193.92,
			274.51,
			363.16,
			460.67
		},
		atk_ratio = {
			5.74,
			6.73,
			8.08,
			9.9,
			12.32,
			16.22
		},
		base_arm = {
			15.82,
			48.3,
			84.03,
			123.33,
			166.56,
			214.12
		},
		arm_ratio = {
			1.79,
			1.97,
			2.27,
			2.7,
			3.31,
			4.55
		},
		base_sta = {
			668.86,
			1203.74,
			1792.12,
			2439.33,
			3151.26,
			3934.39
		},
		sta_ratio = {
			70.34,
			85,
			104.25,
			129.36,
			161.87,
			209.22
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			20,
			30,
			40,
			50,
			60,
			70,
			80
		},
		astrolabe = {
			1080001,
			1080002,
			1080003
		},
		equip_skill = {
			1,
			2,
			3,
			18,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			23,
			43,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			14,
			19,
			15,
			13,
			17,
			16,
			34,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031080
		},
		recommend_combo = {
			108001,
			108002
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				137
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				137
			}
		},
		mechanism_type = {
			1
		},
		ATK_attribute = {
			6
		}
	},
	[1027] = {
		name = "低吹雪",
		star_up_skill_template = 1,
		rare = 2,
		hero_desc = "每天都精神满满的利维坦，是个偶尔会犯迷糊的小可爱。\n虽然性格天真活泼，但意外的是个小醋坛子，请不要在她面前和维达尔表现得太过亲密。",
		id = 1027,
		weapon_name = "库克圣锚",
		race = 5,
		hero_dorm_skill = 6001,
		unlock_star = 200,
		private = 0,
		weapon_desc = "由利维坦在极地冰窟窿中发现的船锚，重量和大小都不像是极地破冰船的锚型。\n似乎是某位航海家的纪念物，外表已经被冰雪腐蚀，隐科组将其改造后成为了利维坦最喜爱的武器。",
		suffix = "利维坦",
		skills = {
			1027101,
			1027201,
			1027202,
			1027203,
			1027209,
			1027305
		},
		astrolabe_skill = {},
		equip_orange_skill = {
			{
				1027305,
				2550001,
				1027221
			}
		},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1027305,
			1027306
		},
		base_atk = {
			53.52,
			119.47,
			192.01,
			271.82,
			359.6,
			456.16
		},
		atk_ratio = {
			5.74,
			6.73,
			8.08,
			9.9,
			12.32,
			16.22
		},
		base_arm = {
			15.82,
			48.3,
			84.03,
			123.33,
			166.56,
			214.12
		},
		arm_ratio = {
			1.79,
			1.97,
			2.27,
			2.7,
			3.31,
			4.55
		},
		base_sta = {
			675.29,
			1215.32,
			1809.35,
			2462.78,
			3181.56,
			3972.22
		},
		sta_ratio = {
			70.34,
			85,
			104.25,
			129.36,
			161.87,
			209.22
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			20,
			30,
			40,
			50,
			60,
			70,
			80
		},
		astrolabe = {
			1027001,
			1027002,
			1027003
		},
		equip_skill = {
			1,
			2,
			3,
			18,
			35,
			36,
			34,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			14,
			19,
			15,
			13,
			17,
			16,
			23,
			43,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031027
		},
		recommend_combo = {
			102701,
			102702
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				134,
				135,
				136,
				143
			},
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				134,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				139
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				139
			}
		},
		mechanism_type = {
			3
		},
		ATK_attribute = {
			6
		}
	},
	[1050] = {
		name = "真红",
		star_up_skill_template = 1,
		rare = 2,
		hero_desc = "从小接受正统剑道训练的丰前坊，从剑道中学到的不仅仅是克敌的剑术，还有保护弱小、恪守礼节、尊师重道的剑道精神。",
		id = 1050,
		weapon_name = "小乌丸",
		race = 3,
		hero_dorm_skill = 4001,
		unlock_star = 200,
		private = 0,
		weapon_desc = "相传由八尺鸦携来的兵刃，曾经作为笹波守护国运的重宝，后来一场内乱中遗失，被世人称为刀之祖。",
		suffix = "丰前坊天狗",
		skills = {
			1050101,
			1050201,
			1050202,
			1050203,
			1050209,
			1050305
		},
		astrolabe_skill = {},
		equip_orange_skill = {
			{
				1050202,
				2530006,
				1050221
			}
		},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1050305,
			1050306
		},
		base_atk = {
			56.17,
			125.38,
			201.52,
			285.27,
			377.4,
			478.74
		},
		atk_ratio = {
			6.52,
			7.65,
			9.18,
			11.26,
			14,
			18.44
		},
		base_arm = {
			16.12,
			49.23,
			85.66,
			125.72,
			169.79,
			218.27
		},
		arm_ratio = {
			1.84,
			2.03,
			2.33,
			2.78,
			3.41,
			4.69
		},
		base_sta = {
			578.82,
			1041.7,
			1550.87,
			2110.96,
			2727.05,
			3404.76
		},
		sta_ratio = {
			67.41,
			81.46,
			99.91,
			123.97,
			155.12,
			200.51
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			20,
			30,
			40,
			50,
			60,
			70,
			80
		},
		astrolabe = {
			1050001,
			1050002,
			1050003
		},
		equip_skill = {
			1,
			2,
			3,
			12,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			14,
			19,
			18,
			15,
			13,
			17,
			16,
			34,
			23,
			43,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031050
		},
		recommend_combo = {
			105001,
			105002
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				139
			},
			{
				112,
				113,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				139
			}
		},
		mechanism_type = {
			3
		},
		ATK_attribute = {
			0
		}
	},
	[1148] = {
		name = "追炎",
		star_up_skill_template = 2,
		rare = 1,
		hero_desc = "活泼好动、无忧无虑的前鬼坊是深空之眼里最大的麻烦精。她将过剩的精力全部用在了恶作剧上，并且自称有一个名叫「后鬼」的空气朋友，不过没人知道后鬼的存在真假。",
		id = 1148,
		weapon_name = "追炎",
		race = 3,
		hero_dorm_skill = 1101,
		unlock_star = 100,
		private = 0,
		weapon_desc = "由探查组在古遗迹发现的神秘枪械，连接至弥弥尔系统后，发现其中记录着大量不同类型的视骸数据。经隐科组改造后，整合成为集正面突破与超远距离狙击于一体的可变式复合兵器，能够良好适应多种作战环境。",
		suffix = "前鬼坊天狗",
		skills = {
			1148101,
			1148201,
			1148202,
			1148203,
			1148209,
			1148305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1148305,
			1148306
		},
		base_atk = {
			50.34,
			112.37,
			180.61,
			255.67,
			338.23,
			429.06
		},
		atk_ratio = {
			5.74,
			6.73,
			8.08,
			9.9,
			12.32,
			16.22
		},
		base_arm = {
			13.05,
			39.86,
			69.34,
			101.78,
			137.45,
			176.7
		},
		arm_ratio = {
			1.49,
			1.65,
			1.89,
			2.25,
			2.76,
			3.79
		},
		base_sta = {
			546.66,
			983.83,
			1464.71,
			1993.68,
			2575.55,
			3215.61
		},
		sta_ratio = {
			64.48,
			77.91,
			95.57,
			118.58,
			148.38,
			191.79
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			30,
			40,
			54,
			70,
			88,
			108,
			130
		},
		astrolabe = {
			1148001,
			1148002,
			1148003
		},
		equip_skill = {
			1,
			2,
			3,
			12,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			14,
			19,
			18,
			15,
			13,
			17,
			16,
			34,
			23,
			43,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031148
		},
		recommend_combo = {
			114801,
			114802
		},
		hero_equip_skill = {
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				139
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				139
			}
		},
		mechanism_type = {
			3
		},
		ATK_attribute = {
			0
		}
	},
	[1094] = {
		name = "暗星",
		star_up_skill_template = 2,
		rare = 3,
		hero_desc = "不喜与人交流的少女，总是一个人安静地眺望着夜空，似乎有过一段黑暗的童年经历。",
		id = 1094,
		weapon_name = "迟钝",
		race = 4,
		hero_dorm_skill = 2002,
		unlock_star = 300,
		private = 0,
		weapon_desc = "其貌不扬的黑棺，实则是可变形的强大军火库。这柄权钥似乎存在着独立的类人格意识，被海拉称作「迟钝」。偏爱吐槽和毒舌，但一旦被训斥就会变得很安静。",
		suffix = "海拉",
		skills = {
			1094101,
			1094201,
			1094202,
			1094203,
			1094209,
			1094305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1094305,
			1094306
		},
		base_atk = {
			61.2,
			136.62,
			219.58,
			310.84,
			411.22,
			521.64
		},
		atk_ratio = {
			6.03,
			7.06,
			8.48,
			10.4,
			12.93,
			17.03
		},
		base_arm = {
			16.44,
			50.22,
			87.37,
			128.24,
			173.19,
			222.64
		},
		arm_ratio = {
			1.57,
			1.73,
			1.98,
			2.36,
			2.9,
			3.98
		},
		base_sta = {
			648.28,
			1166.71,
			1736.98,
			2364.27,
			3054.3,
			3813.33
		},
		sta_ratio = {
			67.7,
			81.81,
			100.34,
			124.51,
			155.8,
			201.38
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			30,
			40,
			50,
			62,
			74,
			89,
			110
		},
		astrolabe = {
			1094001,
			1094002,
			1094003
		},
		equip_skill = {
			1,
			2,
			3,
			16,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			14,
			19,
			18,
			15,
			13,
			17,
			34,
			23,
			43,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031094
		},
		recommend_combo = {
			109401
		},
		hero_equip_skill = {
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				140
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				140
			}
		},
		mechanism_type = {
			4
		},
		ATK_attribute = {
			10
		}
	},
	[1037] = {
		name = "夜之寄生",
		star_up_skill_template = 2,
		rare = 2,
		hero_desc = "情报科成员霍德尔，与姐姐巴德尔是一对双生子。不同于姐姐爽朗大方的性格，霍德尔只是默默追随着姐姐的光芒，并不会过多地展露自己。",
		id = 1037,
		weapon_name = "夜之寄生",
		race = 4,
		hero_dorm_skill = 1101,
		unlock_star = 200,
		private = 0,
		weapon_desc = "霍德尔的权钥是罕见的活体寄生型，在觉醒后便一直以微生物的形态寄生在修正者体内，在带来强大力量的同时也伴随着更高的不可控风险。\n目前隐科组将该寄生权钥控制在霍德尔的右手内，并通过特殊装置将其散发的神力转化为能量矢对敌。",
		suffix = "霍德尔",
		skills = {
			1037101,
			1037201,
			1037202,
			1037203,
			1037209,
			1037305
		},
		astrolabe_skill = {},
		equip_orange_skill = {
			{
				1037203,
				2540004,
				1037231
			}
		},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1037305,
			1037306
		},
		base_atk = {
			51.4,
			114.74,
			184.41,
			261.05,
			345.36,
			438.09
		},
		atk_ratio = {
			5.74,
			6.73,
			8.08,
			9.9,
			12.32,
			16.22
		},
		base_arm = {
			13.82,
			42.2,
			73.42,
			107.76,
			145.54,
			187.09
		},
		arm_ratio = {
			1.49,
			1.65,
			1.89,
			2.25,
			2.76,
			3.79
		},
		base_sta = {
			578.82,
			1041.7,
			1550.87,
			2110.96,
			2727.05,
			3404.76
		},
		sta_ratio = {
			64.48,
			77.91,
			95.57,
			118.58,
			148.38,
			191.79
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			30,
			40,
			54,
			70,
			88,
			108,
			130
		},
		astrolabe = {
			1037001,
			1037002,
			1037003
		},
		equip_skill = {
			1,
			2,
			3,
			16,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			23,
			43,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			14,
			19,
			18,
			15,
			13,
			17,
			34,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031037
		},
		recommend_combo = {
			103701,
			103702
		},
		hero_equip_skill = {
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				137
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				137
			}
		},
		mechanism_type = {
			1
		},
		ATK_attribute = {
			10
		}
	},
	[1011] = {
		name = "雏心",
		star_up_skill_template = 2,
		rare = 2,
		hero_desc = "总部内人缘最好的修正者，被大家亲切地称呼为「小奥西里斯」。会在发现同伴的困扰后，尽己所能地悄悄送上帮助，将同伴的事情永远摆在第一位。",
		id = 1011,
		weapon_name = "冥渡",
		race = 2,
		hero_dorm_skill = 3101,
		unlock_star = 200,
		private = 0,
		weapon_desc = "一柄与身形毫不相称的巨大镰刀，可以轻易剥夺接触者的灵魂。曾经出现在一本上古典籍中，记载用于渡化不洁者的灵魂，后因被认为会带来不祥而遭遗弃，每次出世都会带来一场人间的浩劫。",
		suffix = "奥西里斯",
		skills = {
			1011101,
			1011201,
			1011202,
			1011203,
			1011209,
			1011305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1011305,
			1011306
		},
		base_atk = {
			54.58,
			121.83,
			195.82,
			277.2,
			366.72,
			465.19
		},
		atk_ratio = {
			6.52,
			7.65,
			9.18,
			11.26,
			14,
			18.44
		},
		base_arm = {
			12.29,
			37.51,
			65.26,
			95.79,
			129.37,
			166.3
		},
		arm_ratio = {
			1.84,
			2.03,
			2.33,
			2.78,
			3.41,
			4.69
		},
		base_sta = {
			675.29,
			1215.32,
			1809.35,
			2462.78,
			3181.56,
			3972.22
		},
		sta_ratio = {
			67.41,
			81.46,
			99.91,
			123.97,
			155.12,
			200.51
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			20,
			30,
			40,
			50,
			60,
			70,
			80
		},
		astrolabe = {
			1011001,
			1011002,
			1011003
		},
		equip_skill = {
			1,
			2,
			3,
			13,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			14,
			19,
			18,
			15,
			17,
			16,
			34,
			23,
			43,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031011
		},
		recommend_combo = {
			101101,
			101102
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				142,
				143
			},
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				142,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				139
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				139
			}
		},
		mechanism_type = {
			3
		},
		ATK_attribute = {
			0
		}
	},
	[1199] = {
		name = "震离",
		star_up_skill_template = 2,
		rare = 3,
		hero_desc = "对自我要求非常严格的修正者，雉小队的队长。\n虽然话语不多，但作战时的分析都简明扼要，是个能将任何任务放心托付的人。",
		id = 1199,
		weapon_name = "震离",
		race = 3,
		hero_dorm_skill = 2003,
		unlock_star = 300,
		private = 0,
		weapon_desc = "三件一套的长刀组，刀柄底端分别刻着三个来自古文明的小字，破译其二为「震」、「离」。\n古书中记载代表两种方位，但具体释意已经不可追溯。因挥动刀刃会引起周围的自然元素紊乱，刀身被电流环绕，又得名雷火。",
		suffix = "月读",
		skills = {
			1199101,
			1199201,
			1199202,
			1199203,
			1199209,
			1199305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1199305,
			1199306
		},
		base_atk = {
			56.75,
			126.68,
			203.61,
			288.23,
			381.31,
			483.71
		},
		atk_ratio = {
			6.65,
			7.8,
			9.37,
			11.48,
			14.28,
			18.81
		},
		base_arm = {
			16.29,
			49.74,
			86.54,
			127.02,
			171.54,
			220.52
		},
		arm_ratio = {
			1.88,
			2.07,
			2.38,
			2.83,
			3.48,
			4.78
		},
		base_sta = {
			603.52,
			1086.15,
			1617.04,
			2201.03,
			2843.41,
			3550.03
		},
		sta_ratio = {
			68.76,
			83.09,
			101.91,
			126.45,
			158.23,
			204.52
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			20,
			30,
			40,
			52,
			64,
			79,
			100
		},
		astrolabe = {
			1199001,
			1199002,
			1199003
		},
		equip_skill = {
			1,
			2,
			3,
			15,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			23,
			43,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			14,
			19,
			18,
			13,
			17,
			16,
			34,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031199
		},
		recommend_combo = {
			119901,
			119902
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				137
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				137
			}
		},
		mechanism_type = {
			1
		},
		ATK_attribute = {
			14
		}
	},
	[1184] = {
		name = "旧誓",
		star_up_skill_template = 3,
		rare = 2,
		hero_desc = "总是充满活力的新人小队成员，刚刚通过了考试加入深空之眼作战科。\n性格乐观开朗，似乎没有什么挫折可以打倒她。",
		id = 1184,
		weapon_name = "命运之盾",
		race = 4,
		hero_dorm_skill = 5001,
		unlock_star = 200,
		private = 0,
		weapon_desc = "从源层大漩涡打捞起的上古权钥，曾经有着和卢恩剑非常相似的外型，但剑柄和剑身都已经被乱流腐蚀，只剩下镶嵌在剑身上的铭石，还保留和世界系统沟通的权限。铭石上刻着有「命运」之意的古卢恩文，似乎被人为地划了一道痕，一旦激活就会不断吸取周围的能量数据。\n经隐科组讨论，这块铭石被改造成一面防护盾牌，同时还配备了一套可以承担巨大压力的装甲和泄能装置，泄能装置依照薇儿丹蒂的喜好调整为剑式，可以有效地将铭石吸收的能量导出到特定区域。即便不启动铭石，卢恩盾本来也具有很强的抗击能力。",
		suffix = "薇儿丹蒂",
		skills = {
			1184101,
			1184201,
			1184202,
			1184203,
			1184209,
			1184305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1184305,
			1184306
		},
		base_atk = {
			49.28,
			110.01,
			176.81,
			250.29,
			331.11,
			420.03
		},
		atk_ratio = {
			5.44,
			6.37,
			7.65,
			9.38,
			11.67,
			15.37
		},
		base_arm = {
			16.58,
			50.64,
			88.1,
			129.31,
			174.65,
			224.51
		},
		arm_ratio = {
			1.93,
			2.13,
			2.44,
			2.91,
			3.57,
			4.91
		},
		base_sta = {
			694.58,
			1250.04,
			1861.04,
			2533.15,
			3272.46,
			4085.71
		},
		sta_ratio = {
			80.6,
			97.39,
			119.46,
			148.22,
			185.47,
			239.73
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			10,
			20,
			30,
			40,
			50,
			60,
			70
		},
		astrolabe = {
			1184001,
			1184002,
			1184003
		},
		equip_skill = {
			1,
			2,
			3,
			15,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			14,
			19,
			18,
			13,
			17,
			16,
			34,
			23,
			43,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031184
		},
		recommend_combo = {
			118401
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				140
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				140
			}
		},
		mechanism_type = {
			4
		},
		ATK_attribute = {
			14
		}
	},
	[1058] = {
		name = "龙切",
		star_up_skill_template = 1,
		rare = 3,
		hero_desc = "笹波鸦越家的「急」小队队长，同时也是个翘班的高手。\n喜欢一个人安静地去湖边垂钓，因为外貌经常被错认成未成年人而苦恼。",
		id = 1058,
		weapon_name = "龙切",
		race = 3,
		hero_dorm_skill = 1001,
		unlock_star = 300,
		private = 0,
		weapon_desc = "鸦越家族用某种上古残片打造的野太刀，听说可以斩下像龙一样巨大生物的首级。\n据记载可以使用某种秘法，引起高温使刀上的暗纹泛红，从而展开似龙的纹路。",
		suffix = "迦具土",
		skills = {
			1058101,
			1058201,
			1058202,
			1058203,
			1058209,
			1058305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1058305,
			1058306
		},
		base_atk = {
			58.29,
			130.11,
			209.12,
			296.04,
			391.64,
			496.8
		},
		atk_ratio = {
			6.52,
			7.65,
			9.18,
			11.26,
			14,
			18.44
		},
		base_arm = {
			16.12,
			49.23,
			85.66,
			125.72,
			169.79,
			218.27
		},
		arm_ratio = {
			1.84,
			2.03,
			2.33,
			2.78,
			3.41,
			4.69
		},
		base_sta = {
			643.13,
			1157.45,
			1723.19,
			2345.51,
			3030.06,
			3783.06
		},
		sta_ratio = {
			67.41,
			81.46,
			99.91,
			123.97,
			155.12,
			200.51
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			20,
			30,
			40,
			50,
			60,
			70,
			80
		},
		astrolabe = {
			1058001,
			1058002,
			1058003
		},
		equip_skill = {
			1,
			2,
			3,
			14,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			6,
			44,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			19,
			18,
			15,
			13,
			17,
			16,
			34,
			23,
			43
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031058
		},
		recommend_combo = {
			105801,
			105802,
			105803
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				138
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				138
			}
		},
		mechanism_type = {
			2
		},
		ATK_attribute = {
			4
		}
	},
	[1059] = {
		name = "光煌",
		star_up_skill_template = 2,
		rare = 2,
		hero_desc = "深空之眼「雷」小队的成员，擅长使用弓箭狙击敌人，自称有百分百的命中率。\n对自己的外表和技巧格外自信，但也因为这样的性格经常遭到前鬼坊捉弄。",
		id = 1059,
		weapon_name = "光煌",
		race = 1,
		hero_dorm_skill = 4001,
		unlock_star = 200,
		private = 0,
		weapon_desc = "弓弦拉开后会自动汇聚使用者神力，形成如同阳光般刺眼的箭矢。因为开弓需要的力量大到惊人，除了阿波罗以外的修正者难以使用。",
		suffix = "阿波罗",
		skills = {
			1059101,
			1059201,
			1059202,
			1059203,
			1059209,
			1059305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1059305,
			1059306
		},
		base_atk = {
			55.37,
			123.61,
			198.67,
			281.23,
			372.06,
			471.96
		},
		atk_ratio = {
			6.31,
			7.4,
			8.89,
			10.89,
			13.55,
			17.84
		},
		base_arm = {
			16.89,
			51.58,
			89.74,
			131.71,
			177.88,
			228.67
		},
		arm_ratio = {
			1.64,
			1.81,
			2.08,
			2.48,
			3.04,
			4.17
		},
		base_sta = {
			615.48,
			1107.68,
			1649.09,
			2244.65,
			2899.77,
			3620.39
		},
		sta_ratio = {
			70.93,
			85.71,
			105.12,
			130.43,
			163.22,
			210.97
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			30,
			40,
			54,
			70,
			88,
			108,
			130
		},
		astrolabe = {
			1059001,
			1059002,
			1059003
		},
		equip_skill = {
			1,
			2,
			3,
			17,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			6,
			44,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			14,
			19,
			18,
			15,
			13,
			16,
			34,
			23,
			43
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031059
		},
		recommend_combo = {
			105901,
			105902
		},
		hero_equip_skill = {
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				138
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				138
			}
		},
		mechanism_type = {
			2
		},
		ATK_attribute = {
			12
		}
	},
	[1096] = {
		name = "风行",
		star_up_skill_template = 3,
		rare = 2,
		hero_desc = "奥林匹亚速运的明星速递员，经常背着货运背包穿梭在各个原质区的大街小巷，给每一个普通人们传递着爱与希望。",
		id = 1096,
		weapon_name = "苍之翼",
		race = 1,
		hero_dorm_skill = 1101,
		unlock_star = 200,
		private = 0,
		weapon_desc = "由奥林匹亚社长伊里斯年轻时为赫尔墨斯打造的辅助腿甲，主要依靠高纯度的电晶石提供能量。在赫尔墨斯觉醒时被盖亚系统选为权钥，不再需要供能。\n成为权钥后，这双腿甲从外观，到自身结构、性能都得到了卓越的提升，并可以直接沟通系统权限，装备者可以在瞬间爆发出人类难以想象的速度。",
		suffix = "赫尔墨斯",
		skills = {
			1096101,
			1096201,
			1096202,
			1096203,
			1096209,
			1096305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1096305,
			1096306
		},
		base_atk = {
			42.92,
			95.81,
			153.99,
			217.99,
			288.39,
			365.83
		},
		atk_ratio = {
			5.71,
			6.69,
			8.04,
			9.85,
			12.25,
			16.13
		},
		base_arm = {
			14.51,
			44.31,
			77.09,
			113.15,
			152.82,
			196.45
		},
		arm_ratio = {
			1.5,
			1.66,
			1.9,
			2.26,
			2.78,
			3.82
		},
		base_sta = {
			520.94,
			937.53,
			1395.78,
			1899.86,
			2454.35,
			3064.28
		},
		sta_ratio = {
			58.03,
			70.12,
			86.01,
			106.72,
			133.54,
			172.61
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			30,
			40,
			50,
			62,
			74,
			89,
			110
		},
		astrolabe = {
			1096001,
			1096002,
			1096003
		},
		equip_skill = {
			1,
			2,
			3,
			13,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			23,
			43,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			14,
			19,
			18,
			15,
			17,
			16,
			34,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031096
		},
		recommend_combo = {
			109601,
			109602
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				142,
				143
			},
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				142,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				137
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				137
			}
		},
		mechanism_type = {
			1
		},
		ATK_attribute = {
			2
		}
	},
	[1026] = {
		name = "银臂",
		star_up_skill_template = 3,
		rare = 2,
		hero_desc = "喜欢挑战各种离奇设计的机械工程师，和深空之眼签订了长期合作协议，专门制造一些来自隐科组的新奇发明。",
		id = 1026,
		weapon_name = "斯凯鲁斯",
		race = 5,
		hero_dorm_skill = 6001,
		unlock_star = 200,
		private = 0,
		weapon_desc = "努阿达使用修正者力量，融合多个权钥残片制造出的多功能箱型武装，能够应对多种场景。设计上可以利用高热的火焰发动攻击，兼顾了中近距离的作战需求。",
		suffix = "努阿达",
		skills = {
			1026101,
			1026201,
			1026202,
			1026203,
			1026209,
			1026305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1026305,
			1026306
		},
		base_atk = {
			52.99,
			118.29,
			190.11,
			269.12,
			356.04,
			451.64
		},
		atk_ratio = {
			6.52,
			7.65,
			9.18,
			11.26,
			14,
			18.44
		},
		base_arm = {
			16.12,
			49.23,
			85.66,
			125.72,
			169.79,
			218.27
		},
		arm_ratio = {
			1.84,
			2.03,
			2.33,
			2.78,
			3.41,
			4.69
		},
		base_sta = {
			675.29,
			1215.32,
			1809.35,
			2462.78,
			3181.56,
			3972.22
		},
		sta_ratio = {
			67.41,
			81.46,
			99.91,
			123.97,
			155.12,
			200.51
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			20,
			30,
			40,
			50,
			60,
			70,
			80
		},
		astrolabe = {
			1026001,
			1026002,
			1026003
		},
		equip_skill = {
			1,
			2,
			3,
			14,
			35,
			36,
			34,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			19,
			18,
			15,
			13,
			17,
			16,
			23,
			43,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031026
		},
		recommend_combo = {
			102601,
			102602
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				134,
				135,
				136,
				142,
				143
			},
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				134,
				135,
				136,
				142,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				140
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				140
			}
		},
		mechanism_type = {
			4
		},
		ATK_attribute = {
			4
		}
	},
	[1097] = {
		name = "小困",
		star_up_skill_template = 4,
		rare = 2,
		hero_desc = "「醒了，但是又困了……呼啊……这次会做什么样的梦呢？Zzz……」",
		id = 1097,
		weapon_name = "清梦之羊",
		race = 1,
		hero_dorm_skill = 2004,
		unlock_star = 200,
		private = 0,
		weapon_desc = "俄尼里伊随身携带的奇特绵羊布偶，似乎有着独立意识，被她视为挚友，名叫「小困」。可以带俄尼里伊看见其他人的梦境，失控时会让周围的人跌入俄尼里伊自己的梦境中。小困虽然不能说话，但据说有时候会偷偷跑动溜达。",
		suffix = "俄尼里伊",
		skills = {
			1097101,
			1097201,
			1097202,
			1097203,
			1097209,
			1097305
		},
		astrolabe_skill = {},
		equip_orange_skill = {
			{
				1097202,
				2510007,
				1097221
			}
		},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1097305,
			1097306
		},
		base_atk = {
			54.05,
			120.65,
			193.92,
			274.51,
			363.16,
			460.67
		},
		atk_ratio = {
			5.56,
			6.51,
			7.82,
			9.59,
			11.93,
			15.71
		},
		base_arm = {
			14.59,
			44.55,
			77.5,
			113.75,
			153.62,
			197.49
		},
		arm_ratio = {
			1.65,
			1.82,
			2.09,
			2.49,
			3.06,
			4.2
		},
		base_sta = {
			610.98,
			1099.57,
			1637.03,
			2228.23,
			2878.56,
			3593.91
		},
		sta_ratio = {
			73.27,
			88.54,
			108.6,
			134.75,
			168.61,
			217.94
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			10,
			20,
			30,
			40,
			50,
			60,
			70
		},
		astrolabe = {
			1097001,
			1097002,
			1097003
		},
		equip_skill = {
			1,
			2,
			3,
			46,
			17,
			16,
			35,
			36,
			34,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			6,
			44,
			31,
			7,
			42,
			30,
			41,
			32,
			33,
			12,
			14,
			19,
			18,
			15,
			13,
			23,
			43
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031097
		},
		recommend_combo = {
			109701,
			109702
		},
		hero_equip_skill = {
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				134,
				135,
				136,
				142,
				143
			},
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				134,
				135,
				136,
				142,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				138
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				138
			}
		},
		mechanism_type = {
			2
		},
		ATK_attribute = {
			12
		}
	},
	[1139] = {
		name = "冰渊",
		star_up_skill_template = 1,
		rare = 3,
		hero_desc = "深空之眼第九部的核心成员，比起正面和视骸作战，更擅长在队友身后用神力提供支援。\n性格温柔恬静，很擅长倾听他人的烦恼。",
		id = 1139,
		weapon_name = "冰渊",
		race = 1,
		hero_dorm_skill = 2102,
		unlock_star = 300,
		private = 0,
		weapon_desc = "白鲸自深海海沟中叼取出的权钥残片，外部已经因为海水的高压凝固成一块散发极冷寒气的冰晶，后由隐科组改造成一柄双手杖。在波塞冬的手中能发挥出极强的神力，但同时也会令使用者感到一股难以忍受的寒意。",
		suffix = "波塞冬",
		skills = {
			1139101,
			1139201,
			1139202,
			1139203,
			1139209,
			1139305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1139305,
			1139306
		},
		base_atk = {
			55.64,
			124.2,
			199.62,
			282.58,
			373.84,
			474.22
		},
		atk_ratio = {
			6.34,
			7.43,
			8.93,
			10.94,
			13.62,
			17.93
		},
		base_arm = {
			14.59,
			44.55,
			77.5,
			113.75,
			153.62,
			197.49
		},
		arm_ratio = {
			1.67,
			1.84,
			2.11,
			2.51,
			3.09,
			4.24
		},
		base_sta = {
			610.98,
			1099.57,
			1637.03,
			2228.23,
			2878.56,
			3593.91
		},
		sta_ratio = {
			69.61,
			84.11,
			103.17,
			128.01,
			160.18,
			207.04
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			10,
			20,
			30,
			42,
			54,
			69,
			90
		},
		astrolabe = {
			1139001,
			1139002,
			1139003
		},
		equip_skill = {
			1,
			2,
			3,
			18,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			6,
			44,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			14,
			19,
			15,
			13,
			17,
			16,
			34,
			23,
			43
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031139
		},
		recommend_combo = {
			113901,
			113902,
			113903
		},
		hero_equip_skill = {
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				138
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				138
			}
		},
		mechanism_type = {
			2
		},
		ATK_attribute = {
			6
		}
	},
	[1036] = {
		name = "巴德尔",
		star_up_skill_template = 2,
		rare = 2,
		hero_desc = "情报科成员霍德尔，与姐姐巴德尔是一对双生子。不同于姐姐爽朗大方的性格，霍德尔只是默默追随着姐姐的光芒，并不会过多地展露自己。",
		id = 1036,
		weapon_name = "夜之寄生",
		race = 4,
		hero_dorm_skill = 4001,
		unlock_star = 200,
		private = 1,
		weapon_desc = "霍德尔的权钥是罕见的活体寄生型，在觉醒后便一直以微生物的形态寄生在修正者体内，在带来强大力量的同时也伴随着更高的不可控风险。\n目前隐科组将该寄生权钥控制在霍德尔的右手内，并通过特殊装置将其散发的神力转化为能量矢对敌。",
		suffix = "巴德尔",
		skills = {
			1036101,
			1036201,
			1036202,
			1036203,
			1036209,
			1036305
		},
		astrolabe_skill = {},
		equip_orange_skill = {
			{
				1036203,
				2540004,
				1036231
			}
		},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1036305,
			1036306
		},
		base_atk = {
			51.4,
			114.74,
			184.41,
			261.05,
			345.36,
			438.09
		},
		atk_ratio = {
			5.74,
			6.73,
			8.08,
			9.9,
			12.32,
			16.22
		},
		base_arm = {
			13.82,
			42.2,
			73.42,
			107.76,
			145.54,
			187.09
		},
		arm_ratio = {
			1.49,
			1.65,
			1.89,
			2.25,
			2.76,
			3.79
		},
		base_sta = {
			578.82,
			1041.7,
			1550.87,
			2110.96,
			2727.05,
			3404.76
		},
		sta_ratio = {
			64.48,
			77.91,
			95.57,
			118.58,
			148.38,
			191.79
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			30,
			40,
			54,
			70,
			88,
			108,
			130
		},
		astrolabe = {
			1037001,
			1037002,
			1037003
		},
		equip_skill = {
			1,
			2,
			3,
			17,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			23,
			43,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			14,
			19,
			18,
			15,
			13,
			16,
			34,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {},
		recommend_combo = {
			103601,
			103602
		},
		hero_equip_skill = {
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				137
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				137
			}
		},
		mechanism_type = {
			1
		},
		ATK_attribute = {
			12
		}
	},
	[1138] = {
		name = "黎幻",
		star_up_skill_template = 1,
		rare = 3,
		hero_desc = "隶属于缪斯协会的修正者赫拉，同时也是欧莫菲斯原质区出名的大小姐。\n因其优美的容貌，华贵的气质和高雅的审美，使其在名流中广为人知。",
		id = 1138,
		weapon_name = "黎幻",
		race = 1,
		hero_dorm_skill = 2103,
		unlock_star = 300,
		private = 0,
		weapon_desc = "伴随着赫拉的诞生一同现世的权钥，以星辉与晨光铸形，拥有操控光芒的力量。\n对于赫拉的信仰汇聚得越多，附着在上面的光芒也会更加强盛。",
		suffix = "赫拉",
		skills = {
			1138101,
			1138201,
			1138202,
			1138203,
			1138209,
			1138305
		},
		astrolabe_skill = {},
		equip_orange_skill = {
			{
				1138305,
				2510009,
				1138351
			}
		},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1138305,
			1138306
		},
		base_atk = {
			56.75,
			126.68,
			203.61,
			288.23,
			381.31,
			483.71
		},
		atk_ratio = {
			6.47,
			7.58,
			9.11,
			11.16,
			13.89,
			18.28
		},
		base_arm = {
			15.98,
			48.78,
			84.87,
			124.57,
			168.24,
			216.28
		},
		arm_ratio = {
			1.7,
			1.88,
			2.15,
			2.57,
			3.15,
			4.32
		},
		base_sta = {
			623.2,
			1121.57,
			1669.77,
			2272.8,
			2936.13,
			3665.79
		},
		sta_ratio = {
			71,
			85.79,
			105.23,
			130.57,
			163.39,
			211.18
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			10,
			20,
			30,
			42,
			54,
			69,
			90
		},
		astrolabe = {
			1138001,
			1138002,
			1138003
		},
		equip_skill = {
			1,
			2,
			3,
			17,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			6,
			44,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			14,
			19,
			18,
			15,
			13,
			16,
			34,
			23,
			43
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031138
		},
		recommend_combo = {
			113801
		},
		hero_equip_skill = {
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				138
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				138
			}
		},
		mechanism_type = {
			2
		},
		ATK_attribute = {
			12
		}
	},
	[1013] = {
		name = "障月",
		star_up_skill_template = 1,
		rare = 3,
		hero_desc = "以成为世界最强为目的到处挑战强者的武痴少女，对于变强以外的事情都不怎么关心，实力很强但想的东西都很简单。",
		id = 1013,
		weapon_name = "修罗之臂",
		race = 5,
		hero_dorm_skill = 2005,
		unlock_star = 300,
		private = 0,
		weapon_desc = "寄宿了强大魔神之力的臂甲，古典中记载的原主人维持着全胜不败的战绩，但似乎因为某种原因，现在的它并非完全的姿态……",
		suffix = "阿修罗",
		skills = {
			1013101,
			1013201,
			1013202,
			1013203,
			1013209,
			1013305
		},
		astrolabe_skill = {},
		equip_orange_skill = {
			{
				1013101,
				2550002,
				1013111
			}
		},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1013305,
			1013306
		},
		base_atk = {
			51.93,
			115.92,
			186.31,
			263.74,
			348.92,
			442.61
		},
		atk_ratio = {
			6.52,
			7.65,
			9.18,
			11.26,
			14,
			18.44
		},
		base_arm = {
			16.43,
			50.17,
			87.29,
			128.12,
			173.03,
			222.43
		},
		arm_ratio = {
			1.84,
			2.03,
			2.33,
			2.78,
			3.41,
			4.69
		},
		base_sta = {
			675.29,
			1215.32,
			1809.35,
			2462.78,
			3181.56,
			3972.22
		},
		sta_ratio = {
			67.41,
			81.46,
			99.91,
			123.97,
			155.12,
			200.51
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			10,
			20,
			30,
			40,
			50,
			60,
			70
		},
		astrolabe = {
			1013001,
			1013002,
			1013003
		},
		equip_skill = {
			1,
			2,
			3,
			14,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			6,
			44,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			19,
			18,
			15,
			13,
			17,
			16,
			34,
			23,
			43
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031013
		},
		recommend_combo = {
			101301,
			101302
		},
		hero_equip_skill = {
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				138
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				138
			}
		},
		mechanism_type = {
			2
		},
		ATK_attribute = {
			4
		}
	},
	[1056] = {
		name = "雷獠",
		star_up_skill_template = 1,
		rare = 2,
		hero_desc = "弥楼衍的成员伽梨，被组织收留以后渐渐照顾起了其他同样被收留的孩子们，心性也得到了磨炼变得成熟，常常豪爽地以姐姐自居。",
		id = 1056,
		weapon_name = "雷獠",
		race = 5,
		hero_dorm_skill = 1001,
		unlock_star = 200,
		private = 0,
		weapon_desc = "构造简单，却蕴含惊人力量的指虎，却能够承受非常强力的电流，并在储存之后进一步增幅，这样的构造使得伽梨的力量能够以最直接的方式释放。",
		suffix = "伽梨",
		skills = {
			1056101,
			1056201,
			1056202,
			1056203,
			1056209,
			1056305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1056305,
			1056306
		},
		base_atk = {
			54.05,
			120.65,
			193.92,
			274.51,
			363.16,
			460.67
		},
		atk_ratio = {
			6.52,
			7.65,
			9.18,
			11.26,
			14,
			18.44
		},
		base_arm = {
			15.66,
			47.83,
			83.21,
			122.13,
			164.94,
			212.04
		},
		arm_ratio = {
			1.84,
			2.03,
			2.33,
			2.78,
			3.41,
			4.69
		},
		base_sta = {
			630.27,
			1134.3,
			1688.73,
			2298.6,
			2969.46,
			3707.4
		},
		sta_ratio = {
			67.41,
			81.46,
			99.91,
			123.97,
			155.12,
			200.51
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			10,
			20,
			30,
			40,
			50,
			60,
			70
		},
		astrolabe = {
			1056001,
			1056002,
			1056003
		},
		equip_skill = {
			1,
			2,
			3,
			15,
			35,
			36,
			34,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			6,
			44,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			14,
			19,
			18,
			13,
			17,
			16,
			23,
			43
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031056
		},
		recommend_combo = {
			105601,
			105602
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				134,
				135,
				136,
				143
			},
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				134,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				138
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				138
			}
		},
		mechanism_type = {
			2
		},
		ATK_attribute = {
			14
		}
	},
	[1111] = {
		name = "生魂",
		star_up_skill_template = 2,
		rare = 3,
		hero_desc = "与奥西里斯完全一样的相貌，但内在的主导人格是疯狂的「冥王」，拥有强大的力量，不屑于和其他修正者合作。",
		id = 1111,
		weapon_name = "生魂",
		race = 2,
		hero_dorm_skill = 2104,
		unlock_star = 300,
		private = 0,
		weapon_desc = "从源层发现的权钥，后被鉴定出上面刻录着奥西里斯的神格。因长期被掩埋在重污染区域，蕴藏的骸能巨大，会对使用者造成严重的侵蚀。",
		suffix = "奥西里斯",
		skills = {
			1111101,
			1111201,
			1111202,
			1111203,
			1111209,
			1111305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1111305,
			1111306
		},
		base_atk = {
			55.64,
			124.2,
			199.62,
			282.58,
			373.84,
			474.22
		},
		atk_ratio = {
			6.52,
			7.65,
			9.18,
			11.26,
			14,
			18.44
		},
		base_arm = {
			14.89,
			45.48,
			79.13,
			116.14,
			156.86,
			201.64
		},
		arm_ratio = {
			1.84,
			2.03,
			2.33,
			2.78,
			3.41,
			4.69
		},
		base_sta = {
			675.29,
			1215.32,
			1809.35,
			2462.78,
			3181.56,
			3972.22
		},
		sta_ratio = {
			67.41,
			81.46,
			99.91,
			123.97,
			155.12,
			200.51
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			20,
			30,
			40,
			52,
			64,
			79,
			100
		},
		astrolabe = {
			1111001,
			1111002,
			1111003
		},
		equip_skill = {
			1,
			2,
			3,
			13,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			14,
			19,
			18,
			15,
			17,
			16,
			34,
			23,
			43,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031111
		},
		recommend_combo = {
			111101,
			111102
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				142,
				143
			},
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				142,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				139
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				139
			}
		},
		mechanism_type = {
			3
		},
		ATK_attribute = {
			2
		}
	},
	[1032] = {
		name = "熯天",
		star_up_skill_template = 2,
		rare = 3,
		hero_desc = "塔列朗家族的继承人，在与深空之眼合资完毕后加入董事会，现在是第三部门的管理者。拥有令人吃惊的果决和魄力。",
		id = 1032,
		weapon_name = "斩裂剑",
		race = 4,
		hero_dorm_skill = 1001,
		unlock_star = 300,
		private = 0,
		weapon_desc = "传说中，会给持有者带来荣光，同时刻上了古老诅咒的魔剑。斩裂剑的数量并不只有一把，提尔能够随心所欲地控制它们，在战斗中享受对弈。",
		suffix = "提尔",
		skills = {
			1032101,
			1032201,
			1032202,
			1032203,
			1032209,
			1032305
		},
		astrolabe_skill = {},
		equip_orange_skill = {
			{
				1032101,
				2540008,
				1032106
			}
		},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1032305,
			1032306
		},
		base_atk = {
			55.64,
			124.2,
			199.62,
			282.58,
			373.84,
			474.22
		},
		atk_ratio = {
			6.34,
			7.43,
			8.93,
			10.94,
			13.62,
			17.93
		},
		base_arm = {
			15.66,
			47.83,
			83.21,
			122.13,
			164.94,
			212.04
		},
		arm_ratio = {
			1.67,
			1.84,
			2.11,
			2.51,
			3.09,
			4.24
		},
		base_sta = {
			610.98,
			1099.57,
			1637.03,
			2228.23,
			2878.56,
			3593.91
		},
		sta_ratio = {
			69.61,
			84.11,
			103.17,
			128.01,
			160.18,
			207.04
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			10,
			20,
			30,
			40,
			50,
			60,
			70
		},
		astrolabe = {
			1032001,
			1032002,
			1032003
		},
		equip_skill = {
			1,
			2,
			3,
			17,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			14,
			19,
			18,
			15,
			13,
			16,
			34,
			23,
			43,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031032
		},
		recommend_combo = {
			103201,
			103202
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				139
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				139
			}
		},
		mechanism_type = {
			3
		},
		ATK_attribute = {
			12
		}
	},
	[1035] = {
		name = "狂鳄",
		star_up_skill_template = 1,
		rare = 2,
		hero_desc = "在山林中长大的孩子，虽然觉醒为修正者，但并没有拯救世界的自觉。现在是迷铁之家的成员，经常戴着一副鳄鱼头套用来威吓敌人。",
		id = 1035,
		weapon_name = "狂鳄对剑",
		race = 2,
		hero_dorm_skill = 7001,
		unlock_star = 200,
		private = 0,
		weapon_desc = "索贝克不知从哪里捡来的古老对剑，虽然剑身已经变得锈迹斑斑，索贝克仍将它视为珍宝，并取名为狂鳄。经过迷铁之家的重铸后，这对古剑又焕发出了昔日的光彩。",
		suffix = "索贝克",
		skills = {
			1035101,
			1035201,
			1035202,
			1035203,
			1035209,
			1035305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1035305,
			1035306
		},
		base_atk = {
			51.93,
			115.92,
			186.31,
			263.74,
			348.92,
			442.61
		},
		atk_ratio = {
			6.52,
			7.65,
			9.18,
			11.26,
			14,
			18.44
		},
		base_arm = {
			16.12,
			49.23,
			85.66,
			125.72,
			169.79,
			218.27
		},
		arm_ratio = {
			1.84,
			2.03,
			2.33,
			2.78,
			3.41,
			4.69
		},
		base_sta = {
			675.29,
			1215.32,
			1809.35,
			2462.78,
			3181.56,
			3972.22
		},
		sta_ratio = {
			67.41,
			81.46,
			99.91,
			123.97,
			155.12,
			200.51
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			20,
			30,
			40,
			52,
			64,
			79,
			100
		},
		astrolabe = {
			1035001,
			1035002,
			1035003
		},
		equip_skill = {
			1,
			2,
			3,
			19,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			23,
			43,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			14,
			18,
			15,
			13,
			17,
			16,
			34,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031035
		},
		recommend_combo = {
			103501,
			103502
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				137
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				137
			}
		},
		mechanism_type = {
			1
		},
		ATK_attribute = {
			8
		}
	},
	[1041] = {
		name = "铃兰之弦",
		star_up_skill_template = 2,
		rare = 3,
		hero_desc = "现任铃兰骑士团的团长，为人正直，秉承着正义、忠诚的骑士道，将守护欧莫菲斯的艺术秩序视为自己终生的使命。",
		id = 1041,
		weapon_name = "鸣弦",
		race = 1,
		hero_dorm_skill = 0,
		unlock_star = 300,
		private = 0,
		weapon_desc = "由一把轻剑与一把重剑构成的组合式权钥，能够让使用者同时施展两种不同的战斗风格。剑身有着特殊的形体构造，据说两剑交错时能够演奏出悠扬的乐曲。",
		suffix = "雅典娜",
		skills = {
			1041101,
			1041201,
			1041202,
			1041203,
			1041209,
			1041305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1041305,
			1041306
		},
		base_atk = {
			54.05,
			120.65,
			193.92,
			274.51,
			363.16,
			460.67
		},
		atk_ratio = {
			6.52,
			7.65,
			9.18,
			11.26,
			14,
			18.44
		},
		base_arm = {
			15.36,
			46.89,
			81.58,
			119.74,
			161.71,
			207.88
		},
		arm_ratio = {
			1.84,
			2.03,
			2.33,
			2.78,
			3.41,
			4.69
		},
		base_sta = {
			610.98,
			1099.57,
			1637.03,
			2228.23,
			2878.56,
			3593.91
		},
		sta_ratio = {
			67.41,
			81.46,
			99.91,
			123.97,
			155.12,
			200.51
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			20,
			30,
			40,
			52,
			64,
			79,
			100
		},
		astrolabe = {
			1041001,
			1041002,
			1041003
		},
		equip_skill = {
			1,
			2,
			3,
			12,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			14,
			19,
			18,
			15,
			13,
			17,
			16,
			34,
			23,
			43,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031041
		},
		recommend_combo = {
			104101
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				142,
				143
			},
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				142,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				140
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				140
			}
		},
		mechanism_type = {
			4
		},
		ATK_attribute = {
			0
		}
	},
	[1042] = {
		name = "操偶师",
		star_up_skill_template = 2,
		rare = 3,
		hero_desc = "缪斯协会的实际主理人，负责统筹和管理缪斯协会作为修正者活动的各项业务，在议会中因为其可怕性格和三十年未变的容貌受人敬畏，被称为「不老的魔女」。",
		id = 1042,
		weapon_name = "琉刻&明塔",
		race = 1,
		hero_dorm_skill = 0,
		unlock_star = 300,
		private = 0,
		weapon_desc = "这对精妙无比的双生人偶，是哈迪斯融铸了极其稀有的神能碎片，投入最多心血制作而成的杰作，也是她最得意的作品。在神力的驱动下，即使哈迪斯不在身边也可自由活动，拥有一定的知识储备与思维能力。平时作为缪斯协会的女仆，负责成员们的起居和饮食，而战斗时则会在哈迪斯的操控下使用手部的武装为敌人带去最深的绝望。",
		suffix = "哈迪斯",
		skills = {
			1042101,
			1042201,
			1042202,
			1042203,
			1042209,
			1042305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1042305,
			1042306
		},
		base_atk = {
			55.64,
			124.2,
			199.62,
			282.58,
			373.84,
			474.22
		},
		atk_ratio = {
			6.34,
			7.43,
			8.93,
			10.94,
			13.62,
			17.93
		},
		base_arm = {
			14.59,
			44.55,
			77.5,
			113.75,
			153.62,
			197.49
		},
		arm_ratio = {
			1.67,
			1.84,
			2.11,
			2.51,
			3.09,
			4.24
		},
		base_sta = {
			610.98,
			1099.57,
			1637.03,
			2228.23,
			2878.56,
			3593.91
		},
		sta_ratio = {
			69.61,
			84.11,
			103.17,
			128.01,
			160.18,
			207.04
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			30,
			40,
			54,
			70,
			88,
			108,
			130
		},
		astrolabe = {
			1042001,
			1042002,
			1042003
		},
		equip_skill = {
			1,
			2,
			3,
			16,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			14,
			19,
			18,
			15,
			13,
			17,
			34,
			23,
			43,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031042
		},
		recommend_combo = {
			104201
		},
		hero_equip_skill = {
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				140
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				140
			}
		},
		mechanism_type = {
			4
		},
		ATK_attribute = {
			10
		}
	},
	[1119] = {
		name = "流萤岚雾",
		star_up_skill_template = 2,
		rare = 3,
		hero_desc = "深空之眼目前实际的管理者，是管理员培训时期的老师，也是后辈们最为仰慕的姐姐、前辈们最为信赖的帮手。",
		id = 1119,
		weapon_name = "流萤岚雾",
		race = 2,
		hero_dorm_skill = 0,
		unlock_star = 300,
		private = 0,
		weapon_desc = "这对长枪组来自于旧友的馈赠，是由泰芙努特留给休的吊坠变化而成。「流萤」为周身围绕如飞萤一般电光的短枪，可以令被击中者瞬间麻痹失去行动能力；「岚雾」则是枪刃部分被浓雾包裹的长柄枪，难以看清枪刃的真实样貌。",
		suffix = "休",
		skills = {
			1119101,
			1119201,
			1119202,
			1119203,
			1119209,
			1119305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1119305,
			1119306
		},
		base_atk = {
			54.05,
			120.65,
			193.92,
			274.51,
			363.16,
			460.67
		},
		atk_ratio = {
			6.52,
			7.65,
			9.18,
			11.26,
			14,
			18.44
		},
		base_arm = {
			14.59,
			44.55,
			77.5,
			113.75,
			153.62,
			197.49
		},
		arm_ratio = {
			1.84,
			2.03,
			2.33,
			2.78,
			3.41,
			4.69
		},
		base_sta = {
			656,
			1180.59,
			1757.65,
			2392.42,
			3090.66,
			3858.73
		},
		sta_ratio = {
			67.41,
			81.46,
			99.91,
			123.97,
			155.12,
			200.51
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			20,
			30,
			40,
			52,
			64,
			79,
			100
		},
		astrolabe = {
			1119001,
			1119002,
			1119003
		},
		equip_skill = {
			1,
			2,
			3,
			15,
			13,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			23,
			43,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			14,
			19,
			18,
			17,
			16,
			34,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031119
		},
		recommend_combo = {
			111901,
			111902
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				137
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				137
			}
		},
		mechanism_type = {
			1
		},
		ATK_attribute = {
			14
		}
	},
	[1033] = {
		name = "启明",
		star_up_skill_template = 4,
		rare = 2,
		hero_desc = "隐科组的主要负责人之一，开发了深空之眼中包括「弥弥尔系统」在内的大部分AI系统。以彻底消灭视骸为目标，凡事追求精准与高效。",
		id = 1033,
		weapon_name = "循理之环",
		race = 4,
		hero_dorm_skill = 0,
		unlock_star = 200,
		private = 0,
		weapon_desc = "海姆达尔利用权钥残片，自行设计与开发的权钥，是融合了神力与光电科技的集大成作，她能够藉由这把权钥操作光能。除了能够将光以高能量态直线射出以外，同样能够利用光的扩散效应在战场中展开领域，为队友提供增幅。",
		suffix = "海姆达尔",
		skills = {
			1033101,
			1033201,
			1033202,
			1033203,
			1033209,
			1033305
		},
		astrolabe_skill = {},
		equip_orange_skill = {
			{
				1033203,
				2540009,
				1033231
			}
		},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1033305,
			1033306
		},
		base_atk = {
			51.93,
			115.92,
			186.31,
			263.74,
			348.92,
			442.61
		},
		atk_ratio = {
			5.56,
			6.51,
			7.82,
			9.59,
			11.93,
			15.71
		},
		base_arm = {
			16.12,
			49.23,
			85.66,
			125.72,
			169.79,
			218.27
		},
		arm_ratio = {
			1.65,
			1.82,
			2.09,
			2.49,
			3.06,
			4.2
		},
		base_sta = {
			662.43,
			1192.17,
			1774.89,
			2415.87,
			3120.96,
			3896.56
		},
		sta_ratio = {
			73.27,
			88.54,
			108.6,
			134.75,
			168.61,
			217.94
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			10,
			20,
			30,
			42,
			54,
			69,
			90
		},
		astrolabe = {
			1033001,
			1033002,
			1033003
		},
		equip_skill = {
			1,
			2,
			3,
			17,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			6,
			44,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			14,
			19,
			18,
			15,
			13,
			16,
			34,
			23,
			43
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031033
		},
		recommend_combo = {
			103301
		},
		hero_equip_skill = {
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				138
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				138
			}
		},
		mechanism_type = {
			2
		},
		ATK_attribute = {
			12
		}
	},
	[1068] = {
		name = "沐风",
		star_up_skill_template = 2,
		rare = 2,
		hero_desc = "欧申纳斯的养子，同时也是他的学生。现在就读于千星学院雕塑班，虽然看上去年纪不大，但是相当的可靠。因为欧申纳斯的自理能力不佳，恩利尔平时也负责照顾他的生活起居。",
		id = 1068,
		weapon_name = "风之卷",
		race = 5,
		hero_dorm_skill = 0,
		unlock_star = 200,
		private = 0,
		weapon_desc = "蕴含着风之神力的权钥，平时被封存在书中，解放后可以让使用者自由操纵风的各种形态进行战斗。",
		suffix = "恩利尔",
		skills = {
			1068101,
			1068201,
			1068202,
			1068203,
			1068209,
			1068305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1068305,
			1068306
		},
		base_atk = {
			54.05,
			120.65,
			193.92,
			274.51,
			363.16,
			460.67
		},
		atk_ratio = {
			6.16,
			7.22,
			8.67,
			10.63,
			13.23,
			17.41
		},
		base_arm = {
			15.36,
			46.89,
			81.58,
			119.74,
			161.71,
			207.88
		},
		arm_ratio = {
			1.75,
			1.94,
			2.22,
			2.65,
			3.25,
			4.46
		},
		base_sta = {
			643.13,
			1157.45,
			1723.19,
			2345.51,
			3030.06,
			3783.06
		},
		sta_ratio = {
			70.34,
			85,
			104.25,
			129.36,
			161.87,
			209.22
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			10,
			20,
			30,
			42,
			54,
			69,
			90
		},
		astrolabe = {
			1068001,
			1068002,
			1068003
		},
		equip_skill = {
			1,
			2,
			3,
			13,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			23,
			43,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			14,
			19,
			18,
			15,
			17,
			16,
			34,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031068
		},
		recommend_combo = {
			106801
		},
		hero_equip_skill = {
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				137
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				137
			}
		},
		mechanism_type = {
			1
		},
		ATK_attribute = {
			2
		}
	},
	[1067] = {
		name = "流转之洋",
		star_up_skill_template = 2,
		rare = 3,
		hero_desc = "星虹议会的成员之一，任第三席，在欧莫菲斯的各个组织和活动中皆有无上的话语权。平时不苟言笑，散发着令人充满压力的冷漠气场，对于艺术的评判相当苛刻。",
		id = 1067,
		weapon_name = "流转之洋",
		race = 1,
		hero_dorm_skill = 0,
		unlock_star = 300,
		private = 0,
		weapon_desc = "剑身上缠绕着流动的海洋之息，蕴含着充沛的水之神力，使用者可以随心地将其延展，挥舞时就像无处不在的水流。",
		suffix = "欧申纳斯",
		skills = {
			1067101,
			1067201,
			1067202,
			1067203,
			1067209,
			1067305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1067305,
			1067306
		},
		base_atk = {
			52.99,
			118.29,
			190.11,
			269.12,
			356.04,
			451.64
		},
		atk_ratio = {
			6.52,
			7.65,
			9.18,
			11.26,
			14,
			18.44
		},
		base_arm = {
			15.36,
			46.89,
			81.58,
			119.74,
			161.71,
			207.88
		},
		arm_ratio = {
			1.84,
			2.03,
			2.33,
			2.78,
			3.41,
			4.69
		},
		base_sta = {
			643.13,
			1157.45,
			1723.19,
			2345.51,
			3030.06,
			3783.06
		},
		sta_ratio = {
			67.41,
			81.46,
			99.91,
			123.97,
			155.12,
			200.51
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			10,
			20,
			30,
			42,
			54,
			69,
			90
		},
		astrolabe = {
			1067001,
			1067002,
			1067003
		},
		equip_skill = {
			1,
			2,
			3,
			19,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			14,
			18,
			15,
			13,
			17,
			16,
			34,
			23,
			43,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031067
		},
		recommend_combo = {
			106701
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				139
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				139
			}
		},
		mechanism_type = {
			3
		},
		ATK_attribute = {
			8
		}
	},
	[1024] = {
		name = "胡狼",
		star_up_skill_template = 2,
		rare = 3,
		hero_desc = "科尔盖重大犯罪对策部的行动专员，拥有史无前例的100%破案率。执行任务也多独来独往，风格雷厉风行。",
		id = 1024,
		weapon_name = "胡狼之面",
		race = 2,
		hero_dorm_skill = 0,
		unlock_star = 300,
		private = 0,
		weapon_desc = "置于死物之上可以拷贝其灵魂数据的面具，被阿努比斯用来保存流浪犬乌普的灵魂。但备份的灵魂和本体并非一回事，阿努比斯也深知这一点，所以之后他再未将这份力量用在其他生命上。",
		suffix = "阿努比斯",
		skills = {
			1024101,
			1024201,
			1024202,
			1024203,
			1024209,
			1024305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1024305,
			1024306
		},
		base_atk = {
			54.05,
			120.65,
			193.92,
			274.51,
			363.16,
			460.67
		},
		atk_ratio = {
			6.04,
			7.08,
			8.5,
			10.42,
			12.97,
			17.07
		},
		base_arm = {
			15.05,
			45.95,
			79.95,
			117.34,
			158.47,
			203.72
		},
		arm_ratio = {
			1.75,
			1.94,
			2.22,
			2.65,
			3.25,
			4.46
		},
		base_sta = {
			643.13,
			1157.45,
			1723.19,
			2345.51,
			3030.06,
			3783.06
		},
		sta_ratio = {
			73.27,
			88.54,
			108.6,
			134.75,
			168.61,
			217.94
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			20,
			30,
			44,
			60,
			78,
			98,
			120
		},
		astrolabe = {
			1024001,
			1024002,
			1024003
		},
		equip_skill = {
			1,
			2,
			3,
			16,
			35,
			36,
			29,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			23,
			43,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			14,
			19,
			18,
			15,
			13,
			17,
			34,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031024
		},
		recommend_combo = {
			102401
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				137
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				137
			}
		},
		mechanism_type = {
			1
		},
		ATK_attribute = {
			10
		}
	},
	[1028] = {
		name = "轰雷",
		star_up_skill_template = 2,
		rare = 3,
		hero_desc = "深空之眼「雷小队」的队长，组织内最强的战斗力。在小队的各种行动中，即使岔子不断，最后也总能靠着她的实力强行完成。托尔极富正义感，但与狂野的战斗方式相对应的，处理事情也经常冲动。",
		id = 1028,
		weapon_name = "妙尔尼尔",
		race = 4,
		hero_dorm_skill = 0,
		unlock_star = 300,
		private = 0,
		weapon_desc = "与托尔娇小的身形完全不匹的巨锤，后由隐科组进行了机械结构化改造。展开后能够形成雷电力场，释放雷霆击向敌人。内部搭载了和托尔战斗服上相同的高性能电磁模块，能够使托尔在力场中高速挥舞巨锤。",
		suffix = "托尔",
		skills = {
			1028101,
			1028201,
			1028202,
			1028203,
			1028209,
			1028305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1028305,
			1028306
		},
		base_atk = {
			54.58,
			121.83,
			195.82,
			277.2,
			366.72,
			465.19
		},
		atk_ratio = {
			6.52,
			7.65,
			9.18,
			11.26,
			14,
			18.44
		},
		base_arm = {
			15.66,
			47.83,
			83.21,
			122.13,
			164.94,
			212.04
		},
		arm_ratio = {
			1.84,
			2.03,
			2.33,
			2.78,
			3.41,
			4.69
		},
		base_sta = {
			610.98,
			1099.57,
			1637.03,
			2228.23,
			2878.56,
			3593.91
		},
		sta_ratio = {
			67.41,
			81.46,
			99.91,
			123.97,
			155.12,
			200.51
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			30,
			40,
			54,
			70,
			88,
			108,
			130
		},
		astrolabe = {
			1028001,
			1028002,
			1028003
		},
		equip_skill = {
			1,
			2,
			3,
			15,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			14,
			19,
			18,
			13,
			17,
			16,
			34,
			23,
			43,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031028
		},
		recommend_combo = {
			102801
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				139
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				139
			}
		},
		mechanism_type = {
			3
		},
		ATK_attribute = {
			14
		}
	},
	[1052] = {
		name = "怒蛇",
		star_up_skill_template = 4,
		rare = 3,
		hero_desc = "阿卡德公会的首领，几乎是罗斯塔赫所有赏金猎人的崇拜对象，但暗中似乎也与科尔盖之间存在千丝万缕的联系。平日里对罗斯塔赫居民照顾有加，酷爱扳手腕这种荷尔蒙爆表的活动，但他豪爽亲和的外表下似乎也有某种隐忧。",
		id = 1052,
		weapon_name = "怒蛇",
		race = 5,
		hero_dorm_skill = 0,
		unlock_star = 300,
		private = 0,
		weapon_desc = "伴随马尔杜克征战多年的机枪，随着每次修调，不仅没有老化反而变得愈发顺手。在马尔杜克觉醒时，被盖亚系统选为伴生权钥。怒蛇可以变形成一支长管电磁炮，这种形态被马尔杜克称为「怒龙」。",
		suffix = "马尔杜克",
		skills = {
			1052101,
			1052201,
			1052202,
			1052203,
			1052209,
			1052305
		},
		astrolabe_skill = {
			{
				1052202,
				10520032,
				1052221
			},
			{
				1052203,
				10520033,
				1052231
			}
		},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1052305,
			1052306
		},
		base_atk = {
			55.13,
			123.06,
			197.79,
			280,
			370.42,
			469.89
		},
		atk_ratio = {
			5.67,
			6.65,
			7.98,
			9.78,
			12.17,
			16.02
		},
		base_arm = {
			15.66,
			47.83,
			83.21,
			122.13,
			164.94,
			212.04
		},
		arm_ratio = {
			1.68,
			1.86,
			2.13,
			2.54,
			3.12,
			4.28
		},
		base_sta = {
			623.2,
			1121.57,
			1669.77,
			2272.8,
			2936.13,
			3665.79
		},
		sta_ratio = {
			74.74,
			90.31,
			110.77,
			137.44,
			171.98,
			222.3
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			10,
			20,
			30,
			40,
			50,
			60,
			70
		},
		astrolabe = {
			1052001,
			1052002,
			1052003
		},
		equip_skill = {
			1,
			2,
			3,
			12,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			6,
			44,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			14,
			19,
			18,
			15,
			13,
			17,
			16,
			34,
			23,
			43
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031052
		},
		recommend_combo = {
			105201
		},
		hero_equip_skill = {
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				102,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				138
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				138
			}
		},
		mechanism_type = {
			2
		},
		ATK_attribute = {
			0
		}
	},
	[1017] = {
		name = "灵猫",
		star_up_skill_template = 2,
		rare = 2,
		hero_desc = "科尔盖重大犯罪对策科的行动专员，代号为「猫」，不过还是实习阶段，被组内的同事亲切地称呼为「小猫」。目前跟着阿努比斯一起执行各种任务，称呼对方为「前辈」。",
		id = 1017,
		weapon_name = "夜刃",
		race = 2,
		hero_dorm_skill = 0,
		unlock_star = 200,
		private = 0,
		weapon_desc = "六件一套的刀组，是芭丝特的防身武器，在觉醒时被盖亚系统选为伴生权钥。凌厉且隐秘的攻击方式，使她总能悄无声息地结束战斗。因其外表泛光，在夜中宛如猛兽利爪，故得名夜刃。",
		suffix = "芭丝特",
		skills = {
			1017101,
			1017201,
			1017202,
			1017203,
			1017209,
			1017305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1017305,
			1017306
		},
		base_atk = {
			54.58,
			121.83,
			195.82,
			277.2,
			366.72,
			465.19
		},
		atk_ratio = {
			6.34,
			7.43,
			8.93,
			10.94,
			13.62,
			17.93
		},
		base_arm = {
			14.59,
			44.55,
			77.5,
			113.75,
			153.62,
			197.49
		},
		arm_ratio = {
			1.67,
			1.84,
			2.11,
			2.51,
			3.09,
			4.24
		},
		base_sta = {
			610.98,
			1099.57,
			1637.03,
			2228.23,
			2878.56,
			3593.91
		},
		sta_ratio = {
			64.48,
			77.91,
			95.57,
			118.58,
			148.38,
			191.79
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			30,
			40,
			54,
			70,
			88,
			108,
			130
		},
		astrolabe = {
			1017001,
			1017002,
			1017003
		},
		equip_skill = {
			1,
			2,
			3,
			16,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			14,
			19,
			18,
			15,
			13,
			17,
			34,
			23,
			43,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031017
		},
		recommend_combo = {
			101701,
			101702
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				139
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				139
			}
		},
		mechanism_type = {
			3
		},
		ATK_attribute = {
			10
		}
	},
	[1127] = {
		name = "逆潮",
		star_up_skill_template = 4,
		rare = 3,
		hero_desc = "每天都精神满满的利维坦，是个偶尔会犯迷糊的小可爱。\n虽然性格天真活泼，但意外的是个小醋坛子，请不要在她面前和维达尔表现得太过亲密。",
		id = 1127,
		weapon_name = "逆潮鲸歌",
		race = 5,
		hero_dorm_skill = 0,
		unlock_star = 300,
		private = 0,
		weapon_desc = "利维坦在某个海岛上发现的伞状权钥，似乎从很久以前开始就存在于那里，表面已经布满尘土。随着利维坦的觉醒被再次激活，展现出水与治愈的力量，拥有操纵智能体「拉比」的能力。",
		suffix = "利维坦",
		skills = {
			1127101,
			1127201,
			1127202,
			1127203,
			1127209,
			1127305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1127305,
			1127306
		},
		base_atk = {
			50.34,
			112.37,
			180.61,
			255.67,
			338.23,
			429.06
		},
		atk_ratio = {
			5.62,
			6.59,
			7.91,
			9.69,
			12.06,
			15.88
		},
		base_arm = {
			15.66,
			47.83,
			83.21,
			122.13,
			164.94,
			212.04
		},
		arm_ratio = {
			1.79,
			1.97,
			2.27,
			2.7,
			3.31,
			4.55
		},
		base_sta = {
			656,
			1180.59,
			1757.65,
			2392.42,
			3090.66,
			3858.73
		},
		sta_ratio = {
			74.74,
			90.31,
			110.77,
			137.44,
			171.98,
			222.3
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			10,
			20,
			30,
			40,
			50,
			60,
			70
		},
		astrolabe = {
			1127001,
			1127002,
			1127003
		},
		equip_skill = {
			1,
			2,
			3,
			46,
			19,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			31,
			7,
			42,
			30,
			41,
			32,
			33,
			12,
			14,
			18,
			15,
			13,
			17,
			16,
			34,
			23,
			43,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031127
		},
		recommend_combo = {
			112701
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				142,
				143
			},
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				142,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				139
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				139
			}
		},
		mechanism_type = {
			3
		},
		ATK_attribute = {
			8
		}
	},
	[1132] = {
		name = "烙焰",
		star_up_skill_template = 2,
		rare = 3,
		hero_desc = "塔列朗家族的继承人，在与深空之眼合资完毕后加入董事会，现在是第三部门的管理者。拥有令人吃惊的果决和魄力。",
		id = 1132,
		weapon_name = "烙焰",
		race = 4,
		hero_dorm_skill = 0,
		unlock_star = 300,
		private = 0,
		weapon_desc = "年轻的提尔在一次意外中，手臂受到视骸加姆的火焰灼烧，并遭到骸能侵蚀。为保护年轻的提尔，管家海尼尔将自己的权钥赠于提尔用于压制骸能，其名为烙焰。彼时塔列朗家族岌岌可危，提尔最亲近的家人也陷入险境，他急需一切可以利用的力量，不惜代价，即使是利用某种不洁之物。不知依靠怎样的意志，提尔转化了这件权钥的权能，利用它将原本被压制的骸能化为自己的力量，成功守护了家人，并重振了家族的荣光。",
		suffix = "提尔",
		skills = {
			1132101,
			1132201,
			1132202,
			1132203,
			1132209,
			1132305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1132305,
			1132306
		},
		base_atk = {
			51.93,
			115.92,
			186.31,
			263.74,
			348.92,
			442.61
		},
		atk_ratio = {
			6.52,
			7.65,
			9.18,
			11.26,
			14,
			18.44
		},
		base_arm = {
			16.12,
			49.23,
			85.66,
			125.72,
			169.79,
			218.27
		},
		arm_ratio = {
			1.84,
			2.03,
			2.33,
			2.78,
			3.41,
			4.69
		},
		base_sta = {
			617.41,
			1111.15,
			1654.26,
			2251.69,
			2908.86,
			3631.74
		},
		sta_ratio = {
			67.41,
			81.46,
			99.91,
			123.97,
			155.12,
			200.51
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			20,
			30,
			40,
			52,
			64,
			79,
			100
		},
		astrolabe = {
			1132001,
			1132002,
			1132003
		},
		equip_skill = {
			1,
			2,
			3,
			14,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			23,
			43,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			19,
			18,
			15,
			13,
			17,
			16,
			34,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031132
		},
		recommend_combo = {
			113201
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				137
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				137
			}
		},
		mechanism_type = {
			1
		},
		ATK_attribute = {
			4
		}
	},
	[1071] = {
		name = "青君",
		star_up_skill_template = 1,
		rare = 3,
		hero_desc = "四方院嵎夷（东岛）代理人孟章，是最晚进入四方院的代理人，也是四方院中显得最为游手好闲的一位。\n常年不在其位，不知所踪已经是司空见惯之事。如果真想找孟章，或许可以去古玩市井多转几圈。",
		id = 1071,
		weapon_name = "流玉之摄提",
		race = 9,
		hero_dorm_skill = 0,
		unlock_star = 300,
		private = 1,
		weapon_desc = "从孟章所持玉圭中演变而来的一把的剑器，除了青翠的碎玉之外，还有细密的鳞纹。在必要时，这把权钥可以一分为二，变为一左一右，一阴一阳两个特性的武器。",
		suffix = "孟章",
		skills = {
			1071101,
			1071201,
			1071202,
			1071203,
			1071209,
			1071305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1071305,
			1071306
		},
		base_atk = {
			56.75,
			126.68,
			203.61,
			288.23,
			381.31,
			483.71
		},
		atk_ratio = {
			6.65,
			7.8,
			9.37,
			11.48,
			14.28,
			18.81
		},
		base_arm = {
			15.66,
			47.83,
			83.21,
			122.13,
			164.94,
			212.04
		},
		arm_ratio = {
			1.88,
			2.07,
			2.38,
			2.83,
			3.48,
			4.78
		},
		base_sta = {
			636.32,
			1145.18,
			1704.92,
			2320.65,
			2997.94,
			3742.96
		},
		sta_ratio = {
			68.76,
			83.09,
			101.91,
			126.45,
			158.23,
			204.52
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			20,
			30,
			40,
			52,
			64,
			79,
			100
		},
		astrolabe = {
			1071001,
			1071002,
			1071003
		},
		equip_skill = {
			1,
			2,
			3,
			15,
			13,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			14,
			19,
			18,
			17,
			16,
			34,
			23,
			43,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031071
		},
		recommend_combo = {
			107101
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				140
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				140
			}
		},
		mechanism_type = {
			4
		},
		ATK_attribute = {
			2
		}
	},
	[1070] = {
		name = "十曜",
		star_up_skill_template = 2,
		rare = 3,
		hero_desc = "金乌，虚恒出身，从小跟随老师羲和在南交岛若木宫修行天通术。正义凛然，仗义直为，不过不知为何有些中二病。\n遵从老师的嘱托，目前正在下山云游历练中。",
		id = 1070,
		weapon_name = "十曜",
		race = 9,
		hero_dorm_skill = 0,
		unlock_star = 300,
		private = 0,
		weapon_desc = "一柄构造精巧的大剑，剑身可拆分出十枚浮游刃。据金乌所言，如此精妙复杂的造物，只有她这样的「天选之人」才能驾驭。",
		suffix = "金乌",
		skills = {
			1070101,
			1070201,
			1070202,
			1070203,
			1070209,
			1070305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1070305,
			1070306
		},
		base_atk = {
			58.29,
			130.11,
			209.12,
			296.04,
			391.64,
			496.8
		},
		atk_ratio = {
			6.52,
			7.65,
			9.18,
			11.26,
			14,
			18.44
		},
		base_arm = {
			13.82,
			42.2,
			73.42,
			107.76,
			145.54,
			187.09
		},
		arm_ratio = {
			1.84,
			2.03,
			2.33,
			2.78,
			3.41,
			4.69
		},
		base_sta = {
			578.82,
			1041.7,
			1550.87,
			2110.96,
			2727.05,
			3404.76
		},
		sta_ratio = {
			67.41,
			81.46,
			99.91,
			123.97,
			155.12,
			200.51
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			20,
			30,
			40,
			50,
			60,
			70,
			80
		},
		astrolabe = {
			1070001,
			1070002,
			1070003
		},
		equip_skill = {
			1,
			2,
			3,
			14,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			19,
			18,
			15,
			13,
			17,
			16,
			34,
			23,
			43,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031070
		},
		recommend_combo = {
			107001
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				140
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				140
			}
		},
		mechanism_type = {
			4
		},
		ATK_attribute = {
			4
		}
	},
	[1081] = {
		name = "斩浪",
		star_up_skill_template = 2,
		rare = 3,
		hero_desc = "丝卡蒂是极少数直接接受休指挥的第九部门外勤修正者，专门负责调查远洋区域的视骸活动迹象。虽然她表面上看起来大大咧咧，但到了关键时刻，她总能展现出一位船长该有的魄力。",
		id = 1081,
		weapon_name = "斩浪号",
		race = 4,
		hero_dorm_skill = 0,
		unlock_star = 300,
		private = 0,
		weapon_desc = "可变形为小型摩托艇的权钥，平时作为舰装形态挂载于背部提供火力和机动力，必要的时候能够释放极低温的气体制造冰面，使摩托艇形态能够无视地形自由穿梭。",
		suffix = "丝卡蒂",
		skills = {
			1081101,
			1081201,
			1081202,
			1081203,
			1081209,
			1081305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1081305,
			1081306
		},
		base_atk = {
			55.64,
			124.2,
			199.62,
			282.58,
			373.84,
			474.22
		},
		atk_ratio = {
			6.52,
			7.65,
			9.18,
			11.26,
			14,
			18.44
		},
		base_arm = {
			16.12,
			49.23,
			85.66,
			125.72,
			169.79,
			218.27
		},
		arm_ratio = {
			1.84,
			2.03,
			2.33,
			2.78,
			3.41,
			4.69
		},
		base_sta = {
			623.84,
			1122.72,
			1671.49,
			2275.14,
			2939.16,
			3669.57
		},
		sta_ratio = {
			67.41,
			81.46,
			99.91,
			123.97,
			155.12,
			200.51
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			20,
			30,
			40,
			50,
			60,
			70,
			80
		},
		astrolabe = {
			1081001,
			1081002,
			1081003
		},
		equip_skill = {
			1,
			2,
			3,
			18,
			35,
			36,
			34,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			14,
			19,
			15,
			13,
			17,
			16,
			23,
			43,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031081
		},
		recommend_combo = {
			108101,
			108102
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				134,
				135,
				136,
				143
			},
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				134,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				140
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				140
			}
		},
		mechanism_type = {
			4
		},
		ATK_attribute = {
			6
		}
	},
	[1016] = {
		name = "荒獠",
		star_up_skill_template = 1,
		rare = 2,
		hero_desc = "马尔杜克的养子，阿卡德公会实质上的二把手。性格高傲、不苟言笑，但处理任务的效率和完成度都很高，思路灵活，也是阿卡德公会难得的智将。",
		id = 1016,
		weapon_name = "荒獠",
		race = 5,
		hero_dorm_skill = 0,
		unlock_star = 200,
		private = 0,
		weapon_desc = "幼年的金固从废墟中带出的唯一一件「财产」，工作原理近似于链锯，利用高速转动的锯齿对敌方的肉体及装甲造成伤害。在进行搏斗时，使用者转动位于剑柄的开关启动燃料马达来使锯齿高速转动。",
		suffix = "金固",
		skills = {
			1016101,
			1016201,
			1016202,
			1016203,
			1016209,
			1016305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1016305,
			1016306
		},
		base_atk = {
			52.99,
			118.29,
			190.11,
			269.12,
			356.04,
			451.64
		},
		atk_ratio = {
			6.52,
			7.65,
			9.18,
			11.26,
			14,
			18.44
		},
		base_arm = {
			16.12,
			49.23,
			85.66,
			125.72,
			169.79,
			218.27
		},
		arm_ratio = {
			1.84,
			2.03,
			2.33,
			2.78,
			3.41,
			4.69
		},
		base_sta = {
			656,
			1180.59,
			1757.65,
			2392.42,
			3090.66,
			3858.73
		},
		sta_ratio = {
			67.41,
			81.46,
			99.91,
			123.97,
			155.12,
			200.51
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			10,
			20,
			30,
			40,
			50,
			60,
			70
		},
		astrolabe = {
			1016001,
			1016002,
			1016003
		},
		equip_skill = {
			1,
			2,
			3,
			12,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			9,
			29,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			14,
			19,
			18,
			15,
			13,
			17,
			16,
			34,
			23,
			43,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031016
		},
		recommend_combo = {
			101601
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				101,
				105,
				106,
				107,
				108,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				111,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				140
			},
			{
				112,
				113,
				114,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				140
			}
		},
		mechanism_type = {
			4
		},
		ATK_attribute = {
			0
		}
	},
	[1075] = {
		name = "澄心",
		star_up_skill_template = 3,
		rare = 3,
		hero_desc = "四方院南岛的代理人，医者出身，深知苍生疾苦。她在南交设立了医馆「赤炁堂」，并开设了许多分部，广传病征解法。\n陵光经常亲自坐镇医馆，为上门求医的患者救治，并倾听他们的生活琐碎。",
		id = 1075,
		weapon_name = "五离",
		race = 9,
		hero_dorm_skill = 0,
		unlock_star = 300,
		private = 0,
		weapon_desc = "流淌着火光的双扇，扇骨可以作为飞刀掷出。阴阳交五，离火环身。",
		suffix = "陵光",
		skills = {
			1075101,
			1075201,
			1075202,
			1075203,
			1075209,
			1075305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			1075305,
			1075306
		},
		base_atk = {
			63.98,
			142.83,
			229.56,
			324.97,
			429.91,
			545.35
		},
		atk_ratio = {
			6.47,
			7.58,
			9.11,
			11.16,
			13.89,
			18.28
		},
		base_arm = {
			14.51,
			44.31,
			77.09,
			113.15,
			152.82,
			196.45
		},
		arm_ratio = {
			1.84,
			2.03,
			2.33,
			2.78,
			3.41,
			4.69
		},
		base_sta = {
			1012.93,
			1822.97,
			2714.02,
			3694.17,
			4772.34,
			5958.32
		},
		sta_ratio = {
			73.86,
			89.25,
			109.47,
			135.82,
			169.96,
			219.68
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			30,
			40,
			54,
			70,
			88,
			108,
			130
		},
		astrolabe = {
			1075001,
			1075002,
			1075003
		},
		equip_skill = {
			1,
			2,
			3,
			9,
			14,
			35,
			36,
			28,
			47,
			5,
			20,
			21,
			22,
			8,
			48,
			11,
			25,
			26,
			27,
			29,
			31,
			7,
			42,
			30,
			41,
			32,
			46,
			33,
			12,
			19,
			18,
			15,
			13,
			17,
			16,
			34,
			23,
			43,
			6,
			44
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {
			4031075
		},
		recommend_combo = {
			107501
		},
		hero_equip_skill = {
			{
				101,
				105,
				106,
				107,
				124,
				125,
				135,
				136,
				143
			},
			{
				101,
				105,
				106,
				107,
				124,
				125,
				135,
				136,
				143
			},
			{
				103,
				104,
				109,
				110,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				103,
				104,
				109,
				110,
				121,
				122,
				123,
				131,
				132,
				133,
				141
			},
			{
				112,
				113,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				139
			},
			{
				112,
				113,
				118,
				119,
				120,
				126,
				127,
				128,
				129,
				130,
				139
			}
		},
		mechanism_type = {
			3
		},
		ATK_attribute = {
			4
		}
	},
	[6079] = {
		name = "斩浪",
		star_up_skill_template = 2,
		rare = 3,
		hero_desc = "",
		equip_skill = "",
		ATK_attribute = "",
		mechanism_type = "",
		id = 6079,
		weapon_name = "",
		race = 4,
		hero_dorm_skill = 0,
		unlock_star = 300,
		private = 1,
		weapon_desc = "",
		suffix = "丝卡蒂",
		skills = {
			1081101,
			1081201,
			1081202,
			1081203,
			1081209,
			1081305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			6079305,
			6079306
		},
		base_atk = {
			55.64,
			124.2,
			199.62,
			282.58,
			373.84,
			474.22
		},
		atk_ratio = {
			6.52,
			7.65,
			9.18,
			11.26,
			14,
			18.44
		},
		base_arm = {
			16.12,
			49.23,
			85.66,
			125.72,
			169.79,
			218.27
		},
		arm_ratio = {
			1.84,
			2.03,
			2.33,
			2.78,
			3.41,
			4.69
		},
		base_sta = {
			623.84,
			1122.72,
			1671.49,
			2275.14,
			2939.16,
			3669.57
		},
		sta_ratio = {
			67.41,
			81.46,
			99.91,
			123.97,
			155.12,
			200.51
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			20,
			30,
			40,
			50,
			60,
			70,
			80
		},
		astrolabe = {
			1081001,
			1081002,
			1081003
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {},
		recommend_combo = {},
		hero_equip_skill = {}
	},
	[6073] = {
		name = "暗星·海拉活动",
		star_up_skill_template = 2,
		rare = 3,
		hero_desc = "",
		equip_skill = "",
		ATK_attribute = "",
		mechanism_type = "",
		id = 6073,
		weapon_name = "迟钝",
		race = 4,
		hero_dorm_skill = 2002,
		unlock_star = 300,
		private = 1,
		weapon_desc = "其貌不扬的黑棺，实则是可变形的强大军火库。这柄权钥似乎存在着独立的类人格意识，被海拉称作「迟钝」。偏爱吐槽和毒舌，但一旦被训斥就会变得很安静。",
		suffix = "海拉·海拉活动",
		skills = {
			1094101,
			1094201,
			1094202,
			1094203,
			1094209,
			1094305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			6073305,
			6073306
		},
		base_atk = {
			61.2,
			136.62,
			219.58,
			310.84,
			411.22,
			521.64
		},
		atk_ratio = {
			6.03,
			7.06,
			8.48,
			10.4,
			12.93,
			17.03
		},
		base_arm = {
			16.44,
			50.22,
			87.37,
			128.24,
			173.19,
			222.64
		},
		arm_ratio = {
			1.57,
			1.73,
			1.98,
			2.36,
			2.9,
			3.98
		},
		base_sta = {
			648.28,
			1166.71,
			1736.98,
			2364.27,
			3054.3,
			3813.33
		},
		sta_ratio = {
			67.7,
			81.81,
			100.34,
			124.51,
			155.8,
			201.38
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			30,
			40,
			50,
			62,
			74,
			89,
			110
		},
		astrolabe = {
			1094001,
			1094002,
			1094003
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {},
		recommend_combo = {
			109401
		},
		hero_equip_skill = {}
	},
	[10006] = {
		name = "罗恩",
		star_up_skill_template = 2,
		rare = 3,
		hero_desc = "",
		equip_skill = "",
		ATK_attribute = "",
		mechanism_type = "",
		id = 10006,
		weapon_name = "",
		race = 4,
		hero_dorm_skill = 2002,
		unlock_star = 300,
		private = 1,
		weapon_desc = "",
		suffix = "罗恩",
		skills = {
			10006101,
			10006201,
			10006202,
			10006203,
			10006209,
			10006305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			10006305,
			10006306
		},
		base_atk = {
			61.2,
			136.62,
			219.58,
			310.84,
			411.22,
			521.64
		},
		atk_ratio = {
			6.03,
			7.06,
			8.48,
			10.4,
			12.93,
			17.03
		},
		base_arm = {
			16.44,
			50.22,
			87.37,
			128.24,
			173.19,
			222.64
		},
		arm_ratio = {
			1.57,
			1.73,
			1.98,
			2.36,
			2.9,
			3.98
		},
		base_sta = {
			648.28,
			1166.71,
			1736.98,
			2364.27,
			3054.3,
			3813.33
		},
		sta_ratio = {
			67.7,
			81.81,
			100.34,
			124.51,
			155.8,
			201.38
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			30,
			40,
			50,
			62,
			74,
			89,
			110
		},
		astrolabe = {
			0,
			0,
			0
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {},
		recommend_combo = {
			109401
		},
		hero_equip_skill = {}
	},
	[6080] = {
		name = "小雅典娜",
		star_up_skill_template = 2,
		rare = 3,
		hero_desc = "",
		equip_skill = "",
		ATK_attribute = "",
		mechanism_type = "",
		id = 6080,
		weapon_name = "",
		race = 1,
		hero_dorm_skill = 2002,
		unlock_star = 300,
		private = 1,
		weapon_desc = "",
		suffix = "小雅典娜",
		skills = {
			6080101,
			6080201,
			6080202,
			6080203,
			6080209,
			6080305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			6080305,
			6080306
		},
		base_atk = {
			61.2,
			136.62,
			219.58,
			310.84,
			411.22,
			521.64
		},
		atk_ratio = {
			6.03,
			7.06,
			8.48,
			10.4,
			12.93,
			17.03
		},
		base_arm = {
			16.44,
			50.22,
			87.37,
			128.24,
			173.19,
			222.64
		},
		arm_ratio = {
			1.57,
			1.73,
			1.98,
			2.36,
			2.9,
			3.98
		},
		base_sta = {
			648.28,
			1166.71,
			1736.98,
			2364.27,
			3054.3,
			3813.33
		},
		sta_ratio = {
			67.7,
			81.81,
			100.34,
			124.51,
			155.8,
			201.38
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			30,
			40,
			50,
			62,
			74,
			89,
			110
		},
		astrolabe = {
			0,
			0,
			0
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {},
		recommend_combo = {
			109401
		},
		hero_equip_skill = {}
	},
	[6081] = {
		name = "阿努比斯",
		star_up_skill_template = 2,
		rare = 3,
		hero_desc = "",
		equip_skill = "",
		ATK_attribute = "",
		mechanism_type = "",
		id = 6081,
		weapon_name = "",
		race = 1,
		hero_dorm_skill = 2002,
		unlock_star = 300,
		private = 1,
		weapon_desc = "",
		suffix = "阿努比斯",
		skills = {
			1024101,
			1024201,
			1024202,
			1024203,
			1024209,
			1024305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			6081305,
			6081306
		},
		base_atk = {
			61.2,
			136.62,
			219.58,
			310.84,
			411.22,
			521.64
		},
		atk_ratio = {
			6.03,
			7.06,
			8.48,
			10.4,
			12.93,
			17.03
		},
		base_arm = {
			16.44,
			50.22,
			87.37,
			128.24,
			173.19,
			222.64
		},
		arm_ratio = {
			1.57,
			1.73,
			1.98,
			2.36,
			2.9,
			3.98
		},
		base_sta = {
			648.28,
			1166.71,
			1736.98,
			2364.27,
			3054.3,
			3813.33
		},
		sta_ratio = {
			67.7,
			81.81,
			100.34,
			124.51,
			155.8,
			201.38
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			30,
			40,
			50,
			62,
			74,
			89,
			110
		},
		astrolabe = {
			0,
			0,
			0
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {},
		recommend_combo = {
			109401
		},
		hero_equip_skill = {}
	},
	[10025] = {
		name = "诗蔻蒂",
		star_up_skill_template = 2,
		rare = 3,
		hero_desc = "",
		equip_skill = "",
		ATK_attribute = "",
		mechanism_type = "",
		id = 10025,
		weapon_name = "",
		race = 4,
		hero_dorm_skill = 2002,
		unlock_star = 300,
		private = 1,
		weapon_desc = "",
		suffix = "诗蔻蒂",
		skills = {
			10025101,
			10025201,
			10025202,
			10025203,
			10025209,
			10025305
		},
		astrolabe_skill = {},
		equip_orange_skill = {},
		skill_subhead = {
			"普通攻击",
			"技能一",
			"技能二",
			"技能三",
			"奥义",
			"闪避"
		},
		avoid = {
			10025305,
			10025306
		},
		base_atk = {
			61.2,
			136.62,
			219.58,
			310.84,
			411.22,
			521.64
		},
		atk_ratio = {
			6.03,
			7.06,
			8.48,
			10.4,
			12.93,
			17.03
		},
		base_arm = {
			16.44,
			50.22,
			87.37,
			128.24,
			173.19,
			222.64
		},
		arm_ratio = {
			1.57,
			1.73,
			1.98,
			2.36,
			2.9,
			3.98
		},
		base_sta = {
			648.28,
			1166.71,
			1736.98,
			2364.27,
			3054.3,
			3813.33
		},
		sta_ratio = {
			67.7,
			81.81,
			100.34,
			124.51,
			155.8,
			201.38
		},
		base_crit = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		crit_ratio = {
			0,
			0,
			0,
			0,
			0,
			0
		},
		base_crit2 = {
			30,
			40,
			50,
			62,
			74,
			89,
			110
		},
		astrolabe = {
			0,
			0,
			0
		},
		weapon_break_attribute = {
			{
				81,
				0
			},
			{
				81,
				10
			},
			{
				81,
				20
			},
			{
				81,
				30
			},
			{
				81,
				50
			}
		},
		study_stage = {},
		recommend_combo = {
			109401
		},
		hero_equip_skill = {}
	},
	get_id_list_by_private = {
		[0] = {
			1039,
			1048,
			1066,
			1038,
			1099,
			1084,
			1093,
			1019,
			1080,
			1027,
			1050,
			1148,
			1094,
			1037,
			1011,
			1199,
			1184,
			1058,
			1059,
			1096,
			1026,
			1097,
			1139,
			1138,
			1013,
			1056,
			1111,
			1032,
			1035,
			1041,
			1042,
			1119,
			1033,
			1068,
			1067,
			1024,
			1028,
			1052,
			1017,
			1127,
			1132,
			1070,
			1081,
			1016,
			1075
		},
		{
			1036,
			1071,
			6079,
			6073,
			10006,
			6080,
			6081,
			10025
		}
	},
	all = {
		1039,
		1048,
		1066,
		1038,
		1099,
		1084,
		1093,
		1019,
		1080,
		1027,
		1050,
		1148,
		1094,
		1037,
		1011,
		1199,
		1184,
		1058,
		1059,
		1096,
		1026,
		1097,
		1139,
		1036,
		1138,
		1013,
		1056,
		1111,
		1032,
		1035,
		1041,
		1042,
		1119,
		1033,
		1068,
		1067,
		1024,
		1028,
		1052,
		1017,
		1127,
		1132,
		1071,
		1070,
		1081,
		1016,
		1075,
		6079,
		6073,
		10006,
		6080,
		6081,
		10025
	}
}
