return {
	[1039] = {
		birthday = "3月21日",
		height = "164cm",
		id = 1039,
		name = "波塞冬",
		weight = "55kg",
		heart_chain1 = "波塞冬与休是同期加入深空之眼的好友。和休认真、正经的性格不同，波塞冬显得更加温和与洒脱一些。所以当她被推荐为第九部门的管理人员时，波塞冬也谈到自己性格不合适，转而推荐了自己的好朋友休。\n在管理层选拔结束后，波塞冬除了执行任务，基本就不再参与深空之眼的其他事务。她喜欢假期时独自去往海滩，哪怕只是什么都不做地躺在沙滩上感受着海风，也能让她感到幸福和满足。\n有时休也不由得好奇，透过那对碧蓝色的眼眸，波塞冬眼里的大海是什么样子的？",
		like = "观海、收集海豚饰品",
		cv_zh = "陶典",
		cv_ja = "佐藤利奈",
		heart_chain2 = [[
波塞冬很擅长倾听烦恼与安抚情绪。平时不苟言笑的休在被新人们搞得焦头烂额时，也都会选择来自己的“心灵港湾”波塞冬这儿寻求安慰。
「诶，管理员，你也有烦恼想和我倾述么？」
「好啦好啦~没关系，有什么不高兴的事情可以都通通告诉我哦。我的话，就算被当成是大家情绪的垃圾桶也很乐意~」
听说找波塞冬做完“心理咨询”的人，都会获得一个海豚玩偶的小挂饰，真不知道她到底批量采购了多少这种东西……]],
		organization = "深空之眼",
		heart_chain4 = "还未成为修正者时的波塞冬，曾经只是个热爱大海的小女孩。每日最喜欢的事情就是在海中畅游，望着那绚丽的珊瑚，还有水中变幻多姿的鱼群。\n有一天，波塞冬跟随鱼群潜入到了过于危险的深度，当她发觉不对时，身体已经因为力竭无法动弹。在快要绝望之际，她看到了一只优美的白鲸从身前游过，悠扬的鲸歌在深海中像灯火一样让她不自觉地循去，身体被海浪推送着，无数美丽的鱼儿围绕身旁。\n等她再恢复意识时，自己已经安全回到了沙滩上。也是从那时起，她便知道温柔的海洋一直都在守护着她。",
		heart_chain3 = "节假日的时候，同事们经常会看到波塞冬在街道和商城里分发“海洋保护协会”的活动传单，传单的背面，波塞冬的名字居然位列荣誉副会长之席。\n据休说，波塞冬仅仅用了两年时间就自学成为了海洋科学的学者，因而被协会选为了荣誉副会长。\n很多人认为她的当选是由于其精深的知识，但或许更重要的原因是，当她在谈及海洋时，双眸中所透露的那股热情和真挚，不知不觉就将他人感染了吧。",
		heart_chain5 = [[
一直成为他人「港湾」的波塞冬，平时是怎么化解自己的情绪的呢？
「该不会，她一直都一个人默默承担了所有吧？」
这样担心着的管理员，曾经就这个问题去问了和波塞冬相识最久的休。然而在了解到管理员的担忧后，休却显得并不在意。她在得到管理员保密的许诺后，将终端内的一份视频发送给了管理员。
——视频里，波塞冬只穿了一件睡衣地坐在床上，眼睛红红、脸颊鼓鼓的，时不时还用捏紧的拳头锤几下怀里的枕头。
「这……是在干嘛？」
「她看了新闻里有关人类污染海洋的报道，然后就气成这样了，我当时觉得她生气的样子很可爱，就偷偷拍了下来。」
「原来波塞冬也会有这样的一面啊……」
「是啊……只是她的偶像包袱很重，你小心别让她看到这个视频。」
管理员点了点头，然后悄悄把视频收藏进了终端里。
——虽然一直都扮演着“知心姐姐”的波塞冬很迷人，但果然还是看到了这样一面的她，才能更坦然地接受那一份温柔呀。]],
		hero_id = {
			1039,
			1139
		},
		gift_like_id1 = {
			50007
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {
			210390101,
			210390102,
			210390103,
			210390104
		}
	},
	[1048] = {
		birthday = "5月3日",
		height = "144cm",
		id = 1048,
		name = "前鬼坊天狗",
		weight = "41kg",
		heart_chain1 = "作为修正者队伍中较年轻的一员，前鬼坊天狗的成长可以称得上是无忧无虑。\n前鬼坊天狗的信号在苏醒前就已经被隐科组的神力探测器所捕捉。因此，她自一苏醒就被深空之眼所吸纳，并幸运地得到了奥丁的亲自教导。原本大家对由奥丁来教导年轻的修正者这件事很是放心，但最后的结果却出乎所有人的意料。\n面对每日恶作剧不断，心性还和小孩子一样闹腾个不停的前鬼坊天狗，让所有人都感觉「是不是哪里搞错了」？",
		like = "恶作剧、凑热闹",
		cv_zh = "韩娇娇",
		cv_ja = "高森奈津美",
		heart_chain2 = "另外一件让大家相当在意的事情是，前鬼坊总是声称自己的身边有个名叫「后鬼」的小伙伴，并表示这是一直和自己形影不离的最好朋友，还展现出想向大家介绍这位空气友人的极大热情。\n然而实际上，根本没人能看得见这位后鬼，甚至连最有兴趣的大国主，都没有办法调查到任何关于后鬼的信息，这个空气朋友的身份也成为了一个彻底的谜团。不过现在深空之眼的大家也都基本习惯了，大部分修正者把后鬼的存在当做前鬼坊的中二妄想，只有单纯的薇儿丹蒂对后鬼的存在深信不疑。",
		organization = "深空之眼",
		heart_chain4 = "虽然前鬼坊是一个幻想着自己有空气朋友，偶尔心血来潮炸掉厨房、偷走休的笔记本、扰乱大国主实验、和维达尔的宠物狗搏斗的捣蛋鬼，但她在战斗中的表现还是十分可靠的。\n毕竟从她懂事开始，就被奥丁安排了那些极其严苛的训练。而且出于恶作剧以及恶作剧之后逃跑的需要，前鬼坊在武器的运用和机动作战上也有着突出的表现。\n不过比起这些技术层面上的东西，前鬼坊作为前线作战人员最大的优势是她豁达开朗的心态，或者说没心没肺比较准确？总之，只要有她在队伍里面，队内的气氛就永远不可能变得阴沉。在面对强大的视骸之时，她也能很好的起到鼓舞士气的作用。只要她不听完作战计划就开始行动的行为能收敛一下的话，她将会是一个不错的队友。",
		heart_chain3 = "当然，想要和前鬼坊好好相处还是有些难度的，首先你得要能忍受不知何时就会出现在你身边的恶作剧。这也是让休非常头疼的一件事，通常你要是在走廊遇见休拎着前鬼坊走过，八成是因为她又捅了什么篓子，正要去办公室写检讨。据不完全统计，光是一个月内，前鬼坊的检讨文就能达到惊人的三位数之多。然而这并没有什么太大作用，第二天一切照旧。\n而在前鬼坊看来，这样的恶作剧只是后鬼想和大家一起玩的表现。所以她其实真的并没有什么恶意，总的来说是个心思单纯，只是有点活泼过头的好孩子。不过还是要注意，前鬼坊很多时间不太管的住自己的嘴，建议最好不要告诉她什么秘密。虽然她总是信誓旦旦地说自己只会把这个秘密告诉后鬼，但她和后鬼说话的时候可从来不管身边有没有别人。",
		heart_chain5 = [[
每隔一段时间，前鬼坊就会进入一段被海姆达尔称之为「恶作剧倦怠期」的时间。这时她会反省自己给大家带来的麻烦，也会在这段时间内收敛自己的行为。
经过海姆达尔的精确计算，「恶作剧倦怠期」差不多是每半年一个周期，进入之后会持续两周左右。根据这份预测，深空之眼的修正者都会尽量将自己的休假与之对应。在这种现象稳定形成之后，休干脆将这两周作为固定的休息日加入到了深空之眼的勤假制度之中。
而在宛若天堂的「恶作剧倦怠期」结束后的几天，重新恢复精神的前鬼坊的恶作剧也会变得更加强烈。
听不幸在这几天被恶作剧的人说，他们在被恶作剧之后，看着逃跑的前鬼坊，不知道是不是错觉，似乎能听到从她身旁空荡荡的位置传来「一起来玩吧~」的轻笑。]],
		hero_id = {
			1148,
			1048
		},
		gift_like_id1 = {
			50006
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {
			211480101,
			211480102,
			211480103,
			211480104
		}
	},
	[1066] = {
		birthday = "6月6日",
		height = "144cm",
		id = 1066,
		name = "大国主",
		weight = "41kg",
		heart_chain1 = [[
二十年前，核心城曾经出现过一位惊动科研界的天才少女。她年仅十岁，便凭借着在顶级科研刊物上发表著作，而免试进入核心城大学就读。接下来，十一岁成为了顶尖学府的终身教授，十二岁达到令所有研究者都望尘莫及的荣誉高峰。
可就在大家都期待着日后这位少女会创造出怎样伟大的成就时，少女在十二岁生日的当天，却突然留下一封辞职信不告而别。从此她再没有回到过自己的实验室，也没有以她名字署名的文章再出现在科研期刊上。一颗时代的奇迹之星突然消失，时至今日，她曾经在核心城大学办公过的房间仍未转给他人使用。
在墙壁上挂着她曾经在这里工作的照片——
雪银色的柔顺短发下，是一双像初春树梢上的樱花瓣般可爱的粉色眼眸。少女专注地看着机械臂耳所抓起的自己的新设计稿，脸上露出满足的微笑。]],
		like = "塔罗牌、科研",
		cv_zh = "皛四白",
		cv_ja = "种崎敦美",
		heart_chain2 = [[
「人类学术界的研究水平对大国主来说已经触及瓶颈，想要更进一步的话，只有深空之眼的设备和资料可以满足她。」
「可是，全然不提修正者的使命和视骸的问题，以这种方式招纳成员会不会……？况且她觉醒的时候还这么小。」
「放宽心，只要适应一段时间，她自然会认可我们的行动的。」
这样轻描淡写地向休解释完的奥丁，其实还隐藏了一个她与大国主交涉的关键条件。
此后，深空之眼开始频发跳闸，设备故障等一系列问题，最后追查到的源头往往都是那间奥丁特批给大国主的实验室。而后来大国主交出的研究成果，却都是些让人哭笑不得的发明——怎么切洋葱都不会流泪的兔兔菜刀、可以听不到抱怨声的定向屏蔽耳机，不会让人察觉出来的自动回消息机……]],
		organization = "深空之眼",
		heart_chain4 = [[
虽然大国主对她每一样发明都很自豪，但若要在其中找出最喜爱的几件，那么势必要数兔兔系列了。
从最初的兔兔一号，到现在的兔兔二号和兔兔三号，大国主的自用作战兵器已经丰富到了钢铁巨拳、激光手枪和兔兔机器人这么丰富了。
据悉，后续拓展的兔兔四号已经列入大国主的研发日程，但具体是什么样的设计还无人知晓。
听说大国主为了这次兔兔四号的研发还去找了海姆达尔商量，值得让大国主做出这样的举动，真是让人更期待最后会发明出怎样厉害的东西呢。
——在科研经费审批的评估会上，替隐科组争取的弥芙尔如是说道。]],
		heart_chain3 = [[
「交流什么的，只要保持最低限度的不就好了吗？」
保持着这种观点，平日里的大国主基本很少说话，甚至连表情的浮动也难以看到。如果你为了一些琐事，在她专注研究时打扰到她，会毫无疑问收获到一道仿佛可以冻结一切的冰冷视线。
此外，希望大国主能配合任务出动也是天方夜谭——
尽管大国主的各项发明都拥有着不俗的战斗力，但奥丁在邀请大国主时提出了「可以不参与任何出战行动」的条件，所以大国主也毫不客气地拒绝了作战小队的编制和所有外出任务。
「我对消灭视骸没有兴趣，是那个人答应了我，可以在这里随便做自己希望的研究。」
不过在做完自己的古怪发明后，剩下的时间里，大国主还是会帮处理一些第九部门的科研协助请求，毕竟下个季度的科研经费审批单还握在那个管事的女人手里……]],
		heart_chain5 = [[
「透过塔罗看到的命运，亦或是通过研究得到的答案，两者都是通往这个世界真理的途径，在我看来它们没有区别。」
掀开桌上排列着的其中一张塔罗牌，大国主露出了会心的笑容。
「看来今天的实验会很顺利呢。」
正是因为在研究中解答了许多世界的谜题，所以才会明白这个世界当中的更多未知，是研究无法解答的——这个信念构成了大国主在神秘学和科学领域均有涉及的矛盾。
在新人管理员来到深空之眼的第一天，大国主发现自己居然无法分析出隐藏在他身上的秘密。在这样的受挫下，大国主没有像海姆达尔一样继续检查和深入自己的数据分析。她回到了自己的房间，回想着那个新人的脸，在桌上摆出了十一张的塔罗排阵——愚者、倒吊人、死神……
当揭示到最后一张牌时，大国主几乎不曾变过的神情也产生了触动。她缓缓地揭开盖牌，在看到牌面的内容后，长长地叹了一口气。
「居然错成这样，看来我还是修行不精呀……」]],
		hero_id = {
			1066
		},
		gift_like_id1 = {
			50014
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {
			210660101,
			210660102,
			210660103,
			210660104
		}
	},
	[1038] = {
		birthday = "7月21日",
		height = "165cm",
		id = 1038,
		name = "赫拉",
		weight = "52kg",
		heart_chain1 = "作为早期觉醒的修正者之一，赫拉将大量的时间花在了研究人类贵族礼仪以及各种名流聚会上。优越感让赫拉无法将人类这种生物当作是平等的存在，但对于其中孺子可教的部分，赫拉也愿意大方慷慨地教授她们淑女的知识，前提是她们对自己表达了绝对的取悦和崇拜。",
		like = "出席各类名流聚会、举办茶会",
		cv_zh = "卓思源",
		cv_ja = "植田佳奈",
		heart_chain2 = [[
赫拉不仅擅长礼仪，在舞蹈、声乐、鉴赏甚至是常人极少涉足的哲学、政治领域都极为精通。
优雅的美貌、淑女的气质、以及在各种聚会和茶会上的表现，让赫拉在人类社会、尤其是欧莫菲斯的名流圈中颇具名望，也因此收获了一大批狂热的追求者和粉丝。
因为高贵所以仰视向往，因为耀眼所以低眉俯身，赫拉对于这些名流们来说就是这样的存在。
但在满是仰慕者的欧莫菲斯，也有个让赫拉无法忍受的存在
——铃兰骑士团团长雅典娜，光是提到这个人的名字，赫拉便会气得牙齿发抖。
以「聚集众多知名艺术家需要提前报备」为由，雅典娜率领自己的铃兰团多次叫停了赫拉举办的茶会，这位骑士团长似乎除了城市安宁和市民的安全外，并不把任何东西放在眼里。
「哪有开茶会还要报备的道理？这样一点也不优雅！」]],
		organization = "缪斯协会",
		heart_chain4 = "其实最初接到哈迪斯的邀请时，赫拉多少有些不情不愿：她的时间还没有多到有空去鉴赏一些稀奇古怪的行为艺术。但对于哈迪斯，这位星虹议会的议员之一，赫拉还是抱有足够的敬意。不论是在艺术造诣上，还是原初的知识，赫拉知道这些是现在的自己还比不上的，或许加入「缪斯」也并非全部都是坏事。\n另一方面则是，哈迪斯答应为赫拉安排正宗欧莫菲斯风格下午茶，每天都有。",
		heart_chain3 = "因为赫拉在艺术领域的才气在欧莫菲斯备受瞩目，也有不少协会向赫拉发来了邀请，不过都被她一一谢绝了。但据说早些年的时候，也曾有人在「缪斯协会」见过这位才气斐然的大小姐，不过说到底也只是传言，考虑到赫拉的年龄以及早已人气低迷的「缪斯」，大家都觉得这并没有什么可信度。\n「啊，又开始下雨了呢。」\n赫拉举起手中的红茶杯，看向「缪斯」窗外的天空。",
		heart_chain5 = "在诸多不能容忍的事项当中，有一项对赫拉来说是绝对的禁区，那就是毫无美感的事物，或者再确切一些，无法欣赏「美」的人也在她厌恶的范围之内。\n在她看来，世间的一切都应该是高雅的，而因为有审美低下者存在，毫无美感的俗物居然也能心安理得地出现在自己的视线之中。那么她也有必要教会他们「何为美」，或者在俗物污染自己的目光之前，让它们彻底消失。\n所以，在她面前，你最好能做到举止得体。或者至少，多多夸赞几句她当日的装扮。",
		hero_id = {
			1038,
			1138
		},
		gift_like_id1 = {
			50019
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {
			210380101,
			210380102,
			210380103,
			210380104
		}
	},
	[1099] = {
		birthday = "9月10日",
		height = "170cm",
		id = 1099,
		name = "月读",
		weight = "58kg",
		heart_chain1 = "月读，雉小队的队长，在深空之眼中也是相当优秀的修正者，不论是单独作战还是带领小队期间，只要是月读负责的任务，都有着惊人的完成率。强大的实力来源于月读对自己的严格要求，以及在旁人看来严苛到过分的训练。若是不在任务期间，你几乎只有在一个地方才能见到她——训练室，即使是夜深人静的时候，她也似乎不知疲倦般一遍又一遍地练习着自己的剑术。\n平时的月读就像凛冽的寒月一般，不怎么表露言辞，散发着生人勿近的气息。大多数的时候她都只是不发一语地忙于任务或者训练，然而敏锐的人会察觉到，她似乎只是想通过忙碌，让自己忘记什么事情。",
		like = "照顾植物、下棋",
		cv_zh = "蟲蟲",
		cv_ja = "石川由依",
		heart_chain2 = [[
据说在月读还没加入深空之眼前，一直生活在笹波区的某处，但却少有人听她提起自己的过往。即便是同队的国常立与丰前坊，也对此完全没有耳闻，只是偶尔会见到那个坚强可靠的队长看向不知何方的天空，眼神中流露出一丝转瞬即逝的迷惘。
「她在找一个人。」
虽然不知道奥丁醉醺醺的话语有几分可信度，但月读一些行为似乎也印证着这一说法，然而具体如何，或许也只有月读自己最清楚。
她早已不记得是何时来到深空之眼的，但是为何来到这里的原因，她却不曾忘记。看向照片中的自己，以及那个站在背后的身影，月读明白，自己还不能停下前进的脚步。]],
		organization = "深空之眼",
		heart_chain4 = "「我不会让她成为下一个我。」\n对于自己收下的弟子丰前坊，最开始月读只是抱着想要引导的态度，在认可了丰前坊的剑心之后，才决定帮助她走出阴霾。随后的几年中，月读极尽所能地用心教导丰前坊。而丰前坊也认定了月读这位师傅，并且对她的感激之情日益增加，认真地完成每一个要求，以图能报答月读的这份恩情。\n但在发现了丰前坊对自己的信赖后，月读产生了不安与动摇。她在害怕这份羁绊与信任，她害怕有一天弟子会重蹈自己的覆辙，被人心所困而陷入无尽的迷茫与伤痛当中，这也正是月读心魔的真相。她的追寻之路，大概也是自己的救赎之路。",
		heart_chain3 = "然而即便已经过去许久，关于月读想要寻找的人依旧没有任何线索。只是偶尔能听休提起，月读似乎又独自回了一趟笹波，站在三人的「家」前，往日的生活片段不断浮现，随后又宛若泡影般在眨眼间消散。再没有昔日的热闹温馨，现在被冰冷气息充斥的这里，只是一具空壳罢了。「家」如是，月读亦是如此。\n家人的离开，是不告而别，而月读将所有的错误都归结在了自己的身上，自然地想要承担起全部责任，却不曾想引发了更大的矛盾。为此，月读陷入了更深的自责之中，她把一切都埋藏在心里，不再与人提起。然而即便表现得再如何冷静，她的压抑与伤痛并不会因为沉默而减少半分。",
		heart_chain5 = "师父，队友，伙伴……月读的身份在不断的增加，这代表着与她牵连的羁绊也越来越多，在意识到这一点后，月读陷入了更深的迷惘中。她并不是冷血之人，然而心中的阴影让她无法接受再有其他人因为自己的过错而离开，最好的办法就是在那一天到来之前，先由自己斩断这份牵绊。\n可另一方面来说，月读在他人看来，是优秀的队长、严格的师傅、可靠的队友……她也承载着无数其他人的信赖。月读重视每一个伙伴，自然也不想轻易就辜负了他们的期待。或许关于「心」的答案，她还要找上很久。\n「我并非不再迷茫……」",
		hero_id = {
			1099,
			1199
		},
		gift_like_id1 = {
			50016
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {
			211990101,
			211990102,
			211990103,
			211990104
		}
	},
	[1084] = {
		birthday = "2月23日",
		height = "165cm",
		id = 1084,
		name = "薇儿丹蒂",
		weight = "55kg",
		heart_chain1 = [[
对于后天觉醒而被招入深空之眼的修正者来说，突然脱离日常生活后面对即将到来的战斗，虽然是记忆中的职责所在，但难免都会有些迷惘甚至害怕。
不过这条定律似乎并不能作用在薇儿丹蒂身上，应该说，她似乎并不存在精力不足的情况。即便是刚加入新人小队时，也总是展现着强大的活力和热情。
「想要用这份力量守护世界、守护喜爱的人们，因此才更应该努力！」
用她自己的话来说，自己的乐观坚强是从重要之人身上学到的，现在也想要把这份积极的态度继续传递下去。]],
		like = "吃烤肉，哼小曲",
		cv_zh = "牛奶君",
		cv_ja = "矢野妃菜喜",
		heart_chain2 = "对于成为修正者这件事，薇儿丹蒂似乎没有什么太多的自觉。换句话说，她还是一直把自己当作「普通人类」充实地生活着，像是随处可见的同龄人一般上学、打工，即便觉醒成为了修正者，向往有趣生活的心情也不会减少。\n而在这么多有趣的事情当中，美食算是不可或缺的一环。肉食主义者薇儿丹蒂，在尝试过各种各样的烤肉料理后，做出了「烤肉就是人生啊！」这样的纯粹发言。曾经也有为了品尝到最著名的牛肉料理，选择跑到很远的地方却迷路的经历。意外的也很擅长烘焙和烧烤料理的制作，不过那是经过多少次失败磨炼出的技艺，这件事或许只有她的队友比较清楚了。",
		organization = "深空之眼",
		heart_chain4 = [[
那场意外事故后，薇儿丹蒂的身体机能受到了严重的破坏，虽然没有直接丧命，但身体出现了很多在当时的人类医学角度看来难以治愈的症状。虽然及时接受了治疗，但心脏功能却在不受控制的日益衰竭，不管服用什么药物都收效甚微。被告知只有数月时间的薇儿丹蒂在住院病房里静静地等待着死亡的到来。
一周后，一位名为塔琳娜的少女转入病房，她比薇儿丹蒂年长几岁，同样是身患重症，塔琳娜却和薇儿丹蒂有着截然不同的性格。她出生在一个普通但幸福的家庭，父母因为不想放弃而将塔琳娜送至该机构治疗，或许是天性使然，又或是不想让他人担心，塔琳娜一次也没有因病症消极过，她对谁都展露笑容，甚至比许多正常人还要开朗。薇儿丹蒂一度怀疑她是否真的是绝症病人，直到一天她看到塔琳娜病症发作时的模样，黑色的诡异斑纹蔓延上皮肤，仿佛在将塔琳娜身体撕裂般地令她不断哀嚎。
「你看到了啊……对不起……是不是吓到你了？」
擦拭着因剧痛而渗满额头的汗珠，塔琳娜只是对薇儿丹蒂露出无奈的苦笑，仿佛这样瘆人的画面对她早已是家常便饭。
与塔琳娜相处的半年是薇儿丹蒂一生中最奇妙的时光，她第一次接触到福利院以外的人，明白了这个世界上的人类是各种各样的。被这个奇妙的姐姐所感染，薇儿丹蒂渐渐对世界的看法有所改变，塔琳娜乐观积极的性格也在无形当中影响着薇儿丹蒂。]],
		heart_chain3 = "大部分人，包括深空之眼的朋友们在内，都对薇儿丹蒂的年幼时候的经历知之甚少。只知道她曾经生过一场大病，遗失了一部分幼时的记忆。所以很少有人能想到，现在开朗乐观的薇儿丹蒂小时候其实相当的寡言少语，怯懦胆小，福利院的生活给她的童年蒙上了一层阴影。\n实际上，曾经收养薇儿丹蒂的福利院因为内部的管理不当，导致许多孩子在院内都有被黑工欺凌的经历。从小在这样阴暗环境中长大的薇儿丹蒂逐渐失去了对他人的信任，选择把自己封闭起来。\n直到那年福利院意外事故的发生，成为了薇儿丹蒂人生的转折点。",
		heart_chain5 = [[
在医院遇到的这位奇妙的姐姐以后，薇儿丹蒂从她那里听来了许多外面的事情——那都是她从来没有经历过的，所有的一切对她来说都有无比的吸引力。塔琳娜总会看着她那双充满期盼的眼睛，然后温柔地抚摸着薇儿丹蒂的头对她说：等什么时候两人能出院了，就带她去看看外面世界的样子。
但这个愿望最终却没能实现，塔琳娜还是因为病症去世了。
在最后的时间里她和薇儿丹蒂定下了一个约定：不论发生什么，都不要轻易放弃，要积极地活下去。
或许是受体质的影响，后来薇儿丹蒂的身体居然意外的痊愈了，而后她也被塔林娜的父母收养，慢慢过上了正常人的生活。
但她不曾忘记，这个与重要之人的约定，现在也在试图把这份积极，传递给身边的人。
「被人类所拯救，被人类所抚养……所以即便发现自己是修正者后，我也不觉得自己和一般人有什么不同。」
十七岁那年的薇儿丹蒂觉醒了修正者意识，她明白了自己维护文明、消灭视骸的使命，恰好此时深空之眼发来了邀请。即便很不舍得养父母，薇儿丹蒂还是以上大学为名离开了自己长大的城市，前往修正者大本营所在的艾因索菲核心城。]],
		hero_id = {
			1084,
			1184
		},
		gift_like_id1 = {
			50002
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {
			210840101,
			210840102,
			210840103,
			210840104
		}
	},
	[1093] = {
		birthday = "2月21日",
		height = "167cm",
		id = 1093,
		name = "国常立",
		weight = "57kg",
		heart_chain1 = "隶属于雉小队的修正者国常立，擅长利用类似潜行者的巧妙身法进行战斗，目前主要负责各类潜行，探查类的工作。然而平时的国常立也像是潜行者一样，大部分时候都是神出鬼没的，要是想找她只能选择去各大祭典碰碰运气。据说这也是她以前在笹波的习惯，总是趁着夜幕降临后，辗转在各大祭典间，逍遥生活。\n在她还是自由行动的修正者时，奥丁就认识她了，并且一度因为她强大的实力提出加入深空之眼的邀请。不过习惯了自由生活的国常立没有同意，倒是相同的爱好让这两人成了趣味相投的朋友。",
		like = "逛祭典，捉弄后辈",
		cv_zh = "牛奶君",
		cv_ja = "泽城美雪",
		heart_chain2 = [[
「嗯哼，你想知道姐姐的秘密吗？凑近一点就告诉你哦。」
国常立让人印象深刻的一点，是额前长到盖住左眼的银白色刘海，甚至已经到了不得不担心这是否会影响视线的程度。不过本人似乎并不在意这一点，有人问起也只是故作神秘。不过从隐科组的记载里还是能多少了解到一些当年发生的事：
国常立在某次讨伐笹波区视骸的过程中，因为对手的实力强大，大意受了重伤，被随后赶到的月读紧急带回了深空之眼抢救。面对国常立严重的伤势，医疗组的成员虽然勉强保住她的性命，但国常立却因此失去了自己的左眼。在奥丁的指示下，隐科组用一颗珍贵的核心晶体替国常立制作了一只义眼。那之后国常立就留长了头发，以遮盖起义眼的存在，不过得益于这颗义眼的特性，国常立的感知能力也增强到甚至可以不用睁眼就判断出对手的行动。
也因为这次事件，国常立怀着对月读的感激之情答应了奥丁的邀请，并被安排加入了月读所在的雉小队。]],
		organization = "深空之眼",
		heart_chain4 = "鲜有人知的一件事是：那次战斗中国常立受到的伤并没有根治，那只强大视骸的侵蚀力超出了可以清除的范畴，隐科组的手段只能够勉强将这股侵蚀力压制在可控的范围内。并且因为这种压制力无法长久维持，国常立需要定时服用抑制药，用以防止侵蚀力在体内的再度爆发导致身体组织被破坏。\n不过，由于尚没能解明那只视骸的真貌，也就无法根据它的侵蚀特性去调整药剂。想要抑止侵蚀就只能用更强的药力来压制，这导致抑制药在挽救国常立生命的同时也是攻伐之剂，药效的副作用会让国常立感到痛苦万分。为了不让小队成员担心，国常立每次都会躲起来偷偷地服药，这或许也属于是她不可言说的秘密之一。",
		heart_chain3 = [[
国常立对救过自己一命的月读暗自感激，也希望有机会能偿还这份恩情。加入雉小队后，有了更多共事时间的国常立敏锐地察觉到了月读的心事，但她并没有很快说破，而是在力所能及的范围内给予帮助。偶尔对月读的玩笑打趣总是让月读感到有点无奈，但实际上，这只是国常立希望她不要被自己的心情所困。
不过小队中的另一人似乎对此颇有怨言，联想到国常立平时的轻浮举止，和刻板认真的丰前坊相处不来也是理所当然的。
所以国常立每每讲起一些不正经的话语，总会立刻被一道「恶狠狠」的视线盯上。
「嗨呀，原来丰前坊也在啊。」
不过国常立似乎反而对此更加来了兴致。]],
		heart_chain5 = "对于刚进入深空之眼的后辈修正者来说，大多数人都对前辈帅气战斗的身姿有或多或少的憧憬。国常立的实力也确实是其中的佼佼者，然而当怀着仰慕之情的后辈拜访她的时候，她通常也会负起责任把这份憧憬彻底击碎。轻浮的语气加上随性的举止，对自己认为可爱的后辈甚至会频繁打趣，虽然在本人看来那不过是表达喜欢的一种方式，但这也导致国常立在新人之间风评不佳，但她本人似乎对此并不在意。\n因为曾经差点死去的经历，所以对国常立来说，现在的最重要的事就是在生活中寻找快乐，看到更多，经历更多——而逍遥自在度过的每一天，都算是她「赚到的」。\n「现在，来和姐姐喝一杯吧。」玻璃杯中，印照着她慵懒的目光。",
		hero_id = {
			1093
		},
		gift_like_id1 = {
			50015
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {
			210930101,
			210930201,
			210930301,
			210930401
		}
	},
	[1019] = {
		birthday = "1月4日",
		height = "167cm",
		id = 1019,
		name = "休",
		weight = "56kg",
		heart_chain1 = "休在苏醒之日就被奥丁找到，此后便在她的身边以修正者的身份被培养长大。因而对休来说，在修正者意识觉醒前她便对自己的身份有了足够的认知，而深空之眼对她来讲也是真正意义上的「家」的存在。\n那时，她与波塞冬一起长大。但与休一起长大的波塞冬却不知为何变成了不理外事的慵懒性格，这点与严谨无比的休截然相反。于是奥丁就把越来越多活交给了休，甚至这几年玩起了失踪。\n「究竟是什么时候变成这样的呢？」忙碌批改文件的休不由地想到。",
		like = "写手账、记日记",
		cv_zh = "陈睿婕",
		cv_ja = "加隈亚衣",
		heart_chain2 = "好记性不如烂笔头。\n休习惯将每日的事项都提前罗列下来，并按照重要程度区分优先等级。\n这并不是因为她的记性不好，而是身为大管家的她工作实在太多了。同时她还有记日记的好习惯，工作至今休已经用掉了十一本日记本。翻开其中的页面，可以经常看到前鬼坊在何年何日闯下了什么罪状。",
		organization = "深空之眼",
		heart_chain4 = "对于这位深空之眼的大管家来说，上至公司运营，下至成员管理，近些年来几乎所有的重要事务都由她一人包办了，恐怕除了休以外，没人知道这到底意味着多少的工作量。\n只是不知道这样的状态还能支撑多久，虽然休从不曾提起，但她的身体似乎已经因为连续的工作而略显疲态，据说偶尔也会被人看见她趴在自己的办公桌前浅眠。\n然而休其实很清楚，现在自己的身上肩负着引导众人的职责，还远没有到能够放心休息的时候。",
		heart_chain3 = "尽管工作越来越忙，休却从来没有想过辞去新人小队队长一职。\n她提到这是因为想多关注下新人们的成长，但也有传言是因为前鬼坊的恶作剧给休带来了太多梦魇，导致休至今都不敢将这份工作轻易放手交给别人。",
		heart_chain5 = "近年来，休已经很少参与到直接的对视骸作战中，更多担当的是幕后指挥者的角色，这或许也和新人小队几乎不被派去执行危险的任务有关。\n但即使如此，休也从来没降低过对自己的要求。就算工作得再晚，在深空之眼的训练室里也能看到她每日训练的身影。\n因为休总是告诉着自己，当真正的危机来临时，自己的手中的长枪一定要第一时间挡在同伴的身前。",
		hero_id = {
			1019,
			1119
		},
		gift_like_id1 = {
			50001
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {
			210190101,
			210190102,
			210190103,
			210190104
		}
	},
	[1080] = {
		birthday = "1月12日",
		height = "164cm",
		id = 1080,
		name = "维达尔",
		weight = "53kg",
		heart_chain1 = [[
维达尔苏醒在一个遍地都是冰川的原质区，在那个被称为极地的地方，她自小便靠着狩猎动物来养活自己。
她像一个穿梭在雪原的猎人一样独来独往，白天藏在雪堆里等待猎物，晚上呆在简易搭建的冰屋里入眠。这样的生活持续多年，直到一艘破冰船的到来改变了一切。
某支科考队驾驶着破冰船「雪列格号」来到极地冰圈，他们一路上凿破厚积的冰路，抵抗凛冽的风暴，预测会忽然从风雪中出现的冰山，这些困难都没有对他们造成影响，但偏偏在抵达了目的地时，无坚不摧的核动力破冰船却接连发出警报……
船体出现奇怪破洞，螺旋浆翼遭到破坏，部分船舱的舱门被在夜间摧毁，众人猜测可能有一队训练有素的北极熊起跳将近20米的高度潜入了船舱内。他们开了一个短会，接着不论调查员还是船员都提起一杆老式猎枪巡逻全船。最终，科考队队长克林·博格在动力室内发现了这一切的罪魁祸首——一个手持利斧，正准备砸破动力室大门的少女。]],
		like = "遛狗、与犬类动物交谈、跑步",
		cv_zh = "蟲蟲",
		cv_ja = "诹访彩花",
		heart_chain2 = [[
驾驶「雪列格号」的极地科考队是维达尔见到的第一批人类，那时她正准备使用大斧将这个闯入自己领地的「怪物」——科考破冰船大卸八块。
调查员们过了好久才接受一个十多岁的少女在极地独自生活了数年的事实，而她除了自己的名字外什么也说不出来。在科考队长博格的号召下，调查员们开始每天轮流教授她基础的人文知识，用科考队的制服替换了那件兽皮外衣，将她那些充满自然野性的习惯一一改造，总算让维达尔看上去不再像一只长着人类外貌的极地雪狼。
为期一年的极地科考任务结束了，科考队们完成了预定目标，在征得维达尔同意后，他们本打算带着维达尔乘坐雪列格号返回城市。然而在启程之夜，维达尔的修正者意识突然觉醒，她在嗅到了潜藏在极地冰川中的视骸后独自跳海返回，不然从冰川中复苏的视骸会将雪列格号拖入无底的冰渊。她从冰封中取出那柄被科考队们藏起的冰斧「寒霜之牙」，像过去和冰原的野兽们交锋一样，直面了迎来的视骸们。
这场持续了一天一夜的战斗以维达尔的胜利告终，但她也同时失去了离开这片冰原的机会，雪列格号并没有返航找她。长夜破晓，艰难取胜的维达尔筋疲力尽地倒在冰原上，陷入了漫长的冬眠之中。]],
		organization = "深空之眼",
		heart_chain4 = "来到艾因索菲后的维达尔，初期并不能适应这里的生活，也因此闹出过很多的事故——比如在餐厅用餐忘了付钱，不明白什么是交通规则，和公园的动物打起来之类的。\n不过在同事的帮助下，现今的她已经完全适应了现代社会的生活方式，也能正常地操作大部分电子设备了。不过唯独有一点，当维达尔看着总部里相处融洽的众人时，向来独处的她却不知道该如何加入。她不明白为什么人总要集体行动，为什么要因为无意义的事大笑，即便去网络上搜寻这个问题，也没有一个好的答案可以解决她的困惑。\n不知如何与人相处的维达尔，会在同伴试图与她亲近时感到迷茫与不知所措；也不知道那个总是自顾自地称呼自己为「师父」的女孩，心里到底在想着什么。看起来，这份拘谨和困惑还需要更多的时间，或者一个合适的机会去化解。",
		heart_chain3 = "四年后，在深空之眼的某次观测中，维达尔的微弱信号被弥弥尔的神力探测系统捕捉到，并派遣了专门的搜寻部队「弥弥尔雪橇机器人」前往。\n被带离极地的维达尔的身体出现了奇怪的现象——会对冰冷的事物产生本能的依赖，如果体感温度超过26℃便会完全陷入虚弱状态，几乎无法做任何事。\n为了解决这个问题，隐科组为其制作了特殊的控温芯片植入体内，使得维达尔的体温一直保持在较低的区间。可即使这样也不是绝对安全的，神力的过度使用会使得控温芯片的调节失灵，令维达尔出现升温和冒汗的症状，所以在战斗中需要时刻关注她的体温变化。",
		heart_chain5 = [[
虽然维达尔在冰冷残酷的环境中成长，也曾经以狩猎其他动物为食。但是她对于生命抱有平等的尊重，为了自己的生存而狩猎，为了生存而吃掉猎物。对视骸这样只是为了破坏而破坏，无故夺取生命的存在，维达尔感到深深的厌恶。
另外，维达尔在极地时期还饲养了一只名为「芬里尔」的雪地犬，这是她从长久的冬眠中醒来后的第一个伙伴。
在被探索装置发现后，芬里尔也随维达尔一同来到了深空之眼，与拘谨的维达尔不同，它反而是最快与同伴们热络起来的。不过这样热情的芬里尔也有一个忌讳，那便是不允许别人摸它的头，这点只有维达尔和利维坦是例外。
作为主人的维达尔尚可理解，但芬里尔和利维坦如此亲昵的原因却难以追寻。大家不禁猜测，难道真的如利维坦所说，她和维达尔与芬里尔是早就在极地共同生活的关系，可这样一来，维达尔的记忆内容就又无法解释了……]],
		hero_id = {
			1080
		},
		gift_like_id1 = {
			50012
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {
			210800101,
			210800102,
			210800103,
			210800104
		}
	},
	[1027] = {
		birthday = "6月12日",
		height = "147cm",
		id = 1027,
		name = "利维坦",
		weight = "44kg",
		heart_chain1 = [[
据利维坦说，她曾经乘坐一个巨大的逃生舱，在一片黑暗里漂流了不知多长的时间。
突然有一天，逃生舱的外部极速升温，她感觉到有什么东西与逃生舱外部剧烈地冲撞着，然后随着一声巨响，逃生舱降落在了极地的冰川上。至于她是如何登上逃生舱，以及为何在极地降落的，这些记忆已经完全断片了。唯一可知的是，利维坦来到深空之眼时，身上确实穿着一件古怪的白色密闭服。
利维坦回忆起自己在极地和维达尔相处的岁月，曾经弱小的她，每日都要被暴躁的企鹅欺负，直到一天在冰窟窿里发现了浮起的冰船锚，这才有了驱赶那些企鹅的能力。
但得到武器的利维坦并没有为自己猎得食物的天赋，如果不是遇到维达尔的话，估计她很快就要在寒冷的极地被冻僵饿死了吧。]],
		like = "维达尔、冰淇淋",
		cv_zh = "刘雯",
		cv_ja = "Machico",
		heart_chain2 = [[
这样被提及到的维达尔，却坚决地否认自己见过利维坦。她没有在极地帮助过任何人，唯一的伙伴只有一只名叫「芬里尔」的极地犬。
两人的记忆有了出入，但这并不影响利维坦的热情似火。
尽管维达尔强调了很多次「我根本不认识你啊……」、「你认错人了吧？」、「你到底是谁啊？」，但到了最后，都总会被利维坦泪汪汪的小眼神所打败。
可能是考虑到和利维坦一样在极地生活过的缘故，奥丁让两人组成了「冬」小队，由维达尔作为队长与导师带领利维坦一起行动。
两人除了出击清除视骸外，还会在每年的特定时间前往极地，进行为期数月的勘探考察。一方面是她们都拥有应付极地恶劣气候的丰富经验，另一方面则是因为极地还隐藏着一批被冰封的可怕视骸，需要有人定时记录它们的情况。]],
		organization = "深空之眼",
		heart_chain4 = [[
虽然维达尔本人对这个缠人的小徒弟应付不来，但她所养的雪橇犬「芬里尔」却非常的喜欢利维坦，利维坦也是深空之眼中唯二可以摸芬里尔头的人。
以前只要晚上有空闲，利维坦就会骑着芬里尔到公园里兜风。可是被当成「一个人溜大型犬的小孩子」遭到市民多次举报后，利维坦就被剥夺了独自带芬里尔出去的权力。
但因祸得福的是，之后带芬里尔出去溜的工作就由维达尔自己来进行了，理所当然的，利维坦也会被一并带上。
维达尔走在前头用狗绳牵着芬里尔，而利维坦则趴在芬里尔的背上做着甜甜的美梦，这样温馨的时刻是利维坦每周最享受的时光。]],
		heart_chain3 = [[
利维坦是个活泼开朗的孩子，虽然有些一根筋，不懂得察言观色。但她的纯真和率直让深空之眼的大家都非常喜欢她。
只是有一点，当有人和维达尔之间表现得过于亲密时，利维坦就会鼓起腮帮子，用幽怨的眼神一直盯着对方看。这种小醋坛子的性格，似乎从她加入「冬」小队后就一直是如此。
为了得到维达尔的认可，利维坦表现出了和性格大相径庭的努力，有段时间甚至会在训练室练习到天黑。但也许是心智还不够成熟，她总是会在任务中犯一些不大不小的差错，简而言之就是比较容易「犯迷糊」。
「呜呜呜，怎么办？今天又在任务中掉链子了，师父不会因此讨厌我吧……」
不过这样容易沮丧的利维坦，恢复心情的速度却也非常的快——当有蹬被子习惯的利维坦，醒来发现自己难得完好地盖着整齐的被单时，她便知道那个人已经来过了。
「嘿嘿~师父果然还是最喜欢我的！」]],
		heart_chain5 = [[
在一次勘探冰山内部的任务中，「冬」小队曾意外被大量视骸伏击。应顾不暇的维达尔背后遇袭，是利维坦用她的船锚挡住了这一击。然而仓促中来不及调整体势的利维坦却被这一击击飞，负伤晕了过去。等她醒来后，她惊讶地发现自己正躺在维达尔腿上，激动过度的她随即又晕了过去，吓得维达尔还以为她受了重伤。
那天晚上，维达尔将受伤的利维坦像一个蛹一样地包在吊袋里，然后将烤好的肉一块块递到她的嘴边。
「唔……嗯……师父师父，你……真的不记得利维坦了么？」女孩似乎并没有因为伤口影响到说话的兴致，她晃动着被绑成沙包似的身体，眨巴着眼睛问眼前的人。
「嗯，不记得了。」
「唔……好吧。」
「但是，利维坦身上有种让人感到安心的味道……」一直低着头的维达尔忽然小声地说道。「和芬里尔一样，像……家人。」
「师、师……师父！」
面对兴奋到飞扑过来的利维坦，维达尔条件反射地避开了吊袋，而这也导致利维坦直接一头扎进了雪堆里。
「你没事吧？」
「没、没事……利维坦好开心呀！」从雪堆里被拔出来的利维坦，咧着嘴笑着说道。]],
		hero_id = {
			1027,
			1127
		},
		gift_like_id1 = {
			50011
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {}
	},
	[1050] = {
		birthday = "6月12日",
		height = "166cm",
		id = 1050,
		name = "丰前坊天狗",
		weight = "53kg",
		heart_chain1 = [[
丰前坊天狗童年生活在一个笹波的剑道馆家庭。
将还在襁褓中的丰前坊收养之时，丰前坊的养父并不打算让这个可爱的孩子成为一名剑士。但在耳濡目染之下，丰前坊自愿走上了这条也许颇为艰辛的道路。
「只是被环境带动罢了，等她理解了剑道的枯燥之后就会放弃了吧」
以这种心态开始教导丰前坊的养父，在实际开始剑道训练之后深深地被丰前坊的剑术天赋所折服。年仅十四，丰前坊就几乎追上了她的养父。在她获得免许皆传身份的仪式上，她也继承了林崎馆的镇馆重宝「小乌丸」。
「这是父亲对我的认可，我不能辜负他的期待」
将这份信念植入心底，丰前坊的剑道之路永无止境。]],
		like = "剑道、武侠小说",
		cv_zh = "十四",
		cv_ja = "阿澄佳奈",
		heart_chain2 = [[
「在她手上，林崎馆的剑术必定能在笹波剑术史上留下浓厚的一笔。」
「小姐的剑术已经出神入化了，就算是馆主也不一定能击败她。」
「可以这样说，在年轻一代中，小姐的剑术毫无疑问是最强的！」
……
在丰前坊天狗获得免许皆传的身份之后，诸如此类，对她精妙剑术的赞誉几乎传遍了整个笹波。
人们总是自视甚高，对于天才的出现嗤之以鼻。刚开始的挑战者大多都是抱着灭一灭天才风头的想法，而在他们失败之后，新的挑战者又开始觊觎起这似乎确有其事的天才之名。对于这些挑战，丰前坊展现出了强大的实力，将它们全部击溃，一时之间颇有笹波年轻一辈最强剑士之势。
「天才果然就是天才」，拜服于丰前坊的强大之后，失败者开始为自己的败北正名。
然而，这些人都忽视了丰前坊在剑术修炼上的付出。如果他们知道，她修炼的艰苦程度远超他们的话，不知道又会找出怎样的借口呢？]],
		organization = "深空之眼",
		heart_chain4 = [[
从荣耀家乡的天才变成遭人唾弃的凶手，丰前坊天狗的遭遇宛若诗歌和小说中的那些传奇人物。
尽管是修正者，本质上也不过是个十五岁的孩子。为了能够正确的引导她，月读在她刚到深空之眼的时候问了她这样一个问题：如果让你再选择一次，你还会选择除掉那个视骸吗？在犹豫之后，丰前坊是这样回答的：如果父亲和我处于同样的境地，他一定会毫不犹豫地除掉那个怪物。我继承了父亲的小乌丸，应该做出对得起它的行为。
从丰前坊的回答中，月读明白了丰前坊的坚韧和高洁，同时也从她的犹豫中明白了她心中的迷茫和不舍。她认可了丰前坊的回答，之后作为丰前坊在深空之眼的导师，竭尽所能地帮助丰前坊，希望能够带她走出昔日的阴霾。
之后几年，从剑术到生活，从任务到休假，月读对于丰前坊来说师如姐。也因此，每每谈及月读的时候，丰前坊天狗的眼里总是闪烁着真挚的光芒。只要是月读的吩咐，丰前坊一定会尽心尽力去做。
「吾师之愿，即吾之愿」
这是她唯一能够报答月读的方式。]],
		heart_chain3 = [[
天才永远不会缺少赞赏，同样的，天才也免不了被人嫉妒和怨恨。大多数情况下，这些嫉妒和怨恨都被天才的光环所压制着，掀不起什么风浪。可若是有一丁点的闪失，千里之堤亦会毁于蚁穴。而丰前坊天狗的蚁穴，就在一起「歹徒无差别袭击行人」的事件之中。
奉行剑道精神，丰前坊毫不犹豫地就冲上前去试图阻止这名歹徒，但是以制服为目的的攻击反而让丰前坊落入下风。就在危机时刻，丰前坊觉醒了修正者意识。当时的她内心忽然多出了一种无法言说的感觉，让她觉得绝对不能让对方活下来，于是丰前坊不顾自己还在大街之上，在刚赶到的警察面前拔刀消灭了这名歹徒。
以此事为开端，丰前坊「凶手」的名号在笹波中沸腾，各类夸张的传闻不断涌现。为了让丰前坊免于政府抓捕，也为了保全林崎馆流传下来的声誉，养父只能将丰前坊逐出了林崎馆，秘密送往艾因索菲。
得到消息的深空之眼通过社会关系替丰前坊摆平了这件事，在之后得知「那个歹徒其实是侵蚀种视骸」的真相时，丰前坊才减缓了自己心中的痛苦。但关于她的恐怖之名已经在家乡流传起来。丰前坊无法回到养育自己长大的林崎馆，最终被深空之眼暂时收留。
在离开道馆之际，丰前坊本想归还小乌丸，但他的养父执意要她将小乌丸带走。
「剑道即为心道，心之重即为剑之重，心之弊即为剑之弊」
品味着父亲留给自己的话，丰前坊决定在深空之眼中继续锤炼自己的剑道。]],
		heart_chain5 = [[
就如熬过寒雪的春苗更加茁壮一般，人也是在低谷中奋起之后才能达到更高的高度。假如此时的人本来就是天才的话，这个高度就难以估量。
以父亲留给自己的话为座右铭，以老师月读为目标。几年来不断精进实力的丰前坊天狗，现在已经是深空之眼不可缺少的强大战力。即便如此，决定让她回到笹波去执行任务一事还是引起了一些担忧。不过丰前坊在这次笹波区任务中的出色表现很好地证明了她确实不会再受到当年的事件影响，这也让她重拾信心。
「剑道即为心道」
当年离开笹波的时候她并不明白父亲这句话的意义，但现在的她十分确信自己已经找到了属于自己的「剑道」。因为对她而言，留在月读师父的身边，作为消灭视骸的利剑便是她的「心之道」。]],
		hero_id = {
			1050
		},
		gift_like_id1 = {
			50018
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {}
	},
	[1094] = {
		birthday = "12月3日",
		height = "148cm",
		id = 1094,
		name = "海拉",
		weight = "40kg",
		heart_chain1 = "在海拉的修正者意识觉醒前，也曾经拥有一段身为人类的生活经历。尚还年幼的她被一户富裕人家所收养，在良好的家庭条件下度过了幸福的童年。\n但是美好的生活并没有持续太久，在女主人离世后，养父的性格大变并常常因为生活中的不如意而虐待海拉。一次次的事后忏悔和原谅后，海拉终于绝望了。她诉说了自己的遭遇，并期盼有人能秉持正义，帮助自己脱离这样痛苦的生活。",
		like = "蝴蝶、洛丽塔服饰",
		cv_zh = "李蝉妃",
		cv_ja = "田村由香里",
		heart_chain2 = "但是正义没有如愿而来，反而是在偶然间，海拉听见了执法机构迫于养父势力而打算放弃起诉的谈话。不想再回到那个家的海拉只能独自逃出医院，在艾因索菲陷入无助的时候被好心的神父老弗雷收养。\n暂时得到了住所的海拉，也认识了同为被收养的姐姐薇娜。两人一起在神父的葬仪馆担任助手，这份特殊的经历让海拉见识到了人类生命的脆弱，也让她对情感有了新的理解。",
		organization = "深空之眼",
		heart_chain4 = "成为送葬者小队负责人的海拉，主要执行的是消灭伪装成人类的侵蚀种视骸的工作，这是份能让大部分修正者感到迷惘的差事。只有海拉毫不抱怨地完成了，消灭人类和视骸对她来说没有任何区别，她不会感到任何的悲伤或者喜悦，只是完成任务而已。",
		heart_chain3 = "然而作为葬仪人助手的日子却并没有持续很久，多舛的命运再次让海拉失去了容身之所，14岁那年的雨夜，海拉觉醒了修正者的力量。\n也是这时候，她明白了自己并不是人类的事实，并将它作为自己变得漠视人类情感的依据。觉醒了神力的海拉被深空之眼探测装置找到，虽然无意消灭视骸和拯救人类文明，但以此换来一个安稳的居所也并不让她反感。",
		heart_chain5 = "海拉还是会时常想起过去与姐姐在一起的日子，即便生活的条件不怎么好，但温暖和幸福一直都充斥在那间小小的屋子里。只是现在姐姐真的已经离开了她，海拉心中期盼的那种幸福也更愈发显得遥不可及。\n幸运的是，似乎又有一个人能够让自己感受到许久不曾出现的温暖。再次定下约定的现在，似乎能够好好回头看看过去了。",
		hero_id = {
			1094
		},
		gift_like_id1 = {
			50022
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {}
	},
	[1037] = {
		birthday = "12月21日",
		height = "169cm",
		id = 1037,
		name = "霍德尔",
		weight = "58kg",
		heart_chain1 = "她喜欢一个人默默在图书室里看书，耳机里总放着古典的交响乐，直到被人提醒要关门时，才会害羞地露出抱歉的笑容。\n霍德尔的羞涩以及内敛是她留给大部分人的第一印象，这大概是因为她在对待身边的人事时，总是表现得小心翼翼。平时和其他人的交流也仅限于情报之上，除此以外的大部分时间，都是伴随着古典音乐一个人度过。大部分人不知道的是，霍德尔私下对古典音乐有相当独到的见解，不过这些她也很少和姐姐以外的人提起就是了。",
		like = "音乐、读书",
		cv_zh = "谢莹",
		cv_ja = "藤田茜",
		heart_chain2 = "霍德尔与姐姐巴德尔，两人从出生开始就从未分开，一起生活学习，甚至连觉醒时间地都是相近的。姐姐对霍德尔来说就是最亲近的人，有很多事也只会和巴德尔才会说起，甚至偶尔在外人面前提到姐姐时，霍德尔也会少见的露出略微激动的神情。\n实际上第一次听说两人其实是姐妹的人，多少都会表现出一些难以置信，因为她们的性格差距实在过于巨大了。\n相比于姐姐表现出的大胆和外向，霍德尔更像是隐藏在角落里的槲寄生，安静而纤细。不过也因为这份细心，通常霍德尔会负责大多数情报科的数据处理工作，虽然是繁琐枯燥的过程，但是她依然能够有条不紊地做到最好，这样的能力是连休也赞叹不已的。",
		organization = "深空之眼",
		heart_chain4 = [[
霍德尔很清楚的是，姐姐为了照顾自己究竟付出了多少努力。因为寄生型权钥的活跃，霍德尔每晚都被折磨的无法入眠，是姐姐一刻不休地每晚陪在自己的身边。即使在加入深空之眼，权钥得到抑制后，这点也没有任何改变。
而实际上，相比情报工作，霍德尔知道姐姐其实更擅长参与作战科的任务，但她还是为了照顾自己而申请调来情报科。
虽然活泼的姐姐偶尔也会闯下不大不小的麻烦，后果往往都是由霍德尔来受累收场。这样看起来令人操心的姐妹关系，实则是姐姐想为自己带来笑容和自信的方式，对这一点霍德尔也了然于心。
「你在想什么啊，霍德尔当然也是很厉害的呀。没有霍德尔的话，我面对这堆复杂的资料肯定会手忙脚乱的~」
曾经这样乐观地说出这句话的姐姐，现在却躺在病床上昏迷不醒。霍德尔握住她的手，默默为姐姐祈祷着。]],
		heart_chain3 = "当然霍德尔也有不曾与姐姐提起的烦恼，明明和姐姐几乎是同一时间加入的深空之眼，但直到现在自己也没能成为正式的作战成员，而身边的人都已经和她逐渐拉开了差距。这让她开始变得有些不自信，对于自己的能力产生了怀疑。以至于每天都会在情报工作结束后，去训练室待上很长时间，甚至会把自己弄得到处是伤。但即便如此努力，霍德尔离自己的目标却似乎还是很远。\n想要成为作战成员并不都是为了自己，也是出于想要为姐姐分担工作的想法，想用这样的方式回报姐姐对自己的照顾。不过现在的情况绝对称不上是乐观，霍德尔稍微有些陷入了迷茫当中。\n「不能辜负姐姐的期待……」",
		heart_chain5 = [[
自从巴德尔被智骸袭击的事件发生以来，霍德尔变得更加沉默寡言，很多时候都只是默默在病床边陪伴着姐姐。但她知道，仅仅在这里消沉下去也无济于事，如果姐姐醒来看到自己颓废的样子，大概也会很失望吧。
于是，像是要摆脱以往沉默纤细的形象一般，霍德尔不仅接手了情报科的全部事务，甚至开始更加频繁进入训练场，并近乎苛刻地在战斗中提升着自己。她急切地为自己套上了强硬的面具，展示出越来越多偏执主动的一面，似乎想借此来掩盖内心的脆弱和思念。
「想要成为姐姐那样独当一面的战力。」
「想成为值得骄傲的妹妹，无损姐姐名声的妹妹。」
————出于这些无论如何也想实现的愿望，现在的霍德尔在一步步艰难地向前，摸索着成长。]],
		hero_id = {
			1037
		},
		gift_like_id1 = {
			50017
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {
			210370101,
			210370102,
			210370103,
			210370104
		}
	},
	[1011] = {
		birthday = "11月9日",
		height = "143cm",
		id = 1011,
		name = "奥西里斯",
		weight = "39kg",
		heart_chain1 = [[
初见时只是一个身材娇小、性格温柔的孩子，让人很难想象这么娇弱的身躯居然可以和视骸战斗。
但奥西里斯用自己的努力证明了自己，她成功通过了各项严苛的考试，和薇儿丹蒂一起成为了新人班的成员。
「奥西里斯对待每项任务都拼尽全力，常常让我担心她会不会努力过了头」
不同于对待薇儿丹蒂的严厉态度，休在提到奥西里斯时总是露出欣慰、却又带有些许担忧的表情。
由于其讨人喜欢的性格，奥西里斯也是总部里人缘最好的修正者。
她对待所有人都很温柔，会在发现同伴的困扰后，尽己所能地悄悄送上帮助，将同伴的事情永远摆在第一位，也因此被大家亲切地称呼为「小奥西里斯」。]],
		like = "漂亮的服装、手工编织",
		cv_zh = "皛四白",
		cv_ja = "大和田仁美",
		heart_chain2 = [[
作为深空之眼新人小队的一员，奥西里斯其实加入组织的时间比绝大多数人要早。
她在刚加入深空之眼的训练中支援同伴、消灭视骸，表现出和柔弱外表截然不同的作战能力，这大大出乎了队员们的意料。组织里的所有人都欣然注视着这个孩子的成长，希望她能成长为深空之眼次时代的中坚力量，但意想不到的变故却在此时发生了。
深空之眼从源层的一处重侵蚀区检测到权钥信号，并派出月读和海拉前往搜查。搜寻行动收获了一柄无归属的上古权钥，分析后发现上面记录着属于奥西里斯的神格。
能驾驭两件权钥就可以大大提升作战能力，一心想要成同伴助力的奥西里斯开始不分昼夜地练习，终于逐渐能开始掌握权钥中的力量。
但很快大家便发现，使用第二把权钥的奥西里斯变强了，性格却也变得越来越好战和嗜杀。这种性格的变化在两件权钥切换时表现得尤为明显，且此前从未有过先例。直到医疗部对奥西里斯进行全面检查，才发现存在于她体内的第二人格已经完全形成了……]],
		organization = "深空之眼",
		heart_chain4 = [[
奥西里斯知道冥王的存在，但没有人格转换时的记忆，因此常常担心自己是不是在无经意间伤害了别人。
为了解决奥西里斯的担忧，又为了能够准确预测冥王是否出现。隐科组对奥西里斯进行了实验，最后得到了较为准确的结论。
目前已知的冥王人格出现方式有：
(1)当奥西里斯受到生命危险时——不过这种状况的判定方式极不稳定，冥王人格出现的概率只有一半左右，隐科组推测这可能是冥王人格对「真正危险」的判断力产生了变化。
(2)直接使用「生魂」权钥，或者来到骸能极为强烈的环境。
(3)当奥西里斯的精神或是身体状态异常时——如受伤和生病，或是恐惧和愤怒等情绪达到某种极端后，便会引发冥王人格的出现。]],
		heart_chain3 = [[
「冥王。」
那个被绿色鬼火包裹的少女如此自称道，明明长着和奥西里斯一模一样的脸，却拥有一双象征杀戮和死亡的赤色瞳孔。
只要召唤出奥西里斯的第二件权钥，嗜杀的人格就会不受控制地出现，然后不分敌我地发泄那股要收割一切的杀意。
不仅如此，医疗部还发现冥王人格的意识正在慢慢侵占主导地位，如果继续使用第二权钥「生魂」，势必让奥西里斯的人格被冥王完全取代。于是奥西里斯的作战科职员证被紧急吊销，并被收容进医疗部治疗……
两个月的治疗期结束，奥西里斯的里人格虽然被暂时压制，但为了安全起见，奥西里斯并没有恢复新人班队员的身份。这个观察期没有设定期限，让奥西里斯成为了闲置收留人员中的一员。]],
		heart_chain5 = "深空之眼医疗部曾经为奥西里斯进行过人格分离的手术，试图帮助她消除掉潜在的冥王人格。虽然奥西里斯的态度比较犹豫，但最终还是同意了配合手术。\n有隐科组的理论支持，还有弥芙尔率领的最先进的医疗智械，手术的前半程很顺利，但在后半阶段，手术却因不明原因停止了。\n关于这场手术的细节，主治人员还有休都闭口不谈，在手术报告上也没有任何说明。只是之后，再也没有人提过对奥西里斯进行人格切割治疗的事了。",
		hero_id = {
			1011,
			1111
		},
		gift_like_id1 = {
			50003
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {}
	},
	[1058] = {
		birthday = "3月21日",
		height = "155cm",
		id = 1058,
		name = "迦具土",
		weight = "53kg",
		heart_chain1 = "小孩的容貌带给迦具土很多麻烦，似乎很少有人相信迦具土是一个大家族的亲卫队长。心智上早已成年，在被刺杀阴云笼罩的笹波，迦具土保留了不少难能可贵的童趣。\n虽然在执行一些特殊的任务时，这副容貌也会起到不少作用，但是对迦具土本人来说，并不怎么希望被当成小孩子来看。",
		like = "钓鱼、喝碳酸饮料",
		cv_zh = "唐雅菁",
		cv_ja = "天崎滉平",
		heart_chain2 = "虽然本职工作是鸦家的亲卫队长，不过经常是神龙见首不见尾，据说哪怕已经加入亲卫队很久的队员，见到队长的次数都屈指可数。\n于是就有许多关于迦具土的传闻在新加入亲卫队的队士之间扩散开来，「队长是个高大威猛的壮汉」、「在暗处护卫鸦家和平的强者」——诸如此类。\n然而实际上，迦具土只是觉得管理下属和提交报告这类琐事过于麻烦，光明正大地翘班了而已。",
		organization = "鸦越家族",
		heart_chain4 = "能够畅饮碳酸饮料对于迦具土来说是另一大乐事，虽然家主曾不止一次的和他说起过量饮用对健康的危害，不过迦具土还是更享受于气泡在口腔里炸开的快感。\n哪怕是在战斗的时候，迦具土也会带着自己的水壶——里面装满了碳酸饮料。按他自己的说法，这有助于他在战斗中保持精神振奋——当然这并没有任何的科学依据。",
		heart_chain3 = "忙里偷闲的迦具土通常会有个好去处，在鸦家后山的湖边钓鱼算的上是他打发时间的一大爱好。\n最开始只是为了能够独自待着清净一下，结果最近已经变成了雷打不动的常驻活动，甚至于开始钻研起钓竿的制作工艺来。\n这也使得迦具土钓鱼水平日益精进，甚至包揽了近期几场由鸦越家举办的钓鱼大赛冠军。",
		heart_chain5 = [[
有一件事迦具土和大多数人都不曾提起：当初握起「龙切」之时，他也背负上了名为「斩落神明」的宿命。
最终计划成功与否，现在已经无从得知了，但似乎从那以后迦具土很少再参与亲卫队的任何行动。
不过即便现在总是表现出一副优哉游哉的处世态度，迦具土的内心依旧还是坚守着保卫鸦家的使命。
「若是鸦家有难，我定当竭力。」]],
		hero_id = {
			1058
		},
		gift_like_id1 = {
			50026
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {}
	},
	[1059] = {
		birthday = "5月21日",
		height = "180cm",
		id = 1059,
		name = "阿波罗",
		weight = "73kg",
		heart_chain1 = [[
深空之眼雷小队的成员，擅长使用弓箭在远处狙击敌人，是组织中可靠的远程火力手。
在加入深空之眼前是欧莫菲斯有名的贵公子，实际上并不有钱，靠着打多份工来维持开销，经常在歌剧院兼职拉琴，十分注意自己的仪表。因为拒绝某位很有势力的大小姐的追求，导致在欧莫菲斯没有立足之地的他来到了深空之眼。
「为什么我会拒绝她？当然是因为，不能让更多我的粉丝伤心落泪啊~」
每当被问起这个问题时，阿波罗总会用手抵着额头，故作忧伤地这样回答。]],
		like = "弹竖琴",
		cv_zh = "徐翔",
		cv_ja = "杉田智和",
		heart_chain2 = "由于种种自恋的言行，阿波罗总是受到休的批评。同时也因为和同队的前鬼坊最为熟络，导致他成为了前鬼坊捉弄最多的对象。\n「我说啊，小前鬼~拿我恶作剧可以，但能不能别弄乱我的发型啊？」\n被天花板上吊着的水桶泼了一身水的阿波罗，摘掉头顶水桶后第一件事，不是责问这件事的元凶，也不是关心自己湿透的身体会不会着凉，而是用手指小心翼翼地捋着被打湿到已经完全贴在额前的金发。",
		organization = "深空之眼",
		heart_chain4 = "作为深空之眼的一员，阿波罗已经渐渐爱上了这个温暖的大集体。每次远出回来后，他都会带来各式各样的小礼物。\n热爱旅行所以经常抢着执行需要出差的任务，时不时还能从奥林匹亚速运那儿收到他寄来的信件，里面阐述了阿波罗近日来的见闻，顺便祝许久未见的大家永远开心快乐。",
		heart_chain3 = [[
虽然言行注重华丽，浑身上下都透露出贵公子的派头，但阿波罗却经常因为大手大脚的开销而经济紧张。在最窘迫的时候，阿波罗甚至会在食堂蹭管理员的饭，久而久之，两人的关系也变得还不错。
「管理员，你真是一个好人。」
一面说出听上去有些微妙的发言，一面丝毫不见外地吞嚼着管理员从自己的便当中分给他的饭团。
「如果你在『怎样才能更受欢迎』这方面上有烦恼的话，就让我来为你解决吧！」
阿波罗决定以这样的方法报答管理员。在他看来，没有比这更适合他的报恩方式了。]],
		heart_chain5 = "「大家都还好吗？我是你们朝思暮想的阿波罗。想必你们拆开信封的时候已经热泪盈眶，但还请注意不要让泪水打湿信纸，毕竟那样就看不清我写给你们的思念了~」\n「这次要调查的遗迹真的好热啊，即便是我这样如太阳般明媚的人，也快要被这真实的太阳烤掉一层皮了！真怀念艾因索菲的气候啊，那片蔚蓝澄净的天空，还有翱翔云端的飞鸟，一定都在期盼着我的归来吧。放心，即使是被晒黑的我，论帅气也是依然是不会扣分的。不如说，现在的肤色更让我有了一丝来自边土沙漠的独特魅力，想必回去之后会变得更受欢迎吧~唉，真是苦恼到时候要怎样妥善处理那么多人的迷恋。」\n阿波罗寄来的信总是洋溢着这样令人扶额叹气的自信。那个自恋过头的男人在沙漠浮想沉醉的样子跃然纸上，真是让人忍不住捏紧拳头想要揍他一顿。",
		hero_id = {
			1059
		},
		gift_like_id1 = {
			50024
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {
			210590101,
			210590102,
			210590103,
			210590104
		}
	},
	[1096] = {
		birthday = "10月9日",
		height = "168cm",
		id = 1096,
		name = "赫尔墨斯",
		weight = "56kg",
		heart_chain1 = "超级明星快递员赫尔墨斯，今天也为您服务。\n说到工作，赫尔墨斯在深空之眼当中也算是一个特例。虽然也会帮助进行视骸的清除工作，不过她并没有加入深空之眼，而是在一家名为「奥林匹亚速运」的快递公司工作。身为创办者团队的一员，赫尔墨斯坚持和伙伴们一起，每天都致力于将寄托在包裹上的「希望」送往世界各地。\n聪明可靠，做事认真，再加上阳光爽朗的笑容，赫尔墨斯不管是在公司内部还是客户群里都有着极高的人气。一度被社会评为「光荣劳动模范」之类的候选人，也是奥林匹亚速运公司的年度明星职员。",
		like = "益智游戏",
		cv_zh = "吱毛",
		cv_ja = "和气杏未",
		heart_chain2 = "说起「奥林匹亚速运」的发展过程，赫尔墨斯大概能喋喋不休地和你说上一天一夜……或许中间还能送几个快件。\n这家新型企业能在数年内打败同行业的竞争对手，一跃成为诺伊汉萨区的物流龙头，同时在多个原质区开设分部，除了投资者的帮助，和公司的信念以及优质的服务也是密不可分的。这也是让赫尔墨斯颇为自豪的一点，每每讲到这里都要挺起胸膛。\n而她本人更是提供优质服务的佼佼者，在腿部装甲的帮助下，赫尔墨斯派送快件的效率在业内是绝对的顶尖水准，若是偶尔在城里遇到突然刮起的旋风，说不定就是你刚好和赫尔墨斯擦肩而过。",
		organization = "奥林匹亚物流",
		heart_chain4 = [[
「小赫是我们最好的伙伴哦！啊哈哈，不如说，大家能像现在这样一起也是多亏了她呢。」
在赫尔墨斯的伙伴处，听到了更多关于赫尔墨斯的事迹。据说在当时还未成立快递代取业务的时候，就读于工程大学的社长就已经为赫尔墨斯制造了一套粗糙的腿部辅助装甲，虽然简陋，但能让赫尔墨斯下地行走已经让众人非常欣喜了。可是启动用的高纯度电晶石价格相当昂贵，为此大家一直在瞒着赫尔墨斯偷偷打工赚钱。
在一次前往销售电晶石的大型黑市时，众人恰巧遇上集装箱倾泻的事故。此时悄悄跟来的赫尔墨斯看到了这一幕，她不顾一切地冲向伙伴们，修正者的意识也在此刻觉醒，以「不可思议」的速度救下了他们。然后这件事却从未听赫尔墨斯本人提过。
「嗯？这不是理所应当的事嘛，帮助伙伴的时候哪里顾得了那么多嘛！」
求证的时候，被她这样子爽朗地糊弄了过去。]],
		heart_chain3 = [[
但是谁又能想象这家物流龙头企业的前身，只是一个甚至连企业都算不上的「快递代取」的业务，而彼时的赫尔墨斯，也还并没有觉醒修正者的力量。
据赫尔墨斯说，在她小时候曾经经历过一次严重的交通事故，导致了双腿残疾，只能依靠轮椅活动。一度对生活的失去希望的赫尔墨斯在那时遇到了现在的伙伴们，他们积极地帮助赫尔墨斯走出了事故的阴影，并帮助她打造了最初的腿部装甲，让她再次成功站了起来。
对于这些无可替代的伙伴们，赫尔墨斯即使在成为修正者后，也没有接受深空之眼的邀请，而是选择继续和已经毕业的伙伴们发展快递业务，直到它得到注资，成为现在的奥林匹亚速运。
「谢谢你们的邀请，但是抱歉啦，我不想辜负伙伴们的心意~」]],
		heart_chain5 = "作为优秀快递员，赫尔墨斯还掌握着许多一般人都不知道的神奇技能，比如说走过一遍的路闭着眼睛都不会走错、记得大街小巷全部的门牌号排列以及对应的商铺，这些技能让她成为了像是活地图一样的存在，若是想找一家店，问赫尔墨斯准没错。\n这不仅和她去过各式各样的地方有关，更因为赫尔墨斯好的出奇的记忆力。不知道是不是因为酷爱益智游戏的缘故，反正空暇的时候见到赫尔墨斯，她总是在对着数独纸算算写写的。按照本人的说法，脑子的速度和奔跑的速度同样重要。\n「你要不要也来试一下，很有趣的！」",
		hero_id = {
			1096
		},
		gift_like_id1 = {
			50023
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {
			210960101,
			210960201,
			210960301,
			210960401
		}
	},
	[1026] = {
		birthday = "8月11日",
		height = "183cm",
		id = 1026,
		name = "努阿达",
		weight = "76kg",
		heart_chain1 = [[
努阿达被收养在一个工程师家庭，从小便对机械和制造充满痴迷。在很小的时候，他的工程师水平就已经超越了自己的养父，开始向更高的层次迈进。
为了实现自己成为最强锻造师的梦想，努阿达开始挑战一些没有人尝试过的设计，但这也意味着更高的难度和更多的危险。随着技艺的不断增长，他的挑战也一次次更为惊险……直到那次变故的发生，意外的工程事故让努阿达失去了一条手臂。
虽然捡回了一条命，努阿达却陷入了长时间的低迷，或许是失去手臂的缘故，但更多的应该是成为最强锻造师的梦想再也无法实现了。
就在努阿达的人生即将被黑暗吞没时，他的修正者意识觉醒了。仿佛来自另一个世界的工程技艺和认知涌入他的脑内，彻底改变了他的人生]],
		like = "设备制造与改良、熬夜",
		cv_zh = "马洋",
		cv_ja = "白井悠介",
		heart_chain2 = "成为修正者后的努阿达告别亲人和朋友，独自来到核心城并开了一家名为「丹努炉心」的机械工作室，开始承接一些特殊的设备锻造与改造业务。虽然店面并不是很大，但身为店主也是唯一员工的努阿达，一直兢兢业业地经营着此处。\n他的产品总是能给人带来恰到好处的满足感，制作精良、严丝合缝。基本上只要光临过的顾客，无一不称赞他的精湛手艺。对于这些顾客的到来，努阿达也总是以笑容相迎，并且致力于为他们打造自己最好的作品。\n「如果我做的东西能够帮上他们的忙，就再好不过了。」",
		organization = "灵活就业",
		heart_chain4 = [[
「这个设计图，请务必交给我来做！」
可以说隐科组和努阿达的组合诞生得有点过于巧合，像是套路般的展开。
只是海姆达尔偶然路过努阿达工作室的门口，又恰好地掉落了一份设计图，而这份设计图又碰巧被努阿达捡到了。
在拿起那份设计图之后，努阿达的脑子就开始飞速运转起来，蓝图、材料、效果，各种想法在他的脑子里交织。他在一瞬间就认定这份设计图正是他期待已久的，能够提升自己锻造技术的突破口，其中的精妙结构让他迫不及待地想要把这份设计图变成现实。以至于他都没有思考，立刻表达了想要接下这个订单的意愿。于是自从这次合作以后，来自隐科组的奇妙设计图不断被寄到他的工作室。
努阿达现在，可以说充实地过了头。]],
		heart_chain3 = "当然，来店的顾客也不止一次问过关于努阿达那只右手的事，不过他也只是笑笑，并不多说。对于他来说，这只机械制的右臂意味着成为最强锻造师的第二次机会，但同时也是一种警示。\n现在的努阿达相比以前更加稳重，虽然仍然会一时兴起挑战各种危险的设计，却也多了一丝谨慎。可以说专注于作品时的努阿达是抱着满腔热爱的，也是充满敬意的。偶尔会有人看见努阿达看着自己泛着银光的机械义肢，陷入深深的沉思中。",
		heart_chain5 = [[
虽然自从接下隐科组的订单后每天都很忙碌，但努阿达很满意自己的现状。
当然深空之眼也并不是没有表示过希望他能加入的想法，只不过努阿达似乎也有自己的考虑，所以并没有接受。
他还想与这个世界上的其他人类谈谈，聊聊他们内心对工艺的想法，或者替他们制造一些小玩意儿。努阿达始终觉得，锻造是不能脱离人而存在的，只有造出大家需要的东西才是这门技艺存在的真谛。
在制造强大武器的同时，努阿达也乐于有人在闲暇时间来找他修修故障的电视机。
当然，偶尔也会有订单太多的时候，那他可能会因为通宵而没法提起精神和你说话，但要相信这并不是他的本意。]],
		hero_id = {
			1026
		},
		gift_like_id1 = {
			50025
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {
			210260101,
			210260102,
			210260103,
			210260104
		}
	},
	[1097] = {
		birthday = "11月9日",
		height = "139cm",
		id = 1097,
		name = "俄尼里伊",
		weight = "39kg",
		heart_chain1 = "在深空之眼，不少修正者对俄尼里伊的能力抱有好奇心，传闻再严重的失眠症患者也能在她的能力作用下安然入睡。但是俄尼里伊仅仅在受邀维护梦境装置时才会在总部出现，届时想要睡个好梦的修正者们都不会放弃这个机会。\n不过，最期待俄尼里伊到来的并不是那些想要偷懒的修正者，反而是一向以工作狂著称的休。毕竟即便是休那种因为大量工作积压和长期饮用咖啡而导致的严重失眠症，也能在俄尼里伊的能力下奇迹般地得到缓解。",
		like = "抱枕、睡觉",
		cv_zh = "闲踏梧桐",
		cv_ja = "长绳麻理亚",
		heart_chain2 = "俄尼里伊的能力在她诞生之初闹过不少麻烦——在欧莫菲斯曾经有过这样一个怪谈：很多人会在毫无困意的情况下忽然睡着，睡醒后说自己做了一个古怪的梦，在梦中有一个可爱的小孩缠着他们玩捉迷藏。\n哈迪斯正是因为这样诡异的都市传说注意到了俄尼里伊的存在，她将俄尼里伊带回了缪斯协会，经过研究，她发现俄尼里伊的神力会使她在陷入沉睡时不自觉地将周围人拉入她的梦境。",
		organization = "缪斯协会",
		heart_chain4 = "在缪斯协会的日子里，俄尼里伊耳濡目染，接触了一些艺术基础，而后迅速展现出了极强的艺术天赋。她后来凭借一作《白夜伊梦》入选千星学院进行学习，一举获得「神童」的称号，在欧莫菲斯轰动一时。不过或许是没法振作精神去练习，加上本身也对绘画没有强烈的热爱，入学后的俄尼里伊再没有佳作问世，甚至连基本的课堂作业也不堪入目。\n她将绘图看作是梦境的转述，而其中的内容只需要达意即可。当她的画作不再精彩了，或许也是因为她已经很久没做过让自己流连忘返的美梦了。\n这番表现让不少人以为她是凭着哈迪斯的首席议员关系入学的，不过缪斯协会的人对这些言论不加理会。",
		heart_chain3 = "哈迪斯尝试过主动被俄尼里伊带入梦境世界，她在醒来后说，俄尼里伊在梦境中拥有绝对的力量，并且可以将部分梦境里发生的事以一种微妙的形式转化为真实，只不过这能力还很微弱。\n虽然这孩子的能力非常危险，但好在她本身性格乖巧，乖巧到对哈迪斯几乎言听计从，所以哈迪斯就将她暂时收留在缪斯协会，交由「明塔」和「琉刻」照顾。\n这是无奈之举，因为身为傀儡人偶的「明塔」和「琉刻」不会被俄尼里伊的梦境催眠，整个协会只有她们能当这孩子的保姆。不过可喜的是，俄尼里伊在哈迪斯的收留下不再引发「群梦」事件，同时也渐渐学会了控制她自己的能力。",
		heart_chain5 = "闲暇时候，又恰巧不在睡觉的俄尼里伊会帮忙招待缪斯协会的考证人员，据说她的发证率是最高的。\n不过这种情况是极为少见，大多数时候俄尼里伊都只是躺在自己房间的床上睡觉。在她迷幻的梦中世界里，牛角门飞出真实之梦，象牙门飞出虚无之梦，虚构的原野外是无尽璀璨的虚空，而俄尼里伊在快乐地追逐着小困。\n「醒了，但是又困了……呼啊……这次会做什么样的梦呢？……zzzzz」",
		hero_id = {
			1097
		},
		gift_like_id1 = {
			50021
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {}
	},
	[1056] = {
		birthday = "6月23日",
		height = "155cm",
		id = 1056,
		name = "伽梨",
		weight = "50kg",
		heart_chain1 = "伽梨的养父母在很早的时候就因为事故离开了她，而在夏什瓦特的贫民窟这样混乱不堪的地方，自然也没人会有余力来关心无家可归的孩子。\n所以对幼时的伽梨来说，生活是一件非常辛苦的事。她每天都要和其他流浪的孩子们一样，挨家挨户敲开住民的门，乞求他们能够分给自己一些吃食。运气好的话，她能获得一些发霉的土豆，但大部分时候得来的只有辱骂和驱赶。\n然而伽梨只是默默地承受着这一切，她知道想要活下去，现在能依靠的只有自己。",
		like = "照顾人",
		cv_zh = "苗洋",
		cv_ja = "濑户麻沙美",
		heart_chain2 = "流浪毕竟不是长久之策，随着经历的增长，伽梨也愈发深刻地认识到了这一点。不仅仅是目睹了帮派之间的斗殴，残酷的拳赛、街角的交易……在这个混乱无比的地带，她可以不用提心吊胆上街的日子屈指可数。如果街上响起了帮派喧闹的声音，就意味着接下来的几天她只能饿着肚子了。\n所以她剪短了头发，学着混混们摆出豪爽的样子，希望能够找到愿意收留自己的帮派。只不过这收效甚微，并没有团体愿意平添一张吃饭的嘴。就在伽梨因为饥饿快要昏倒在路边的时候，梵天找到了她。",
		organization = "弥楼衍",
		heart_chain4 = "关于伽梨优秀的烹饪技巧，她本人表示学习这个的一方面原因是为了更好的照顾组织内的孩子，而另一方面，同时也是更主要的原因，源于梵天带她吃的第一顿饭。那是她第一次品尝到真正意义上的料理，那些熟悉的食材在烹饪后拥有了更加丰富的味道。这使得伽梨逐渐对这门技术产生了兴趣并开始了练习，她的厨艺也水涨船高，收获了孩子们的一致好评。顺带一提，目前伽梨最擅长做的是咖喱。",
		heart_chain3 = "梵天慷慨地为伽梨准备了食物与住处，并提出希望她能加入弥楼衍。虽然很感激于她的救命之恩，但真正让伽梨下定决心的，是弥楼衍对待流浪孤儿们的态度。\n她来到这里后才知道，弥楼衍一直秉持着净化的理念，这几年来都有在为贫民窟的流浪孩童提供更好的生活环境，而深知流浪疾苦的伽梨认同了梵天，加入了弥楼衍后接手了这部分的工作。伽梨非常明白因为家庭被毁灭而流离失所的这些孩子们最需要什么，她照顾着这些心灵受伤的孩子们，久而久之便学会了哄小孩开心的技能，心性也得到磨练，变得成熟了许多，慢慢地也成为了他们公认的大姐大。",
		heart_chain5 = "在加入弥楼衍后不久，伽梨的修正者力量就如同梵天所预料的一样觉醒了。然而起初，伽梨对这份力量始终抱持着有些纠结的感情——一方面，她知道了当年父母遭遇的事故是由视骸引起，拥有的这份力量不仅可以帮助自己报仇，也能更好地保护夏什瓦特的孩子们；但另一方面，早就见多了各种斗争的伽梨，从心底认为争斗只会给更多无辜的人带去不幸。\n但最后她还是认同了自己修正者的身份，为了不再有悲剧的发生，也为了守护身边的人……伽梨相信只要能善用这份力量，和平的生活一定会到来。",
		hero_id = {
			1056
		},
		gift_like_id1 = {
			50029
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {}
	},
	[1013] = {
		birthday = "不明",
		height = "144cm",
		id = 1013,
		name = "阿修罗",
		weight = "42kg",
		heart_chain1 = [[
阿修罗，纯粹的武痴，据她自己说是为了成为世界最强，才独自离开夏什瓦特去各个原质区挑战当地小有名气的强者。
不过在来到深空之眼前，阿修罗的生活可谓是一团糟，常常有上顿没有下顿，迫不得已的时候还要去参加危险的拳赛赚点生活费用。
其结果就是因为在诺伊汉萨的地下拳场大获全胜断了那些地头蛇的财路，不得不躲在工厂里躲避他们的追讨。
但即便如此，面对这场注定会极为艰难的苦修，她的眼神也依旧保持着无比的坚毅。]],
		like = "武道、修炼",
		cv_zh = "王雅欣",
		cv_ja = "洲崎绫",
		heart_chain2 = "即便成为了修正者，阿修罗却对那些关乎「使命」和「视骸」的部分不太在意，能让她感兴趣的，只有自身的实力与战斗本身罢了。\n在繁华喧闹的核心城内，阿修罗看到了许多不曾在夏什瓦特见过的新奇事物，但这些并未让她有过留恋。\n甚至她很少会去尝试娱乐的活动，大多数时候都在拳场训练，挥洒汗水对她来说就是最好的消遣。",
		organization = "无",
		heart_chain4 = "出生在夏什瓦特贫民窟的阿修罗在很小的时候就知道，在这个乱糟糟的地方，只有加入些当地的小团体才能勉强保证生存下去。东西总是不够吃，阿修罗也总是因为自己瘦弱的体型而被看不起。\n在某次因为争抢食物引发的帮派斗殴中，没什么反抗之力的阿修罗被梵天救下，她出手时的强大也烙印在了阿修罗的脑海中。",
		heart_chain3 = "虽然阿修罗已经习惯了独来独往的生活，但如果有求于她的话，倒也不算是难说话的人，只要给够了报酬就会干活——通常来说，一顿饱饭足矣。\n一般的作战中她也更擅长单打独斗，战斗风格随心所欲。反而是如果和别人组队的话，会显得束手束脚地施展不开。\n本人的生活也因为独居的关系可以说是相当简朴，房间里面只有生活必需品，整洁到像是没有人住一样空空荡荡，生活气息匮乏。",
		heart_chain5 = "梵天将阿修罗带回了弥楼衍并告诉她，只有自己的强大才能在混乱中站稳脚跟。梵天的这番话加上自己对她那份强大的憧憬，使得阿修罗萌生了想成为世界最强的想法，并开始锻炼起自己。\n一开始只是在夏什瓦特的地下拳场挑战，渐渐的她开始不满足于这样的战斗，在听说了其他原质区的强者传闻后踏上了旅程。\n不过只有阿修罗自己最清楚，哪怕成为了世界最强，也只是迈出了追赶梵天背影的第一步。",
		hero_id = {
			1013
		},
		gift_like_id1 = {
			50028
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {}
	},
	[1032] = {
		birthday = "1月5日",
		height = "182cm",
		id = 1032,
		name = "提尔",
		weight = "78kg",
		heart_chain1 = "提尔·塔列朗，塔列朗家族的第四代子嗣。在塔列朗家族企业与深空之眼合资完毕后，成为深空之眼董事会的成员之一，并在几年内帮助深空之眼成为艾因索菲区的最大的商业公司。\n对于这位第三部门的合作者，就连奥丁都对其赏识有加。他对内实行铁腕手段，执行方案时雷厉风行，同时又对自己看准的人才充分信任，赢得了属下的尊敬和信赖。\n即便公务繁忙，提尔偶尔也会在业余时间培养些小爱好，比如下棋和打高尔夫球。但与此同时，这些爱好也大多被他当作社交手段充分利用。提尔从未真正放松过，这似乎源自少年时代给他留下的伤痛，这份伤痛让提尔不允许自己松懈。",
		like = "商业讲座、高尔夫",
		cv_zh = "桑毓泽",
		cv_ja = "武内骏辅",
		heart_chain2 = "虽然与深空之眼建立了合作关系，但提尔“塔列朗家族成员”这一身份并不会有任何改变，故而他也并不直接接受第九部门的调遣。\n不过奥丁曾经透露过，提尔一直暗中关注着第九部门的每一次行动，每当发现第九部门的成员遭遇麻烦时，提尔就会动用塔列朗家族那庞大的影响力提供帮助。很多修正者正是依靠这些帮助化险为夷。\n每当有人问起时，提尔并不避讳提起他向第九部门提供帮助的事实。不过在他看来，这并非是出自责任感或者情谊。提尔认为，如果第九部门遭到麻烦，深空之眼公司的运作也势必会受到影响，因此从商业层面考虑，他会在力所能及的范围内提供帮助。",
		organization = "塔列朗家族",
		heart_chain4 = [[
在十八岁的那一年，按照父亲的遗嘱和企业的规定，提尔正式成为了塔列朗公司的下一任董事长。
摆在提尔面前的是堆积如山的债务、商业劲敌想要吞并塔列朗的野心、还有内部混乱离心的状况。当时几乎所有的财经媒体都认为，刚成年的提尔不堪当此大任，塔列朗家族企业的股票也持续下跌。
然而年少的提尔却拥有令所有人都吃惊的果决和魄力，他一上任就对公司人员进行大刀阔斧的改革，清算了内部的腐败。同时他积极与债务公司进行谈判，为塔列朗公司争取到了宝贵的时间，甚至奇迹般地开辟了新的业务板块。
在提尔的带领下，塔列朗家族企业最终扭亏为盈。股价不仅回升如初，还在后来屡创新高，塔列朗家族在很短的时间内，就以大型集团的身份重回艾因索菲龙头之列。]],
		heart_chain3 = [[
塔列朗家族很早就通过地产投资，让塔列朗家族企业成为艾因索菲区的龙头企业之一。举世瞩目的成就让塔列朗家族获得了巨大的声望，同时也招来了诸多旁系亲族的嫉恨。这些旁系亲族没能从塔列朗家族企业的繁荣中分享到荣华富贵，个人私欲驱使他们在嫉恨中蛰伏。许久之后，他们终于获得了一个千载难逢的机会——塔列朗家族的上一任董事长被巨量的公司事务累垮了身体，离世时只留下一对尚未成年的兄弟。
就在亲族成员如同秃鹫般群聚在董事会议上，准备瓜分塔列朗家主的最后一份遗产时，作为指定继承人的提尔·塔列朗现身了。他的身后站着他父亲最信任的律师团。最终，这场阴谋被未成年的提尔成功挫败。
——以上，便是外界所知的全部。即便是塔列朗集团的大部分员工，也认为提尔是依靠继承权赢下了这场商战。只有极少数人知道提尔曾经做出过何其艰难的决断，又曾面对过何等凶险的烈焰……
提尔没有像这些恶毒的亲戚们所期望的那样死于大火，但是右手被严重烧伤，从那以后，他一直戴着一副厚厚的黑皮手套。]],
		heart_chain5 = [[
同深空之眼高层完成了前期洽谈后，提尔正式在每年一度的董事大会上，提出“用土地换取深空之眼公司股份以进行企业合并”的提议。选择深空之眼的理由，是他与奥丁约定必须守护的秘密，无论如何也不能在董事会上公开。
不出意外的，这项提案立刻遭到包括内部劲敌和公司元老的强烈反对——深空之眼作为一家极其年轻的公司，根本无法获得他们这群老狐狸的信任。
然而提尔早已不是那个稚嫩的接班人。会议开始前，他就已经安排内应做好准备。最终投票阶段的反水操作，让他的提案得以高票通过。而那些被会议气氛蒙蔽了的潜在敌人则纷纷暴露，已经牢固掌握权柄的提尔对他们采取了最果断的处置。
处理完公司事务后，提尔照例很晚回家。但这天他看见了已经趴在桌子上睡着的弟弟——桌子上摆的蛋糕让他猛然想起，今天是自己十九岁的生日。]],
		hero_id = {
			1032,
			1132
		},
		gift_like_id1 = {
			50010
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {}
	},
	[1035] = {
		birthday = "9月17日",
		height = "176cm",
		id = 1035,
		name = "索贝克",
		weight = "76kg",
		heart_chain1 = "当戴着鳄鱼头套的索贝克第一次出现在罗斯塔赫，并试图模仿鳄鱼来吓跑陌生人时，理所当然地被路人当成了疯子。\n但是这些人并不了解的是，就在几天前城外的沼泽地中，索贝克正是利用相同的手段吓跑了几条与他夺食的野狼。而当他被一家面包店的香味吸引后，立刻准备再次利用这种手段抢夺那些令人垂涎的食物，随后遭到了几名壮汉烘焙师的暴揍。\n这个在荒野中长大，比起人类更像是野兽的孩子，最终还是误入了人类的世界，并获得了第一次教训。",
		like = "囤货",
		cv_zh = "刘照坤",
		cv_ja = "小林裕介",
		heart_chain2 = "与其说索贝克是因为对迷铁之家伟大理想的向往而加入了这个组织，倒不如说是因为奥利海姆提供的那一顿饱饭。\n饥寒交迫的索贝克被奥利海姆收留并提供食物后，一边狼吞虎咽一边接受了奥利海姆的提议，正式成为一名赏金猎人。当时奥利海姆所论述的种种远大理想早已被索贝克忘记，但那顿饭的香甜滋味却被深深地刻印在在索贝克的脑海中。从此索贝克成为整个迷铁之家最忠于组织的人，平时称呼奥利海姆为大哥，伊森为大大哥，零一为大姐头。",
		organization = "迷铁之家",
		heart_chain4 = "包装完整的速冻食品、尚未打开的罐装饮料，硬到难以下嘴但很适合长期保存的面包……诸如以上种种，都是索贝克心仪的「收藏品」，他会将这些东西仔细收集起来，然后锁进他房间里的那个宝贝箱子里。\n直到某次奥利海姆误入索贝克的房间，并看到了那堆小山一样的罐装饮料后，才发现了索贝克的囤货习惯。奥利海姆试图向索贝克解释「保质期」这种概念，但索贝克坚称这些东西会在连续几天找不到食物的饥荒中起到大作用，并拒绝把他的「收藏品」丢进垃圾箱。\n奥利海姆清楚地知道，即便是在以贫穷著称地罗斯塔赫也很少发生连续几天的饥荒，但他准备强硬下令时从索贝克的眼中看到了某种令他不愿触及的过往。最终，奥利海姆又给索贝克买了两个带锁的大箱子，并要求索贝克至少保证房间的整洁。",
		heart_chain3 = "索贝克拥有一副几乎从不离身的双刀，这副双刀早已锈迹斑斑，似乎随时都会折断，但却总能帮助索贝克抵挡各种先进武器的攻击。\n奥利海姆曾经被好奇心驱使而询问这副双刀的来历，而据索贝克所说，这副双刀来源于一次危险的狩猎：在数年前的一个雷雨交加的夜晚，作为猎人的索贝克反被猎物盯上——那几条野狼狡猾地联手，将索贝克逼退到能够吞噬生命的沼泽泥潭。无路可退的索贝克强烈地希望能获得对抗这些野兽的武器，而就像是为了回应他的希望一般，他那陷入污泥中的双手立刻摸到了这副双刀的刀柄……\n这种讲述神话般的口吻并没有让奥利海姆对索贝克手中的锈刀产生敬意，不过考虑到组织最近物资短缺，奥利海姆还是决定请人帮忙给这副双刀做防锈处理，这样就不用为索贝克配备新的武器了。",
		heart_chain5 = [[
索贝克原本有一副十分珍视的鳄鱼头套，甚至洗澡和睡觉时也不肯将其摘下。被长久地佩戴后，那副头套早就破烂不堪，甚至已经到了不得不换的地步。在他人的抗议下，奥利海姆不得不动用组织二把手的权力，命令索贝克摘下头套。
令所有人意外的是，索贝克竟然在头套下长了一张帅气的脸，但他却无法以这副帅气的外表示人，失去头套的保护后，索贝克总是怀疑附近的阴影中潜藏着野兽，时刻准备向他发起袭击。这种恐惧让索贝克变得极度自闭，不愿意和任何人说话，整天蜷缩在角落里，时刻防备着偷袭。
眼看着索贝克连日常任务都无法完成，奥利海姆只好委托一名工匠为索贝克打造了一副金属头盔，这样至少不会像索贝克之前佩戴的头套那样残破，也更容易清洁。
索贝克如获至宝，这副头盔迅速成为了他新的标志物。但是他并没有抛弃之前的旧头套，而是将它好好地锁在了他的宝箱里。这副破烂的头套代表了怎样的一段过往，或许只有索贝克自己才知道。]],
		hero_id = {
			1035
		},
		gift_like_id1 = {
			50004
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {}
	},
	[1081] = {
		birthday = "3月17日",
		height = "163cm",
		id = 1081,
		name = "丝卡蒂",
		weight = "53kg",
		heart_chain1 = "丝卡蒂很小的时候，就开始听父亲讲有关大海的故事。在父亲的讲述下，东面那片一望无垠的大海变成了一个绚烂缤纷的舞台。勇敢的航海人在这里登船，开始演绎一个又一个传奇。据说，有一位船长曾经看到过这片大海的边界；据说，还有一位船长曾经闯入骇人的风暴却又奇迹生还；据说，有的船只曾经被诡异的水怪袭击过……\n丝卡蒂听得入迷了，真的以为大海上每天都在发生这种事，还兴奋地向同学分享。然而那些早已变成小大人的同学却嘲笑丝卡蒂无知，分不清传说和现实。丝卡蒂再次回到海边，一言不发地看海。这时父亲就像往常那样再次来到丝卡蒂身边，并说出了改变她一生的话：「传说一旦被证实，就会成为传奇。而这两者之间的区别，仅仅是一个敢于出海的人。」",
		like = "出海航行、船",
		cv_zh = "潘丹妮",
		cv_ja = "矢作纱友里",
		heart_chain2 = "当丝卡蒂说她要建造一艘属于她自己的船，并像那些传说人物一样出海时，没人觉得她是认真的，除了她的父亲。或许是为自己的技艺可以得到传承而欣慰，也可能是不想破坏自己曾经向丝卡蒂描述过的那些传说，父亲力排众议，全力支持丝卡蒂利用课余时间造船的计划。而后，父亲的同事每天都能看到丝卡蒂在造船厂的废料处理区翻找和收集，仿佛真的要用一堆边角料造出一艘船来。丝卡蒂开始听到嘲笑和议论，但她并不在乎。她继续收集废弃部件，阅读从父亲那里借来的书籍，尝试自己画图纸，笨拙但又大胆地学习使用焊枪……\n最终，所有嘲笑都随着一艘小型快艇的逐渐成型而消失了——丝卡蒂在造船这件事上展现出了惊人的天赋，竟然真的只花了两个月的时间就造出了一艘船。丝卡蒂将那艘船命名为「雪晶一号」，虽然这艘船还很简陋，但丝卡蒂已经开始在脑海中编织这艘船的传奇故事。",
		organization = "深空之眼",
		heart_chain4 = "深空之眼安排丝卡蒂担任外勤海事专员，既是考虑到丝卡蒂的天赋，也是出于无奈——丝卡蒂在办公室里半分钟都坐不下去。一不留神，办公桌就被她锯下一角来拼凑船只模型。再一不留神，办公用的纸张就被叠成纸帆船，放到观赏鱼缸里航行。但有时，丝卡蒂也会安静下来，坐在落地窗前望着远处的海面。而这样的情景，经常被休看在眼里。\n某一天，在丝卡蒂结束了又一次的胡闹后，一脸严肃的休来到她跟前，宣称她被「罚」去负责海域外勤工作，并获准使用一笔资金和一个私人港口来建造一艘调查船。休永远都忘不了那天丝卡蒂回敬给她的拥抱，好在丝卡蒂在休窒息前就兴奋地冲出了办公室。",
		heart_chain3 = [[
「再见了，雪晶一号……」
「但是，我们证明了传说中的海怪真的存在，不是吗？」
短暂地哀悼后，丝卡蒂的心中再次燃起了强烈的渴望——将这次经历带回去，讲给别人听，将传说变成传奇！
——彼时丝卡蒂执意进行的初次航海刚刚惨烈收场，一大群来源不明的怪物袭击了她的雪晶一号。心爱的船变成残骸，自己也跌落水中，然而即便身处如此绝境，丝卡蒂也拒绝让绝望占据自己的心扉。「我一定要回去，把这个传奇讲给他们听！」或许是为了回应这个愿望，丝卡蒂的神力终于觉醒，从她体内溢出的寒冷冻结了海水，也驱散了那些怪物。
虽然不久后有一位名叫休的人专门找到丝卡蒂，用一套包含「修正者」、「视骸」等诸多新奇词汇的理论，科学而又严谨地解释了当时发生的事。但丝卡蒂还是坚信，那是她创造的第一段传奇。]],
		heart_chain5 = "当一个人真的将传说变成了传奇，又当如何？丝卡蒂第一次抵达边缘海域后，就在思考这样的问题。\n当她驾驶着雪晶二号冲出风暴，跨越洋流后，迎接她的竟然是一片如同镜面一般的海面，仿佛夙愿得偿后突然平静的内心。承载着无数星辰的夜幕慢慢降临，与这镜面般的海面融为一体，告诉她这里就是冒险的终点，前方就是艾因索菲传说中的「边界」……\n然而丝卡蒂并没有发呆太久，她发动引擎，驾驶雪晶二号掉头，再次向风暴驶去。丝卡蒂明白，对于刚刚思考的那个问题，她很早之前就已经得到了答案。",
		hero_id = {
			1081
		},
		gift_like_id1 = {
			50030
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {}
	},
	[1042] = {
		birthday = "1月31日",
		height = "173cm",
		id = 1042,
		name = "哈迪斯",
		weight = "58kg",
		heart_chain1 = "若干年前的欧莫菲斯，曾盛行过一次人偶的热潮，其源头是一家开在街角的人偶馆。低调又暗沉的店铺外表很自然地融入到周围的环境中，甚至不仔细观察都很难会注意到店门的存在，但若是推门进去，就又很快会被内部奢华的装修所吸引，随后便会注意到挂在墙上琳琅满目的各种商品——各式制作精妙的人偶。\n对于彼时的欧莫菲斯来说，人偶算是新鲜的东西，在此之前也并没有谁听说过有谁以制作人偶为生。但当栩栩如生的人偶被展出后立刻引起了社会层面的轰动，他们一致认为这样的作品甚至可以称得上是艺术。于是越来越多的人慕名前去那家店中观摩购买，甚至还能留言订购自己想要的款式。随后购买人偶逐渐发展成一股社会性的风潮，人偶艺术在短时间内被承认，越来越多的人开始争相模仿，甚至有传闻说那位阿尔蒂斯也慕名光临了。\n「我当时可没想这么多」事后加入了星虹议会的店主哈迪斯如此说到。",
		like = "人偶、剧场演出",
		cv_zh = "黄莺",
		cv_ja = "斋藤千和",
		heart_chain2 = [[
「老朋友不在之后，很多事情只能靠我们来替他完成了。」
「只是没想到会这么劳神……我想先回去好好休息一下了。」
「你有空发这些牢骚，不如多处理几份文件。」
每当哈迪斯发表出这样的言论，通常只会收获一旁欧申纳斯冷漠的白眼。这倒并不是因为两人的关系恶劣，相反，正是因为他们都见证了星虹议会与欧莫菲斯的发展全过程，才更能明白阿尔蒂斯生前坚持的理念是多么的正确。而哈迪斯作为修正者，自然也清楚自己有责任和义务维护老友拼尽毕生创造的局面。只不过评议员这个身份对她来说并不意味着享受权利，更像是繁琐事务的代名词。不得不处理公务之时，哈迪斯总会想起以前在人偶馆的日子，随后开始发出连连的叹息：
「啊~要不让明塔和琉刻来学习一下怎么处理这个吧……」]],
		organization = "缪斯协会",
		heart_chain4 = [[
「您好，欢迎来到非常规艺术鉴定协会。」
「你是来接受考核的吗……是吗，那么请开始您的展示吧，结果会由我们来评定。」
虽然现在已经鲜有人来接受考核，但每一个来过这里的人都会对两位孩童模样的女仆印象深刻，尤其在她们自称是主考官后。不过会这样震惊也并不能怪他们，毕竟根本没人会想到她们只是哈迪斯安排管理协会的人偶。而这对双生子也代表着哈迪斯在人偶艺术上最高的造诣，她们有着如同真人一般精致的脸庞，神力的加持使她们拥有思维和心智，至于为何是孩童一般的体型，大概只能理解为是哈迪斯的个人喜好……总之在哈迪斯的教导下，除了战斗以外两人还会负责照顾所有的协会成员，后来随着她们学习知识的增加，哈迪斯也开始将协会事务交由她们一并打理，只是作为考核者，她们的标准或许还需要多加调整。
「用鼻子吃意大利面吗……嗯，确实是很特殊的才艺，明塔你怎么看？」
「明塔觉得琉刻说得对。」
「好，创作者，你被认可了，现在授予你创作家从业勋章。」]],
		heart_chain3 = "目前哈迪斯所在的缪斯协会也拥有颁发从业证书的资格，这里接纳一切罕见、独特，甚至闻所未闻的艺术形式，并且予以认证。因为有着相当高的通过率。曾经是最受艺术创作家欢迎的协会。只不过因为近十几年来的改制，大部分非常规艺术的创作者都难以被世人所认可，所以也就逐渐变得鲜有人来了。\n「老朋友，时代真的变了呢……」哈迪斯望着有些冷清的门厅，低声呢喃道。现在的多数人都并不知道缪斯协会的前身，就是早已消失许久的人偶师协会，在人偶狂潮席卷欧莫菲斯的那段时间，有许多人投身进这项新兴的艺术中来。但他们很快就发现无论如何都没办法超过哈迪斯所创作的人偶，期望从业者也就逐渐消退了热情，人偶协会自然也就逐渐没落。\n哈迪斯在与阿尔蒂斯谈话后明白这样的发展对当时的欧莫菲斯来说是不健康的，为了鼓励自由创作的氛围，于是将人偶协会改制为缪斯协会并鉴定非常规的艺术，这从现在看来也不失为一项大胆的决定。今时今日的缪斯协会，更多的是在哈迪斯的带领下解决着发生在欧莫菲斯的视骸威胁，算是这座艺术之都的，隐形的守护者。",
		heart_chain5 = [[
「啊，关于哈迪斯她啊，本小姐只有一个忠告要给你，别太相信她表面上的样子。」
「哈迪斯姐姐的梦，黑色的……」
「哈迪斯大人的命令是不可以违抗的。」就像这样，如果要打听关于哈迪斯的事，大概率会从与她相识的人口中听到这样可怕的评价，但实际上又很难将诸如「可怕」、「恐怖」这类形容词与眼前笑盈盈的优雅女士结合在一起。这当然只是表象，又或者说，只要没有见识过哈迪斯对待敌人的态度的话，大概不会有机会了解到她的另外一面：如同戏耍猎物的猫科动物一般，她在给予敌人致命一击前会尽情地将它们当做人偶玩弄于掌心之中。哈迪斯本人好像特别中意这种掌控的感觉，对她来说，战斗本身就是演出的一种。
「哼，虽然不像话，但你们最好不要与她为敌。」——来自某不愿透露姓名的雕刻家。]],
		hero_id = {
			1042
		},
		gift_like_id1 = {
			50031
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {}
	},
	[1041] = {
		birthday = "9月1日",
		height = "170cm",
		id = 1041,
		name = "雅典娜",
		weight = "54kg",
		heart_chain1 = [[
「团长大人，巡逻已经完成了。」
「辛苦了，你先去换班休息吧，之后我会再去巡查一遍。」
「好，您也……要注意休息……」
对于雅典娜这样看似有些不必要的重复行为，铃兰团的成员们早已经习惯，不如说这才是他们认识的那个拥有强烈责任感的团长。而这些年铃兰团在雅典娜的领导下，也确实将欧莫菲斯的治安提升到了新的高度。
几乎没有人愿意在这位团长的眼皮子底下犯事儿，哪怕是随手扔掉垃圾，也很快会因为影响市容被雅典娜亲自问责。更遑论破坏或者偷盗艺术品，那将面对的是雅典娜的严惩。
从没有人见过这位执法者真正休息的时候，几乎所有事情她都会亲力亲为，这在外人看来近乎是一种对自己的折磨，但雅典娜却认为这些只不过是自己应该尽到的职责。]],
		like = "大提琴、骑马",
		cv_zh = "杜晴晴",
		cv_ja = "小清水亚美",
		heart_chain2 = [[
幼时的雅典娜本该像其他失去家庭的孩子一样被孤儿院接收，但凯琳·帕拉斯看中了她的身体潜质，收养了雅典娜并将她作为铃兰团的一员进行培养。所以雅典娜从小就是在骑士精神的教育中成长起来的，一直以来也都在以成为优秀的铃兰团骑士为目标。
像是为了报答凯琳一般，她总是对自己有着更高的要求，在整个帕拉斯家族中也是最努力的存在，本就有着优秀天赋的雅典娜在9岁那年成功通过了铃兰团的考核，成为最年幼的铃兰骑士。
「能看着你成为铃兰骑士，我很欣慰，雅典娜。」
「希望你能代替我继续带领铃兰团，守护好欧莫菲斯。」
这是祖母，也是铃兰团的创始人凯琳·帕拉斯在弥留之际对雅典娜的期望。而曾经从祖母口中了解到欧莫菲斯黑暗过去的雅典娜，也下定决心不会再让这样混乱的时代重演。
欧莫菲斯的制度不容被破坏，铃兰团的荣耀也不容任何人玷污，背负着这样沉重的责任，雅典娜一刻也不容许自己松懈。哪怕是成为修正者后，这份职责与使命也超越了修正者的自觉。雅典娜拒绝了来自哈迪斯的邀请，继续留任铃兰团，她不允许自己辜负祖母的期望，却也在执念中越陷越深。]],
		organization = "铃兰骑士团",
		heart_chain4 = [[
据说在雅典娜的办公室中摆放着一把大提琴，但却从未见她演奏过。曾有人在准备汇报工作时看见雅典娜对着大提琴说话，这件事被团员们一致认为是雅典娜实在太累了，所以才做出这样的举动。
实际上团员们不知道的是，雅典娜除了剑术外，在音乐方面也有不错的天赋。而其中她最擅长的便是大提琴，甚至早已通过了提琴协会的考核并取得了从业资格证，换句话说，即使雅典娜想以大提琴表演家作为职业都并非难事。
只是在接任铃兰团团长以后，她已经鲜有时间再触琴弦了，压力、责任这些东西偶尔会让她有些喘不过气。以一己之力揽下重任的少女，只有看着这把祖母赠给自己的提琴时，才会卸下自己的伪装与防备。
「祖母，如果你还在的话，一定会告诉我怎么做才是对的吧……」]],
		heart_chain3 = [[
9岁进入铃兰团，16岁成为铃兰团团长，这样的经历在旁人看来有些不可思议，但对雅典娜来说只是迈出了第一步。她早就认定了目标，为了守护欧莫菲斯百年来的秩序，这是自己必须要走的路。
但当她胜过自己的兄长阿尔戈，确定接任团长之位的那一刻，周围也出现了许多反对的意见，不仅仅是因为她的年龄，也因为她在那场胜负中当众指认阿尔戈的舞弊事实。这件事被揭露的那一刻，也意味着帕拉斯家族多年来积累的名誉和声望都毁于一旦，当然也包括雅典娜自己。
「她让家族蒙羞」、「她肯定也是一伙的」诸如此类的声音不断传入雅典娜的耳中，她却没有展现出丝毫的退怯，依旧出任了团长一职，而代价则是被阿尔戈以族长之名从帕拉斯家族中驱逐了出去。不过彼时她早已无暇顾及这些，制定规范、实行新策，雅典娜想要守护的东西远比所谓的家族荣誉还要高远，祖辈留下的秩序与作品不容玷污，她是靠着这样的信念一路走来的。雅典娜出色的工作能力带来了立竿见影的效果，在短时间内完美处理了多起重大事件后，团员们对于这位强大而又有责任心的团长就只剩尊敬了。
「如果是雅典娜团长的话，一定能带领铃兰团守护欧莫菲斯的现在与未来。」]],
		heart_chain5 = [[
「赫拉，你已经涉嫌非法聚集艺术家，现在立刻停止茶会，否则我们将会以上述罪名将你带回审讯！」
「本小姐只是在举办茶会而已。你管得未免太宽了吧，雅典娜……」
「最后警告一次，我以铃兰团的名义责令你立刻停止活动。」——节选自《铃兰团执法记录第六十四期》
以上的对话几乎每周都会在各种上流场所发生，铃兰团的成员们早已见怪不怪了。毕竟团长雅典娜也算秉公办事，要知道雅典娜从来都把秩序和规则看得比生命还重要，只要威胁到这些，不管是谁她都会竭尽全力地与之对抗。
这种超乎寻常的责任感和荣耀感也使她与周围的人格格不入，久而久之几乎所有人都将雅典娜当成崇拜和瞻仰的对象，平日也没人见到她有什么亲密的朋友。可是知名人士赫拉小姐却从不把她放在眼里，三番五次挑战雅典娜容忍的极限。长此以往，两人的关系在旁人看来与其说是对头，不如说更像是能平起平坐的「朋友」，至于其中的渊源，或许要从一场提琴比赛的胜负说起……
「你们别看团长每次都咄咄逼人的，我倒是觉得她们关系还算不错。」看似知情的铃兰骑士如此说道。]],
		hero_id = {
			1041
		},
		gift_like_id1 = {
			50008
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {}
	},
	[1033] = {
		birthday = "9月6日",
		height = "154cm",
		id = 1033,
		name = "海姆达尔",
		weight = "42kg",
		heart_chain1 = "作为深空之眼中弥弥尔系统的开发者，海姆达尔却总是在听到弥弥尔的名字后不自觉地回避起来。倒不是因为谦虚的原因，只是她很清楚现在的弥弥尔系统和她预想中的效果实在相差太多。\n虽然最开始一切都在按原有的设计有条不紊地推进，但是在全部完成后海姆达尔发现根本没人能够使用这套系统，于是她做了最为后悔的一个决定——开发代号为弥弥尔的AI，让他接入系统并自主学习。然而最后的结果并没有让她满意，AI的自主学习方向完全不可控，弥弥尔的心智也不知为何变成了现在这样……\n据说那之后，海姆达尔都没有再接手过与弥弥尔系统相关的维护工作。",
		like = "理论研究、赛马",
		cv_zh = "陈婷婷",
		cv_ja = "大西沙织",
		heart_chain2 = "自从弥弥尔系统的开发失败后，海姆达尔就陷入了很长一段时间的消沉期。她怎么也想不明白自己的发明怎么会偏离预期这么多，最后将一切归于自己的理论预测不足。也是这件事以后，海姆达尔在科研工作中变得十分慎重。她变得执着于获得一个稳定可控的结果，为此她经常会在验证理论的阶段就做足工作，直到她认为自己已经完全掌握了这次试验中可能会出现的所有情况，才会开始推进至下一个阶段。\n「那个理论派，大概是不会知道实践的乐趣了。」\n同为隐科组的大国主对海姆达尔这样的行为做出这样的评价。",
		organization = "深空之眼",
		heart_chain4 = "「大国主把太多的精力花费在奇怪的发明上了。」\n自从大国主加入隐科组以后，这里的成员总是能够感到终日弥漫在研究室中的激烈火花。感觉只要两人开始交谈，随时都有可能争吵起来。\n只要提及大国主，海姆达尔就会摆出一副头痛的样子。对她来说这个大国主除了理论知识丰富以外，完全不符合自己心中合格科学家的标准，不仅寡言少语，还经常没有理论依据地想到什么做什么，甚至连消灭视骸的理念都很淡薄。但实际上，海姆达尔还是非常认同大国主的研究实力的，只不过并不怎么表现在口头上罢了。",
		heart_chain3 = "不过几乎没人知道，海姆达尔并不怎么排斥赛马这项运动，甚至还会亲自去到比赛现场为相中的选手与马匹加油助威。\n因为优渥的家庭条件，小时候的海姆达尔就有机会在自家的马场里拥有一匹属于自己的赛马，海姆达尔为它取名叫做「金顶」。她的小马很快在地方赛事中崭露头角，尽管非常不舍，海姆达尔还是答应让小马去更高级的赛事试试。\n此后，她就养成了去看比赛的习惯，尽管小马现在已经退役，她也会把观看赛马作为放松心情的方式。大声呐喊助威的时候，或许也是她袒露情感，最真实的一面。",
		heart_chain5 = "海姆达尔始终认为科学的发展与理论研究是无可分割的，但偏移的理论绝对无法导向正确的结果。正因为如此，海姆达尔偶尔会请隐科组或者综合科的成员一起讨论某些方案的可行性，以此确认自己的想法是否合乎常理。\n然而她本人对沟通技巧的掌握十分粗浅，这样探讨问题的会议往往会到中途，就变成海姆达尔单方面的理论授课，继而转变为严肃到有些僵硬的学术问答。参与过讨论的成员除了大国主外，几乎都经历了专业理论用语的洗礼，以至于最后也没能理解海姆达尔想要阐述的想法，讨论通常也就到此结束。\n「要怎么让别人理解自己的想法呢……看来这也是一项值得研究的课题。」",
		hero_id = {
			1033
		},
		gift_like_id1 = {
			50013
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {
			210330101,
			210330102,
			210330103,
			210330104
		}
	},
	[1068] = {
		birthday = "12月24日",
		height = "156cm",
		id = 1068,
		name = "恩利尔",
		weight = "47kg",
		heart_chain1 = "恩利尔从孤儿院时期就表现得与其他的孩子大不一样，他有些沉默寡言，几乎没有什么朋友，但却对雕塑展现出了很高的兴趣。孤儿院中仅有的杂志书籍早已被恩利尔熟记于心，他也时常自己动手用泥土尝试着做些在书上看见的雕塑作品。而在这些艺术品中，他模仿最多的是「德里安」所做的雕塑。即便只能看到图片记载，恩利尔也从中感受到了作品的灵魂存在，那种直击灵魂的感觉让他第一次知道艺术作品也可以这么有力量。因为不怎么活泼的性格，愿意领养恩利尔的人也迟迟没有出现。不过他也早就习惯了这样的事，所以当听到自己被欧申纳斯收养的消息时，恩利尔表现得有些迷茫。\n「只是现在想来，当时能遇到父亲，真是太好了。」",
		like = "雕塑，家务",
		cv_zh = "冯霖",
		cv_ja = "永塚拓马",
		heart_chain2 = "对于这个突然出现的新养父，恩利尔的第一印象来源于他的大宅，第一次迈入那座富丽堂皇的「宫殿」之时，他都有些怀疑是自己走错了地方。而在听说他是星虹议会的第三席时，恩利尔更加觉得是自己听错了，对他来说议员们都是高高在上的存在，能够见到都已经是奢望，更何况是自己仰慕已久的雕塑名家。不过欧申纳斯并未摆出什么架子，只是说了之后会教他雕塑的技艺便兀自离开了，抱着许多的疑问恩利尔开始了新的生活。\n然而之后的几天，欧申纳斯都并没有再出现在恩利尔的面前，像是遗忘了这位养子一般。看到欧申纳斯没有限制自己的意思，恩利尔也就在大宅中四处观摩起来，亲眼看到自己曾经在杂志上见过的名作，给他带来的震撼远比图片更为强烈。在好奇心驱使下，恩利尔便偷偷在欧申纳斯的工作室外观摩起他创作的过程，叮咣声中石屑飞散，栩栩如生的作品也逐渐成型，欧申纳斯脸上透露出的专注让恩利尔逐渐沉浸其中，等他再次反应过来时，已经不自觉地迈步走进工作室了。也就是从那时起恩利尔就下定了决心，要跟随欧申纳斯全心学习雕塑。",
		organization = "千星学院",
		heart_chain4 = [[
刚开始的学习生活并不怎么尽人意，恩利尔一度认为自己是因为雕塑的天赋被收养的，因此他对雕塑格外上心。他渴望得到养父的认可，无论是课本，图册，还是实物观察，他总能做到尽善尽美，不少人对他的作品赞不绝口，只有欧申纳斯一直嗤之以鼻。恩利尔越努力，欧申纳斯就越不满意，虽然看上去他们的关系亲近了，但是恩利尔却为此感到痛苦。
在与欧申纳斯一起生活的过程中，恩利尔也逐渐了解到关于自己的某个赌约。得知自己被收养的原因时，他也曾有一瞬间的动摇，怀疑起自己是不是没有才能，更加不确定欧申纳斯对自己的看法。恩利尔逐渐感到自己身陷在压力的泥沼之中，这也让他的学习变得停滞不前。度过了浑浑噩噩的几天后，恩利尔找到了正在工作的欧申纳斯希望要一个说法。虽然第三席并没有停下手中的动作，但却少见地开口了——
「想做出怎么样的作品，是由你自己决定的。只不过现在的你，还差得很远。」
虽然欧申纳斯表现得像是无意提及，但恩利尔很快明白了他的意思，恭敬地鞠了一躬后退出了工作室。随后他在某个夜晚做出了一个大胆的决定，虽然恩利尔不太愿意提及发生了什么，但这个决定也确实让他们之间的隔阂被打破。]],
		heart_chain3 = "在被欧申纳斯收养后，恩利尔渐渐发现自己这个看上去神秘而完美的养父其实问题很多——\n他不擅长收拾自己，经常会将正装穿错；因为不懂怎么烹饪，自制食物的味道一言难尽；他每次都会将工作室弄得一团乱，但又不想让其他人进自己的工作室，因而总是等杂物堆积到几乎无处落脚时才会勉强收拾一次……\n于是恩利尔开始为欧申纳斯做起了一些小事：他在欧申纳斯睡醒前按照一周的营养表煮好早点，在他出行前替他整理好衣着，在他工作完后替他收拾工作室……打扫卫生，裁剪花园的工作也都没有落下——突然两个人的关系像是颠倒了一般，收养的人变成了被照顾的人，欧申纳斯也在无数次自理失败后选择了妥协，选择交给恩利尔打点家里的一切。",
		heart_chain5 = "关于那个夜晚发生了什么，根据欧申纳斯所说，那天恩利尔半夜突然来到雕刻室，砸碎了他之前所有的作品。然后他将自己关在房间里整整三天三夜，不吃不喝，最后拿出了一个表情微妙的人像，迷茫和坚定两种情绪被整合在人像的五官上，显得不伦不类，用旁人的眼光来看就是一个十足的半成品。\n「他说，那是他自己，」欧申纳斯说，「而他只是一个半成品。」\n而恩利尔则说，那天晚上他回想起自己学习中的种种，都只是在对他人的作品临摹罢了，始终没有自己的东西在其中，也正因为如此，自己不论如何都没法雕出像欧申纳斯那般极具灵魂的作品。欧申纳斯的话让他明白雕刻不应该是单纯对技巧的钻研，更是对内心深处的挖掘。所以他才毁坏作品，向过去的自己告别。在这之后恩利尔被送入千星学院深造，向着自己的目标更近了一步。",
		hero_id = {
			1068
		},
		gift_like_id1 = {
			50027
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {}
	},
	[1067] = {
		birthday = "1月1日",
		height = "181cm",
		id = 1067,
		name = "欧申纳斯",
		weight = "70kg",
		heart_chain1 = "与同在星虹议会的修正者成员不同，欧申纳斯为了方便在人类社会行动，每隔一段时间都会改头换面以新的身份出现。目前他对外的名字是「卡介伦」，表面上是少年有成的渔夫之子，实际上是从「黑暗时期」就开始活动的修正者，一直在为了将艺术推向更高的层次而努力。\n虽然在神力的帮助下改换容貌并不难，但经常改换身份也意味着每次都要重新接受考验，才能再次加入议会，像欧申纳斯这样不嫌弃麻烦的修正者并不多见。自议会建立以来，第三席的位置一直都是由欧申纳斯担任，也因此被哈迪斯嘲笑过是「三号钉子户」。",
		like = "雕塑，艺术评判",
		cv_zh = "刘飞",
		cv_ja = "羽多野涉",
		heart_chain2 = "欧申纳斯对于雕塑的热爱之情可以说无人能出其右，没有办公事务之际，他基本都待在自己的创作室里废寝忘食地雕刻。而与之相符的自然是每次都有着超高完成度的作品，几乎一经发表就能达到轰动欧莫菲斯的效果。有人曾评价说欧申纳斯的作品已经超越了雕塑，走近观察时仿佛能看见某种生命力在其中跃动，因此他也被誉为「创生的魔术师」。\n不过欧申纳斯对于这些虚名并不在意，他想做的自始至终都只有雕刻这一事。在欧申纳斯看来，只有雕塑才是阿尔蒂斯理念最好的载体。原石在不断被雕琢后成为精美的艺术作品，正如同欧莫菲斯经历变革后成为代表艺术至高点的原质区，欧申纳斯希望自己的雕塑能继续将这得来不易的局面延续下去。",
		organization = "星虹议会",
		heart_chain4 = [[
就像古典的雕塑一样，欧申纳斯平时不苟言笑，散发着令人充满压力的冷漠气场，表现得非常的严厉和毒舌。不过在天才雕塑家的表面之下，实际上自理能力却不太强。不会自己做早餐，疏于清扫整理，做园艺则会剪得一团糟……
甚至因为生活太过单调，欧申纳斯连现代设备都不会使用，哈迪斯曾不止一次教过欧申纳斯如何使用电子设备，直到最近他才勉强掌握，平日里他还是习惯用纸笔来处理各种各样的事。
好在这些情况在恩利尔到来后得到了改善，早餐不再枯燥单调，院子里也变得井井有条。时至今日欧申纳斯在生活上已经相当依赖恩利尔，但他似乎对此并无自觉。尽管欧申纳斯几次强调不需要做这些，总会遭到恩利尔反问，「可欧申纳斯大人，你自己做得好吗？」
欧申纳斯觉得自己可以，但每次都以失败告终，后来为了能更快吃到恩利尔的早点，欧申纳斯将自己的卧室搬到了和恩利尔相同的楼层。]],
		heart_chain3 = "大约五年前，因为和千星学院院长出现了观点上的分歧，欧申纳斯与他定下了赌约：由欧申纳斯领养一名孤儿并亲自培养，看看几年后他的造诣能否赶上欧申纳斯，而也因为这个赌约，恩利尔被接到了欧申纳斯家中。\n起初欧申纳斯并不看好这个孩子，对于教导的事也只是偶尔提及一嘴。实际上想要成为欧申纳斯学生的人数不胜数，而欧申纳斯在数百年中也早就见过不少天赋斐然的人才，但他们最终都没有达到和自己相同的高度。所以对于恩利尔，欧申纳斯也并没抱有期待。最开始对于恩利尔的教导也并不怎么上心，通常只是浅浅讲解基础知识。而恩利尔也确实只做出了一些有形无神的作品，这让欧申纳斯更加失望。\n不过在某件事发生后，欧申纳斯知道，恩利尔已经觉醒了「自我」，之后他不再有所保留，将自己的知识倾囊相授。",
		heart_chain5 = [[
「时间如同流动的水，其中的一切都是在不断变化的，唯有雕塑能将它们化作不变的永恒。」
即便改变身份，也没法改变自己已经经历了漫长年岁的事实，在这么长久的时光里欧申纳斯逐渐明白没有什么事是能够永远不变的，人心、情感……只有雕塑才能将事物最美好的时间定格，并且经年累月的流传下去。
他到底是想借此缅怀什么，没有人知道，只是自从欧申纳斯开始创作雕塑开始就变得不苟言笑了。或许对于欧申纳斯来说，恒久不变才是他所追寻的艺术本质。
常有人看见欧申纳斯站在欧莫菲斯最大的那座阿尔蒂斯雕像下伫立许久，对于欧莫菲斯的人们来说，这座雕像是黑暗时代的墓志铭，也是星虹时代的里程碑，阿尔蒂斯的伟大得以被久远地流传与歌颂，他的目光也得以借着这尊雕像，长久地守望欧莫菲斯。
「老朋友，这是我能为你做的，最后的事。」]],
		hero_id = {
			1067
		},
		gift_like_id1 = {
			50009
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {}
	},
	[1016] = {
		birthday = "11月25日",
		height = "155cm",
		id = 1016,
		name = "金固",
		weight = "55kg",
		heart_chain1 = "金固从小就是罗斯塔赫的孩子王，在他被马尔杜克收养前就是如此。他看上去瘦弱，却拥有惊人的爆发力。一旦掉以轻心，即便高出两头的家伙也会被他一拳放倒。他没读过多少书，心思却出奇的活络。即便被多个找茬的坏孩子包围，他也总能想出一些出人意料的手段重创对方。\n不过，如果这些坏孩子们放弃与金固为敌，并愿意接受金固的指挥，金固就会化身成为一名出色的领袖，带领他们偷面包，打流氓，无往不利。而孩子王金固最出名的一次作战也为他带来了最大的麻烦——他率领流浪街头的孩子们成功偷走了阿卡德公会的货车，带回了足够孤儿院支撑一个月的食品物资。然而不到一个小时后孤儿院就被赏金猎人们包围，院长只能战战兢兢地将罪魁祸首金固交出来。\n那是金固第一次与养父马尔杜克相遇，出乎所有人意料地，马尔杜克满眼赞赏，他不仅将被盗的物资全都捐给了孤儿院，还指名要领养金固。",
		like = "收集武器 ，扳手腕",
		cv_zh = "一木",
		cv_ja = "千葉翔也",
		heart_chain2 = "夜里无人时，金固喜欢把他的荒獠拿出来把玩。从他有记忆起，荒獠就是陪在他身边唯一的「财产」。正是依靠荒獠那锋利的刺刃，金固才能够击退不怀好意的恶徒和饥不择食的野狗。\n荒獠想要撕碎的是什么？不公平的秩序？罗斯塔赫衰颓的现状？科尔盖再次酝酿的阴谋？金固并不知道，但他坚信，只要他和荒獠一起战斗下去，总有一天会知道答案。",
		organization = "阿卡德公会/迷铁之家",
		heart_chain4 = "在很长一段时间里，挑战养父马尔杜克都是金固不敢想象的事情。马尔杜克是他的理想，也是他无论如何努力都难以企及的目标。然而正式被马尔杜克收养后，金固得以穿过众人塑造的光环去近距离观察马尔杜克，却发现这位外表意气风发的领袖在很多事情上都显得无奈和保守，就像是个为一大家子讨生计的中年大叔——那绝对不是金固想要变成的样子。\n改变的契机来自一次扳手腕比赛，金固出乎所有人意料地出现在挑战者当中，并与「手腕王」马尔杜克进行了一场惊心动魄的对决。虽然金固最终还是输了，但他看到了马尔杜克额头上的汗。",
		heart_chain3 = "马尔杜克是一位笨拙的父亲，有时为了表现一下父爱，他会搜刮一些话题来与金固谈心，比如「金固，你的理想是什么？」每当被这样问，金固总是大声回答「我要把科尔盖的人彻底赶出罗斯塔赫！」而每次这样回答后，金固那认真的表情总是会让在场的其他长辈赞赏有加。马尔杜克却只是陪笑，然后一言不发。金固似乎能从马尔杜克的眼中看出一丝无奈，这种无奈令他不解。",
		heart_chain5 = "金固逐渐长大，并开始接手公会事务时，马尔杜克分配给他的任务大多是向罗斯塔赫货箱区的难民分发生活物资。然而总有些恶霸通过勒索的方式克扣其他人的物资，然后高价倒卖。即便金固率领公会的人阻止过很多次，但还是屡禁不止。公会内有经验的长辈劝金固不要再插手，这些恶霸的存在变相维持了这些区域的稳定，否则难民哄抢物资的事情总会发生。向恶霸缴纳物资份额，俨然已经成为了某种「秩序」。\n但金固拒绝认同这种想法，在他看来，大多数难民苟且太多，反抗太少。如果不改变现有的秩序，无论分发多少物资，现状都不会发生任何变化。后来金固再次出现在这些难民跟前时，他带来的不再是生活物资，而是瞒着马尔杜克搞来的武器装备。——那也正是金固的亲信部队被组建的时候。",
		hero_id = {
			1016
		},
		gift_like_id1 = {
			50033
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {}
	},
	[1017] = {
		birthday = "2月8日",
		height = "165cm",
		id = 1017,
		name = "芭丝特",
		weight = "51kg",
		heart_chain1 = [[
芭丝特进入重大犯罪对策部不久，就获得了极好的人缘，这大体是缘于她那活泼乖巧的性格。
无论是谁找她帮忙，她都极少拒绝。无论是多麻烦的问题，她总能想出巧妙的点子解决掉。甚至前辈们遇到了情感上的困难，也可以在她这里得到调解。
然而一旦回归办案本身，芭丝特的实习生身份就会彻底暴露，她经常会犯一些明显是因为经验不足才导致的错误。比如被佯装晕倒的嫌疑人欺骗，比如不忍心把手铐扣得太紧。
明眼人都看得出来，芭丝特在通过警校考入重大犯罪对策部之前，几乎没有接触过与刑侦有关的事情，只是没人忍心责备她。
当然，芭丝特也有在努力完善自己，至少最近不会再犯些低级的失误了，她自己觉得这是值得庆祝的进步。]],
		like = "跳舞",
		cv_zh = "陈雨",
		cv_ja = "佐仓薫",
		heart_chain2 = [[
实习时期的行动专员，通常会由经验丰富的前辈带领，而被部门安排给芭丝特的正好是阿努比斯。
从性格上来讲，他们简直就像是两个世界的人，完全看不到交汇的可能。
所以当芭丝特作为实习生被安排给阿努比斯做搭档后，几乎没有人认为这对搭档会长久。
不过芭丝特并不在乎有关阿努比斯的一些传言，她只是觉得这个前辈太过冷漠，从来不会主动寻求搭档的帮助，甚至常有出击任务却不带她的情况出现。
因此芭丝特开始挑战她入职后最艰巨的一项任务：让阿努比斯接受搭档的存在，学会与他人交流。不过到现在为止，这项任务还卡在第一步——让办案时不分白天黑夜的阿努比斯接受按时上下班的建议。]],
		organization = "科尔盖",
		heart_chain4 = [[
曾经有人认为芭丝特就是个不会拒绝的天真后辈，于是想利用芭丝特的乖巧性格，以帮忙审计财务的名义诱骗芭丝特帮他们挪用公款。
然而第二天那几个人就被监察员带走，而被转走的公款也早已进入安全账户，随后被财务人员尽数回收。
或许芭丝特可以直接拒绝无礼的请求，也可以劝说同僚迷途知返，但她更喜欢用这种方式来惩罚坏人。
毕竟再乖巧的猫咪也不能随意招惹，她的利爪不怜悯坏蛋。]],
		heart_chain3 = [[
在重大犯罪对策部举办地某次内部庆功会上，芭丝特身着芭蕾舞服出现在舞台上，用一支《天鹅湖》赢得了所有人的掌声。
被问起时，其他人才知道芭丝特曾经参加过芭蕾舞团，并且表现不俗。
大家很奇怪，芭丝特的芭蕾舞水平明明已经到达了职业水准，为什么还要来科尔盖，甚至是重大犯罪对策部这样的地方。
然而热心的前辈们并没有听到诸如「责任心」、「正义感」之类的说辞。
「反正考上了，也不讨厌，就来咯。」芭丝特活泼地笑着，如此说道。]],
		heart_chain5 = [[
每当雷声响起，芭丝特总是下意识地蹲下，蜷缩身体，就像只被吓到的小猫咪。
旁人常常觉得芭丝特这样很可爱，然而芭丝特的回应往往是一脸苦笑。
雷声总让她回忆起数年前的那个雷雨夜，她见到了普通人无法察觉到的怪物。那是芭丝特第一次觉醒修正者的力量，并意识到自己背负着常人无法背负的责任。
然而当她准备出手搭救路人时，却因为怪物引来的雷电付出了惨重的代价——她心爱的猫咪为她挡下了雷击，长眠于那个雷雨夜。
数年后，即便已经成为重大犯罪对策部的成员，每次想起那个雨夜，芭丝特还是会对这份责任的必要性产生动摇。]],
		hero_id = {
			1017
		},
		gift_like_id1 = {
			50034
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {}
	},
	[1024] = {
		birthday = "6月13日",
		height = "172cm",
		id = 1024,
		name = "阿努比斯",
		weight = "65kg",
		heart_chain1 = [[
阿努比斯刚刚入职重大犯罪对策部特殊行动组时，就立刻收到了一份包含情书、巧克力、心意便当的豪华表白礼包。
毕竟阿努比斯拥有一张年轻俊美的少年脸庞，即便最稳重的女专员也难免会动心。面对这样英俊的少年，表白者似乎有些信心不足，采取了匿名的方式，想要经历一场无果的暗恋。
而阿努比斯采取的应对措施令所有同事大跌眼镜——他用缜密的办案思维收集线索，查出送件人，然后郑重地物归原主。
这之后，特殊行动组的女专员之间出现了一条不成文的规矩——必须劝阻任何想要向阿努比斯表达心意的新人，以防她遭受被当众退还情书的痛苦。]],
		like = "办案",
		cv_zh = "乔磊",
		cv_ja = "古川慎",
		heart_chain2 = [[
其他人都以为阿努比斯会一直保持单独行动，直到他的新搭档芭丝特的出现。
这个热情的少女似乎想要和部门的所有人都打好关系，其中当然也包括阿努比斯，为此他也没少烦心过。
阿努比斯曾经数次申请调换搭档，并申明最好没有搭档，但不知出于何种原因都没被批准。
不过，时间久了以后，阿努比斯也慢慢接受了搭档的存在——或者说接受了上级的安排，不过他还是会经常强调自己一个人执行任务的效率更高。]],
		organization = "科尔盖",
		heart_chain4 = [[
养父葬礼那天，阿努比斯拿着养父留下的那枚胡狼假面，在墓碑前驻足良久，直到旁人离去。
他将一只手放在墓碑上，试图再次感受养父的灵魂，体验那种温暖和真挚。
但是什么反馈都没有，墓碑的质感冰凉而坚硬，内在空洞无声，养父的声音随着阿努比斯的记忆一起远去。
「灵魂的远去，就是死亡。」阿努比斯默念道，「如果当时有我在，就好了。」
他很想回到养父出发的那天，坚持陪在父亲身边。这样在养父遭遇不测的时候，他就有机会用力地将那个温暖的灵魂留下来。
这样的想法成为阿努比斯心中无法消去的尖刺。]],
		heart_chain3 = [[
阿努比斯还在幼年时就察觉到自己拥有一项特殊的能力，他似乎可以从灵魂层面去感受他人的情绪，因此可以轻易地识破欺骗和虚伪。
但这对他来说并不算幸运，虚伪的大人们似乎都不喜欢一个太「聪明」的孩子，聒噪的孩子们似乎也不喜欢一个难以愚弄的同伴。
长此以往，阿努比斯变得沉默寡言。
不过，也有例外。阿努比斯的养父是一位正直而又热心的警官，当阿努比斯感受他的灵魂时，涌入脑海的情绪温暖而又真挚，阿努比斯从这些情绪中看到了一位正直的警官所描述的理想未来。
也许是受到了这种情绪的感染，阿努比斯也梦想着成为一名伸张正义的警官。]],
		heart_chain5 = [[
其实阿努比斯并非一直孤单一人，他收养了一条流浪街头的牧羊犬，给它取名叫乌普，并将它培养成为一条警犬。
乌普像仿佛和阿努比斯之间有心灵感应一样，每次都能准确理解他的意图，并优秀地配合，帮助阿努比斯侦破了许多棘手的案件。一起经历了许多后，阿努比斯将乌普视为无可替代的伙伴。
但意外还是突然来临，在一次执行任务的过程中，乌普为阿努比斯挡下一颗子弹。
「不要走……」阿努比斯将乌普抱在怀里，用力感受着那个逐渐虚弱的灵魂，「留下来！」
或许是为了回应他的强烈愿望，名为「胡狼之面」的权钥终于觉醒，并将乌普的灵魂数据全部复制……当一切结束后，拥有乌普形态的魂犬借助权钥的力量出现在他的面前。
然而真正的乌普还是远去了，他怀里的存在变成了没有回应的空洞存在，一如那天的墓碑。
阿努比斯终于明白，他拥有的能力并不能真正阻止死亡。]],
		hero_id = {
			1024
		},
		gift_like_id1 = {
			50005
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {
			210240101,
			210240102,
			210240103,
			210240104
		}
	},
	[1052] = {
		birthday = "4月20日",
		height = "182cm",
		id = 1052,
		name = "马尔杜克",
		weight = "85kg",
		heart_chain1 = "阿卡德公会的很多成员都见过马尔杜克咬着一截雪茄，但是并不点火的情景。旁观者大多理解这种举动——在罗斯塔赫这种穷困的地方，雪茄这种稀罕物可不好找。即便是身为阿卡德公会首领的马尔杜克，也只能省着点抽，平时就咬在嘴里过瘾。\n有不少人好奇地问过，自称和大家一样穷苦出身的马尔杜克到底是什么时候拥有了这种奢侈的嗜好。马尔杜克从未正面作答，只是为难地讪笑一阵，然后把刚刚攒起来的一笔小钱全都转到孤儿院的账上。偶尔身旁无人时，马尔杜克会偷偷点着嘴里那截雪茄，深吸一口，回味一阵后立刻将其熄灭，然后小心翼翼地收起来。",
		like = "抽雪茄、扳手腕",
		cv_zh = "赵梓涵",
		cv_ja = "楠大典",
		heart_chain2 = "在整个罗斯塔赫，都罕有人能在掰手腕上赢过马尔杜克。虽然年近花甲，但马尔杜克那健壮的身躯中仍然涌动着澎湃的生命力。面对挑战者，他来者不拒，用长辈特有的笑容看着他们一个一个前来挑战，然后一个一个落败。\n不过，马尔杜克「手腕王」的地位也被动摇过——金固十二岁那年向马尔杜克发起了挑战，这场父子对决立刻吸引了大批人围观。也正是在这场对决中，马尔杜克罕见地露出了吃力的神情。\n当马尔杜克最终获胜时，他的额头上竟然出现了细密的汗珠。在旁人的谈笑声中，马尔杜克明白，金固的修正者能力已经接近觉醒。",
		organization = "阿卡德公会",
		heart_chain4 = "罗斯塔赫的人对马尔杜克都有种奇怪的印象——这位阿卡德公会的首领喜欢接济疯子。自从多年前的那场大灾过后，罗斯塔赫地区突然出现了很多疯癫的家伙，他们成天念叨着什么怪物、异空间之类的鬼话。大多数罗斯塔赫居民遇到这些疯子，都会敬而远之。而每当其他人远离时，马尔杜克就会出现。他带着上好的啤酒和熏肉，主动和那些疯子畅饮、交谈，直到他们不再念叨那些疯癫的鬼话，而是开始无奈地长叹。\n旁观者大多认为马尔杜克这么做是为了维护罗斯塔赫的安宁，他采取的是理智且必要的举动，然而马尔杜克往往会在畅饮后皱起眉头。之后的日子里似乎就没人再见过那些疯子，就像他们从未来过这里。",
		heart_chain3 = "成为阿卡德公会的首领后，马尔杜克逐渐习惯了被人称为「老大」。不过，偶尔也会有刚刚入会的新人用「队长」称呼马尔杜克。每当听到这个称呼，马尔杜克总是会错愕一阵，然后挥手赶走准备纠正新人的部下，走过去在新人肩膀上拍几下。之后，公会的人大半天都见不到他，偶尔会有人看到马尔杜克靠在无人的角落里沉思，根本不敢上前打扰。",
		heart_chain5 = "每个月，马尔杜克总会例行请一天假。在这一天当中，即便是最了解马尔杜克的部下也不知道他人在哪里。躲入秘密藏身处，避开那些崇敬的视线后，马尔杜克会启动秘密通讯装置，然后脱下和蔼大叔的伪装，变得干练、冷酷——因为此刻他要面对的并不是无辜的民众和热心的部下，而是被全体罗斯塔赫居民仇视的科尔盖。\n提供环境骸能检测数据，汇报保密工作，确认物资调度需求……马尔杜克机械地将这些工作依次办完，就像是之前很多次那样，像是台机器。他不想在这些事上投入任何感情——他也必须摒弃掉所有感情，才能允许自己做这些事。为了他在罗斯塔赫所维护、所热爱的一切。",
		hero_id = {
			1052
		},
		gift_like_id1 = {
			50032
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {}
	},
	[1028] = {
		birthday = "5月8日",
		height = "160cm",
		id = 1028,
		name = "托尔",
		weight = "55kg",
		heart_chain1 = [[
根据深空之眼的档案记载，艾因索菲的源层曾发生过一次特殊的能量暴动。超出正常区间过多的异常数值，甚至惊动了奥丁亲自前往源层处理。
得益于奥丁强大的实力，这次能量暴动很快就被压制下来，也幸运地没有引发骸震。不过和奥丁一起回来的，还有一名昏迷在她怀中的红发少女——也就是托尔。
即便从现在已有的资料来看，托尔也是修正者中最为特殊的一类。毕竟直接在源层苏醒并不是常见的现象，何况从苏醒开始，托尔就开始日复一日地与视骸战斗。
「那时候我只知道要消灭它们……有个声音这么告诉我的，至于为了什么？谁管嘛~」
托尔长时间在源层狩猎视骸，积攒了无数对敌的经验，同时也受源层的环境影响，而在体内形成了高密度的神能。
实力的增强本是有益的，但托尔在长久的战斗中，性格与对世界的认识并未获得成长。这也导致她没法控制一直在增强的力量，最终导致了源层能量的暴动。
这次事件之后，奥丁决定亲自教导托尔控制力量之法，托尔也就顺理成章地加入了深空之眼。]],
		like = "训练、游戏",
		cv_zh = "袖子",
		cv_ja = "沼仓爱美",
		heart_chain2 = [[
「今天的源层真是壮观，苍蓝的雷电四处交织。有机会的话真想让你们也见识一下，呵呵。」
奥丁将托尔带回来时，也不忘描述源层的盛况。苍蓝的雷电——这既是指托尔所释放的暴动能量，也是对托尔战斗方式的贴切比喻。
将体内积攒的神力化作雷霆向外释放，无差别地对周围的一切事物进行电击，直至它们化作焦炭。经过一段时间的训练后，托尔已经能自由控制放电的目标与能量多少。
在紧急情况下，托尔甚至可以做到引动雷霆缠身，强化全身的行动。那时敌人能捕捉到的，恐怕只有托尔的雷霆闪光了。
隐科组针对托尔的战斗方式，专门为其开发了集电力存储和磁力场技术为一体的机械锤「妙尔尼尔」。本意是希望其作为托尔释放雷电的媒介，不过托尔本人似乎更喜欢它的物理打击性能。
另外，托尔必须定期释放体内多余的雷电，如果在训练场见到托尔的话，或许不要靠得太近会比较好。]],
		organization = "深空之眼",
		heart_chain4 = [[
「喂，小心别碰到我……」
「哇塞，噼里啪啦的！这个是什么新型静电陷阱吗！有趣有趣！我有新的恶作剧灵感了~啊，你是托尔前辈没错吧，我是前鬼坊天狗，叫我前鬼就好，今天起加入你的小队实习。」
时隔许久重新加入小队编制，托尔显得有些不适应，但热情的前鬼坊天狗早已因为「队长会放电真的超酷」这样单纯的理由，把自己默认为了她的伙伴，「雷小队」的一员。
加上另一名队员阿波罗，托尔的身边逐渐变得吵吵闹闹起来。沉寂许久的心绪被唤起，托尔心中再度生出了与小队成员们和谐相处的向往。
但同时被唤醒的，还有过往的经历——为了不再重复过去的错误，托尔开始有意识地收敛起自己的锋芒。她试图表现得更加沉稳可靠，但从队员的反应来看，并没有收获预期的效果，她因此变得不知所措起来。
「最开始加入小队的时候，队长有一段时间感觉变得怪怪的。怎么说呢……她的头发都不会变得哔哩哔哩了。」]],
		heart_chain3 = [[
托尔刚刚加入深空之眼的时候，还没有如今「雷小队」的独立编制。她自然也有不少与当时的其他成员合作完成任务的经历。
当时的托尔还不能很好地控制自己的力量，因此身边总是充斥着从身体中逸散出的电流。她给人的感觉也和静电一样，毛毛刺刺的，看起来不怎么好惹。
在一次小队任务中，自信的托尔独自追击视骸，疏忽大意之下，中了敌人的调虎离山之计。她的队友遭遇包围而重伤，之后便退出了深空之眼。
因为这件事，托尔渐渐被一些成员疏离，没人愿意再与之组成小队。但她其实并不希望如此，她也曾认真维护过和队友之间的关系，但总是为时已晚。
在那时的托尔心中，无法与队友拉近关系成为了永远的遗憾。自那以后，托尔就习惯于一个人完成任务了。]],
		heart_chain5 = [[
转机的发生是在某一次追击视骸的任务中：前鬼坊冒进的行动使得她和阿波罗落入陷阱中，遭到了众多视骸的围攻。虽然托尔及时赶到救援，却也不得不面对队友重伤的事实。
后来，当她怀着忐忑的心情前往探视的时候，迎来的却是前鬼坊和阿波罗的拥抱，以及他们希望正式加入托尔小队的请愿书。
「我就知道，队长肯定会来救我和臭凤梨的！」
「还真是惊险啊……差一点太阳就要陨落了，还得靠队长来摆平嘛~」
这份夸张到有些溢出的信任，让本以为二人会就此退出的托尔感到吃惊。她也当即表示了自己想与他们成为正式队友的心情，收获了两人一致的「不坦率」的评价。
在这之后，「雷小队」顺理成章地诞生，托尔也不再掩盖自己的自信，重新找回了开朗的性格——这虽不能称为坏事，但「雷小队」也因为受到她的影响，成为任务完成率最高，但战术执行效率最低的小队。
休在检查作战记录时如是说过：「希望托尔能够明白，作为一名合格的领队，相比于承担成员的责任，不如一开始就别让他们闹出乱子……诶，虽然估计很难就是了。」]],
		hero_id = {
			1028
		},
		gift_like_id1 = {
			50035
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {
			210280101,
			210280102,
			210280103,
			210280104
		}
	},
	[1070] = {
		birthday = "6月19日",
		height = "162cm",
		id = 1070,
		name = "金乌",
		weight = "48kg",
		heart_chain1 = [[
金乌，虚恒出身。从小跟随老师羲和在南交岛群山中的若木宫修习天通术。
自金乌记事起，她就一直生活在若木宫中。在下山历练之前，关于外界的情况，金乌都是从老师的口述中听闻的。饮食起居，她几乎一律遵从老师的习惯——唯独一件事除外。
羲和的口味清淡，但金乌却热爱着重油重辣的毛血旺。这要归功于前来拜访的庚辰：自从吃过庚辰做的菜后，金乌便觉得自己发现了食物的终极意义。此后羲和做的餐食已经无法满足她了，她开始自己研究菜谱。
金乌开始自己动手丰衣足食，对羲和来说算件好事，毕竟可以少操一份心。但锅只有一口，羲和那清淡的菜多少还是有些被串味……
这不是自己要让金乌下山历练的原因——羲和特地解释了这一点。]],
		like = "漫画、玩偶、风水学",
		cv_zh = "十四",
		cv_ja = "大空直美",
		heart_chain2 = [[
羲和认为金乌尚需入世历练，才能获得真正的成长。
但金乌耿直率性的性格，让她的修行之旅一波三折。再者，金乌不知从何时产生的奇怪思考方式，更让本不如意的情况雪上加霜。
「呔，猫妖休走！哼哼，乌已在此埋伏多时了，为夺乌的食物竟不惜变化作这般可爱模样，看来我们之间必有命数的一战……喂，等下，乌的外卖！」金乌手持十曜，大声喊叫道。
那只叼着外卖的橘猫「喵~」的一声便溜到树上了，利索地咬开了外卖包装，开始撕咬装在里面的烤鱼。
「姐姐，你为什么不把它打下来啊？待会没东西吃了哦……」站在金乌身旁的小孩托着腮帮，不解地问道。
「这家伙瘦骨嶙峋的，身上的伤口还在流血，咳咳！当然，主要是它头顶没有『魑魅』的印记，所以呢……乌决定放它一马……」金乌叉着腰，一脸娇憨地说道。
第二天，大树下便多了一个瓦楞箱，上面贴着：「注意！注意！此处有猫妖出没！请勿惊扰！」箱子里，橘猫正睡得香甜。
显然，对于完成羲和的期望，她还有很长的一段路需要走……不过，现在这样，也未尝不是好事。]],
		organization = "无",
		heart_chain4 = [[
由于金乌的言行举止与他人大相径庭，因此，大家对金乌的第一印象通常是「一个一本正经的笨蛋」。
但事实上，金乌的悟性非常之高。
在金乌意识到吃辣才是自己的归宿后，她立刻开始尝试自己做菜，事实证明，她自己琢磨的做菜技术，已经能够达到虚恒大厨的水平。
羲和在教授金乌天通术要领时，金乌时常打盹。但直到完全睡着前她所听到的部分，她都能记住。待到实战环节，她也只需要稍加练习便可收放自如。
由于成长环境的限制，金乌对外面世界的认知，可能会产生「小小的偏差」。但她所抱持着的「善」和「正义」，其本质放之四海而皆准，不会因为对外界认知的偏差而错误。]],
		heart_chain3 = [[
如果你进入金乌的房间，你一定会惊讶于她的书架——上面满满当当地摆着各种少年漫画。
她将这些拥有五彩斑斓封面的书本奉为圭臬，每天起床，她都会用天通术占卜今日大吉数字，并顺着行数挑选对应的漫画。虔诚地阅读完后，她将书页规整抚平，庄重地放回书架。
「为什么要这么做？因为《元典抄本》是乌的启示录，它会揭示『魑魅』一行今日将会在何处为非作歹。乌作为正义的伙伴，已经打败了好几个为祸人间的魑魅下属！」
「具体是谁？哼哼~分别是『把小孩困在树上的扭曲树精』『特意瘫在老奶奶面前的香蕉皮妖怪』『横在巷子里散发毒气的垃圾桶精』……」
金乌游历至鲤港时，偶然发现了一位与漫画中的反派模样十分相像的人，于是跟随其来到光轨站。
结果金乌被其反制打晕，后不知为何搭乘上了光轨，来到了艾因索菲。她对神秘人的唯一印象只有金发与金瞳，因此在来到艾因索菲后，她误认为阿波罗就是那反派神秘人，后来才发现是误会一场。
「之前乌把阿波罗认成『魑魅』，用十曜敲了他脑壳，乌真的超级抱歉……他真的好温柔，脑袋明明在流血，不但没有责怪我，还在说安慰我的话……」]],
		heart_chain5 = [[
金乌的行动力很强，无论什么事情，她都是一拍脑袋就去做，而且大多数时候结果还不错。
在大家的印象里，她向来是一个勇气十足的人，但如果再了解她一点，就会发现……
「乌很有勇气？咦？其实乌一直都很怕哦，小时候乌经常搞砸事情，每次都要做很久的心理准备才敢踏出第一步。」
「但是，一想到『魑魅』会为祸人间，乌的勇气就占了上风！毕竟比起乌的那点小情绪，还是『世界和平』更重要！」
对于金乌而言，越是重要、难办的事情，她越是会将其套上晦涩难懂的奇怪用词，了解这一点后就能够明白，她什么时候才需要真正的帮助……]],
		hero_id = {
			1070
		},
		gift_like_id1 = {
			50040
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {
			210700101,
			210700201,
			210700301,
			210700401
		}
	},
	[1071] = {
		birthday = "5月24日",
		height = "182cm",
		id = 1071,
		name = "孟章",
		weight = "75kg",
		heart_chain1 = [[
早年虚恒的机关术大师「烛」，是孟章母亲的好友，孟章称她为「烛姐」。彼时他们两家住得很近，常有往来。孟章天资聪颖，年纪尚小时就遍览古籍，对于一些手作玩物也能立刻上手，父母念他有此天赋，于是让孟章跟随烛学习机关术。
过人的天资使得年纪尚小的孟章有些自负。烛出的难题，他悉数解出，好几次到了约定上课的时间，他却不见人影。
烛感觉到了他心态的变化，于是她给孟章出了新的难题：尝试爬上不远处一座高山的山顶。她一并说，假如能顺利登顶，那便算是出师了，不必再来学习。然而那山上早已布置了机关，孟章终究只能在山腰打转，最后只得返回。
「一山更有一山高，我知道烛姐你要告诉我这个道理。但我只是尚没有学到那些技术罢了……烛姐这么做，又何尝不是一种自负呢？」
烛听罢愣了几秒，转身走进屋里。孟章正疑惑她要做什么，却被屋内飞出的不明物体正中脑门。他回了回神，看到那砖头似的物件，是一本厚厚的《空间技术机械化运用原理》。
几天后，孟章成功解开了山腰的复杂机关。而烛预计到了他大约今日学成，早已在山上等候。两人坐在山顶，烛晃着手中的易拉罐，孟章则偷偷把她带来的花生米吃得一粒不剩。
此番经历之后，孟章的学习态度确实变得比往常认真数倍。
再后来，某个清冷的雨夜中，他终究没等到烛姐回来。]],
		like = "市井闲逛，收集古物",
		cv_zh = "张沛",
		cv_ja = "杉山纪彰",
		heart_chain2 = [[
孟章的父母在云歌之变中去世，此后他便由烛一人照顾。烛带着孟章解决了许多混乱，孟章也在自己能力范围内为大家带来了帮助。在此期间，孟章觉醒了修正者意识。
孟章的知名度在嵎夷一带逐渐提高，庚辰也有意邀请他加入四方院，出任嵎夷代理。然而孟章此时并不想上任。接连遭遇变故后已是孑然一身的他，彼时只想远离一切，过逍遥自在的生活。
庚辰对孟章的说法表示理解，并未再多说什么。然而那块「嵎夷」的令牌，庚辰始终没有交到他人手中。
虚恒慢慢从灾难中恢复过来，人们的生活步入正轨。于是孟章回到旧城山中，独自生活了两年，不问世事。
……
他随手掸下肩上的落叶，江河上的太阳仿佛只为他一人而坠。]],
		organization = "四方院",
		heart_chain4 = [[
孟章似乎能在任何地方找到自己的位置。
在市井街头，他是个散漫的闲人，或是淘古玩的行家，能与街口的大爷谈笑风生。在四方院内，他是一方代理，只不过不太管事，但若论及要务，多少也能说上两句。在不见光处，他步步斡旋，全身而退。在视骸面前，他是修正者，身法飘逸，剑术卓绝。无论走到何处，他都是那般如鱼得水、左右逢源。
「那么，你是什么人呢？我的意思是——你自己。」实在摸不清他的思绪，于是尝试这样问他。
「我？我嘛……」他的眼神飘向不知何处，欲盖弥彰地伸手挠了挠头。
「你就当我，只是个爱摆弄机关的无趣家伙吧。」
他或许从来没有悠闲过。]],
		heart_chain3 = [[
独自生活的日子里，孟章常去旧城区闲逛，也常在断壁残垣中见到熟悉的物件。或许他在古玩市场中走动时，心境与行走在旧城区相差无几。
孟章在山中独居已有六百余日。这天，他摆弄着一个复杂的机关锁。这是他小时候给自己留下的难题。
孟章年纪尚小的时候，一般的「乾坤锁」就早已难不倒他，于是他在原本的锁上多加了六十四道结扣，以此消磨时光。当时的他，尝试了无数次也未能成功，便只得寄希望于将来的自己。现在，这个「将来的孟章」尝试了很多次，锁扣仍然杂乱无序。他没来由地有些急迫，不觉开始用上蛮力。
一瞬间，经历长久岁月、内部早已朽坏的锁在他手中碎裂。
他确实把锁解开了。
他将山中小屋清理干净，与枝头的麻雀道别，走出山中，离开旧城，登上天梯。
「你想通了吗，自己究竟想做什么？」
「我只是个志向平平的俗人，我只希望自己的日子安安稳稳。」
束发的青年直直站在厅堂中央。他面前的白发女人没再说什么，只是默默点了点头。]],
		heart_chain5 = [[
身边的人接连离去，孟章逐渐认定独自前行才是最好的选择。他从未对自己的处境有过安全感——独狼总需要十倍警惕才能生存。
他总是一视同仁地怀疑所有人，待到线索足够证明此人可信，方才解除怀疑。
不过，对小孩子是个例外。
他从来不会拒绝孩子们的请求，譬如将漂荡在河中央的皮球捞上来，或者取下挂在枝头的风筝。
街头巷尾的孩子中总有几个调皮捣蛋的，会故意使坏。某次孟章就因为帮几个孩子捡篱笆内的毽子，被恶犬猛追了三条街。
即使如此，他仍然会相信向他求援的孩子们，不曾有过怀疑。
他对此的说法是，自己「不太擅长应付小孩子」，所以「不是很会拒绝」。
……其实只是看到小孩子，想起从前的自己罢了。]],
		hero_id = {
			1071
		},
		gift_like_id1 = {
			50039
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {}
	},
	[1075] = {
		birthday = "6月20日",
		height = "173cm",
		id = 1075,
		name = "陵光",
		weight = "54kg",
		heart_chain1 = [[
尚未觉醒时，陵光被当地的大户人家收养。她的养父母都是医师，经营着当地最大的医馆。耳濡目染之下，陵光也逐渐学会了医百病、辨百草。
幼时的陵光，由母亲带着，坐在柜台后。她看到母亲取药、称药、煮药，看到父亲为人针灸、拔罐、正骨。她看到吵闹的孩子嫌弃药汤太苦，问能否给送些糖；伛偻的老妇带着一捆柴，问这可否抵药钱。
医馆自然是多疾苦之人，来来往往，陵光见了太多太多。
云歌之变后，宅子倒了，医馆倒了，陵光也再没找到过养父母。
「父亲母亲行医一生，明明救人无数，却……我无力也无权指责天灾，但至少，我还能延续父母亲的夙愿。」]],
		like = "演奏古琴、照顾他人",
		cv_zh = "阮从青",
		cv_ja = "三森铃子",
		heart_chain2 = [[
陵光年纪尚小的时候，有位客人来家中作客，即兴弹奏了一曲。那是一位琴师，陵光的母亲医好了她的病，使她弹琴的手不再无端颤抖。
陵光被这琴声吸引，开始跟随这位琴师学习技艺。她天资过人，很快便能弹出流畅动听的曲子。
陵光偏爱演奏慷慨激昂之曲，她说偏是这样的曲子，才能让自己由澎湃繁杂的情感中安下心来。
「风月花鸟，虽也悠扬动听，但终究是飘渺之物。然而慷慨之思、激昂之气，有血有肉，无不触我心弦。」
陵光至今仍保持着晨起演奏古琴的习惯。经历了一晚的睡眠，思绪浑浊不清，她便需要这样使自己清醒。清早赤炁堂的后山，总是隐约回荡着悠扬的曲声。]],
		organization = "四方院",
		heart_chain4 = [[
在周围人的眼中，陵光是一位温柔和善的大姐姐。然而，在一般民众的眼中，她却是使人敬畏的存在。
几十年前，为了推行更为完善的医疗保障条例，陵光曾代表四方院，与各大巨头据理力争。当时，企业为了赚取更高的利润，大幅削减平价药品的生产线，转而推行利润极高的保健品。在此情况之下，基础药物供给短缺，某些地方的人们无法获得最基本的健康保障。
有些老人仍然时常提起，彼时的代理人，如何用她振聋发聩的质问，代替人们说出心声。
「如今有些人，视他人疾苦为无物，将一己私利凌驾于百姓福祉之上。」
「试问，几人惬意，能重于千万人性命吗？」
医疗保障事件过去后，曾有人因此对她怀恨在心，并试图造谣称，赤炁堂的药材都是劣等品质，因此才售价低廉。谣言风波只持续了短短一阵便平息，因为人们都愿意相信这位肯为大家发声的代理人。
如今，虚恒已是井井有条，少有过去那般风波。不过，陵光仍然时常会做些演讲，譬如节日贺词。
「是诸位的辛勤，带来了今日的美满——愿诸位享受这时光。」]],
		heart_chain3 = [[
「彼时的我，目光浅薄，竟被悔意冲昏了头脑。」
云歌之变后很长一段时间内，她靠着悔恨与怨念行事。她无比懊悔于自己的无能：身为修正者，竟然连自己的双亲都未能救下。
浮岛稳定后，陵光在南交开设了名为「赤炁堂」的医馆。她此举原本只是想以所谓「父母夙愿的延续」，来弥补自己的愧悔。
医馆开设后，陵光更是不知疲倦地工作。没过多久，庚辰便注意到了陵光的异常，于是邀她谈心。
两人促膝长谈半日，陵光幡然醒悟——单纯的悔意，并不能成为自己前行的永久支柱，反而会侵蚀心智。
「医者仁心，父母教给我的东西，我居然忘得一干二净……一味懊悔止步不前，又怎么能治病救人呢？」]],
		heart_chain5 = [[
事实上，陵光长久受到失眠的困扰。
她并非不知道这症状的根源。无非是思虑过多，心火旺盛。若要调理，也无非是停下手头事务，停止思虑，放松精神。
——因此，这失眠是她无论如何也不会治好的症状。
失眠的时间是难熬的。夜深人静，她不愿打扰别人，所以她通常会坐起身，静静听窗外的虫鸣。
虫鸣的起伏节奏，宛如大地的呼吸。她想到白日里的种种人与事，想到开出的药方，想到称药时残留在手边的一粒茯苓，那茯苓乍看又好似方糖……如此任由思绪漫游许久，她才觉有些困意袭来，于是再次躺下。
宁愿夜夜如此辗转，她也不愿停下思虑。
「有生有死，有得有失，有无法弥补的遗憾，有追逐终生的理想。这是人类，有限的生命，本就比我们无限停驻的时光珍贵。倘若这样珍贵的时光被病痛劫掠，对人而言又是何等的悲哀？」
「拯救，必然要伴随着牺牲吗？虽万相盈亏、阴阳损益，然而我觉得，此问未必无解。圣人之术，为万民式，倘若人人皆能自渡，便再无需牺牲者的付出。」
「在这一切实现之前，我来做这个牺牲者就好。」]],
		hero_id = {
			1075
		},
		gift_like_id1 = {
			50036
		},
		plot_title = {
			"剧情01",
			"剧情02",
			"剧情03",
			"剧情04"
		},
		plot_id = {}
	},
	get_id_list_by_hero_id = {
		[1075] = {
			1075
		},
		[1071] = {
			1071
		},
		[1070] = {
			1070
		},
		[1028] = {
			1028
		},
		[1052] = {
			1052
		},
		[1024] = {
			1024
		},
		[1017] = {
			1017
		},
		[1016] = {
			1016
		},
		[1067] = {
			1067
		},
		[1068] = {
			1068
		},
		[1033] = {
			1033
		},
		[1041] = {
			1041
		},
		[1042] = {
			1042
		},
		[1081] = {
			1081
		},
		[1035] = {
			1035
		},
		[1132] = {
			1032
		},
		[1032] = {
			1032
		},
		[1013] = {
			1013
		},
		[1056] = {
			1056
		},
		[1097] = {
			1097
		},
		[1026] = {
			1026
		},
		[1096] = {
			1096
		},
		[1059] = {
			1059
		},
		[1058] = {
			1058
		},
		[1111] = {
			1011
		},
		[1011] = {
			1011
		},
		[1037] = {
			1037
		},
		[1094] = {
			1094
		},
		[1050] = {
			1050
		},
		[1127] = {
			1027
		},
		[1027] = {
			1027
		},
		[1080] = {
			1080
		},
		[1119] = {
			1019
		},
		[1019] = {
			1019
		},
		[1093] = {
			1093
		},
		[1184] = {
			1084
		},
		[1084] = {
			1084
		},
		[1199] = {
			1099
		},
		[1099] = {
			1099
		},
		[1138] = {
			1038
		},
		[1038] = {
			1038
		},
		[1066] = {
			1066
		},
		[1048] = {
			1048
		},
		[1148] = {
			1048
		},
		[1139] = {
			1039
		},
		[1039] = {
			1039
		}
	},
	all = {
		1039,
		1048,
		1066,
		1038,
		1099,
		1084,
		1093,
		1019,
		1080,
		1027,
		1050,
		1094,
		1037,
		1011,
		1058,
		1059,
		1096,
		1026,
		1097,
		1056,
		1013,
		1032,
		1035,
		1081,
		1042,
		1041,
		1033,
		1068,
		1067,
		1016,
		1017,
		1024,
		1052,
		1028,
		1070,
		1071,
		1075
	}
}
