return {
	[1000] = {
		id = 1000,
		desc = "战斗后，一只发狂的大型视骸逃往源层深处，不阻止它的话，下次还会再次发生骸震，这时你决定——"
	},
	[1001] = {
		id = 1001,
		desc = "穷寇莫追：获得少量喵喵宝藏币。"
	},
	[1002] = {
		id = 1002,
		desc = "深入源层：全体减少生命值，获得大量喵喵宝藏币。"
	},
	[2000] = {
		id = 2000,
		desc = "你来到一个地下市场，这些商人很好的遮住了自己的脸部特征，他们警惕着打量着彼此，并兜售自己的商品。"
	},
	[2001] = {
		id = 2001,
		desc = "向他们买点食物：花费少量喵喵宝藏币，回复生命值。"
	},
	[2002] = {
		id = 2002,
		desc = "向他们买点物资：花费中量喵喵宝藏币，获得随机神格。"
	},
	[2003] = {
		id = 2003,
		desc = "向他们买点特产：花费中量喵喵宝藏币，获得随机刻印。"
	},
	[2004] = {
		id = 2004,
		desc = "不会有埋伏吧：离开"
	},
	[3000] = {
		id = 3000,
		desc = "一个可疑的抽奖机孤零零地摆放在一边，旁边竖立着破破烂烂的牌子，牌子上写着：投入金币，收获欢乐。"
	},
	[3001] = {
		id = 3001,
		desc = "多玩几把：花费中量喵喵宝藏币，随机获得珍贵记忆珍宝。"
	},
	[3002] = {
		id = 3002,
		desc = "浅尝辄止：花费少量喵喵宝藏币，随机获得稀有记忆珍宝。"
	},
	[3003] = {
		id = 3003,
		desc = "踢它一脚：不消耗喵喵宝藏币，随机获得普通记忆珍宝。"
	},
	[3004] = {
		id = 3004,
		desc = "算了吧：离开"
	},
	[4000] = {
		id = 4000,
		desc = "你来到到了一处清澈的喷泉前。碧色的泉水让你感觉内心恬静，而池底散落着一些硬币。"
	},
	[4001] = {
		id = 4001,
		desc = "许个愿吧：获得中量喵喵宝藏币。"
	},
	[4002] = {
		id = 4002,
		desc = "丢个硬币：获得效果——此后每场战斗胜利后获得的喵喵宝藏币数量增加。"
	},
	[5000] = {
		id = 5000,
		desc = "戴着兜帽的隐秘商人找上了你，他的“收藏”迎合了部分人对绝无仅有商品的渴望心理，只要你付得起钱。"
	},
	[5001] = {
		id = 5001,
		desc = "正合我意：花费全部喵喵宝藏币获得一件珍贵记忆珍宝。"
	},
	[5002] = {
		id = 5002,
		desc = "委婉拒绝：离开。"
	},
	[6000] = {
		id = 6000,
		desc = "现在你来到的是地下格斗赛的竞猜场。前面的挥舞票证的人高呼着自己喜欢的选手名字，看起来很热闹，你要试试么？"
	},
	[6001] = {
		id = 6001,
		desc = "随便选一个：扣除少量喵喵宝藏币后获得随机数量的喵喵宝藏币。"
	},
	[6002] = {
		id = 6002,
		desc = "兴趣不大：离开。"
	},
	[7000] = {
		id = 7000,
		desc = "收到深空之眼悬赏平台新发布的两条匿名任务。一个是前往新发掘遗址进行勘察任务，另一个是负责运输物资的委托，任务报酬都很丰厚。"
	},
	[7001] = {
		id = 7001,
		desc = "接受委托：获得中量喵喵宝藏币。"
	},
	[7002] = {
		id = 7002,
		desc = "前去勘察：获得随机神格。"
	},
	[8000] = {
		id = 8000,
		desc = "你正走在一条热闹的街道上。此时，一只服务型智械忽然行动异常，赤红色的光芒在它的眼中若隐若现，这似乎令你想起了什么……"
	},
	[8001] = {
		id = 8001,
		desc = "告诫他人远离：获得少量喵喵宝藏币。"
	},
	[8002] = {
		id = 8002,
		desc = "击倒那只智械：获得随机刻印。"
	},
	[9000] = {
		id = 9000,
		desc = "你发现一个无人的先导小队营地，散乱的物资箱还留散落在营地周围，或许可以找找还有什么东西留在这里。"
	},
	[9001] = {
		id = 9001,
		desc = "翻找驻扎地：获得少量喵喵宝藏币。"
	},
	[9002] = {
		id = 9002,
		desc = "搜索物资箱：获得随机记忆珍宝。"
	},
	[10000] = {
		id = 10000,
		desc = "在路边发现一辆几乎沉入泥沼的运货车，车厢似乎还遗留了一些没来得及转移的货物，可你离着货车还有一段危险的沼泽，你决定——"
	},
	[10001] = {
		id = 10001,
		desc = "强行突破：减少生命值，获得随机记忆珍宝。"
	},
	[10002] = {
		id = 10002,
		desc = "看守货物：回复部分生命值。"
	},
	[11000] = {
		id = 11000,
		desc = "一条彩虹突兀地出现在了天空， 而你正奇怪没有下雨却出现彩虹，这是在预示什么吗？"
	},
	[11001] = {
		id = 11001,
		desc = "静静欣赏：获得效果——此后每场战斗获得喵喵宝藏币数量增加。"
	},
	[11002] = {
		id = 11002,
		desc = "寻找源头：获得少量喵喵宝藏币。"
	},
	[12000] = {
		id = 12000,
		desc = "来到一个大型中转站，来自各个源质区的事物在此汇聚。在这里稍作休整的同时，你也获得了一次呼叫支援或补给的机会。"
	},
	[12001] = {
		id = 12001,
		desc = "呼叫支援：获得效果——每场战斗结束后额外回复生命值。"
	},
	[12002] = {
		id = 12002,
		desc = "呼叫补给：获得中量喵喵宝藏币。"
	},
	[13000] = {
		id = 13000,
		desc = "这似乎是一间餐馆，佣兵嘈杂的声音让你有些烦躁。这时，有个小个子似乎将你认成其他人，上前询问你有没有兴趣和他喝一杯，达成一项“双赢”的交易。"
	},
	[13001] = {
		id = 13001,
		desc = "喝就喝吧：获得效果——每场战斗结束后额外回复生命值。"
	},
	[13002] = {
		id = 13002,
		desc = "出售“情报”：获得大量喵喵宝藏币。"
	},
	[14000] = {
		id = 14000,
		desc = "你来到一片狼藉的车队前，看样子遭到别人袭击了。你看着散乱的货物和愁眉苦脸的货主，忍不住挠了挠头。"
	},
	[14001] = {
		id = 14001,
		desc = "帮助夺回商品：减少部分生命值，获得效果——此后每个商店第一件商品打折。"
	},
	[14002] = {
		id = 14002,
		desc = "联系应急救援队：花费中量喵喵宝藏币，获得效果——此后每个商店第一件商品打折。"
	},
	[14003] = {
		id = 14003,
		desc = "帮助整理货物：得到中量喵喵宝藏币。"
	},
	[15000] = {
		id = 15000,
		desc = "一个连续的噩梦缠绕着你，伴随着脑海中的烦乱的思虑，你恍惚间来看到了无法理解的怪物，它们想得到你身上的某个东西。"
	},
	[15001] = {
		id = 15001,
		desc = "挣扎逃生：减少生命值。"
	},
	[15002] = {
		id = 15002,
		desc = "丢出身上的东西：随机删除某件刻印。"
	},
	[15003] = {
		id = 15003,
		desc = "丢出口袋的东西：随机删除某件记忆珍宝。"
	},
	[16000] = {
		id = 16000,
		desc = "你遭遇了一支“秃鹫”，在看到你的那一刻，这些无恶不作的罪犯就将你们当做猎物。现在，他们追上了你。"
	},
	[16001] = {
		id = 16001,
		desc = "丢出钱袋：扣除中量喵喵宝藏币。"
	},
	[16002] = {
		id = 16002,
		desc = "硬拼到底：减少一半生命值。"
	},
	[16003] = {
		id = 16003,
		desc = "试图劝说：战斗后生命值回复量降低。"
	},
	[17000] = {
		id = 17000,
		desc = "现在你被迫要进行了一次“铜之决”，看着那位红发佣兵头子一脸自信地拿出了自己的筹码，现在轮到你下注的时候了。"
	},
	[17001] = {
		id = 17001,
		desc = "拿出自己装备：随机删除某件刻印，获得少量的喵喵宝藏币。"
	},
	[17002] = {
		id = 17002,
		desc = "拿出自己珍宝：随机删除某件记忆珍宝，获得中量的喵喵宝藏币。"
	},
	[18000] = {
		id = 18000,
		desc = "执行极地勘察任务的你在航行中遭遇了气象台未能预测的暴风雪。面对暴风雪和汹涌的浮冰，你决定——"
	},
	[18001] = {
		id = 18001,
		desc = "坚决完成任务：获得大量喵喵宝藏币，战斗后生命值回复量降低。"
	},
	[18002] = {
		id = 18002,
		desc = "静待救援：减少部分生命值。"
	},
	[110001] = {
		id = 110001,
		desc = "战斗时，修正者最大生命值上限提高<color=#FF9500>5%</color>。"
	},
	[110002] = {
		id = 110002,
		desc = "战斗时，修正者最大生命值上限提高<color=#FF9500>10%</color>。"
	},
	[110003] = {
		id = 110003,
		desc = "战斗时，修正者最大生命值上限提高<color=#FF9500>15%</color>。"
	},
	[110004] = {
		id = 110004,
		desc = "战斗时，修正者防御力提高<color=#FF9500>5%</color>。"
	},
	[110005] = {
		id = 110005,
		desc = "战斗时，修正者防御力提高<color=#FF9500>10%</color>。"
	},
	[110006] = {
		id = 110006,
		desc = "战斗时，修正者防御力提高<color=#FF9500>15%</color>。"
	},
	[110007] = {
		id = 110007,
		desc = "战斗时，修正者治疗效果提高<color=#FF9500>20%</color>。"
	},
	[110008] = {
		id = 110008,
		desc = "战斗时，修正者治疗效果提高<color=#FF9500>30%</color>。"
	},
	[110009] = {
		id = 110009,
		desc = "战斗时，修正者攻击力提高<color=#FF9500>3%</color>。"
	},
	[110010] = {
		id = 110010,
		desc = "战斗时，修正者攻击力提高<color=#FF9500>6%</color>。"
	},
	[110011] = {
		id = 110011,
		desc = "战斗时，修正者攻击力提高<color=#FF9500>9%</color>。"
	},
	[110012] = {
		id = 110012,
		desc = "战斗时，修正者攻击力提高<color=#FF9500>12%</color>。"
	},
	[110013] = {
		id = 110013,
		desc = "战斗时，修正者攻击力提高<color=#FF9500>15%</color>。"
	},
	[110014] = {
		id = 110014,
		desc = "战斗时，修正者会心率提高<color=#FF9500>5%</color>。"
	},
	[110015] = {
		id = 110015,
		desc = "战斗时，修正者会心率提高<color=#FF9500>10%</color>。"
	},
	[110016] = {
		id = 110016,
		desc = "战斗时，修正者会心率提高<color=#FF9500>15%</color>。"
	},
	[110017] = {
		id = 110017,
		desc = "战斗时，修正者会心伤害提高<color=#FF9500>10%</color>。"
	},
	[110018] = {
		id = 110018,
		desc = "战斗时，修正者会心伤害提高<color=#FF9500>20%</color>。"
	},
	[110019] = {
		id = 110019,
		desc = "战斗时，修正者会心伤害提高<color=#FF9500>30%</color>。"
	},
	[110020] = {
		id = 110020,
		desc = "战斗时，修正者闪避能量上限提高<color=#FF9500>10%</color>。"
	},
	[110021] = {
		id = 110021,
		desc = "战斗时，修正者闪避能量上限提高<color=#FF9500>20%</color>。"
	},
	[110022] = {
		id = 110022,
		desc = "战斗时，修正者闪避能量上限提高<color=#FF9500>30%</color>。"
	},
	[110023] = {
		id = 110023,
		desc = "战斗时，修正者闪避能量恢复速度提高<color=#FF9500>10%</color>。"
	},
	[110024] = {
		id = 110024,
		desc = "战斗时，修正者修正系数提高<color=#FF9500>10%</color>。"
	},
	[110025] = {
		id = 110025,
		desc = "战斗时，修正者修正系数提高<color=#FF9500>20%</color>。"
	},
	[110026] = {
		id = 110026,
		desc = "处于修正模式时，修正者造成的伤害提高<color=#FF9500>10%</color>。"
	},
	[110027] = {
		id = 110027,
		desc = "处于修正模式时，修正者造成的伤害提高<color=#FF9500>15%</color>。"
	},
	[110028] = {
		id = 110028,
		desc = "战斗时，受到人类敌人的伤害降低<color=#FF9500>5%</color>。"
	},
	[110029] = {
		id = 110029,
		desc = "战斗时，受到人类敌人的伤害降低<color=#FF9500>10%</color>。"
	},
	[110030] = {
		id = 110030,
		desc = "战斗时，受到人类敌人的伤害降低<color=#FF9500>15%</color>。"
	},
	[110031] = {
		id = 110031,
		desc = "战斗时，受到智械类敌人的伤害降低<color=#FF9500>5%</color>。"
	},
	[110032] = {
		id = 110032,
		desc = "战斗时，受到智械类敌人的伤害降低<color=#FF9500>10%</color>。"
	},
	[110033] = {
		id = 110033,
		desc = "战斗时，受到智械类敌人的伤害降低<color=#FF9500>15%</color>。"
	},
	[110034] = {
		id = 110034,
		desc = "战斗时，受到视骸类敌人的伤害降低<color=#FF9500>5%</color>。"
	},
	[110035] = {
		id = 110035,
		desc = "战斗时，受到视骸类敌人的伤害降低<color=#FF9500>10%</color>。"
	},
	[110036] = {
		id = 110036,
		desc = "战斗时，受到视骸类敌人的伤害降低<color=#FF9500>15%</color>。"
	},
	[110037] = {
		id = 110037,
		desc = "开启多维商店的刷新功能，可刷新<color=#FF9500>3</color>次。"
	},
	[110038] = {
		id = 110038,
		desc = "多维商店刷新次数提升为<color=#FF9500>99</color>次。"
	},
	[110039] = {
		id = 110039,
		desc = "多维商店的第<color=#FF9500>1</color>次刷新免费。"
	},
	[110040] = {
		id = 110040,
		desc = "多维商店第一个商品降价<color=#FF9500>15%</color>。"
	},
	[110041] = {
		id = 110041,
		desc = "多维商店第一个商品降价<color=#FF9500>30%</color>。"
	},
	[110042] = {
		id = 110042,
		desc = "多维商店第一个商品降价<color=#FF9500>50%</color>。"
	},
	[110043] = {
		id = 110043,
		desc = "每场战斗胜利后，修正者恢复自身<color=#FF9500>5%</color>的生命值。"
	},
	[110044] = {
		id = 110044,
		desc = "每场战斗胜利后，修正者恢复自身<color=#FF9500>10%</color>的生命值。"
	},
	[110045] = {
		id = 110045,
		desc = "每场战斗胜利后，修正者恢复自身<color=#FF9500>15%</color>的生命值。"
	},
	[110046] = {
		id = 110046,
		desc = "每场战斗胜利后，修正者恢复自身<color=#FF9500>20%</color>的生命值。"
	},
	[110047] = {
		id = 110047,
		desc = "每次开局时，获得<color=#FF9500>150</color>枚喵喵宝藏币。"
	},
	[110048] = {
		id = 110048,
		desc = "每次开局时，获得<color=#FF9500>200</color>枚喵喵宝藏币。"
	},
	[110049] = {
		id = 110049,
		desc = "每场战斗胜利后，额外获得<color=#FF9500>5</color>枚喵喵宝藏币。"
	},
	[110050] = {
		id = 110050,
		desc = "每场战斗胜利后，额外获得<color=#FF9500>10</color>枚喵喵宝藏币。"
	},
	[110051] = {
		id = 110051,
		desc = "每场战斗胜利后，额外获得<color=#FF9500>15</color>枚喵喵宝藏币。"
	},
	[110052] = {
		id = 110052,
		desc = "获得的钥从等级提升<color=#FF9500>1</color>阶。"
	},
	[110053] = {
		id = 110053,
		desc = "获得的钥从等级提升<color=#FF9500>2</color>阶。"
	},
	[110054] = {
		id = 110054,
		desc = "可装备神格数量增加到<color=#FF9500>4</color>个。"
	},
	[110055] = {
		id = 110055,
		desc = "可装备神格数量增加到<color=#FF9500>5</color>个。"
	},
	[110056] = {
		id = 110056,
		desc = "可装备神格数量增加到<color=#FF9500>6</color>个。"
	},
	[110057] = {
		id = 110057,
		desc = "可装备刻印数量增加到<color=#FF9500>4</color>套。"
	},
	[110058] = {
		id = 110058,
		desc = "可装备刻印数量增加到<color=#FF9500>5</color>套。"
	},
	[1010] = {
		id = 1010,
		desc = "战斗后，一只发狂的大型视骸逃往源层深处，不阻止它的话，下次还会再次发生骸震，这时你决定——"
	},
	[1011] = {
		id = 1011,
		desc = "穷寇莫追：获得少量红石瓶帽。"
	},
	[1012] = {
		id = 1012,
		desc = "深入源层：全体减少生命值，获得大量红石瓶帽。"
	},
	[2010] = {
		id = 2010,
		desc = "你来到一个地下市场，这些商人很好的遮住了自己的脸部特征，他们警惕着打量着彼此，并兜售自己的商品。"
	},
	[2011] = {
		id = 2011,
		desc = "向他们买点食物：花费少量红石瓶帽，回复生命值。"
	},
	[2012] = {
		id = 2012,
		desc = "向他们买点物资：花费中量红石瓶帽，获得随机神格。"
	},
	[2013] = {
		id = 2013,
		desc = "向他们买点特产：花费中量红石瓶帽，获得随机刻印。"
	},
	[2014] = {
		id = 2014,
		desc = "不会有埋伏吧：离开"
	},
	[3010] = {
		id = 3010,
		desc = "一个可疑的抽奖机孤零零地摆放在一边，旁边竖立着破破烂烂的牌子，牌子上写着：投入金币，收获欢乐。"
	},
	[3011] = {
		id = 3011,
		desc = "多玩几把：花费中量红石瓶帽，随机获得珍贵记忆珍宝。"
	},
	[3012] = {
		id = 3012,
		desc = "浅尝辄止：花费少量红石瓶帽，随机获得稀有记忆珍宝。"
	},
	[3013] = {
		id = 3013,
		desc = "踢它一脚：不消耗红石瓶帽，随机获得普通记忆珍宝。"
	},
	[3014] = {
		id = 3014,
		desc = "算了吧：离开"
	},
	[4010] = {
		id = 4010,
		desc = "你来到到了一处清澈的喷泉前。碧色的泉水让你感觉内心恬静，而池底散落着一些硬币。"
	},
	[4011] = {
		id = 4011,
		desc = "许个愿吧：获得中量红石瓶帽。"
	},
	[4012] = {
		id = 4012,
		desc = "丢个硬币：获得效果——此后每场战斗胜利后获得的红石瓶帽数量增加。"
	},
	[5010] = {
		id = 5010,
		desc = "戴着兜帽的隐秘商人找上了你，他的“收藏”迎合了部分人对绝无仅有商品的渴望心理，只要你付得起钱。"
	},
	[5011] = {
		id = 5011,
		desc = "正合我意：花费全部红石瓶帽获得一件珍贵记忆珍宝。"
	},
	[5012] = {
		id = 5012,
		desc = "委婉拒绝：离开。"
	},
	[6010] = {
		id = 6010,
		desc = "现在你来到的是地下格斗赛的竞猜场。前面的挥舞票证的人高呼着自己喜欢的选手名字，看起来很热闹，你要试试么？"
	},
	[6011] = {
		id = 6011,
		desc = "随便选一个：扣除少量红石瓶帽后获得随机数量的红石瓶帽。"
	},
	[6012] = {
		id = 6012,
		desc = "兴趣不大：离开。"
	},
	[7010] = {
		id = 7010,
		desc = "收到深空之眼悬赏平台新发布的两条匿名任务。一个是前往新发掘遗址进行勘察任务，另一个是负责运输物资的委托，任务报酬都很丰厚。"
	},
	[7011] = {
		id = 7011,
		desc = "接受委托：获得中量红石瓶帽。"
	},
	[7012] = {
		id = 7012,
		desc = "前去勘察：获得随机神格。"
	},
	[8010] = {
		id = 8010,
		desc = "你正走在一条热闹的街道上。此时，一只服务型智械忽然行动异常，赤红色的光芒在它的眼中若隐若现，这似乎令你想起了什么……"
	},
	[8011] = {
		id = 8011,
		desc = "告诫他人远离：获得少量红石瓶帽。"
	},
	[8012] = {
		id = 8012,
		desc = "击倒那只智械：获得随机刻印。"
	},
	[9010] = {
		id = 9010,
		desc = "你发现一个无人的先导小队营地，散乱的物资箱还留散落在营地周围，或许可以找找还有什么东西留在这里。"
	},
	[9011] = {
		id = 9011,
		desc = "翻找驻扎地：获得少量红石瓶帽。"
	},
	[9012] = {
		id = 9012,
		desc = "搜索物资箱：获得随机记忆珍宝。"
	},
	[10010] = {
		id = 10010,
		desc = "在路边发现一辆几乎沉入泥沼的运货车，车厢似乎还遗留了一些没来得及转移的货物，可你离着货车还有一段危险的沼泽，你决定——"
	},
	[10011] = {
		id = 10011,
		desc = "强行突破：减少生命值，获得随机记忆珍宝。"
	},
	[10012] = {
		id = 10012,
		desc = "看守货物：回复部分生命值。"
	},
	[11010] = {
		id = 11010,
		desc = "一条彩虹突兀地出现在了天空， 而你正奇怪没有下雨却出现彩虹，这是在预示什么吗？"
	},
	[11011] = {
		id = 11011,
		desc = "静静欣赏：获得效果——此后每场战斗获得红石瓶帽数量增加。"
	},
	[11012] = {
		id = 11012,
		desc = "寻找源头：获得少量红石瓶帽。"
	},
	[12010] = {
		id = 12010,
		desc = "来到一个大型中转站，来自各个源质区的事物在此汇聚。在这里稍作休整的同时，你也获得了一次呼叫支援或补给的机会。"
	},
	[12011] = {
		id = 12011,
		desc = "呼叫支援：获得效果——每场战斗结束后额外回复生命值。"
	},
	[12012] = {
		id = 12012,
		desc = "呼叫补给：获得中量红石瓶帽。"
	},
	[13010] = {
		id = 13010,
		desc = "这似乎是一间餐馆，佣兵嘈杂的声音让你有些烦躁。这时，有个小个子似乎将你认成其他人，上前询问你有没有兴趣和他喝一杯，达成一项“双赢”的交易。"
	},
	[13011] = {
		id = 13011,
		desc = "喝就喝吧：获得效果——每场战斗结束后额外回复生命值。"
	},
	[13012] = {
		id = 13012,
		desc = "出售“情报”：获得大量红石瓶帽。"
	},
	[14010] = {
		id = 14010,
		desc = "你来到一片狼藉的车队前，看样子遭到别人袭击了。你看着散乱的货物和愁眉苦脸的货主，忍不住挠了挠头。"
	},
	[14011] = {
		id = 14011,
		desc = "帮助夺回商品：减少部分生命值，获得效果——此后每个商店第一件商品打折。"
	},
	[14012] = {
		id = 14012,
		desc = "联系应急救援队：花费中量红石瓶帽，获得效果——此后每个商店第一件商品打折。"
	},
	[14013] = {
		id = 14013,
		desc = "帮助整理货物：得到中量红石瓶帽。"
	},
	[15010] = {
		id = 15010,
		desc = "一个连续的噩梦缠绕着你，伴随着脑海中的烦乱的思虑，你恍惚间来看到了无法理解的怪物，它们想得到你身上的某个东西。"
	},
	[15011] = {
		id = 15011,
		desc = "挣扎逃生：减少生命值。"
	},
	[15012] = {
		id = 15012,
		desc = "丢出身上的东西：随机删除某件刻印。"
	},
	[15013] = {
		id = 15013,
		desc = "丢出口袋的东西：随机删除某件记忆珍宝。"
	},
	[16010] = {
		id = 16010,
		desc = "你遭遇了一支“秃鹫”，在看到你的那一刻，这些无恶不作的罪犯就将你们当做猎物。现在，他们追上了你。"
	},
	[16011] = {
		id = 16011,
		desc = "丢出钱袋：扣除中量红石瓶帽。"
	},
	[16012] = {
		id = 16012,
		desc = "硬拼到底：减少一半生命值。"
	},
	[16013] = {
		id = 16013,
		desc = "试图劝说：战斗后生命值回复量降低。"
	},
	[17010] = {
		id = 17010,
		desc = "现在你被迫要进行了一次“铜之决”，看着那位红发佣兵头子一脸自信地拿出了自己的筹码，现在轮到你下注的时候了。"
	},
	[17011] = {
		id = 17011,
		desc = "拿出自己装备：随机删除某件刻印，获得少量的红石瓶帽。"
	},
	[17012] = {
		id = 17012,
		desc = "拿出自己珍宝：随机删除某件记忆珍宝，获得中量的红石瓶帽。"
	},
	[18010] = {
		id = 18010,
		desc = "执行极地勘察任务的你在航行中遭遇了气象台未能预测的暴风雪。面对暴风雪和汹涌的浮冰，你决定——"
	},
	[18011] = {
		id = 18011,
		desc = "坚决完成任务：获得大量红石瓶帽，战斗后生命值回复量降低。"
	},
	[18012] = {
		id = 18012,
		desc = "静待救援：减少部分生命值。"
	},
	[201000] = {
		id = 201000,
		desc = "塞勒涅迟迟无法决定聘请哪只乐团在阿尔蒂斯盛典上进行演奏，认为思考这件事很麻烦的她，很利索的把决定权交给了你。但她离开前并没有给你支付邀请乐团的酬劳，这笔钱需要你来支付。"
	},
	[201001] = {
		id = 201001,
		desc = "委托音乐协会的知名乐团：消耗少量湍流之瞳，较高概率演出成功。"
	},
	[201002] = {
		id = 201002,
		desc = "委托千星学院音乐系的学生：较低概率演出大成功。"
	},
	[201003] = {
		id = 201003,
		desc = "这是塞勒涅的工作，无视她的请求：离开。"
	},
	[201010] = {
		id = 201010,
		desc = "演出很顺利，塞勒涅为了感谢你的帮助不仅支付了原本的酬劳还私人附赠了些。"
	},
	[201011] = {
		id = 201011,
		desc = "你获得了一笔酬劳。"
	},
	[201020] = {
		id = 201020,
		desc = "毫无新意地表演没能引起观众们的兴趣。"
	},
	[201021] = {
		id = 201021,
		desc = "你做了一项失败的决定：离开。"
	},
	[201030] = {
		id = 201030,
		desc = "新鲜的面孔与创新地表演引起了观众们极大的热情，为了感谢你给了他们这次机会，学生们赠送了你一份谢礼。"
	},
	[201031] = {
		id = 201031,
		desc = "你获得了一份谢礼。"
	},
	[201040] = {
		id = 201040,
		desc = "没有经验的学生们把演出搞砸了。"
	},
	[201041] = {
		id = 201041,
		desc = "你做了一项失败的决定：离开。"
	},
	[202000] = {
		id = 202000,
		desc = "你目睹了铃兰团的执法行动，看着被铃兰团骑士制服正在痛哭流涕的偷盗者，恩利尔向你问道：「犯下罪孽之人的痛哭忏悔应该被谅解吗？」"
	},
	[202001] = {
		id = 202001,
		desc = "「只要他对艺术依然虔诚。」：获得一个神格。"
	},
	[202002] = {
		id = 202002,
		desc = "「劣等品不应该属于这个时代。」：获得一个刻印。"
	},
	[203000] = {
		id = 203000,
		desc = "你迎面撞上了一位步履仓惶的金发男子，他慌乱地躲进附近的巷子里，并嘱咐你不要告诉别人他的去向。不一会儿，一位面色不善的少女匆匆赶来问你有没有看到一个金色头发的男人。"
	},
	[203001] = {
		id = 203001,
		desc = "不予理会，你并不关心无聊的事。"
	},
	[203002] = {
		id = 203002,
		desc = "直言不讳，你没有必要隐瞒。"
	},
	[203010] = {
		id = 203010,
		desc = "少女对你不想理会的态度有些愠怒，但也没说什么转身离开了。过了不久几个保镖装束的彪形大汉围住了你，事态好像有些不妙。"
	},
	[203011] = {
		id = 203011,
		desc = "即将进行一场战斗。"
	},
	[203020] = {
		id = 203020,
		desc = "少女没有继续追问转身离开。等她消失在你的视线后，刚才躲到一旁的金发男子从角落缓缓地走到你面前。为了表示对你的感谢，他赠送了你一件小礼物。"
	},
	[203021] = {
		id = 203021,
		desc = "收下这份赠礼。"
	},
	[203030] = {
		id = 203030,
		desc = "你随意的动作让少女怀疑你所指的方向是否正确，非要你陪她一同前去寻找。但你没时间陪她在这玩躲猫猫游戏。"
	},
	[203031] = {
		id = 203031,
		desc = "即将进行一场战斗。"
	},
	[203040] = {
		id = 203040,
		desc = "为了表示对你的感谢，你获得了少女给予的一些报酬。"
	},
	[203041] = {
		id = 203041,
		desc = "收下这份报酬。"
	},
	[204000] = {
		id = 204000,
		desc = "「想知道哪里有珍贵的宝物吗？本大人可以回答你，但你得支付一些代价。」眼前的魔镜诡奇异常，你有些不太好的预感，请谨慎选择。"
	},
	[204001] = {
		id = 204001,
		desc = "靠近观察。"
	},
	[204002] = {
		id = 204002,
		desc = "拿起它。"
	},
	[204003] = {
		id = 204003,
		desc = "低等的利诱：转身离开。"
	},
	[204010] = {
		id = 204010,
		desc = "你有所警觉，但依旧被一阵黑雾笼罩，宛若陷入泥潭。"
	},
	[204011] = {
		id = 204011,
		desc = "获得一件稀有珍宝，但接下来5场战斗，自身会携带词缀“减速”。"
	},
	[204020] = {
		id = 204020,
		desc = "「很好，我来收取代价。」——你听见噩梦般呓语萦绕在耳边，手中的镜子变化了模样。"
	},
	[204021] = {
		id = 204021,
		desc = "获得一件稀有珍宝，同时失去15%的生命上限。"
	},
	[204030] = {
		id = 204030,
		desc = "#「哼，低等的利诱。」"
	},
	[204031] = {
		id = 204031,
		desc = "#就此离开。"
	},
	[205000] = {
		id = 205000,
		desc = "黄昏之中，白鸽滞留在祈祷少女喷泉旁边，远处悠扬的琴声让你的心情非常放松。此刻你选择做些什么来享受这短暂的平静。"
	},
	[205001] = {
		id = 205001,
		desc = "听完一曲演奏：回复全部血量。"
	},
	[205002] = {
		id = 205002,
		desc = "喂食广场上的白鸽：增加少量血量上限。"
	},
	[206000] = {
		id = 206000,
		desc = "一间不起眼的小店，看起来有些年头了。仔细翻找或许能找到什么珍贵的宝物。"
	},
	[206001] = {
		id = 206001,
		desc = "失去10%的血量，15%概率找到一件颇有价值的古董。"
	},
	[206002] = {
		id = 206002,
		desc = "这种店里怎么会存在有用的东西：离开。"
	},
	[206010] = {
		id = 206010,
		desc = "你翻找到一件缺了口的花瓶。还要再找找吗？"
	},
	[206011] = {
		id = 206011,
		desc = "失去10%的血量，25%概率找到一件颇有价值的古董。"
	},
	[206012] = {
		id = 206012,
		desc = "这种店里怎么会存在有用的东西：离开。"
	},
	[206020] = {
		id = 206020,
		desc = "你找到一面古朴的铜镜，但很遗憾，它并没有什么价值。还要再找找吗？"
	},
	[206021] = {
		id = 206021,
		desc = "失去10%的血量，40%概率找到一件颇有价值的古董。"
	},
	[206022] = {
		id = 206022,
		desc = "这种店里怎么会存在有用的东西：离开。"
	},
	[206030] = {
		id = 206030,
		desc = "一件署名为阿尔缇斯的画，现在赝品连署名都会抄错吗？你的心情很糟糕。还要再找找吗？"
	},
	[206031] = {
		id = 206031,
		desc = "失去10%的血量，65%概率找到一件颇有价值的古董。"
	},
	[206032] = {
		id = 206032,
		desc = "这种店里怎么会存在有用的东西：离开。"
	},
	[206040] = {
		id = 206040,
		desc = "你终于在一堆无用的垃圾里面翻找到一件制作巧妙的精美雕塑，但它被放在一个无法轻易获取的角落，要取出它吗？"
	},
	[206041] = {
		id = 206041,
		desc = "失去10%的血量，100%概率获得一件颇有价值的古董。"
	},
	[206042] = {
		id = 206042,
		desc = "为了这件东西并不值得：离开。"
	},
	[206050] = {
		id = 206050,
		desc = "店老板在一旁惊叫出声：「我记得明明都筛选好几遍，已经不存在有价值的东西了啊！」"
	},
	[206051] = {
		id = 206051,
		desc = "你淘到了好东西。"
	},
	[207000] = {
		id = 207000,
		desc = "欧莫菲斯最大的展览馆，收纳了无数伟大创作者的艺术结晶，寻找创作灵感的你要先去哪个区域逛逛呢？"
	},
	[207001] = {
		id = 207001,
		desc = "去绘画馆观摩「最初的祈祷」：攻击+15%"
	},
	[207002] = {
		id = 207002,
		desc = "去乐器馆观摩「流星雨之声」：防御+15%"
	},
	[207003] = {
		id = 207003,
		desc = "去雕塑馆观摩「圣光之门」：闪避能量上限+30%"
	},
	[208000] = {
		id = 208000,
		desc = "你行走在欧莫菲斯的小路上，突然从附近的小巷子里冲出来一个疯疯癫癫充满恶意的中年男子，他抓住你的胳膊质问道「艺术是高尚的、圣洁的、不可玷污的吗！」"
	},
	[208001] = {
		id = 208001,
		desc = "你否定了这番言论"
	},
	[208002] = {
		id = 208002,
		desc = "你对这番言论表示赞同"
	},
	[208010] = {
		id = 208010,
		desc = "那个中年男子勃然大怒，举起手中的物品砸向你。你抓住了袭来的东西，定睛一看是一件婴儿形状的雕塑。"
	},
	[208011] = {
		id = 208011,
		desc = "获得「狼母的怀抱」，但接下来5场战斗，敌人会携带词缀“薪火”。"
	},
	[208020] = {
		id = 208020,
		desc = "那个中年男子对你的回答很满意，塞给你一头外表凶残但神色悲悯的狼形雕塑。"
	},
	[208021] = {
		id = 208021,
		desc = "获得「狼母的怀抱」，但接下来5场战斗，敌人会携带词缀“庇荫”。"
	},
	[209000] = {
		id = 209000,
		desc = "在一次艺术交流后，埃弗拉递过来几张看起来很昂贵的纸质交易券。「我的好友，别总是闷在工作室里，你该出去好好逛逛了。」"
	},
	[209001] = {
		id = 209001,
		desc = "洛斯威特连锁超市代金券：商店选择+5。"
	},
	[209002] = {
		id = 209002,
		desc = "西姆大叔糖果店打折券：首件商品5折。"
	},
	[209003] = {
		id = 209003,
		desc = "伊克莱尔大卖场购物券：商店可免费刷新5次。"
	},
	[210000] = {
		id = 210000,
		desc = "埃弗拉想获得你收藏的一件阿尔蒂斯的作品。"
	},
	[210001] = {
		id = 210001,
		desc = "与他交换。"
	},
	[210002] = {
		id = 210002,
		desc = "赠予给他。"
	},
	[210010] = {
		id = 210010,
		desc = "他拿出了一件珍贵的私藏与你交换。"
	},
	[210011] = {
		id = 210011,
		desc = "你们都很满意：失去一个普通珍宝，获得一个稀有珍宝。"
	},
	[210020] = {
		id = 210020,
		desc = "埃弗拉见到你拿出的画作，才发现并不是他所想要的「那件东西」。他没有收下那份作品，并真诚的赞美了你慷慨。"
	},
	[210021] = {
		id = 210021,
		desc = "你接受了埃弗拉的赞美：钥从提升了2个等级。"
	},
	[211000] = {
		id = 211000,
		desc = "麦浪剧团大厅中，两幅巨大的宣传照张贴在你的面前，选择一场，然后度过一个美好的周末。"
	},
	[211001] = {
		id = 211001,
		desc = "疯狂的子夜舞会。——《凯特》"
	},
	[211002] = {
		id = 211002,
		desc = "在纷乱中，我们相爱。——《南方往事》"
	},
	[211010] = {
		id = 211010,
		desc = "你观看到了一个不错的故事，这令你的心情很愉悦。"
	},
	[211011] = {
		id = 211011,
		desc = "接下来5场战斗，自身移动速度+100%。"
	},
	[211020] = {
		id = 211020,
		desc = "你观看到了一个不错的故事，这令你的心情很愉悦。"
	},
	[211021] = {
		id = 211021,
		desc = "接下来5场战斗，自身闪避能量恢复速度提高+100%。"
	},
	[212000] = {
		id = 212000,
		desc = "「救命，谁来救救我！」前方的小巷子里，一位抱着东西的落魄少年被一群混混堵在阴暗的角落，少年看到你的到来急迫地望向你。"
	},
	[212001] = {
		id = 212001,
		desc = "出手救人"
	},
	[212002] = {
		id = 212002,
		desc = "和平交涉：消耗所有湍流之瞳，获得两件珍宝。"
	},
	[212003] = {
		id = 212003,
		desc = "还有更重要的事要处理：就此离开。"
	},
	[212010] = {
		id = 212010,
		desc = "维护欧莫菲斯的秩序是你的责任。"
	},
	[212011] = {
		id = 212011,
		desc = "准备战斗：胜利后获得两件珍宝。"
	},
	[212020] = {
		id = 212020,
		desc = "那群混混中发现了你的身份后落荒而逃。一番交谈下来你得知他是艺术盛典的参赛选手，此时身上除了参赛作品身无分文，你给了他一笔钱安置自己。少年非常感激你的救助，赠送给你两幅自己的作品。"
	},
	[212021] = {
		id = 212021,
		desc = "你失去了所有的湍流之瞳，获得两件珍宝。"
	},
	[213000] = {
		id = 213000,
		desc = "近期出现了一位风靡欧莫菲斯的占卜师，据说他可以通过占卜知道所有的事。哈迪斯饶有兴趣的让你前去看看，没有拒绝的你做了伪装来到了占卜师的小店。「您想知道些什么呢？」"
	},
	[213001] = {
		id = 213001,
		desc = "随意向他询问些什么：100%几率获得一条价值100湍流之瞳的消息。"
	},
	[213002] = {
		id = 213002,
		desc = "不理会眼前装神弄鬼的家伙：离开。"
	},
	[213010] = {
		id = 213010,
		desc = "占卜师对答如流的回应了你的疑问，「您还想知道些什么呢？」"
	},
	[213011] = {
		id = 213011,
		desc = "再次询问：80%几率换取一条价值300湍流之瞳的消息。"
	},
	[213012] = {
		id = 213012,
		desc = "只不过是欧莫菲斯所有人都知道的消息罢了：只拿走这价值100湍流之瞳的情报。"
	},
	[213020] = {
		id = 213020,
		desc = "占卜师迟疑了会儿，抚摸着水晶球回答了你的问题。「您……还有什么想知道的吗？」"
	},
	[213021] = {
		id = 213021,
		desc = "再次询问：60%几率换取一条价值500湍流之瞳的消息。"
	},
	[213022] = {
		id = 213022,
		desc = "只不过是大部分艺术家都知道的消息罢了：只拿走这价值300湍流之瞳的情报。"
	},
	[213030] = {
		id = 213030,
		desc = "你的问题让眼前的占卜师有些迟疑，不过对方依旧成功解答了出来。"
	},
	[213031] = {
		id = 213031,
		desc = "询问对方的身份：40%几率换取一条价值1200湍流之瞳的消息。"
	},
	[213032] = {
		id = 213032,
		desc = "不过是消息灵通一些的人罢了：只拿走这价值800湍流之瞳的情报。"
	},
	[213040] = {
		id = 213040,
		desc = "你的问题让占卜师脸色一变，他不再有所伪装。承认了自己偷渡客的身份，并向你们袭来。"
	},
	[213041] = {
		id = 213041,
		desc = "准备战斗。"
	},
	[213050] = {
		id = 213050,
		desc = "「不相信的话，又为什么会来到这里呢？两位还是请回吧。」占卜师对你们说道。"
	},
	[213051] = {
		id = 213051,
		desc = "离开。"
	},
	[214000] = {
		id = 214000,
		desc = "一人正沉思，两人在拥吻，三人与影对踌躇。隐藏在博览馆尽头处的大门，在光影交织中，散发着沉郁之恶。低沉的声音在呼唤：「推开我吧，推开我吧！这里拥有无尽的财富。」"
	},
	[214001] = {
		id = 214001,
		desc = "走到门前。"
	},
	[214002] = {
		id = 214002,
		desc = "推开大门。"
	},
	[214003] = {
		id = 214003,
		desc = "不予理会：离开此地。"
	},
	[214010] = {
		id = 214010,
		desc = "门上栩栩如生的雕像仿佛从各个角度都注视着你，烛光下的影子突然一同汇聚于一处，在阴影中你发现了一个奇怪的东西。"
	},
	[214011] = {
		id = 214011,
		desc = "获得稀有珍宝，但接下来5场战斗，敌人会携带词缀“致残”。"
	},
	[214020] = {
		id = 214020,
		desc = "你推开那扇门，入眼是堆积成山的珍宝。一件古怪的东西滚到你的脚下，你捡起了它，却发现它散发着邪恶的气息。"
	},
	[214021] = {
		id = 214021,
		desc = "获得稀有珍宝，但接下来5场战斗，自身会携带词缀“燃能”。"
	},
	[215000] = {
		id = 215000,
		desc = "恩利尔向你询问，今天收到的艺术赏奖金该如何处理？"
	},
	[215001] = {
		id = 215001,
		desc = "用来短期投资：立刻获得大量湍流之瞳。"
	},
	[215002] = {
		id = 215002,
		desc = "用来长线投资：此后每场战斗后获得湍流之瞳数量增加。"
	},
	[216000] = {
		id = 216000,
		desc = "阿尔蒂斯盛典期间，欧莫菲斯的艺术家们自行发起的一场交流会。顺路来参观的你，被一个德高望重的老艺术家认了出来。他握住你的手，想和你交换一件他惦念已久的雕塑作品。"
	},
	[216001] = {
		id = 216001,
		desc = "用一件刻印与他交换。"
	},
	[216002] = {
		id = 216002,
		desc = "把那件雕塑作品卖给他。"
	},
	[216003] = {
		id = 216003,
		desc = "委婉的拒绝对方：离开。"
	},
	[216010] = {
		id = 216010,
		desc = "老艺术家欣喜若狂地唤来学生拿出一个箱子，里面是两件珍贵的艺术品。"
	},
	[216011] = {
		id = 216011,
		desc = "你失去了一件刻印，获得了两件珍宝。"
	},
	[216020] = {
		id = 216020,
		desc = "你没能看上老艺术家的珍藏，但他的真诚打动了你，最终决定把这件雕塑作品卖给他。"
	},
	[216021] = {
		id = 216021,
		desc = "你失去了一件珍宝，获得了大量湍流之瞳。"
	},
	[217000] = {
		id = 217000,
		desc = "上午的工作已经全部结束，恩利尔走进你的工作室问道“父亲，午餐想吃些什么？”"
	},
	[217001] = {
		id = 217001,
		desc = "双层芝士海鲜披萨：提升战后回复量。"
	},
	[217002] = {
		id = 217002,
		desc = "玉米奶酪蛤蜊浓汤：恢复所有血量。"
	},
	[218000] = {
		id = 218000,
		desc = "隐藏真实的外表，以平等的身份纵情狂欢。在这一年一度的盛大舞会上，侍者向你递过来一杯瑰色珍酿。"
	},
	[218001] = {
		id = 218001,
		desc = "接过品鉴。"
	},
	[218002] = {
		id = 218002,
		desc = "挥手拒绝。"
	},
	[218010] = {
		id = 218010,
		desc = "你感觉自己的身体有些轻盈，但这感觉还不错。"
	},
	[218011] = {
		id = 218011,
		desc = "获得瑰色珍酿，同时减少血量上限。"
	},
	[218020] = {
		id = 218020,
		desc = "侍者表示有需要随时可以再呼唤他。"
	},
	[218021] = {
		id = 218021,
		desc = "离开。"
	},
	[219000] = {
		id = 219000,
		desc = "所有艺术家最期待的时刻莫过于此！"
	},
	[219001] = {
		id = 219001,
		desc = "把灵感记录下来：接下来5场战斗，自身开场获得100%奥义充能。"
	},
	[219002] = {
		id = 219002,
		desc = "立刻进行创作：接下来5场战斗，自身开场获得4个印记。"
	},
	[220000] = {
		id = 220000,
		desc = "“专注雕塑，至臻品质”——布林纳刀具店，众多艺术家们的首选。请问您要买些什么？"
	},
	[220001] = {
		id = 220001,
		desc = "普通器具：获得一件普通珍宝。"
	},
	[220002] = {
		id = 220002,
		desc = "精致器具：消耗中量湍流之瞳，获得一件稀有珍宝。"
	},
	[220003] = {
		id = 220003,
		desc = "极品石料：消耗大量湍流之瞳，获得一件珍贵珍宝。"
	},
	[221000] = {
		id = 221000,
		desc = "欧莫菲斯平凡而又普通的一天，听听老友的建议，出门逛逛吧。"
	},
	[221001] = {
		id = 221001,
		desc = "去星虹议会办公：获得少量湍流之瞳。"
	},
	[221002] = {
		id = 221002,
		desc = "去缪斯协会坐坐：获得随机普通珍宝。"
	},
	[222000] = {
		id = 222000,
		desc = "传奇剧团白磨坊享誉整个欧莫菲斯，你决定再去确认一下那里发生的「怪事」解决没有。到了那里后，你在剧院大厅发现了一张带有血迹的信件。"
	},
	[222001] = {
		id = 222001,
		desc = "捡起那封信：小心诅咒。"
	},
	[222002] = {
		id = 222002,
		desc = "无视：离开。"
	},
	[222010] = {
		id = 222010,
		desc = "你感受到了这封信上无尽的悲伤与怨念，一阵冷风吹过，你感觉到自己仿佛被施加了一个诅咒。"
	},
	[222011] = {
		id = 222011,
		desc = "获得珍贵珍宝，但战斗后生命值回复量降低。"
	},
	[223000] = {
		id = 223000,
		desc = "阿尔蒂斯盛典上，哈迪斯看向众多参赛选手，向你问道：对于欧莫菲斯来说，传统与变革哪个更为重要？"
	},
	[223001] = {
		id = 223001,
		desc = "传统"
	},
	[223002] = {
		id = 223002,
		desc = "变革"
	},
	[223003] = {
		id = 223003,
		desc = "都重要"
	},
	[223010] = {
		id = 223010,
		desc = "「你说的有些道理，不过这个答案不是我想要的。」哈迪斯笑着对你摇了摇头。"
	},
	[223011] = {
		id = 223011,
		desc = "就此离开。"
	},
	[223020] = {
		id = 223020,
		desc = "「或许正如你所说的那样，我们可以都选择。」哈迪斯因为你的回答陷入沉思。"
	},
	[223021] = {
		id = 223021,
		desc = "获得一件稀有珍宝。"
	},
	[224000] = {
		id = 224000,
		desc = "欧莫菲斯的制度改革正在哈迪斯的推进下缓慢执行中，突然有一天哈迪斯推开了你办公室的大门，让你去应对一群思想古板的老顽固，而她要去休息两天。"
	},
	[224001] = {
		id = 224001,
		desc = "比起这些琐事还有更重要的事情要处理：立刻获得中量湍流之瞳。"
	},
	[224002] = {
		id = 224002,
		desc = "只帮你这一次：获得大量湍流之瞳，但接下来5场战斗自身无法触发「碎浪逐空」的闪避效果。"
	},
	[225000] = {
		id = 225000,
		desc = "一位穿衣搭配很有异域风格的独眼男人拦在你面前，拔出自己的佩剑向你挑战道「你身上有优秀剑士的气息，来一场对决吧！」"
	},
	[225001] = {
		id = 225001,
		desc = "接受挑战：胜利后获得剑圣的肯定。"
	},
	[225002] = {
		id = 225002,
		desc = "无聊，我没有时间理你。"
	},
	[226000] = {
		id = 226000,
		desc = "随着刻刀接触到石料的瞬间，一声清脆的轻响让雕塑光滑的肌肤绽放纵横交错的纹路，虽然有着残缺破碎的美，但或许也让这件作品失去了存在的价值。"
	},
	[226001] = {
		id = 226001,
		desc = "销毁：删除所有神格，重新生成新的3个神格。"
	},
	[226002] = {
		id = 226002,
		desc = "保留。"
	},
	[226010] = {
		id = 226010,
		desc = "碎石崩裂的瞬间，你抓住了那一丝灵感，你们得到了共同的新生。"
	},
	[226011] = {
		id = 226011,
		desc = "你获得3个神格。"
	},
	[226020] = {
		id = 226020,
		desc = "它被永远的尘封在不见天日的仓库中。"
	},
	[226021] = {
		id = 226021,
		desc = "离开。"
	},
	[227000] = {
		id = 227000,
		desc = "你与恩利尔前往缪斯协会的途中，偶遇一位富有艺术家气质的年迈老者跌倒在路旁。恩利尔上前询问他是否需要帮助，老者说：「年轻人，我已经很久没吃饭了。」"
	},
	[227001] = {
		id = 227001,
		desc = "让恩利尔给他一笔钱：失去少量湍流之瞳。"
	},
	[227002] = {
		id = 227002,
		desc = "交予老者一件身上的普通珍宝让他去寻求帮助：失去一件普通珍宝。"
	},
	[227003] = {
		id = 227003,
		desc = "叫来正在巡逻的铃兰骑士团骑士：离开。"
	},
	[227010] = {
		id = 227010,
		desc = "老者为了表达对你的感谢，邀请你们去家坐坐。他的家中堆积着大量的画作，那些作品的技巧连你也为之折服。你不理解为什么这样的人会饥肠辘辘地流落街头好多天，老者沉默着没有回答，只是默默地递给你一副署名阿尔蒂斯的画，这幅真迹价值巨大。"
	},
	[227011] = {
		id = 227011,
		desc = "获得大量湍流之瞳。"
	},
	[227020] = {
		id = 227020,
		desc = "老者为了表达对你的感谢，邀请你们去家坐坐。他的家中堆积着大量的画作，那些作品的技巧连你也为之折服。你不理解为什么这样的人会饥肠辘辘地流落街头好多天，老者沉默着没有回答，只是默默地递给你一支古朴的画笔。"
	},
	[227021] = {
		id = 227021,
		desc = "获得一件稀有珍宝。"
	},
	[228000] = {
		id = 228000,
		desc = "齿轮依旧转动着，形似天鹅的少女却无法转动，生了锈的舞台，不再上演剧目。"
	},
	[228001] = {
		id = 228001,
		desc = "花费一笔钱请人修好它。"
	},
	[228002] = {
		id = 228002,
		desc = "用自己的一件珍宝来替换掉它的核心。"
	},
	[228003] = {
		id = 228003,
		desc = "你只是觉得很可惜：离开。"
	},
	[228010] = {
		id = 228010,
		desc = "翩跹轻盈的舒展开双臂，少女轻笑着望向你。你观赏到了一场只为你表演的剧目。"
	},
	[228011] = {
		id = 228011,
		desc = "你消耗了少量湍流之瞳，获得30%血量上限增幅。"
	},
	[228020] = {
		id = 228020,
		desc = "翩跹轻盈的舒展开双臂，少女轻笑着望向你。你观赏到了一场只为你表演的剧目。"
	},
	[228021] = {
		id = 228021,
		desc = "你消耗了一件普通珍宝，获得30%血量上限增幅。"
	},
	[229000] = {
		id = 229000,
		desc = "恩利尔这学期在学院中的表现非常优异。"
	},
	[229001] = {
		id = 229001,
		desc = "给恩利尔一笔零花钱，让他随便给自己买点什么：消耗少量湍流之瞳。"
	},
	[229002] = {
		id = 229002,
		desc = "你做的不错：就此离开。"
	},
	[229010] = {
		id = 229010,
		desc = "他并没有听从你的话语用那笔钱给自己买些什么，而是悄悄地把钱又放回到你的桌子上。"
	},
	[229011] = {
		id = 229011,
		desc = "获得中量湍流之瞳。"
	},
	[229020] = {
		id = 229020,
		desc = "他并没有听从你的话语用那笔钱给自己买些什么，而是用那笔钱给你买了一条新的领带。"
	},
	[229021] = {
		id = 229021,
		desc = "获得一件普通珍宝。"
	},
	[229030] = {
		id = 229030,
		desc = "他并没有听从你的话语用那笔钱给自己买些什么，反而加了些钱给你买了一件礼物。"
	},
	[229031] = {
		id = 229031,
		desc = "获得大量湍流之瞳。"
	},
	[229040] = {
		id = 229040,
		desc = "他并没有听从你的话语用那笔钱给自己买些什么，反而加了些钱给你买了一身衣服。"
	},
	[229041] = {
		id = 229041,
		desc = "获得一件珍贵珍宝。"
	},
	[229050] = {
		id = 229050,
		desc = "若时代沉入晦暗，父亲您便是引领之光。"
	},
	[229051] = {
		id = 229051,
		desc = "你得到了一句真挚的感谢。"
	},
	[230000] = {
		id = 230000,
		desc = "应邀来千星学院给学生们进行演讲的你突然感觉到周围的空间开始扭曲，这眼熟的场景你意识到俄尼里伊又无意识入梦了。"
	},
	[230001] = {
		id = 230001,
		desc = "控制住俄尼里伊驱散其他学生。"
	},
	[230002] = {
		id = 230002,
		desc = "尝试唤醒俄尼里伊，但有失败的风险。"
	},
	[230003] = {
		id = 230003,
		desc = "让恩利尔通知哈迪斯。"
	},
	[230010] = {
		id = 230010,
		desc = "没过多久，俄尼里伊自己清醒了过来。"
	},
	[230011] = {
		id = 230011,
		desc = "为了表达歉意，她赠送了你一副自己的画作。"
	},
	[230020] = {
		id = 230020,
		desc = "你成功地唤醒了俄尼里伊，匆匆赶来的明塔向你转达了哈迪斯的感谢。"
	},
	[230021] = {
		id = 230021,
		desc = "你获得了哈迪斯赠送的2件珍宝。"
	},
	[230030] = {
		id = 230030,
		desc = "你没能成功的唤醒她，甚至差点迷失在迷幻诡诞的紫色梦境里。"
	},
	[230031] = {
		id = 230031,
		desc = "你失去了一件普通珍宝。"
	},
	[301000] = {
		id = 301000,
		desc = "还没有到每月发物资的时候，雷小队的家底便所剩无几。面对队员们渴求的目光，你决定向那个唠唠叨叨懒懒散散的管理喵申请物资。"
	},
	[301001] = {
		id = 301001,
		desc = "柔和地索要：高概率获得少量物资。"
	},
	[301002] = {
		id = 301002,
		desc = "强硬地索要：低概率获得大量物资。"
	},
	[301010] = {
		id = 301010,
		desc = "「少见你有主动来找本大人的时候啊！」弥弥尔略有惊奇地说。不过赶在你爆发的边缘，他甩给了你一小箱物资。"
	},
	[301011] = {
		id = 301011,
		desc = "获得中量元件。"
	},
	[301020] = {
		id = 301020,
		desc = "「少见你有求助于本大爷的时候，但还没到发物资的时间，申请驳回。」弥弥尔没有答应你的请求。"
	},
	[301021] = {
		id = 301021,
		desc = "离开。"
	},
	[301030] = {
		id = 301030,
		desc = "「本大人今天心情好，就原谅你那些小小的失礼了，领走这些东西吧。」弥弥尔慷慨地递给了你满满一大箱物资。"
	},
	[301031] = {
		id = 301031,
		desc = "获得大量元件。"
	},
	[301040] = {
		id = 301040,
		desc = "「你这是什么态度？！本大爷是不会答应你的这个请求的！」弥弥尔没有答应你的请求。"
	},
	[301041] = {
		id = 301041,
		desc = "离开。"
	},
	[302000] = {
		id = 302000,
		desc = "本来正在陪雷小队成员休假游玩的你，突然被奥丁通知要出一个紧急任务。为了安抚不大开心的你，奥丁答应你可以顺路去隐科组弄点趁手的家伙。"
	},
	[302001] = {
		id = 302001,
		desc = "点亮一个神格。"
	},
	[302002] = {
		id = 302002,
		desc = "拿取一个刻印。"
	},
	[303000] = {
		id = 303000,
		desc = "巡逻的途中，你突然看到街边的冷饮店出了新口味的甜筒，就给自己买了一个。正打算离开时，一个小混混向撞向了你，刚好撞掉了手中还未品尝的甜筒。"
	},
	[303001] = {
		id = 303001,
		desc = "赔我甜筒！"
	},
	[303002] = {
		id = 303002,
		desc = "赔钱！"
	},
	[303010] = {
		id = 303010,
		desc = "「不长眼睛的明明是你，我还没让你赔偿呢！」小混混叫嚣着向你挥出了拳头。"
	},
	[303011] = {
		id = 303011,
		desc = "准备战斗。"
	},
	[303020] = {
		id = 303020,
		desc = "小混混刚想开口就被同行的人拽住，在同伴的劝说下不情不愿地去给你买了一个新的。"
	},
	[303021] = {
		id = 303021,
		desc = "获得珍宝「双球甜筒」"
	},
	[303030] = {
		id = 303030,
		desc = "「不长眼睛的明明是你，我还没让你赔偿呢！」小混混叫嚣着向你挥出了拳头。"
	},
	[303031] = {
		id = 303031,
		desc = "准备战斗。"
	},
	[303040] = {
		id = 303040,
		desc = "小混混刚想开口就被同行的人拽住，在同伴的劝说下不情不愿地赔了你些钱。"
	},
	[303041] = {
		id = 303041,
		desc = "获得中量元件。"
	},
	[304000] = {
		id = 304000,
		desc = "利维坦拽着前鬼坊怒气冲冲地找到你，并向你严肃地诉说了前鬼坊刚刚的恶作剧对她造成了多么大的影响。你看了看气呼呼的利维坦，又看了看泪眼汪汪的前鬼坊天狗。"
	},
	[304001] = {
		id = 304001,
		desc = "替前鬼坊道歉。"
	},
	[304002] = {
		id = 304002,
		desc = "替前鬼坊开脱。"
	},
	[304003] = {
		id = 304003,
		desc = "不管，小孩子闹矛盾罢了：离开。"
	},
	[304010] = {
		id = 304010,
		desc = "「那……那，前鬼坊对我道歉，我就原谅她了！」听到利维坦这么说你对着前鬼坊试了个眼色，她不情愿地道了歉。"
	},
	[304011] = {
		id = 304011,
		desc = "获得来自利维坦的谅解，但接下来5场战斗，自身会携带负面词缀“减速”。"
	},
	[304020] = {
		id = 304020,
		desc = "「明明就是她的错，我要去找我师父，让她来评理！」利维坦气呼呼地撞了你一下，然后离开去找维达尔了。"
	},
	[304021] = {
		id = 304021,
		desc = "失去15%血量上限，但获得了来自前鬼坊的感谢。"
	},
	[305000] = {
		id = 305000,
		desc = "巡逻的途中，你刚好路过经常光顾的甜品店，发现他们正在做促销活动，可以免费品尝一款甜品。"
	},
	[305001] = {
		id = 305001,
		desc = "草莓慕斯：回复全部血量。"
	},
	[305002] = {
		id = 305002,
		desc = "巧克力坚果棒：增加少量血量上限。"
	},
	[306000] = {
		id = 306000,
		desc = "隐科组在源层伸出发现一处异常能量力场，经过谈论后，决定派遣能力强大的你去一探究竟。快抵达目的地时，你发现此处的能量紊乱得有些异常。"
	},
	[306001] = {
		id = 306001,
		desc = "按原计划探测：失去10%的血量，15%概率获得一个珍贵珍宝。"
	},
	[306002] = {
		id = 306002,
		desc = "看起来有些危险，还是算了：离开。"
	},
	[306010] = {
		id = 306010,
		desc = "一番寻找后，你并未成功找到那古怪的能量来源。"
	},
	[306011] = {
		id = 306011,
		desc = "失去10%的血量，25%概率获得一个珍贵珍宝。"
	},
	[306012] = {
		id = 306012,
		desc = "看起来有些危险，还是算了：离开。"
	},
	[306020] = {
		id = 306020,
		desc = "一番寻找后，你并未成功找到那古怪的能量来源。"
	},
	[306021] = {
		id = 306021,
		desc = "失去10%的血量，40%概率获得一个珍贵珍宝。"
	},
	[306022] = {
		id = 306022,
		desc = "看起来有些危险，还是算了：离开。"
	},
	[306030] = {
		id = 306030,
		desc = "一番寻找后，你并未成功找到那古怪的能量来源。"
	},
	[306031] = {
		id = 306031,
		desc = "失去10%的血量，65%概率获得一个珍贵珍宝。"
	},
	[306032] = {
		id = 306032,
		desc = "看起来有些危险，还是算了：离开。"
	},
	[306040] = {
		id = 306040,
		desc = "一番寻找后，你并未成功找到那古怪的能量来源。"
	},
	[306041] = {
		id = 306041,
		desc = "失去10%的血量，100%概率获得一个珍贵珍宝。"
	},
	[306042] = {
		id = 306042,
		desc = "为了这件东西并不值得：离开。"
	},
	[306050] = {
		id = 306050,
		desc = "经过不断地探寻后，你发现了一种深蓝色矿石。"
	},
	[306051] = {
		id = 306051,
		desc = "获得珍宝「未知能源」"
	},
	[307000] = {
		id = 307000,
		desc = "海姆达尔找到你，希望你可以帮助她收集一些战斗数据，作为报酬她可以给你一些隐科组最新研制的提升实力的小发明。"
	},
	[307001] = {
		id = 307001,
		desc = "力量数据采集室：攻击+15%"
	},
	[307002] = {
		id = 307002,
		desc = "抗击打数据采集室：防御+15%"
	},
	[307003] = {
		id = 307003,
		desc = "闪避数据采集室：闪避能量上限+30%"
	},
	[308000] = {
		id = 308000,
		desc = "前鬼坊指着影院巨幕的观影单询问你要观看哪部，你对着那些看名字就知道是烂片的电影实在无法做出抉择，但又不好意思拒绝队员，只好硬着头皮选择了一部。"
	},
	[308001] = {
		id = 308001,
		desc = "《吐司侠大战泡芙女士》"
	},
	[308002] = {
		id = 308002,
		desc = "《超级吐司侠》"
	},
	[308010] = {
		id = 308010,
		desc = "你度过了极其痛苦的两个小时，但好在前鬼坊和阿波罗看得都很开心。"
	},
	[308011] = {
		id = 308011,
		desc = "获得珍贵珍宝，但接下来5场战斗，敌人会携带词缀“薪火”。"
	},
	[308020] = {
		id = 308020,
		desc = "你度过了极其痛苦的两个小时，但好在前鬼坊和阿波罗看得都很开心。"
	},
	[308021] = {
		id = 308021,
		desc = "获得珍贵珍宝，但接下来5场战斗，敌人会携带词缀“庇荫”。"
	},
	[309000] = {
		id = 309000,
		desc = "坎贝尔大会场的一家新店开业，热心推销员向你咨询可不可以给他们提出一些建议，他们会给予你一些报酬。"
	},
	[309001] = {
		id = 309001,
		desc = "样式有些少啊：商店选择+5。"
	},
	[309002] = {
		id = 309002,
		desc = "卖得贵了：首件商品5折。"
	},
	[309003] = {
		id = 309003,
		desc = "临期货也拿出的出手啊：商店可免费刷新5次。"
	},
	[310000] = {
		id = 310000,
		desc = "隐科组每季度的装备升级时间到，机不可失时不再来！"
	},
	[310001] = {
		id = 310001,
		desc = "随机将一个普通珍宝升级为稀有珍宝。"
	},
	[310002] = {
		id = 310002,
		desc = "提升钥从2个等级。"
	},
	[311000] = {
		id = 311000,
		desc = "你在巡逻的时候经过丹努炉心，碰巧在门口遇到努阿达。他问你来这里做些什么。"
	},
	[311001] = {
		id = 311001,
		desc = "刚好来了，消耗少量元件维护下武器：接下来5场战斗，自身移动速度+100%。"
	},
	[311002] = {
		id = 311002,
		desc = "刚好来了，消耗少量元件升级下护甲：接下来5场战斗，自身闪避能量恢复速度提高+100%。"
	},
	[311003] = {
		id = 311003,
		desc = "没什么事，只是在巡逻而已：离开。"
	},
	[312000] = {
		id = 312000,
		desc = "西海岸线的沙滩上，一位自称来自欧莫菲斯的落魄男子拦住了你。说自己来在艾因索菲开办演奏会，却被人骗去全部积蓄，恳求你可以资助他一些钱，或者听他演奏一曲。你看到他的精神状态确实不大好的样子。"
	},
	[312001] = {
		id = 312001,
		desc = "听一曲吧。"
	},
	[312002] = {
		id = 312002,
		desc = "把身上所有的钱都资助给他：消耗所有元件，获得两件珍宝。"
	},
	[312003] = {
		id = 312003,
		desc = "什么演不演奏的，我没兴趣：离开。"
	},
	[312010] = {
		id = 312010,
		desc = "一曲演奏结束，男子对你伸出了手，示意你该给钱了。你拒绝了他无理的要求，但他却伸手拦住了你。"
	},
	[312011] = {
		id = 312011,
		desc = "准备战斗：胜利后获得两件珍宝。"
	},
	[312020] = {
		id = 312020,
		desc = "落魄的男子很感谢你的资助，在身上摸索半天，掏出了两个不值钱的小玩意儿强行塞到了你的手里。"
	},
	[312021] = {
		id = 312021,
		desc = "你失去了所有的元件，获得两件珍宝。"
	},
	[313000] = {
		id = 313000,
		desc = "阿波罗和前鬼坊天狗同时来寻求你的帮助，然而你分身乏术。"
	},
	[313001] = {
		id = 313001,
		desc = "帮阿波罗。"
	},
	[313002] = {
		id = 313002,
		desc = "帮前鬼坊天狗。"
	},
	[313003] = {
		id = 313003,
		desc = "公平些，谁也不帮：离开。"
	},
	[313010] = {
		id = 313010,
		desc = "阿波罗对你选择他这件事非常感动，但前鬼坊对你的选择有些不大开心。"
	},
	[313011] = {
		id = 313011,
		desc = "获得珍宝「雷小队徽章」，但接下来5场战斗，敌人会携带词缀“致残”。"
	},
	[313020] = {
		id = 313020,
		desc = "「果然队长还是最向着我的！」前鬼坊天狗向阿波罗炫耀道。阿波罗听后，眼中的光暗淡了些。"
	},
	[313021] = {
		id = 313021,
		desc = "获得珍宝「雷小队徽章」，但接下来5场战斗，自身会携带负面词缀“燃能”。"
	},
	[314000] = {
		id = 314000,
		desc = "阿波罗想在最近的美食节开个小摊子赚外快，来问问你怎么看。"
	},
	[314001] = {
		id = 314001,
		desc = "替他做决断。"
	},
	[314002] = {
		id = 314002,
		desc = "参与讨论。"
	},
	[314010] = {
		id = 314010,
		desc = "你提出了自己的想法后，阿波罗觉得好像很有道理。当即决定就这样做了，顺便给了你一些报酬。"
	},
	[314011] = {
		id = 314011,
		desc = "获得中量元件。"
	},
	[314020] = {
		id = 314020,
		desc = "一番讨论后，阿波罗觉得你给出的想法很有建设性意义，决定给你一点点后续的分红。"
	},
	[314021] = {
		id = 314021,
		desc = "此后每场战斗获得元件数量增加。"
	},
	[315000] = {
		id = 315000,
		desc = "前鬼坊有些玩腻了的玩具想和你交易一些新鲜玩意儿。"
	},
	[315001] = {
		id = 315001,
		desc = "随机用一件刻印换取两件珍宝。"
	},
	[315002] = {
		id = 315002,
		desc = "随机用一件珍宝换得大量元件。"
	},
	[315003] = {
		id = 315003,
		desc = "委婉的拒绝对方：离开。"
	},
	[316000] = {
		id = 316000,
		desc = "你再次路过了那家味道还不错的甜品店，不由自主地走了进去。"
	},
	[316001] = {
		id = 316001,
		desc = "来一份黑森林蛋糕：提升战后回复量。"
	},
	[316002] = {
		id = 316002,
		desc = "来一份水果派：恢复所有血量。"
	},
	[317000] = {
		id = 317000,
		desc = "王棋大道一家珍酿小馆做活动，工作人员递给托尔一小杯试饮。"
	},
	[317001] = {
		id = 317001,
		desc = "接过。"
	},
	[317002] = {
		id = 317002,
		desc = "礼貌拒绝：离开。"
	},
	[317010] = {
		id = 317010,
		desc = "你感觉自己有些晕乎乎的，但这感觉还不错。"
	},
	[317011] = {
		id = 317011,
		desc = "获得珍宝「瑰色珍酿」，同时减少血量上限。"
	},
	[318000] = {
		id = 318000,
		desc = "巡逻途中在公园遇到了一个外表年迈、正在遛弯的陌生修正者。相遇即是缘，他和你交流了一番战斗心得，你获益良多。"
	},
	[318001] = {
		id = 318001,
		desc = "接下来5场战斗，自身开场获得100%奥义充能。"
	},
	[318002] = {
		id = 318002,
		desc = "接下来5场战斗，自身开场获得3个印记。"
	},
	[319000] = {
		id = 319000,
		desc = "大国主希望和你做一笔交易，用自己手中的小发明换取一些元件。"
	},
	[319001] = {
		id = 319001,
		desc = "提供少量元件。"
	},
	[319002] = {
		id = 319002,
		desc = "提供中量元件。"
	},
	[319003] = {
		id = 319003,
		desc = "你也太狮子大开口了吧？不换了！"
	},
	[320000] = {
		id = 320000,
		desc = "前鬼坊非要拉着你和阿波罗玩躲猫猫，并说如果你找到她后，可以给你一件小玩具。阿波罗也象征性的加码了一点点小心意。当倒数结束后，先去哪里找找呢？"
	},
	[320001] = {
		id = 320001,
		desc = "休息间"
	},
	[320002] = {
		id = 320002,
		desc = "娱乐室"
	},
	[320010] = {
		id = 320010,
		desc = "你找到了在休息间照镜子的阿波罗，他笑着和你说，小前鬼不在这里呢。"
	},
	[320011] = {
		id = 320011,
		desc = "获得少量元件。"
	},
	[320020] = {
		id = 320020,
		desc = "你找到了在跳舞机后的前鬼坊，愿赌服输，她把从你那恶作剧拿走的东西还了回来。"
	},
	[320021] = {
		id = 320021,
		desc = "获得普通珍宝。"
	},
	[321000] = {
		id = 321000,
		desc = "一款神奇的药剂，只要轻轻喷几下，就可以无痛长高12厘米！心动不如行动！"
	},
	[321001] = {
		id = 321001,
		desc = "真的假的，要不试试？"
	},
	[321002] = {
		id = 321002,
		desc = "听起来就很假！"
	},
	[321010] = {
		id = 321010,
		desc = "休：“怎么可能会有那种不靠谱的药剂？为什么这种很明显的骗局你都能上当！”虽然休这么说，但你自己觉得还是挺有效果的，可能只有一点点效果？"
	},
	[321011] = {
		id = 321011,
		desc = "获得珍宝「增高药剂」，但战斗后回复量降低。"
	},
	[322000] = {
		id = 322000,
		desc = "你在国王大道发现一群人在影院门口争执，走近了一听，原来是两批影迷吵了起来。他们发现了路过的你，非要拉着你问究竟是无敌铁罐厉害还是西海岸队长更强。"
	},
	[322001] = {
		id = 322001,
		desc = "当然是无敌铁罐厉害！"
	},
	[322002] = {
		id = 322002,
		desc = "当然是西海岸队长厉害！"
	},
	[322003] = {
		id = 322003,
		desc = "都没我厉害。"
	},
	[322010] = {
		id = 322010,
		desc = "你的回答引起了另一方粉丝的不满，他们把你臭骂了一顿。"
	},
	[322011] = {
		id = 322011,
		desc = "离开。"
	},
	[322020] = {
		id = 322020,
		desc = "你的回答使得两批影迷一致对外。但在你的好心劝导下，这群人对自己无理取闹的行为道了歉。迟迟赶到的影院经理对你表达了感谢。"
	},
	[322021] = {
		id = 322021,
		desc = "获得一件珍贵珍宝。"
	},
	[323000] = {
		id = 323000,
		desc = "巡逻的途中你偶遇了一位步履匆匆的粉发少女，明明是第一次遇见，但你却对她有一种莫名的熟悉感。你拦下了她，还未开口询问，她便对你说：「时间不多了，我要再快些。」"
	},
	[323001] = {
		id = 323001,
		desc = "拦住她。"
	},
	[323002] = {
		id = 323002,
		desc = "放她走。"
	},
	[323010] = {
		id = 323010,
		desc = "一道光从你眼前闪过，少女从你的眼前消失了，只在原地遗留了几枚硬币。"
	},
	[323011] = {
		id = 323011,
		desc = "获得中量元件。"
	},
	[323020] = {
		id = 323020,
		desc = "「虽然可能无法避免，但你也一定要小心啊。」少女对你点了点头转身离去。你发现她遗落了什么在原地，俯身捡起想归还时早已找不到她的踪影。"
	},
	[323021] = {
		id = 323021,
		desc = "获得大量元件，但接下来5场战斗自身无法触发「雷光远遁」的闪避效果。"
	},
	[324000] = {
		id = 324000,
		desc = "一片朦胧中，你发现了一面镜子，镜中之人是你，但又不是你。那充满戾气的蓝色身影，愤恨地看着你，在你耳边低语「做出不可饶恕之事的你会被永远困在这里。」"
	},
	[324001] = {
		id = 324001,
		desc = "砸碎它，让它闭嘴。"
	},
	[324002] = {
		id = 324002,
		desc = "无聊，不予理睬。"
	},
	[324010] = {
		id = 324010,
		desc = "你一拳砸碎了那面镜子，一团黑雾凝结在你的面前，变成了你的模样冲过来。"
	},
	[324011] = {
		id = 324011,
		desc = "准备战斗：战胜后获得珍贵珍宝。"
	},
	[325000] = {
		id = 325000,
		desc = "「我说平静了那么久的源层怎么会突然暴动，原来是因为你。我叫奥丁，要不要跟我走，见见外面的世界？」闲庭信步来至源层核心的女人对你如是说。"
	},
	[325001] = {
		id = 325001,
		desc = "不跟她走：删除所有神格，重新生成新的3个神格。"
	},
	[325002] = {
		id = 325002,
		desc = "跟她走：离开。"
	},
	[326000] = {
		id = 326000,
		desc = "隐科组角落处堆放了一件奇怪的机器，上面贴了一张纸条，「计划创造一个可以自动分解并改造升级投入物品的机器，目前已经初见成效，但还没找到愿意配合我实验的人。」并画上了一只小兔子图标。要试试吗？"
	},
	[326001] = {
		id = 326001,
		desc = "投进少量元件。"
	},
	[326002] = {
		id = 326002,
		desc = "投进一件普通珍宝。"
	},
	[326003] = {
		id = 326003,
		desc = "这种东西谁会信啊？"
	},
	[326010] = {
		id = 326010,
		desc = "一阵叮叮当当后，这台古怪的机器吐出了一些东西。你凑近一看，是一小堆质量稍差的元件。"
	},
	[326011] = {
		id = 326011,
		desc = "获得大量质量堪忧的元件。"
	},
	[326020] = {
		id = 326020,
		desc = "一阵叮叮当当后，这台古怪的机器吐出了一件东西。你凑近一看，之前投进的珍宝变成了另外的模样。"
	},
	[326021] = {
		id = 326021,
		desc = "获得一件稀有珍宝。"
	},
	[327000] = {
		id = 327000,
		desc = "你和前鬼坊一同去到甜品店，眼疾手快的她抢走了最后一个巧克力香蕉船，并叫嚣道，如果想要的话就拿些东西来换。"
	},
	[327001] = {
		id = 327001,
		desc = "给她些钱。"
	},
	[327002] = {
		id = 327002,
		desc = "给她个小玩意儿。"
	},
	[327003] = {
		id = 327003,
		desc = "算了，不要了！"
	},
	[327010] = {
		id = 327010,
		desc = "你给了前鬼坊一些零钱，换取了巧克力香蕉船，一边吃着甜品一边看着笑得狡黠的前鬼坊，你无比地放松。"
	},
	[327011] = {
		id = 327011,
		desc = "你消耗了少量元件，获得珍宝「巧克力香蕉船」。"
	},
	[327020] = {
		id = 327020,
		desc = "你给了前鬼坊自己随身携带的一个小挂饰，换取了巧克力香蕉船，一边吃着甜品一边看着笑得狡黠的前鬼坊，你无比地放松。"
	},
	[327021] = {
		id = 327021,
		desc = "你消耗了一件普通珍宝，获得珍宝「巧克力香蕉船」。"
	},
	[328000] = {
		id = 328000,
		desc = "商店促销精品盲盒，中奖率高达90%。客人要来一个吗？"
	},
	[328001] = {
		id = 328001,
		desc = "消耗少量元件来一个！"
	},
	[328002] = {
		id = 328002,
		desc = "不需要。"
	},
	[328010] = {
		id = 328010,
		desc = "你随机抽取了一个看着顺眼的。"
	},
	[328011] = {
		id = 328011,
		desc = "获得中量元件。"
	},
	[328020] = {
		id = 328020,
		desc = "你随机抽取了一个看着顺眼的。"
	},
	[328021] = {
		id = 328021,
		desc = "获得一件普通珍宝。"
	},
	[328030] = {
		id = 328030,
		desc = "你随机抽取了一个看着顺眼的。"
	},
	[328031] = {
		id = 328031,
		desc = "获得大量元件。"
	},
	[328040] = {
		id = 328040,
		desc = "你随机抽取了一个看着顺眼的。"
	},
	[328041] = {
		id = 328041,
		desc = "获得一件珍贵珍宝。"
	},
	[328050] = {
		id = 328050,
		desc = "运气真差，什么也没抽到。"
	},
	[328051] = {
		id = 328051,
		desc = "谢谢惠顾。"
	},
	[329000] = {
		id = 329000,
		desc = "奥丁下达了一项作战任务，嘱咐你听从休的安排行事。"
	},
	[329001] = {
		id = 329001,
		desc = "听从。"
	},
	[329002] = {
		id = 329002,
		desc = "不听从：有50%概率搞砸。"
	},
	[329003] = {
		id = 329003,
		desc = "犹豫一下。"
	},
	[329010] = {
		id = 329010,
		desc = "「今天大家做的不错，尤其是托尔。」休欣慰的夸奖了你一句。"
	},
	[329011] = {
		id = 329011,
		desc = "获得一件珍宝。"
	},
	[329020] = {
		id = 329020,
		desc = "你敏锐的战斗直觉使你成功的击杀掉了那只视骸。"
	},
	[329021] = {
		id = 329021,
		desc = "获得两件珍宝。"
	},
	[329030] = {
		id = 329030,
		desc = "由于你莽撞的追击，另一侧的防线被突破了。"
	},
	[329031] = {
		id = 329031,
		desc = "你失去了一件普通珍宝。"
	},
	[329040] = {
		id = 329040,
		desc = "在你晃神之间敌人跑掉了。"
	},
	[329041] = {
		id = 329041,
		desc = "离开。"
	},
	[401000] = {
		id = 401000,
		desc = "还没有到每月发物资的时候，雷小队的家底便所剩无几。面对队员们渴求的目光，你决定向那个唠唠叨叨懒懒散散的管理喵申请物资。"
	},
	[401001] = {
		id = 401001,
		desc = "柔和地索要：高概率获得少量物资。"
	},
	[401002] = {
		id = 401002,
		desc = "强硬地索要：低概率获得大量物资。"
	},
	[401010] = {
		id = 401010,
		desc = "「少见你有主动来找本大人的时候啊！」弥弥尔略有惊奇地说。不过赶在你爆发的边缘，他甩给了你一小箱物资。"
	},
	[401011] = {
		id = 401011,
		desc = "获得中量元件。"
	},
	[401020] = {
		id = 401020,
		desc = "「少见你有求助于本大爷的时候，但还没到发物资的时间，申请驳回。」弥弥尔没有答应你的请求。"
	},
	[401021] = {
		id = 401021,
		desc = "离开。"
	},
	[401030] = {
		id = 401030,
		desc = "「本大人今天心情好，就原谅你那些小小的失礼了，领走这些东西吧。」弥弥尔慷慨地递给了你满满一大箱物资。"
	},
	[401031] = {
		id = 401031,
		desc = "获得大量元件。"
	},
	[401040] = {
		id = 401040,
		desc = "「你这是什么态度？！本大爷是不会答应你的这个请求的！」弥弥尔没有答应你的请求。"
	},
	[401041] = {
		id = 401041,
		desc = "离开。"
	},
	[402000] = {
		id = 402000,
		desc = "本来正在陪雷小队成员休假游玩的你，突然被奥丁通知要出一个紧急任务。为了安抚不大开心的你，奥丁答应你可以顺路去隐科组弄点趁手的家伙。"
	},
	[402001] = {
		id = 402001,
		desc = "点亮一个神格。"
	},
	[402002] = {
		id = 402002,
		desc = "拿取一个刻印。"
	},
	[403000] = {
		id = 403000,
		desc = "巡逻的途中，你突然看到街边的冷饮店出了新口味的甜筒，就给自己买了一个。正打算离开时，一个小混混向撞向了你，刚好撞掉了手中还未品尝的甜筒。"
	},
	[403001] = {
		id = 403001,
		desc = "赔我甜筒！"
	},
	[403002] = {
		id = 403002,
		desc = "赔钱！"
	},
	[403010] = {
		id = 403010,
		desc = "「不长眼睛的明明是你，我还没让你赔偿呢！」小混混叫嚣着向你挥出了拳头。"
	},
	[403011] = {
		id = 403011,
		desc = "准备战斗。"
	},
	[403020] = {
		id = 403020,
		desc = "小混混刚想开口就被同行的人拽住，在同伴的劝说下不情不愿地去给你买了一个新的。"
	},
	[403021] = {
		id = 403021,
		desc = "获得珍宝「双球甜筒」"
	},
	[403030] = {
		id = 403030,
		desc = "「不长眼睛的明明是你，我还没让你赔偿呢！」小混混叫嚣着向你挥出了拳头。"
	},
	[403031] = {
		id = 403031,
		desc = "准备战斗。"
	},
	[403040] = {
		id = 403040,
		desc = "小混混刚想开口就被同行的人拽住，在同伴的劝说下不情不愿地赔了你些钱。"
	},
	[403041] = {
		id = 403041,
		desc = "获得中量元件。"
	},
	[404000] = {
		id = 404000,
		desc = "利维坦拽着前鬼坊怒气冲冲地找到你，并向你严肃地诉说了前鬼坊刚刚的恶作剧对她造成了多么大的影响。你看了看气呼呼的利维坦，又看了看泪眼汪汪的前鬼坊天狗。"
	},
	[404001] = {
		id = 404001,
		desc = "替前鬼坊道歉。"
	},
	[404002] = {
		id = 404002,
		desc = "替前鬼坊开脱。"
	},
	[404003] = {
		id = 404003,
		desc = "不管，小孩子闹矛盾罢了：离开。"
	},
	[404010] = {
		id = 404010,
		desc = "「那……那，前鬼坊对我道歉，我就原谅她了！」听到利维坦这么说你对着前鬼坊试了个眼色，她不情愿地道了歉。"
	},
	[404011] = {
		id = 404011,
		desc = "获得来自利维坦的谅解，但接下来5场战斗，自身会携带负面词缀“减速”。"
	},
	[404020] = {
		id = 404020,
		desc = "「明明就是她的错，我要去找我师父，让她来评理！」利维坦气呼呼地撞了你一下，然后离开去找维达尔了。"
	},
	[404021] = {
		id = 404021,
		desc = "失去15%血量上限，但获得了来自前鬼坊的感谢。"
	},
	[405000] = {
		id = 405000,
		desc = "巡逻的途中，你刚好路过经常光顾的甜品店，发现他们正在做促销活动，可以免费品尝一款甜品。"
	},
	[405001] = {
		id = 405001,
		desc = "草莓慕斯：回复全部血量。"
	},
	[405002] = {
		id = 405002,
		desc = "巧克力坚果棒：增加少量血量上限。"
	},
	[406000] = {
		id = 406000,
		desc = "隐科组在源层伸出发现一处异常能量力场，经过谈论后，决定派遣能力强大的你去一探究竟。快抵达目的地时，你发现此处的能量紊乱得有些异常。"
	},
	[406001] = {
		id = 406001,
		desc = "按原计划探测：失去10%的血量，15%概率获得一个珍贵珍宝。"
	},
	[406002] = {
		id = 406002,
		desc = "看起来有些危险，还是算了：离开。"
	},
	[406010] = {
		id = 406010,
		desc = "一番寻找后，你并未成功找到那古怪的能量来源。"
	},
	[406011] = {
		id = 406011,
		desc = "失去10%的血量，25%概率获得一个珍贵珍宝。"
	},
	[406012] = {
		id = 406012,
		desc = "看起来有些危险，还是算了：离开。"
	},
	[406020] = {
		id = 406020,
		desc = "一番寻找后，你并未成功找到那古怪的能量来源。"
	},
	[406021] = {
		id = 406021,
		desc = "失去10%的血量，40%概率获得一个珍贵珍宝。"
	},
	[406022] = {
		id = 406022,
		desc = "看起来有些危险，还是算了：离开。"
	},
	[406030] = {
		id = 406030,
		desc = "一番寻找后，你并未成功找到那古怪的能量来源。"
	},
	[406031] = {
		id = 406031,
		desc = "失去10%的血量，65%概率获得一个珍贵珍宝。"
	},
	[406032] = {
		id = 406032,
		desc = "看起来有些危险，还是算了：离开。"
	},
	[406040] = {
		id = 406040,
		desc = "一番寻找后，你并未成功找到那古怪的能量来源。"
	},
	[406041] = {
		id = 406041,
		desc = "失去10%的血量，100%概率获得一个珍贵珍宝。"
	},
	[406042] = {
		id = 406042,
		desc = "为了这件东西并不值得：离开。"
	},
	[406050] = {
		id = 406050,
		desc = "经过不断地探寻后，你发现了一种深蓝色矿石。"
	},
	[406051] = {
		id = 406051,
		desc = "获得珍宝「未知能源」"
	},
	[407000] = {
		id = 407000,
		desc = "海姆达尔找到你，希望你可以帮助她收集一些战斗数据，作为报酬她可以给你一些隐科组最新研制的提升实力的小发明。"
	},
	[407001] = {
		id = 407001,
		desc = "力量数据采集室：攻击+15%"
	},
	[407002] = {
		id = 407002,
		desc = "抗击打数据采集室：防御+15%"
	},
	[407003] = {
		id = 407003,
		desc = "闪避数据采集室：闪避能量上限+30%"
	},
	[408000] = {
		id = 408000,
		desc = "前鬼坊指着影院巨幕的观影单询问你要观看哪部，你对着那些看名字就知道是烂片的电影实在无法做出抉择，但又不好意思拒绝队员，只好硬着头皮选择了一部。"
	},
	[408001] = {
		id = 408001,
		desc = "《吐司侠大战泡芙女士》"
	},
	[408002] = {
		id = 408002,
		desc = "《超级吐司侠》"
	},
	[408010] = {
		id = 408010,
		desc = "你度过了极其痛苦的两个小时，但好在前鬼坊和阿波罗看得都很开心。"
	},
	[408011] = {
		id = 408011,
		desc = "获得珍贵珍宝，但接下来5场战斗，敌人会携带词缀“薪火”。"
	},
	[408020] = {
		id = 408020,
		desc = "你度过了极其痛苦的两个小时，但好在前鬼坊和阿波罗看得都很开心。"
	},
	[408021] = {
		id = 408021,
		desc = "获得珍贵珍宝，但接下来5场战斗，敌人会携带词缀“庇荫”。"
	},
	[409000] = {
		id = 409000,
		desc = "坎贝尔大会场的一家新店开业，热心推销员向你咨询可不可以给他们提出一些建议，他们会给予你一些报酬。"
	},
	[409001] = {
		id = 409001,
		desc = "样式有些少啊：商店选择+5。"
	},
	[409002] = {
		id = 409002,
		desc = "卖得贵了：首件商品5折。"
	},
	[409003] = {
		id = 409003,
		desc = "临期货也拿出的出手啊：商店可免费刷新5次。"
	},
	[410000] = {
		id = 410000,
		desc = "隐科组每季度的装备升级时间到，机不可失时不再来！"
	},
	[410001] = {
		id = 410001,
		desc = "随机将一个普通珍宝升级为稀有珍宝。"
	},
	[410002] = {
		id = 410002,
		desc = "提升钥从2个等级。"
	},
	[411000] = {
		id = 411000,
		desc = "你在巡逻的时候经过丹努炉心，碰巧在门口遇到努阿达。他问你来这里做些什么。"
	},
	[411001] = {
		id = 411001,
		desc = "刚好来了，消耗少量元件维护下武器：接下来5场战斗，自身移动速度+100%。"
	},
	[411002] = {
		id = 411002,
		desc = "刚好来了，消耗少量元件升级下护甲：接下来5场战斗，自身闪避能量恢复速度提高+100%。"
	},
	[411003] = {
		id = 411003,
		desc = "没什么事，只是在巡逻而已：离开。"
	},
	[412000] = {
		id = 412000,
		desc = "西海岸线的沙滩上，一位自称来自欧莫菲斯的落魄男子拦住了你。说自己来在艾因索菲开办演奏会，却被人骗去全部积蓄，恳求你可以资助他一些钱，或者听他演奏一曲。你看到他的精神状态确实不大好的样子。"
	},
	[412001] = {
		id = 412001,
		desc = "听一曲吧。"
	},
	[412002] = {
		id = 412002,
		desc = "把身上所有的钱都资助给他：消耗所有元件，获得两件珍宝。"
	},
	[412003] = {
		id = 412003,
		desc = "什么演不演奏的，我没兴趣：离开。"
	},
	[412010] = {
		id = 412010,
		desc = "一曲演奏结束，男子对你伸出了手，示意你该给钱了。你拒绝了他无理的要求，但他却伸手拦住了你。"
	},
	[412011] = {
		id = 412011,
		desc = "准备战斗：胜利后获得两件珍宝。"
	},
	[412020] = {
		id = 412020,
		desc = "落魄的男子很感谢你的资助，在身上摸索半天，掏出了两个不值钱的小玩意儿强行塞到了你的手里。"
	},
	[412021] = {
		id = 412021,
		desc = "你失去了所有的元件，获得两件珍宝。"
	},
	[413000] = {
		id = 413000,
		desc = "阿波罗和前鬼坊天狗同时来寻求你的帮助，然而你分身乏术。"
	},
	[413001] = {
		id = 413001,
		desc = "帮阿波罗。"
	},
	[413002] = {
		id = 413002,
		desc = "帮前鬼坊天狗。"
	},
	[413003] = {
		id = 413003,
		desc = "公平些，谁也不帮：离开。"
	},
	[413010] = {
		id = 413010,
		desc = "阿波罗对你选择他这件事非常感动，但前鬼坊对你的选择有些不大开心。"
	},
	[413011] = {
		id = 413011,
		desc = "获得珍宝「雷小队徽章」，但接下来5场战斗，敌人会携带词缀“致残”。"
	},
	[413020] = {
		id = 413020,
		desc = "「果然队长还是最向着我的！」前鬼坊天狗向阿波罗炫耀道。阿波罗听后，眼中的光暗淡了些。"
	},
	[413021] = {
		id = 413021,
		desc = "获得珍宝「雷小队徽章」，但接下来5场战斗，自身会携带负面词缀“燃能”。"
	},
	[414000] = {
		id = 414000,
		desc = "阿波罗想在最近的美食节开个小摊子赚外快，来问问你怎么看。"
	},
	[414001] = {
		id = 414001,
		desc = "替他做决断。"
	},
	[414002] = {
		id = 414002,
		desc = "参与讨论。"
	},
	[414010] = {
		id = 414010,
		desc = "你提出了自己的想法后，阿波罗觉得好像很有道理。当即决定就这样做了，顺便给了你一些报酬。"
	},
	[414011] = {
		id = 414011,
		desc = "获得中量元件。"
	},
	[414020] = {
		id = 414020,
		desc = "一番讨论后，阿波罗觉得你给出的想法很有建设性意义，决定给你一点点后续的分红。"
	},
	[414021] = {
		id = 414021,
		desc = "此后每场战斗获得元件数量增加。"
	},
	[415000] = {
		id = 415000,
		desc = "前鬼坊有些玩腻了的玩具想和你交易一些新鲜玩意儿。"
	},
	[415001] = {
		id = 415001,
		desc = "随机用一件刻印换取两件珍宝。"
	},
	[415002] = {
		id = 415002,
		desc = "随机用一件珍宝换得大量元件。"
	},
	[415003] = {
		id = 415003,
		desc = "委婉的拒绝对方：离开。"
	},
	[416000] = {
		id = 416000,
		desc = "你再次路过了那家味道还不错的甜品店，不由自主地走了进去。"
	},
	[416001] = {
		id = 416001,
		desc = "来一份黑森林蛋糕：提升战后回复量。"
	},
	[416002] = {
		id = 416002,
		desc = "来一份水果派：恢复所有血量。"
	},
	[417000] = {
		id = 417000,
		desc = "王棋大道一家珍酿小馆做活动，工作人员递给托尔一小杯试饮。"
	},
	[417001] = {
		id = 417001,
		desc = "接过。"
	},
	[417002] = {
		id = 417002,
		desc = "礼貌拒绝：离开。"
	},
	[417010] = {
		id = 417010,
		desc = "你感觉自己有些晕乎乎的，但这感觉还不错。"
	},
	[417011] = {
		id = 417011,
		desc = "获得珍宝「瑰色珍酿」，同时减少血量上限。"
	},
	[418000] = {
		id = 418000,
		desc = "巡逻途中在公园遇到了一个外表年迈、正在遛弯的陌生修正者。相遇即是缘，他和你交流了一番战斗心得，你获益良多。"
	},
	[418001] = {
		id = 418001,
		desc = "接下来5场战斗，自身开场获得100%奥义充能。"
	},
	[418002] = {
		id = 418002,
		desc = "接下来5场战斗，自身开场获得3个印记。"
	},
	[419000] = {
		id = 419000,
		desc = "大国主希望和你做一笔交易，用自己手中的小发明换取一些元件。"
	},
	[419001] = {
		id = 419001,
		desc = "提供少量元件。"
	},
	[419002] = {
		id = 419002,
		desc = "提供中量元件。"
	},
	[419003] = {
		id = 419003,
		desc = "你也太狮子大开口了吧？不换了！"
	},
	[420000] = {
		id = 420000,
		desc = "前鬼坊非要拉着你和阿波罗玩躲猫猫，并说如果你找到她后，可以给你一件小玩具。阿波罗也象征性的加码了一点点小心意。当倒数结束后，先去哪里找找呢？"
	},
	[420001] = {
		id = 420001,
		desc = "休息间"
	},
	[420002] = {
		id = 420002,
		desc = "娱乐室"
	},
	[420010] = {
		id = 420010,
		desc = "你找到了在休息间照镜子的阿波罗，他笑着和你说，小前鬼不在这里呢。"
	},
	[420011] = {
		id = 420011,
		desc = "获得少量元件。"
	},
	[420020] = {
		id = 420020,
		desc = "你找到了在跳舞机后的前鬼坊，愿赌服输，她把从你那恶作剧拿走的东西还了回来。"
	},
	[420021] = {
		id = 420021,
		desc = "获得普通珍宝。"
	},
	[421000] = {
		id = 421000,
		desc = "一款神奇的药剂，只要轻轻喷几下，就可以无痛长高12厘米！心动不如行动！"
	},
	[421001] = {
		id = 421001,
		desc = "真的假的，要不试试？"
	},
	[421002] = {
		id = 421002,
		desc = "听起来就很假！"
	},
	[421010] = {
		id = 421010,
		desc = "休：“怎么可能会有那种不靠谱的药剂？为什么这种很明显的骗局你都能上当！”虽然休这么说，但你自己觉得还是挺有效果的，可能只有一点点效果？"
	},
	[421011] = {
		id = 421011,
		desc = "获得珍宝「增高药剂」，但战斗后回复量降低。"
	},
	[422000] = {
		id = 422000,
		desc = "你在国王大道发现一群人在影院门口争执，走近了一听，原来是两批影迷吵了起来。他们发现了路过的你，非要拉着你问究竟是无敌铁罐厉害还是西海岸队长更强。"
	},
	[422001] = {
		id = 422001,
		desc = "当然是无敌铁罐厉害！"
	},
	[422002] = {
		id = 422002,
		desc = "当然是西海岸队长厉害！"
	},
	[422003] = {
		id = 422003,
		desc = "都没我厉害。"
	},
	[422010] = {
		id = 422010,
		desc = "你的回答引起了另一方粉丝的不满，他们把你臭骂了一顿。"
	},
	[422011] = {
		id = 422011,
		desc = "离开。"
	},
	[422020] = {
		id = 422020,
		desc = "你的回答使得两批影迷一致对外。但在你的好心劝导下，这群人对自己无理取闹的行为道了歉。迟迟赶到的影院经理对你表达了感谢。"
	},
	[422021] = {
		id = 422021,
		desc = "获得一件珍贵珍宝。"
	},
	[423000] = {
		id = 423000,
		desc = "巡逻的途中你偶遇了一位步履匆匆的粉发少女，明明是第一次遇见，但你却对她有一种莫名的熟悉感。你拦下了她，还未开口询问，她便对你说：「时间不多了，我要再快些。」"
	},
	[423001] = {
		id = 423001,
		desc = "拦住她。"
	},
	[423002] = {
		id = 423002,
		desc = "放她走。"
	},
	[423010] = {
		id = 423010,
		desc = "一道光从你眼前闪过，少女从你的眼前消失了，只在原地遗留了几枚硬币。"
	},
	[423011] = {
		id = 423011,
		desc = "获得中量元件。"
	},
	[423020] = {
		id = 423020,
		desc = "「虽然可能无法避免，但你也一定要小心啊。」少女对你点了点头转身离去。你发现她遗落了什么在原地，俯身捡起想归还时早已找不到她的踪影。"
	},
	[423021] = {
		id = 423021,
		desc = "获得大量元件，但接下来5场战斗自身无法触发「雷光远遁」的闪避效果。"
	},
	[424000] = {
		id = 424000,
		desc = "一片朦胧中，你发现了一面镜子，镜中之人是你，但又不是你。那充满戾气的蓝色身影，愤恨地看着你，在你耳边低语「做出不可饶恕之事的你会被永远困在这里。」"
	},
	[424001] = {
		id = 424001,
		desc = "砸碎它，让它闭嘴。"
	},
	[424002] = {
		id = 424002,
		desc = "无聊，不予理睬。"
	},
	[424010] = {
		id = 424010,
		desc = "你一拳砸碎了那面镜子，一团黑雾凝结在你的面前，变成了你的模样冲过来。"
	},
	[424011] = {
		id = 424011,
		desc = "准备战斗：战胜后获得珍贵珍宝。"
	},
	[425000] = {
		id = 425000,
		desc = "「我说平静了那么久的源层怎么会突然暴动，原来是因为你。我叫奥丁，要不要跟我走，见见外面的世界？」闲庭信步来至源层核心的女人对你如是说。"
	},
	[425001] = {
		id = 425001,
		desc = "不跟她走：删除所有神格，重新生成新的3个神格。"
	},
	[425002] = {
		id = 425002,
		desc = "跟她走：离开。"
	},
	[426000] = {
		id = 426000,
		desc = "隐科组角落处堆放了一件奇怪的机器，上面贴了一张纸条，「计划创造一个可以自动分解并改造升级投入物品的机器，目前已经初见成效，但还没找到愿意配合我实验的人。」并画上了一只小兔子图标。要试试吗？"
	},
	[426001] = {
		id = 426001,
		desc = "投进少量元件。"
	},
	[426002] = {
		id = 426002,
		desc = "投进一件普通珍宝。"
	},
	[426003] = {
		id = 426003,
		desc = "这种东西谁会信啊？"
	},
	[426010] = {
		id = 426010,
		desc = "一阵叮叮当当后，这台古怪的机器吐出了一些东西。你凑近一看，是一小堆质量稍差的元件。"
	},
	[426011] = {
		id = 426011,
		desc = "获得大量质量堪忧的元件。"
	},
	[426020] = {
		id = 426020,
		desc = "一阵叮叮当当后，这台古怪的机器吐出了一件东西。你凑近一看，之前投进的珍宝变成了另外的模样。"
	},
	[426021] = {
		id = 426021,
		desc = "获得一件稀有珍宝。"
	},
	[427000] = {
		id = 427000,
		desc = "你和前鬼坊一同去到甜品店，眼疾手快的她抢走了最后一个巧克力香蕉船，并叫嚣道，如果想要的话就拿些东西来换。"
	},
	[427001] = {
		id = 427001,
		desc = "给她些钱。"
	},
	[427002] = {
		id = 427002,
		desc = "给她个小玩意儿。"
	},
	[427003] = {
		id = 427003,
		desc = "算了，不要了！"
	},
	[427010] = {
		id = 427010,
		desc = "你给了前鬼坊一些零钱，换取了巧克力香蕉船，一边吃着甜品一边看着笑得狡黠的前鬼坊，你无比地放松。"
	},
	[427011] = {
		id = 427011,
		desc = "你消耗了少量元件，获得珍宝「巧克力香蕉船」。"
	},
	[427020] = {
		id = 427020,
		desc = "你给了前鬼坊自己随身携带的一个小挂饰，换取了巧克力香蕉船，一边吃着甜品一边看着笑得狡黠的前鬼坊，你无比地放松。"
	},
	[427021] = {
		id = 427021,
		desc = "你消耗了一件普通珍宝，获得珍宝「巧克力香蕉船」。"
	},
	[428000] = {
		id = 428000,
		desc = "商店促销精品盲盒，中奖率高达90%。客人要来一个吗？"
	},
	[428001] = {
		id = 428001,
		desc = "消耗少量元件来一个！"
	},
	[428002] = {
		id = 428002,
		desc = "不需要。"
	},
	[428010] = {
		id = 428010,
		desc = "你随机抽取了一个看着顺眼的。"
	},
	[428011] = {
		id = 428011,
		desc = "获得中量元件。"
	},
	[428020] = {
		id = 428020,
		desc = "你随机抽取了一个看着顺眼的。"
	},
	[428021] = {
		id = 428021,
		desc = "获得一件普通珍宝。"
	},
	[428030] = {
		id = 428030,
		desc = "你随机抽取了一个看着顺眼的。"
	},
	[428031] = {
		id = 428031,
		desc = "获得大量元件。"
	},
	[428040] = {
		id = 428040,
		desc = "你随机抽取了一个看着顺眼的。"
	},
	[428041] = {
		id = 428041,
		desc = "获得一件珍贵珍宝。"
	},
	[428050] = {
		id = 428050,
		desc = "运气真差，什么也没抽到。"
	},
	[428051] = {
		id = 428051,
		desc = "谢谢惠顾。"
	},
	[429000] = {
		id = 429000,
		desc = "奥丁下达了一项作战任务，嘱咐你听从休的安排行事。"
	},
	[429001] = {
		id = 429001,
		desc = "听从。"
	},
	[429002] = {
		id = 429002,
		desc = "不听从：有50%概率搞砸。"
	},
	[429003] = {
		id = 429003,
		desc = "犹豫一下。"
	},
	[429010] = {
		id = 429010,
		desc = "「今天大家做的不错，尤其是托尔。」休欣慰的夸奖了你一句。"
	},
	[429011] = {
		id = 429011,
		desc = "获得一件珍宝。"
	},
	[429020] = {
		id = 429020,
		desc = "你敏锐的战斗直觉使你成功的击杀掉了那只视骸。"
	},
	[429021] = {
		id = 429021,
		desc = "获得两件珍宝。"
	},
	[429030] = {
		id = 429030,
		desc = "由于你莽撞的追击，另一侧的防线被突破了。"
	},
	[429031] = {
		id = 429031,
		desc = "你失去了一件普通珍宝。"
	},
	[429040] = {
		id = 429040,
		desc = "在你晃神之间敌人跑掉了。"
	},
	[429041] = {
		id = 429041,
		desc = "离开。"
	},
	all = {
		1000,
		1001,
		1002,
		2000,
		2001,
		2002,
		2003,
		2004,
		3000,
		3001,
		3002,
		3003,
		3004,
		4000,
		4001,
		4002,
		5000,
		5001,
		5002,
		6000,
		6001,
		6002,
		7000,
		7001,
		7002,
		8000,
		8001,
		8002,
		9000,
		9001,
		9002,
		10000,
		10001,
		10002,
		11000,
		11001,
		11002,
		12000,
		12001,
		12002,
		13000,
		13001,
		13002,
		14000,
		14001,
		14002,
		14003,
		15000,
		15001,
		15002,
		15003,
		16000,
		16001,
		16002,
		16003,
		17000,
		17001,
		17002,
		18000,
		18001,
		18002,
		110001,
		110002,
		110003,
		110004,
		110005,
		110006,
		110007,
		110008,
		110009,
		110010,
		110011,
		110012,
		110013,
		110014,
		110015,
		110016,
		110017,
		110018,
		110019,
		110020,
		110021,
		110022,
		110023,
		110024,
		110025,
		110026,
		110027,
		110028,
		110029,
		110030,
		110031,
		110032,
		110033,
		110034,
		110035,
		110036,
		110037,
		110038,
		110039,
		110040,
		110041,
		110042,
		110043,
		110044,
		110045,
		110046,
		110047,
		110048,
		110049,
		110050,
		110051,
		110052,
		110053,
		110054,
		110055,
		110056,
		110057,
		110058,
		1010,
		1011,
		1012,
		2010,
		2011,
		2012,
		2013,
		2014,
		3010,
		3011,
		3012,
		3013,
		3014,
		4010,
		4011,
		4012,
		5010,
		5011,
		5012,
		6010,
		6011,
		6012,
		7010,
		7011,
		7012,
		8010,
		8011,
		8012,
		9010,
		9011,
		9012,
		10010,
		10011,
		10012,
		11010,
		11011,
		11012,
		12010,
		12011,
		12012,
		13010,
		13011,
		13012,
		14010,
		14011,
		14012,
		14013,
		15010,
		15011,
		15012,
		15013,
		16010,
		16011,
		16012,
		16013,
		17010,
		17011,
		17012,
		18010,
		18011,
		18012,
		201000,
		201001,
		201002,
		201003,
		201010,
		201011,
		201020,
		201021,
		201030,
		201031,
		201040,
		201041,
		202000,
		202001,
		202002,
		203000,
		203001,
		203002,
		203010,
		203011,
		203020,
		203021,
		203030,
		203031,
		203040,
		203041,
		204000,
		204001,
		204002,
		204003,
		204010,
		204011,
		204020,
		204021,
		204030,
		204031,
		205000,
		205001,
		205002,
		206000,
		206001,
		206002,
		206010,
		206011,
		206012,
		206020,
		206021,
		206022,
		206030,
		206031,
		206032,
		206040,
		206041,
		206042,
		206050,
		206051,
		207000,
		207001,
		207002,
		207003,
		208000,
		208001,
		208002,
		208010,
		208011,
		208020,
		208021,
		209000,
		209001,
		209002,
		209003,
		210000,
		210001,
		210002,
		210010,
		210011,
		210020,
		210021,
		211000,
		211001,
		211002,
		211010,
		211011,
		211020,
		211021,
		212000,
		212001,
		212002,
		212003,
		212010,
		212011,
		212020,
		212021,
		213000,
		213001,
		213002,
		213010,
		213011,
		213012,
		213020,
		213021,
		213022,
		213030,
		213031,
		213032,
		213040,
		213041,
		213050,
		213051,
		214000,
		214001,
		214002,
		214003,
		214010,
		214011,
		214020,
		214021,
		215000,
		215001,
		215002,
		216000,
		216001,
		216002,
		216003,
		216010,
		216011,
		216020,
		216021,
		217000,
		217001,
		217002,
		218000,
		218001,
		218002,
		218010,
		218011,
		218020,
		218021,
		219000,
		219001,
		219002,
		220000,
		220001,
		220002,
		220003,
		221000,
		221001,
		221002,
		222000,
		222001,
		222002,
		222010,
		222011,
		223000,
		223001,
		223002,
		223003,
		223010,
		223011,
		223020,
		223021,
		224000,
		224001,
		224002,
		225000,
		225001,
		225002,
		226000,
		226001,
		226002,
		226010,
		226011,
		226020,
		226021,
		227000,
		227001,
		227002,
		227003,
		227010,
		227011,
		227020,
		227021,
		228000,
		228001,
		228002,
		228003,
		228010,
		228011,
		228020,
		228021,
		229000,
		229001,
		229002,
		229010,
		229011,
		229020,
		229021,
		229030,
		229031,
		229040,
		229041,
		229050,
		229051,
		230000,
		230001,
		230002,
		230003,
		230010,
		230011,
		230020,
		230021,
		230030,
		230031,
		301000,
		301001,
		301002,
		301010,
		301011,
		301020,
		301021,
		301030,
		301031,
		301040,
		301041,
		302000,
		302001,
		302002,
		303000,
		303001,
		303002,
		303010,
		303011,
		303020,
		303021,
		303030,
		303031,
		303040,
		303041,
		304000,
		304001,
		304002,
		304003,
		304010,
		304011,
		304020,
		304021,
		305000,
		305001,
		305002,
		306000,
		306001,
		306002,
		306010,
		306011,
		306012,
		306020,
		306021,
		306022,
		306030,
		306031,
		306032,
		306040,
		306041,
		306042,
		306050,
		306051,
		307000,
		307001,
		307002,
		307003,
		308000,
		308001,
		308002,
		308010,
		308011,
		308020,
		308021,
		309000,
		309001,
		309002,
		309003,
		310000,
		310001,
		310002,
		311000,
		311001,
		311002,
		311003,
		312000,
		312001,
		312002,
		312003,
		312010,
		312011,
		312020,
		312021,
		313000,
		313001,
		313002,
		313003,
		313010,
		313011,
		313020,
		313021,
		314000,
		314001,
		314002,
		314010,
		314011,
		314020,
		314021,
		315000,
		315001,
		315002,
		315003,
		316000,
		316001,
		316002,
		317000,
		317001,
		317002,
		317010,
		317011,
		318000,
		318001,
		318002,
		319000,
		319001,
		319002,
		319003,
		320000,
		320001,
		320002,
		320010,
		320011,
		320020,
		320021,
		321000,
		321001,
		321002,
		321010,
		321011,
		322000,
		322001,
		322002,
		322003,
		322010,
		322011,
		322020,
		322021,
		323000,
		323001,
		323002,
		323010,
		323011,
		323020,
		323021,
		324000,
		324001,
		324002,
		324010,
		324011,
		325000,
		325001,
		325002,
		326000,
		326001,
		326002,
		326003,
		326010,
		326011,
		326020,
		326021,
		327000,
		327001,
		327002,
		327003,
		327010,
		327011,
		327020,
		327021,
		328000,
		328001,
		328002,
		328010,
		328011,
		328020,
		328021,
		328030,
		328031,
		328040,
		328041,
		328050,
		328051,
		329000,
		329001,
		329002,
		329003,
		329010,
		329011,
		329020,
		329021,
		329030,
		329031,
		329040,
		329041,
		401000,
		401001,
		401002,
		401010,
		401011,
		401020,
		401021,
		401030,
		401031,
		401040,
		401041,
		402000,
		402001,
		402002,
		403000,
		403001,
		403002,
		403010,
		403011,
		403020,
		403021,
		403030,
		403031,
		403040,
		403041,
		404000,
		404001,
		404002,
		404003,
		404010,
		404011,
		404020,
		404021,
		405000,
		405001,
		405002,
		406000,
		406001,
		406002,
		406010,
		406011,
		406012,
		406020,
		406021,
		406022,
		406030,
		406031,
		406032,
		406040,
		406041,
		406042,
		406050,
		406051,
		407000,
		407001,
		407002,
		407003,
		408000,
		408001,
		408002,
		408010,
		408011,
		408020,
		408021,
		409000,
		409001,
		409002,
		409003,
		410000,
		410001,
		410002,
		411000,
		411001,
		411002,
		411003,
		412000,
		412001,
		412002,
		412003,
		412010,
		412011,
		412020,
		412021,
		413000,
		413001,
		413002,
		413003,
		413010,
		413011,
		413020,
		413021,
		414000,
		414001,
		414002,
		414010,
		414011,
		414020,
		414021,
		415000,
		415001,
		415002,
		415003,
		416000,
		416001,
		416002,
		417000,
		417001,
		417002,
		417010,
		417011,
		418000,
		418001,
		418002,
		419000,
		419001,
		419002,
		419003,
		420000,
		420001,
		420002,
		420010,
		420011,
		420020,
		420021,
		421000,
		421001,
		421002,
		421010,
		421011,
		422000,
		422001,
		422002,
		422003,
		422010,
		422011,
		422020,
		422021,
		423000,
		423001,
		423002,
		423010,
		423011,
		423020,
		423021,
		424000,
		424001,
		424002,
		424010,
		424011,
		425000,
		425001,
		425002,
		426000,
		426001,
		426002,
		426003,
		426010,
		426011,
		426020,
		426021,
		427000,
		427001,
		427002,
		427003,
		427010,
		427011,
		427020,
		427021,
		428000,
		428001,
		428002,
		428010,
		428011,
		428020,
		428021,
		428030,
		428031,
		428040,
		428041,
		428050,
		428051,
		429000,
		429001,
		429002,
		429003,
		429010,
		429011,
		429020,
		429021,
		429030,
		429031,
		429040,
		429041
	}
}
