return {
	[100] = {
		id = 100,
		name = "世界聊天发送消息",
		type = 2
	},
	[101] = {
		id = 101,
		name = "公会聊天发送消息",
		type = 2
	},
	[102] = {
		id = 102,
		name = "公会活动发送消息",
		type = 2
	},
	[200] = {
		id = 200,
		name = "工会入口",
		type = 1
	},
	[201] = {
		id = 201,
		name = "申请加入公会操作",
		type = 2
	},
	[202] = {
		id = 202,
		name = "社团改名",
		type = 2
	},
	[203] = {
		id = 203,
		name = "社团改公告",
		type = 2
	},
	[300] = {
		id = 300,
		name = "新手活动入口",
		type = 1
	},
	[301] = {
		id = 301,
		name = "奥西里斯活动入口",
		type = 1
	},
	[302] = {
		id = 302,
		name = "海拉活动入口",
		type = 1
	},
	[303] = {
		id = 303,
		name = "夏日活动入口",
		type = 1
	},
	[400] = {
		id = 400,
		name = "好友系统入口",
		type = 1
	},
	[401] = {
		id = 401,
		name = "接受好友申请操作",
		type = 2
	},
	[402] = {
		id = 402,
		name = "发送好友申请操作",
		type = 2
	},
	[403] = {
		id = 403,
		name = "搜索好友操作",
		type = 2
	},
	[500] = {
		id = 500,
		name = "挑战关卡进入战斗操作",
		type = 2
	},
	[501] = {
		id = 501,
		name = "物资关卡进入战斗操作",
		type = 2
	},
	[502] = {
		id = 502,
		name = "刻印关卡进入战斗操作",
		type = 2
	},
	[600] = {
		id = 600,
		name = "钥从入口",
		type = 1
	},
	[601] = {
		id = 601,
		name = "钥从唤名操作",
		type = 2
	},
	[700] = {
		id = 700,
		name = "多维变量排行榜入口",
		type = 1
	},
	[800] = {
		id = 800,
		name = "主界面商店入口",
		type = 1
	},
	[801] = {
		id = 801,
		name = "交易区入口",
		type = 1
	},
	[802] = {
		id = 802,
		name = "补给区入口",
		type = 1
	},
	[804] = {
		id = 804,
		name = "新手补给",
		type = 2
	},
	[805] = {
		id = 805,
		name = "限时补给",
		type = 2
	},
	[806] = {
		id = 806,
		name = "日常补给",
		type = 2
	},
	[807] = {
		id = 807,
		name = "角色换装",
		type = 2
	},
	[808] = {
		id = 808,
		name = "凭证兑换",
		type = 2
	},
	[809] = {
		id = 809,
		name = "移转观测",
		type = 2
	},
	[810] = {
		id = 810,
		name = "物资采购",
		type = 2
	},
	[811] = {
		id = 811,
		name = "限时特供",
		type = 2
	},
	[812] = {
		id = 812,
		name = "三星刻印",
		type = 2
	},
	[813] = {
		id = 813,
		name = "四星刻印",
		type = 2
	},
	[814] = {
		id = 814,
		name = "五星刻印",
		type = 2
	},
	[815] = {
		id = 815,
		name = "启示录",
		type = 2
	},
	[816] = {
		id = 816,
		name = "情报兑换",
		type = 2
	},
	[817] = {
		id = 817,
		name = "黑区净化",
		type = 2
	},
	[818] = {
		id = 818,
		name = "多维变量",
		type = 2
	},
	[819] = {
		id = 819,
		name = "梦境再构",
		type = 2
	},
	[820] = {
		id = 820,
		name = "辉芒商店",
		type = 2
	},
	[821] = {
		id = 821,
		name = "矩阵供应",
		type = 2
	},
	[822] = {
		id = 822,
		name = "物资兑换所",
		type = 2
	},
	[823] = {
		id = 823,
		name = "数据置换",
		type = 2
	},
	[824] = {
		id = 824,
		name = "异能置换机",
		type = 2
	},
	[825] = {
		id = 825,
		name = "藏品鉴定所",
		type = 2
	},
	[826] = {
		id = 826,
		name = "降析解构",
		type = 2
	},
	[827] = {
		id = 827,
		name = "强音收束仪",
		type = 2
	},
	[828] = {
		id = 828,
		name = "样品解析站",
		type = 2
	},
	[829] = {
		id = 829,
		name = "伤害测试",
		type = 2
	},
	[900] = {
		id = 900,
		name = "数数按钮点击事件上报",
		type = 1
	},
	all = {
		100,
		101,
		102,
		200,
		201,
		202,
		203,
		300,
		301,
		302,
		303,
		400,
		401,
		402,
		403,
		500,
		501,
		502,
		600,
		601,
		700,
		800,
		801,
		802,
		804,
		805,
		806,
		807,
		808,
		809,
		810,
		811,
		812,
		813,
		814,
		815,
		816,
		817,
		818,
		819,
		820,
		821,
		822,
		823,
		824,
		825,
		826,
		827,
		828,
		829,
		900
	}
}
