return {
	[1001] = {
		name = "盖亚开发者的手记（一）",
		id = 1001,
		iconPath = "Textures/MardukUI/Marduk_bg_0024",
		desc = [[
时间不多了，我们尝试的次数有限……

我们决定相信自己的成员。大家都是来自世界各地的精英，各有想法很正常，不如放手一试。我们将资源限制通通解除，并为志愿者们开放了最高权限。希望他们会在我们设计的乐园里度过快乐的人生。

但是，我们的新世界十分钟就结束了。

「高度自由使人们的欲望无限膨胀——权限被滥用，物理引擎参数被肆意调整，人们为定制新世界而争得面红耳赤，随着粗俗的争吵声冲破天际，世界开始变形扭曲，急速坍塌、收缩，最后彻底分崩瓦解……」

我们吸取了教训。第二次，我们没有动任何生态相关的参数，并关闭了所有特殊权限，我们解除了人类的寿命限制，财富可以慢慢创造，大家一起劳动，这次一定行……希望如此……

我们的新世界还是没有撑下来。

「人们都不想劳动，如同巨婴般等待社会的供养。劳动被众人耻笑，道德和法律因寿命的永恒荡然无存，文明不断退化，人们变成了野兽……」
]],
		position = {
			236,
			179.4,
			0
		}
	},
	[1002] = {
		name = "盖亚开发者的手记（二）",
		id = 1002,
		iconPath = "Textures/MardukUI/Marduk_bg_0024",
		desc = [[
我们为前两次失败做了详尽的总结。这次我们除了将所有指数进行了微末调整，系统初始表现近乎与原世界基本一致，我们准备好了。

「运行初期很顺利，但设想中的『微调』却超出了盖亚系统的负荷，基于地球模型建立的盖亚系统，无法承载如此庞大的数据，世界正在崩溃……」

下次的重点是求稳……留给我们的时间不多了，超负荷工作节奏让我们的免疫力急速下降，强烈的辐射正在损害我们的身体，但为了人类的未来，我们不能轻言放弃。

第四次，我们优化了盖亚系统数据库，现在世界的稳定程度被我们用「偏移率」来观察，在正负2%内，我们就有信心平稳运行。

「系统没有崩溃，人们得以安稳地生活在盖亚世界里，社会如我们构想般有序发展。但好景不长，携带记忆重生的人们，不甘服从盖亚法则下的统治，时日翻篇，混乱开始大肆蔓延——这不是我们想要的未来。」

部分研究人员退出了，原计划因人力不足被推翻。顾不上人道主义了……

第五次，我们格式化了志愿者的记忆，并让大部分人直接遗忘曾经录入盖亚的记忆，我已经别无选择……

「观察期结束，系统运行平稳，偏移率也被控制在1%内，这让我们可以更大胆地做一些调整。我们成功将盖亚世界打造成末日避难所，政府也通过多次测试后定下最终议案，移民盖亚计划将于下周推行。」

最后一周里，再优化下依托比尔轴和重启的保险吧，虽然我觉得用上的可能性很低。

政府颁布了特殊许可，允许我们保留记忆地进入盖亚世界，这是我们作为盖亚开发者的特殊荣誉。但是，我估计撑不到那一天了……

最后检查了一遍系统，尽管有些小问题，但看起来是今年大批量意识转移造成的，盖亚应该能自己解决。

为了系统安全，除了他们没人能在内部插手盖亚运行。虽然有些担忧，但可以理解政府的考虑。况且代号「修正者」的补丁研发超乎预期，即使在外部操作，也不一定有如今的盖亚系统处理得妥当。

可以放心地离开了……
]],
		position = {
			236,
			-140.93,
			0
		}
	},
	[1003] = {
		name = "科尔盖档案：马尔杜克",
		id = 1003,
		iconPath = "Textures/MardukUI/Marduk_bg_0024",
		desc = [[
姓名：马尔杜克
职级：上校
年龄：58岁
身高：182cm
体重：85kg

<b><size=34>简历</size></b>
科尔盖重大犯罪对策部总负责人，有丰富作战经验，任职期间科尔盖辖区犯罪率同比下降40%。

<b>培训经历</b>
2267-2270 科尔盖直属陆地治安队
2271-2275 科尔盖重大犯罪对策部行动小队
2275-2296 科尔盖重大犯罪对策部特别行动组

<b>相关经验</b>
2275年「雷闪行动」：在艾因索菲的肃清行动中，单人逮捕恶性武装团体首领，职级晋升为中尉。

2287年「白色恐怖：0927」：在追查恫吓案「白色恐怖」过程中，迅速掌握了恐怖组织「0927」的关键线索，阻止了其轰炸西岸核心城的计划。随后马尔杜克与其小队将「0927」组织成员一网打尽，职级晋升为上尉。

2287年「灭鹫计划」：科尔盖剿灭盘踞约库尔黑恶势力「鹫」的过程中，数支行动小队落入包围，伤亡惨重。马尔杜克主动申请突围战，并成功歼灭敌方指挥官，职级晋升为中校。

2289年「剿灭走私网」：2289年开始与同队成员「胡狼」潜伏约库尔，调查跨原质区重大光轨走私违禁品案件，于2290年掌握关键证据后成功捉拿幕后主使，职级晋升为上校，同年成为科尔盖重大犯罪对策部管理者。

2296年「▉▉▉▉」：马尔杜克率领对策部小队前往「▉▉▉」完成▉▉▉驻守任务。在任务中遭遇▉▉▉袭击，小队成员▉▉▉▉，马尔杜克行踪▉▉。

————————————机密档案————————————

                              权限不足，已禁止访问内容
]],
		position = {
			236,
			179.4,
			0
		}
	},
	[1004] = {
		name = "暗金属",
		id = 1004,
		iconPath = "Textures/MardukUI/Marduk_bg_0024",
		desc = [[
迷铁之家的伊森在斯皮尔特工厂做安保时，私下偷盗了大量的智械部件及相关技术资料，并在行动时偶然发现了斯皮尔特技术部门隐藏的一份军用智械设计稿。

这种军用智械在设计之初沿用了新型动力结构，并在制造过程中加入了最先进的人工智能技术，能够轻松应对各种复杂战况。其机动力已突破现有军用智械的数值天花板，军方仰仗一台的威力，即可主宰战场。

智械设计的需求方案是科尔盖高层提出的，他们声称这台智械将被用作“必要时期的和平手段”。但是，斯皮尔特的技术人员在开发过程中，发现其应用标准已远超人类武器使用范畴，斯皮尔特高层心照不宣地雪藏了这份技术文档。

事实上，这正是科尔盖制造的——对抗视骸的专用智械。然而产品样机交付后，科尔盖的技术部门经测试发现，完全依靠代码运行的智械极易被视骸侵蚀，遭受侵蚀后的智械将大概率变得狂躁且不可控制，甚至攻击人类。

科尔盖迅速叫停了这项研究，销毁了原型机，并封存了相关资料。为降低后续智械受视骸侵染的概率，科尔盖还通过颁布技术限制法令的方式，迫使斯皮尔特工业修改生产线。后来，科尔盖发现只有持有完整人格意识的修正者，才能与视骸进行稳定的对抗，故而转向推行灰塔计划——尝试生产人造修正者。而那批拥有惊人破坏力潜能的半成品智械，渐渐被遗忘在斯皮尔特工厂的一角。

但是，意外获得设计稿的伊森并不知晓这段隐秘而危险的历史，他为军用智械惊人的威力深深震撼，为再现这个奇迹，他利用先前在斯皮尔特工厂内劫掠到的智械部件，参考技术资料拼造了一台巨型智械，并沿用技术文档的名称将其命名为【暗金属】……
]],
		position = {
			236,
			-140.93,
			0
		}
	},
	[1011301] = {
		name = "天通引擎",
		id = 1011301,
		iconPath = "Textures/StageDiaryUI/stagedairy_2001",
		desc = [[
虚恒作为盖亚世界生成的第一个原质区，蕴含丰富矿产，拥有高超的工业发展水平，为世界政府光轨建设提供了大量的资源支持。

然而，因纪元重启，部分物理系数生成错误，虚恒地底深处生成了一种极不稳定的反重力矿物——「云歌石」。

随着矿石能源产业规模的扩大，密集的工程活动让虚恒地表松动。潜藏于地底深处的「云歌石」逐渐暴露在外，不受控地向外释放能量。

2278年，虚恒经历「云歌之变」，浅表岩层持续性大范围崩裂，形成四座飘浮于空的岛屿。虚恒的发展因大地的撕裂而停滞，无数家庭支离破碎。

为终结云歌之变，四方院的「执明」与「烛」在虚恒上空建造了巨型重力稳定装置——「天通引擎」。

「天通引擎」生成的广域能量场能够稳定「云歌石」的重力系数，为虚恒在五岛之上重建城市提供了最基础的保障。
]],
		position = {
			469,
			-320
		}
	},
	[1011302] = {
		name = "异质序核",
		id = 1011302,
		iconPath = "Textures/StageDiaryUI/stagedairy_2002",
		desc = [[
为稳定「云歌石」引力系数而设计的算力增幅核心，天通引擎的核心组件之一。

由四方院修正者「烛」牵头设计，实验最终因无法解决序核本身的算力过载问题而失败。

天通引擎落成后，烛独居地面多年，潜心钻研改进「异质序核」的办法，取得了一定进展。

然而数年后，烛遭遇意外过世，「异质序核」与烛的研究成果从此尘封于未知之处。
]],
		position = {
			861,
			-147
		}
	},
	[1011303] = {
		name = "基源层",
		id = 1011303,
		iconPath = "Textures/StageDiaryUI/stagedairy_2003",
		desc = [[
源层最核心的区域被命名为「基源层」。

「基源层」的能量抑制机制对修正者与视骸的能力都有不同程度的压制效果，因此几乎常年无活动痕迹。

该区域被深空之眼划定为禁区，没有奥丁本人批准，任何修正者都不允许进入。
]],
		position = {
			469,
			-320
		}
	},
	[1011304] = {
		name = "灰烬",
		id = 1011304,
		iconPath = "Textures/StageDiaryUI/stagedairy_2004",
		desc = [[
来源不明的异化数据团，蕴含着「根源」在轮回过程中所残留下的权能。

推测「根源」在盖亚世界中轮回的每次死亡，都会在源层深处留下名为「灰烬」的数据团复制体。

「灰烬」包含「根源」的部分意识，当低等视骸融合「灰烬」后便会觉醒人格意识，同时获得「灰烬」中的部分权限，从而转变为「智骸」。

为了彻底清除视骸，奥丁一直在寻找「灰烬」的下落。
]],
		position = {
			1265,
			107
		}
	},
	all = {
		1001,
		1002,
		1003,
		1004,
		1011301,
		1011302,
		1011303,
		1011304
	}
}
