return {
	[116111032] = {
		id = 116111032,
		prefab_name = "",
		content = "就是这里，到了……"
	},
	[116111033] = {
		id = 116111033,
		prefab_name = "",
		content = "正门的规模就已经显现出宏大气魄的办公室，门边挂着奥丁的名牌。"
	},
	[116111034] = {
		id = 116111034,
		prefab_name = "",
		content = "光是看到她的名字就足够让人安心一些。有着「最强修正者」之名的她，好像只要出面就不存在无法解决的局面。"
	},
	[116111035] = {
		id = 116111035,
		prefab_name = "",
		content = "奥丁，奥丁！"
	},
	[116111036] = {
		id = 116111036,
		prefab_name = "",
		content = "没有心思管顾身份的差别，我大声朝房间呼叫。"
	},
	[116111037] = {
		id = 116111037,
		prefab_name = "",
		content = "但是无人应答。\n又是无人应答……"
	},
	[116111038] = {
		id = 116111038,
		prefab_name = "10025ui_story",
		content = "门没锁，要进去吗……"
	},
	[116111039] = {
		id = 116111039,
		prefab_name = "",
		content = "嗯，管不了那么多了。"
	},
	[116111040] = {
		id = 116111040,
		prefab_name = "",
		content = "我伸手轻推，但办公室的门纹丝不动。门锁指示灯故障了吗……\n来不及多想，我拔出手枪对准门锁连开数枪。"
	},
	[116111041] = {
		id = 116111041,
		prefab_name = "",
		content = "门被打开后，水滴的声音隐约传来。"
	},
	[116111042] = {
		id = 116111042,
		prefab_name = "",
		content = "走廊的灯光将我们的影子投进办公室，可以看到办公室后端坐着一道身影。"
	},
	[116111043] = {
		id = 116111043,
		prefab_name = "",
		content = "从落地窗投进房间的澄净月华抹淡了入侵的夜色，在她的一头银发表面蒙上一层薄纱般的光亮。"
	},
	[116111044] = {
		id = 116111044,
		prefab_name = "",
		content = "奥——丁……"
	},
	[116111045] = {
		id = 116111045,
		prefab_name = "",
		content = "我急切地跑向奥丁，脚步却因眼前不真切的景象而慢慢停住。"
	},
	[116111046] = {
		id = 116111046,
		prefab_name = "",
		content = "这……不可能……"
	},
	[116111047] = {
		id = 116111047,
		prefab_name = "",
		content = "双眼抓不住任何聚焦之处，我不知道自己应该靠近还是逃离……"
	},
	[116111048] = {
		id = 116111048,
		prefab_name = "",
		content = "剑刃状的枪头没入她的胸口，尖端穿出椅背。血液从刃侧的血槽一滴滴滑落，敲击在地面上，仿佛死神的时计。"
	},
	[116111049] = {
		id = 116111049,
		prefab_name = "10025ui_story",
		content = "她……怎么了？"
	},
	[116111050] = {
		id = 116111050,
		prefab_name = "",
		content = "诗蔻蒂颤抖的声音让我一阵耳鸣。"
	},
	[116111051] = {
		id = 116111051,
		prefab_name = "",
		content = "无论是否愿意承认，椅子上的人就是奥丁，寄托了我和薇儿全部希望的修正者领袖——"
	},
	[116111052] = {
		id = 116111052,
		prefab_name = "",
		content = "奥丁死了。"
	},
	[116111053] = {
		id = 116111053,
		prefab_name = "",
		content = "怎么会……"
	},
	[116111054] = {
		id = 116111054,
		prefab_name = "",
		content = "为什么奥丁她会……连奥丁都……"
	},
	[116111055] = {
		id = 116111055,
		prefab_name = "10025ui_story",
		content = "小昙……"
	},
	[116111056] = {
		id = 116111056,
		prefab_name = "",
		content = "到这一步，还有能挽救这一切的人？"
	},
	[116111057] = {
		id = 116111057,
		prefab_name = "",
		content = "我呆呆摇着头，只觉得自己的信念被这黑夜无情嘲笑，轻轻一推便寸寸崩塌。"
	},
	[116111058] = {
		id = 116111058,
		prefab_name = "",
		content = "我们的对手……到底是什么东西？"
	},
	[116111059] = {
		id = 116111059,
		prefab_name = "",
		content = "麻木的神经依靠生物本能机械驱使肌肉，回过神来，我已远离这绝望图景。"
	},
	[116111060] = {
		id = 116111060,
		prefab_name = "",
		content = "沉重的脚步声自远处响起。抵抗意志被浓重的无助掩埋，我只是把诗蔻蒂拉到身后，以一种无意识的条件反射拔出手枪。"
	},
	[116111061] = {
		id = 116111061,
		prefab_name = "",
		content = "但随着脚步声由远及近渐渐清晰，我感到有些熟悉。"
	},
	[116111062] = {
		id = 116111062,
		prefab_name = "",
		content = "……薇儿？"
	},
	[116111063] = {
		id = 116111063,
		prefab_name = "",
		content = "望着出现在光芒中、手持长剑的少女，绝处逢生的惊喜感将我冲得头昏脑涨。"
	},
	[116121001] = {
		id = 116121001,
		prefab_name = "",
		content = "深空之眼办公室，夜。"
	},
	[116121002] = {
		id = 116121002,
		prefab_name = "1029ui_story",
		content = "怎么样？"
	},
	[116121003] = {
		id = 116121003,
		prefab_name = "1019ui_story",
		content = "嗯……气味香醇，口感也不俗，确实是好茶。"
	},
	[116121004] = {
		id = 116121004,
		prefab_name = "1029ui_story",
		content = "四方院那帮人托我办事，套近乎送来说是虚恒最好的茶叶，我第一杯就泡给你喝了。"
	},
	[116121005] = {
		id = 116121005,
		prefab_name = "1019ui_story",
		content = "谢谢。那事情办得如何？"
	},
	[116121006] = {
		id = 116121006,
		prefab_name = "1029ui_story",
		content = "有点棘手，不过还算是有进展。等这边的事情处理完，我还要再回虚恒一趟。"
	},
	[116121007] = {
		id = 116121007,
		prefab_name = "1019ui_story",
		content = "除了四方院托你的，你自己要查的事呢……？"
	},
	[116121008] = {
		id = 116121008,
		prefab_name = "1029ui_story",
		content = "嗯……味道确实是极品。"
	},
	[116121009] = {
		id = 116121009,
		prefab_name = "1019ui_story",
		content = "……没有眉目是么？"
	},
	[116121010] = {
		id = 116121010,
		prefab_name = "1029ui_story",
		content = "呵，是呀……一点线索都没查到。"
	},
	[116121011] = {
		id = 116121011,
		prefab_name = "1019ui_story",
		content = "那你还在虚恒留那么久？"
	},
	[116121012] = {
		id = 116121012,
		prefab_name = "1029ui_story",
		content = "我在各个原质区探寻了那么长时间，哪怕不如欧莫菲斯那次那么接近，多少也会找到些痕迹。像虚恒这样一无所获的，还是头一次。"
	},
	[116121013] = {
		id = 116121013,
		prefab_name = "1019ui_story",
		content = "有人想要掩藏什么？"
	},
	[116121014] = {
		id = 116121014,
		prefab_name = "1029ui_story",
		content = "八成是吧。但他们越是把痕迹抹得一干二净，就越是在告诉我，虚恒有我在找的东西。"
	},
	[116121015] = {
		id = 116121015,
		prefab_name = "1029ui_story",
		content = "已经追了那么久了，我不急在这一朝一夕。他们想跟我玩，我就奉陪。"
	},
	[116121016] = {
		id = 116121016,
		prefab_name = "1019ui_story",
		content = "总之小心行事吧。总部这边有我，你不用太担心。"
	},
	[116121017] = {
		id = 116121017,
		prefab_name = "1019ui_story",
		content = "只是我不明白，那个女孩的检查结果，你为什么要求医疗部保密？"
	},
	[116121018] = {
		id = 116121018,
		prefab_name = "1029ui_story",
		content = "公布了也没区别不是么，反而徒添混乱。况且我也不是对所有人保密的，等海姆达尔她们的调查结果回来再说吧。"
	},
	[116121019] = {
		id = 116121019,
		prefab_name = "1019ui_story",
		content = "又是不打算跟我坦白的计划吗……"
	},
	[116121020] = {
		id = 116121020,
		prefab_name = "1029ui_story",
		content = "我只是心疼你处理的杂事太多，这点小事我还是能自理的。"
	},
	[116121021] = {
		id = 116121021,
		prefab_name = "1029ui_story",
		content = "对了，你不是定了要跟小家伙们开会的时间么？领导迟到了可不好。"
	},
	[116121022] = {
		id = 116121022,
		prefab_name = "1019ui_story",
		content = "唉……知道了。"
	},
	[116121023] = {
		id = 116121023,
		prefab_name = "",
		content = "休摇了摇头，转身走出办公室。"
	},
	[116121024] = {
		id = 116121024,
		prefab_name = "",
		content = "刚在过廊中走了一段时间，就听见前方传来一阵叫喊——"
	},
	[116121025] = {
		id = 116121025,
		prefab_name = "10025ui_story",
		content = "啊、啊啊啊——！！"
	},
	[116121026] = {
		id = 116121026,
		prefab_name = "1019ui_story",
		content = "那个方向是……诗蔻蒂的房间？"
	},
	[116121027] = {
		id = 116121027,
		prefab_name = "1019ui_story",
		content = "发生什么事了！"
	},
	[116121028] = {
		id = 116121028,
		prefab_name = "10025ui_story",
		content = "帮、帮帮我——！"
	},
	[116121029] = {
		id = 116121029,
		prefab_name = "",
		content = "匆忙赶到疗养室，休推门而入，只看到诗蔻蒂坐在病床边，房间内没有任何异常。"
	},
	[116121030] = {
		id = 116121030,
		prefab_name = "1019ui_story",
		content = "刚才呼救的是你吗？"
	},
	[116121031] = {
		id = 116121031,
		prefab_name = "",
		content = "诗蔻蒂低着头，垂下的刘海遮住了她的眼睛。"
	},
	[116121032] = {
		id = 116121032,
		prefab_name = "10025ui_story",
		content = "抱歉……"
	},
	[116121033] = {
		id = 116121033,
		prefab_name = "1019ui_story",
		content = "什么？"
	},
	[116121034] = {
		id = 116121034,
		prefab_name = "",
		content = "诗蔻蒂闭上眼，像是下定决心地捏紧拳头，再次睁眼时，左眼中亮起一枚淡金色的圆环十字纹章。"
	},
	[116121035] = {
		id = 116121035,
		prefab_name = "",
		content = "她面无表情的抬起头，直直看向休的双眼。"
	},
	[116121036] = {
		id = 116121036,
		prefab_name = "1019ui_story",
		content = "！？你……"
	},
	[116121037] = {
		id = 116121037,
		prefab_name = "",
		content = "目光交汇的瞬间，休的话音戛然而止，虚握长枪的动作也机械地中断。"
	},
	[116121038] = {
		id = 116121038,
		prefab_name = "",
		content = "诗蔻蒂的身体放松下来，她伸手摘下休的眼镜，注视着她眼瞳中与自己相同的纹章，缓缓地开口道——"
	},
	[116121039] = {
		id = 116121039,
		prefab_name = "10025ui_story",
		content = "请听我说……"
	},
	[116121040] = {
		id = 116121040,
		prefab_name = "",
		content = "哈啊~"
	},
	[116121041] = {
		id = 116121041,
		prefab_name = "",
		content = "最近发生的异常状况实在有些多，我也被迫在办公室里多留了几个小时。"
	},
	[116121042] = {
		id = 116121042,
		prefab_name = "",
		content = "好不容易忙完了手头的事情，我打着哈欠走出办公室，却觉得周围的环境有些古怪。"
	},
	[116121043] = {
		id = 116121043,
		prefab_name = "",
		content = "供电出问题了吗？怎么这层楼的灯几乎都灭了……"
	},
	[116121044] = {
		id = 116121044,
		prefab_name = "",
		content = "咦，好像有什么人……"
	},
	[116121045] = {
		id = 116121045,
		prefab_name = "",
		content = "明灭不定的灯光中，一道身影跌跌撞撞地朝我的方向跑过来。"
	},
	[116121046] = {
		id = 116121046,
		prefab_name = "10025ui_story",
		content = "小昙！！"
	},
	[116121047] = {
		id = 116121047,
		prefab_name = "",
		content = "诗蔻蒂？"
	},
	[116121048] = {
		id = 116121048,
		prefab_name = "",
		content = "到了能够辨认出彼此身份的距离，我们似乎都因为在这里遇到对方感到诧异。"
	},
	[116121049] = {
		id = 116121049,
		prefab_name = "",
		content = "你怎么在这里，还……这么慌的样子？"
	},
	[116121050] = {
		id = 116121050,
		prefab_name = "10025ui_story",
		content = "快跑，和我一起走……"
	},
	[116121051] = {
		id = 116121051,
		prefab_name = "",
		content = "诗蔻蒂回头望了眼空荡荡的走廊，忽然拉住我的手向前跑。"
	},
	[116121052] = {
		id = 116121052,
		prefab_name = "",
		content = "咦……去哪里啊？"
	},
	[116121053] = {
		id = 116121053,
		prefab_name = "",
		content = "姑且跟着诗蔻蒂的步伐，我掏出手机看了眼时间。"
	},
	[116121054] = {
		id = 116121054,
		prefab_name = "",
		content = "已经很晚了，如果想去哪里玩的话，明天也可以……我送你回去睡觉吧。"
	},
	[116121055] = {
		id = 116121055,
		prefab_name = "",
		content = "诗蔻蒂没说话，只是带着我继续向前跑。"
	},
	[116121056] = {
		id = 116121056,
		prefab_name = "",
		content = "等等……好歹解释下，是遇到了什么事情吗？"
	},
	[116121057] = {
		id = 116121057,
		prefab_name = "10025ui_story",
		content = "不行，停下就会被追上……"
	},
	[116121058] = {
		id = 116121058,
		prefab_name = "",
		content = "被追上？"
	},
	[116121059] = {
		id = 116121059,
		prefab_name = "",
		content = "我不太明白……这里是深空之眼大楼内，没有听见敌人入侵的警报，也没有收到作战通讯。"
	},
	[116121060] = {
		id = 116121060,
		prefab_name = "",
		content = "不知不觉跟着诗蔻蒂来到了楼梯间附近，我远远看到另一位熟悉的人从楼道里走出来。"
	},
	[116121061] = {
		id = 116121061,
		prefab_name = "",
		content = "休？你来得正好。诗蔻蒂，你有事情可以直接向她……"
	},
	[116121062] = {
		id = 116121062,
		prefab_name = "10025ui_story",
		content = "不要过来……"
	},
	[116121063] = {
		id = 116121063,
		prefab_name = "",
		content = "我正准备向休打招呼，却看到诗蔻蒂喃喃着停下。她脸色惨白，转身拉着我朝反方向跑去。"
	},
	[116121064] = {
		id = 116121064,
		prefab_name = "",
		content = "诶？"
	},
	[116121065] = {
		id = 116121065,
		prefab_name = "",
		content = "这诡异的一幕让我心中有了一些荒唐的猜测，我回头望向休，想要确认自己的想法。"
	},
	[116121066] = {
		id = 116121066,
		prefab_name = "",
		content = "可毫无征兆地，诗蔻蒂抱住了我，用她全身的力气将我扑倒，两人一同翻滚进走廊边的房间。"
	},
	[116121067] = {
		id = 116121067,
		prefab_name = "",
		content = "嘶——"
	},
	[116121068] = {
		id = 116121068,
		prefab_name = "",
		content = "我下意识用手臂护住了诗蔻蒂的脑袋，又好像在翻滚的过程中撞到了什么硬物，左臂不听使唤地酥麻。"
	},
	[116121069] = {
		id = 116121069,
		prefab_name = "",
		content = "没事吧……"
	},
	[116121070] = {
		id = 116121070,
		prefab_name = "",
		content = "我松开怀里的诗蔻蒂，还没来得及说什么，一道银芒将我眼前的景物撕成两半——"
	},
	[116121071] = {
		id = 116121071,
		prefab_name = "",
		content = "长枪斜插进门外走廊的地面，破空的音啸追着长枪一圈圈向外荡开，冲击波轰在我的胸口，再次将我掀翻在地。"
	},
	[116121072] = {
		id = 116121072,
		prefab_name = "",
		content = "……休的权钥？怎么回事！？"
	},
	[116121073] = {
		id = 116121073,
		prefab_name = "10025ui_story",
		content = "这边！"
	},
	[116121074] = {
		id = 116121074,
		prefab_name = "",
		content = "房间里一片漆黑，诗蔻蒂拉起我，好像很熟悉里面的结构，带着我从另一侧的小门逃到走廊上。"
	},
	[116121075] = {
		id = 116121075,
		prefab_name = "",
		content = "余光看到休站在长枪边，神情复杂地望向我们。"
	},
	[116121076] = {
		id = 116121076,
		prefab_name = "",
		content = "等一下，诗蔻蒂……休没有理由这么做，肯定有什么误会。"
	},
	[116121077] = {
		id = 116121077,
		prefab_name = "",
		content = "休，是我，你先停下……"
	},
	[116121078] = {
		id = 116121078,
		prefab_name = "1019ui_story",
		content = "你也被她影响了么？"
	},
	[116121079] = {
		id = 116121079,
		prefab_name = "",
		content = "被影响？等等，我不知道发生了什么，你先——"
	},
	[116121080] = {
		id = 116121080,
		prefab_name = "1019ui_story",
		content = "这个叫诗蔻蒂的家伙，你还相信她对么？"
	},
	[116121081] = {
		id = 116121081,
		prefab_name = "",
		content = ""
	},
	[116121082] = {
		id = 116121082,
		prefab_name = "1019ui_story",
		content = "……"
	},
	[116121083] = {
		id = 116121083,
		prefab_name = "1019ui_story",
		content = "看来已经没办法挽救了。"
	},
	[116121084] = {
		id = 116121084,
		prefab_name = "1019ui_story",
		content = "不只是怀疑。奥丁已经调查清楚了，证据确凿……"
	},
	[116121085] = {
		id = 116121085,
		prefab_name = "1019ui_story",
		content = "……管理员，我没有办法拯救你，但至少可以终结你的错误。"
	},
	[116121086] = {
		id = 116121086,
		prefab_name = "1019ui_story",
		content = "我相信「真正的你」，也会愿意这么做的。"
	},
	[116121087] = {
		id = 116121087,
		prefab_name = "",
		content = "真正的我？你在说什么，我不就是……"
	},
	[116121088] = {
		id = 116121088,
		prefab_name = "10025ui_story",
		content = "小昙，快跑！"
	},
	[116121089] = {
		id = 116121089,
		prefab_name = "",
		content = "眼看着休拔出插在地上的长枪，诗蔻蒂甩上房门，拉着我沿着走廊继续奔逃。"
	},
	[116121090] = {
		id = 116121090,
		prefab_name = "",
		content = "休那几句意义不明的话在我脑海中来回牵扯，可在这突如其来的变故中，我已经完全丧失了思考能力。"
	},
	[116121091] = {
		id = 116121091,
		prefab_name = "",
		content = "几个小时前还在与我沟通工作的休，现在居然毫不留情地将权钥对准了我……"
	},
	[116121092] = {
		id = 116121092,
		prefab_name = "",
		content = "太奇怪了……这根本不像休的样子。"
	},
	[116121093] = {
		id = 116121093,
		prefab_name = "",
		content = "也许是我们不断切换的路线让休难以追击，但修正者和普通人类间无法逾越的力量差距决定了捉迷藏的游戏不可能一直进行下去。"
	},
	[116121094] = {
		id = 116121094,
		prefab_name = "10025ui_story",
		content = "失败了……"
	},
	[116121095] = {
		id = 116121095,
		prefab_name = "",
		content = "依稀听到诗蔻蒂念出几个词，可我现在实在没有心思去理解它们的意思。"
	},
	[116121096] = {
		id = 116121096,
		prefab_name = "",
		content = "我掏出通讯器，翻出一个从没呼叫过的号码——奥丁。"
	},
	[116121097] = {
		id = 116121097,
		prefab_name = "",
		content = "如果现在有谁能赶得上来救我们，大概就只有她了。"
	},
	[116121098] = {
		id = 116121098,
		prefab_name = "",
		content = "奔跑中沉重的脚步放大着每一秒等待的煎熬，体能的剧烈消耗让我和诗蔻蒂的速度越来越慢……"
	},
	[116121099] = {
		id = 116121099,
		prefab_name = "",
		content = "直到身后传来休急速逼近的脚步，我还是没能等到奥丁的声音。"
	},
	[116121100] = {
		id = 116121100,
		prefab_name = "",
		content = "该死……怎么会这样……"
	},
	[116121101] = {
		id = 116121101,
		prefab_name = "10025ui_story",
		content = "小昙，楼梯。"
	},
	[116121102] = {
		id = 116121102,
		prefab_name = "",
		content = "不知不觉又回到了最初遇到休的位置，不同的是现在休在我们身后，通向楼梯的方向无人阻拦。"
	},
	[116121103] = {
		id = 116121103,
		prefab_name = "",
		content = "楼梯……对了，这层楼梯外面就是一座停机坪……"
	},
	[116121104] = {
		id = 116121104,
		prefab_name = "",
		content = "我低声盘算着逃跑计划，却忽然感觉身前的空气开始向后方汇聚。我和诗蔻蒂仿佛迎风而行，速度瞬间又降下一截。"
	},
	[116121105] = {
		id = 116121105,
		prefab_name = "",
		content = "糟了——"
	},
	[116121106] = {
		id = 116121106,
		prefab_name = "",
		content = "回忆起休在训练时用过的招式，我果断地推开诗蔻蒂，两人一左一右倒向走廊两边。"
	},
	[116121107] = {
		id = 116121107,
		prefab_name = "",
		content = "而就在我伸手的瞬间，前方的风压消失，由无数风刃凝聚而成的龙卷随着休刺出的长枪向我们射来。"
	},
	[116121108] = {
		id = 116121108,
		prefab_name = "",
		content = "我看着无数有如实质的风刃从我和诗蔻蒂之间穿过，龙卷与手臂接触的瞬间，皮肤上被撕开一道深可见骨的伤痕。"
	},
	[116121109] = {
		id = 116121109,
		prefab_name = "10025ui_story",
		content = "小昙——！！"
	},
	[116121110] = {
		id = 116121110,
		prefab_name = "",
		content = "狂岚在走廊尽头消散，身后休的脚步声慢慢逼近。"
	},
	[116121111] = {
		id = 116121111,
		prefab_name = "",
		content = "诗蔻蒂却顾不上什么追杀，跑回我身边，慌乱地从她的衣服上扯下一块布片，堵住我手臂的伤口。"
	},
	[116121112] = {
		id = 116121112,
		prefab_name = "",
		content = "喷涌的鲜血难以止住，剧痛更是让我几乎晕厥……但我紧咬着牙关不让自己的意识溃散，至少要把诗蔻蒂送走才行……"
	},
	[116121113] = {
		id = 116121113,
		prefab_name = "",
		content = "不要停下，快走！"
	},
	[116121114] = {
		id = 116121114,
		prefab_name = "",
		content = "胡乱捂住右臂的断口，我和她跑进楼梯间，推开了拐角处的铁门。"
	},
	[116132001] = {
		id = 116132001,
		prefab_name = "",
		content = "宽敞的停机坪，丛云在徘徊中拂拭着月光，扑面而来的夜风让我们从被追击的恐慌中清醒了一些。"
	},
	[116132002] = {
		id = 116132002,
		prefab_name = "",
		content = "那边的飞空艇……你快上去。"
	},
	[116132003] = {
		id = 116132003,
		prefab_name = "",
		content = "跌跌撞撞地来到过道尽头的控制台旁，我把诗蔻蒂往停机坪的方向推了推。如我所料，那里还停着一台小型飞行器。"
	},
	[116132004] = {
		id = 116132004,
		prefab_name = "10025ui_story",
		content = "你也一起……"
	},
	[116132005] = {
		id = 116132005,
		prefab_name = "",
		content = "你先去，我试试能不能启动它。"
	},
	[116132006] = {
		id = 116132006,
		prefab_name = "",
		content = "按下控制台的启动按钮，左手不太熟练地摆放到虚拟键盘的位置……"
	},
	[116132007] = {
		id = 116132007,
		prefab_name = "",
		content = "然而屏幕并没有如预想中亮起。"
	},
	[116132008] = {
		id = 116132008,
		prefab_name = "",
		content = "？\n搞什么……"
	},
	[116132009] = {
		id = 116132009,
		prefab_name = "",
		content = "我又按了几下启动按钮，屏幕依旧毫无反应。"
	},
	[116132010] = {
		id = 116132010,
		prefab_name = "",
		content = "为什么……供电系统……"
	},
	[116132011] = {
		id = 116132011,
		prefab_name = "",
		content = "猛然意识到问题所在，我如遭雷击……从离开办公室的一刻就该察觉到异常了。"
	},
	[116132012] = {
		id = 116132012,
		prefab_name = "",
		content = "楼道通往停机坪的铁门，原本也应该是由电磁锁控制的……"
	},
	[116132013] = {
		id = 116132013,
		prefab_name = "",
		content = "悔恨与绝望反复鞭笞我的神志，指尖在与按钮边缘的摩擦中被划破，我却仿佛失去了痛感，不愿停下。"
	},
	[116132014] = {
		id = 116132014,
		prefab_name = "10025ui_story",
		content = "小昙……够了。"
	},
	[116132015] = {
		id = 116132015,
		prefab_name = "",
		content = "胳膊被一双纤弱的手握住，诗蔻蒂来到我的身前，替我与那道缓缓步来的身影对峙。"
	},
	[116132016] = {
		id = 116132016,
		prefab_name = "",
		content = "诗蔻蒂……"
	},
	[116132017] = {
		id = 116132017,
		prefab_name = "1019ui_story",
		content = "凭你也想和我为敌么？不靠影响别人为你而战的话，你还有什么本领。"
	},
	[116132018] = {
		id = 116132018,
		prefab_name = "10025ui_story",
		content = "我……会保护好小昙的。"
	},
	[116132019] = {
		id = 116132019,
		prefab_name = "",
		content = "不远处传来铁门闭合的声音。夜空之下，狂风骤起。"
	},
	[116132020] = {
		id = 116132020,
		prefab_name = "",
		content = "少女在我身前张开双臂，浑然不怕地怒视着对面实力悬殊的来袭者。"
	},
	[116132021] = {
		id = 116132021,
		prefab_name = "",
		content = "某一霎那，她的身影忽然错开、分裂，又一一地重叠在一起。莫名其妙的既视感让我对眼前的一切充满了不真实感。"
	},
	[116132022] = {
		id = 116132022,
		prefab_name = "",
		content = "她……为什么要挡在前面保护我？"
	},
	[116132023] = {
		id = 116132023,
		prefab_name = "",
		content = "几乎是先于思考的，我拨开她的手臂，将少女护在了身后，但这一切都无所谓了。"
	},
	[116132024] = {
		id = 116132024,
		prefab_name = "",
		content = "下一刻，风与长枪贯穿了我们的身体。"
	},
	[116141001] = {
		id = 116141001,
		prefab_name = "1059ui_story",
		content = "唉，小前鬼，你怎么会遇到这样的事呢……"
	},
	[116141002] = {
		id = 116141002,
		prefab_name = "1059ui_story",
		content = "要是我在你身边，我的光芒一定会晃得敌人睁不开眼吧……"
	},
	[116141003] = {
		id = 116141003,
		prefab_name = "",
		content = "坐在病床边，看着床上昏迷不醒的前鬼坊，阿波罗慢慢收起自我迷恋的笑容。"
	},
	[116141004] = {
		id = 116141004,
		prefab_name = "1059ui_story",
		content = "唉……连玩笑都没人吐槽了，好寂寞呀。"
	},
	[116141005] = {
		id = 116141005,
		prefab_name = "",
		content = "房门被人重重拍了两下，阿波罗刚转过身，来者却已经自顾自地打开了房门。"
	},
	[116141006] = {
		id = 116141006,
		prefab_name = "1028ui_story",
		content = "还在这儿呀，阿波罗。"
	},
	[116141007] = {
		id = 116141007,
		prefab_name = "1059ui_story",
		content = "听到这么有精神的敲门声，我就猜到是队长了。队长也来看望小前鬼吗？"
	},
	[116141008] = {
		id = 116141008,
		prefab_name = "1028ui_story",
		content = "休通知大家去开会，我路过这里，就顺道来看看。你不去吗？"
	},
	[116141009] = {
		id = 116141009,
		prefab_name = "1059ui_story",
		content = "如果太阳照耀不到受伤的小前鬼，她一定会做噩梦的。我今晚都会留在这里，已经向休报备过了。"
	},
	[116141010] = {
		id = 116141010,
		prefab_name = "1028ui_story",
		content = "好吧……你和前鬼坊都是可以信赖的可靠队友，希望她能快些好起来。"
	},
	[116141011] = {
		id = 116141011,
		prefab_name = "1059ui_story",
		content = "呃……？"
	},
	[116141012] = {
		id = 116141012,
		prefab_name = "1028ui_story",
		content = "怎么了？"
	},
	[116141013] = {
		id = 116141013,
		prefab_name = "1059ui_story",
		content = "不，没什么。对了，我和队长也好长时间没见了。会议还有些时间才开始，不如留在这儿陪我聊聊天吧？"
	},
	[116141014] = {
		id = 116141014,
		prefab_name = "1028ui_story",
		content = "前提是别聊你最近又干了什么自以为很帅的无聊事。"
	},
	[116141015] = {
		id = 116141015,
		prefab_name = "1059ui_story",
		content = "哈哈哈……我不至于在叙旧的场景光聊自己啦。"
	},
	[116141016] = {
		id = 116141016,
		prefab_name = "1059ui_story",
		content = "队长还记得你出发去虚恒前，我们执行的最后一次任务吗？"
	},
	[116141017] = {
		id = 116141017,
		prefab_name = "1028ui_story",
		content = "嗯……还有些印象，那次还真是乱来呀！"
	},
	[116141018] = {
		id = 116141018,
		prefab_name = "1059ui_story",
		content = "是呀，当时说要等行动口令再出击，但咱们一个忘了口令，一个喊错了口令，一个没等口令就出动了。"
	},
	[116141019] = {
		id = 116141019,
		prefab_name = "1028ui_story",
		content = "反正最后我都收拾好了，这些小事就不用在意啦。"
	},
	[116141020] = {
		id = 116141020,
		prefab_name = "1059ui_story",
		content = "对了队长，你还记得当时的那个口令是什么吗？"
	},
	[116141021] = {
		id = 116141021,
		prefab_name = "1028ui_story",
		content = "谁还记得啊，那么久以前的事了……"
	},
	[116141022] = {
		id = 116141022,
		prefab_name = "1059ui_story",
		content = "随便猜一下咯。"
	},
	[116141023] = {
		id = 116141023,
		prefab_name = "1028ui_story",
		content = "美丽的……太阳？"
	},
	[116141024] = {
		id = 116141024,
		prefab_name = "1059ui_story",
		content = "哈哈，队长这不是记性很好吗？"
	},
	[116141025] = {
		id = 116141025,
		prefab_name = "1028ui_story",
		content = "因为是你取的无聊口令嘛。好了，我得去会议室了。"
	},
	[116141026] = {
		id = 116141026,
		prefab_name = "1059ui_story",
		content = "啊，慢走……"
	},
	[116141027] = {
		id = 116141027,
		prefab_name = "",
		content = "阿波罗挥手送别托尔。托尔好像没有看到，急匆匆地离开病房，却又在关上房门前，意味莫名地回头看了阿波罗一眼。"
	},
	[116141028] = {
		id = 116141028,
		prefab_name = "1028ui_story",
		content = "对了，既然你要留在这里照顾前鬼坊，那今天就都不要乱跑了。"
	},
	[116141029] = {
		id = 116141029,
		prefab_name = "",
		content = "阿波罗神色古怪地看着房门的方向，想了好半天，却依旧觉得混乱。"
	},
	[116141030] = {
		id = 116141030,
		prefab_name = "1059ui_story",
		content = "队长平时会这么说话吗？"
	},
	[116141031] = {
		id = 116141031,
		prefab_name = "1059ui_story",
		content = "「不要乱跑」什么的……简直就像是在说「外面会有事情发生」一样。"
	},
	[116141032] = {
		id = 116141032,
		prefab_name = "",
		content = "又一阵急促的敲门声响起。"
	},
	[116141033] = {
		id = 116141033,
		prefab_name = "1059ui_story",
		content = "咦，队长又回来了吗？不对……"
	},
	[116141034] = {
		id = 116141034,
		prefab_name = "",
		content = "敲门的力道显然比托尔轻了很多。"
	},
	[116141035] = {
		id = 116141035,
		prefab_name = "1059ui_story",
		content = "请进……哦，这位如朝花般美丽的小姐……听闻管理员之前救回来一位遭受袭击的修正者，想必就是你吧？"
	},
	[116141036] = {
		id = 116141036,
		prefab_name = "10025ui_story",
		content = "打、打扰了。请你听我说——"
	},
	[116141037] = {
		id = 116141037,
		prefab_name = "1059ui_story",
		content = "嗯嗯，我在听哦——"
	},
	[116141038] = {
		id = 116141038,
		prefab_name = "",
		content = "看着粉色头发的少女匆匆忙忙地跑到自己身边，阿波罗及时为她搬来一张凳子。"
	},
	[116141039] = {
		id = 116141039,
		prefab_name = "",
		content = "然而就在他转身又回头的霎那，他发现，少女的左眼似乎就变了个颜色。"
	},
	[116141040] = {
		id = 116141040,
		prefab_name = "",
		content = "那是，如火焰，又似星辰的璀璨金芒。"
	},
	[116141041] = {
		id = 116141041,
		prefab_name = "",
		content = "——"
	},
	[116141042] = {
		id = 116141042,
		prefab_name = "",
		content = "目送诗蔻蒂离去后，阿波罗帮前鬼坊盖好被子，拉起窗帘，关上灯，左臂一振，展开光煌……"
	},
	[116141043] = {
		id = 116141043,
		prefab_name = "",
		content = "脚步声停在病房外，走廊的灯光在房门的玻璃上投下重锤的剪影。"
	},
	[116141044] = {
		id = 116141044,
		prefab_name = "",
		content = "房门被推开，漆黑的房间中，一簇明灿的金色光箭对准了门外的身影。"
	},
	[116141045] = {
		id = 116141045,
		prefab_name = "1059ui_story",
		content = "队长……请等一下。"
	},
	[116141046] = {
		id = 116141046,
		prefab_name = "1028ui_story",
		content = "嘴上喊着我队长，却是这么和我打招呼的？"
	},
	[116141047] = {
		id = 116141047,
		prefab_name = "1059ui_story",
		content = "停下，我再说一遍，不要再往前走了。"
	},
	[116141048] = {
		id = 116141048,
		prefab_name = "1028ui_story",
		content = "你觉得凭这一支破箭能拦住我吗？"
	},
	[116141049] = {
		id = 116141049,
		prefab_name = "1059ui_story",
		content = "怎么会……我当然知道，自己的实力远在队长之下。所以为了和队长好好谈一谈，必须要做一点准备才行。"
	},
	[116141050] = {
		id = 116141050,
		prefab_name = "",
		content = "托尔冷笑着往前迈步。下一刻，光煌的弓体与箭矢一同亮起，几十支光箭在托尔身边凝聚，将她团团包围。"
	},
	[116141051] = {
		id = 116141051,
		prefab_name = "1028ui_story",
		content = "……有人对你说了什么吗？"
	},
	[116141052] = {
		id = 116141052,
		prefab_name = "1059ui_story",
		content = "一些验证猜想的忠告罢了，队长的异常，是我自己发现的。"
	},
	[116141053] = {
		id = 116141053,
		prefab_name = "1059ui_story",
		content = "毕竟我和小前鬼是「可以信任的可靠队友」这种话，连我自己都不会相信，何况给我们擦了那么多次屁股的队长呢？"
	},
	[116141054] = {
		id = 116141054,
		prefab_name = "1028ui_story",
		content = "太久没见，我的心态更包容了而已。"
	},
	[116141055] = {
		id = 116141055,
		prefab_name = "1059ui_story",
		content = "是吗？那么那个口令又是怎么回事？"
	},
	[116141056] = {
		id = 116141056,
		prefab_name = "1028ui_story",
		content = "我说错了吗？那也只是时间太久，记混罢了。"
	},
	[116141057] = {
		id = 116141057,
		prefab_name = "1059ui_story",
		content = "跟记混没关系，这下我完全确定了，队长你有问题。"
	},
	[116141058] = {
		id = 116141058,
		prefab_name = "1059ui_story",
		content = "毕竟雷小队执行任务，一直都是队长不管不顾地冲上去解决敌人，从来都没有过什么暗号！"
	},
	[116141059] = {
		id = 116141059,
		prefab_name = "",
		content = "托尔因为阿波罗的话意外地睁大了眼，但随即，脸上的表情就从震惊转变为笑意。"
	},
	[116141060] = {
		id = 116141060,
		prefab_name = "1028ui_story",
		content = "我有问题……呵，呵呵呵，呵哈哈哈——！"
	},
	[116141061] = {
		id = 116141061,
		prefab_name = "",
		content = "托尔嗤笑着，锤子上汇聚起雷光，被猩红幽光覆盖的双眼带着无尽的愤怒和仇恨，仅一个眼神就让阿波罗张弓的手抖动了一下。"
	},
	[116141062] = {
		id = 116141062,
		prefab_name = "1028ui_story",
		content = "你们这些叛徒有什么资格对我说这种话！"
	},
	[116141063] = {
		id = 116141063,
		prefab_name = "1028ui_story",
		content = "原以为阿波罗你没有被影响，没想到……还是要逼我做到这一步！"
	},
	[116141064] = {
		id = 116141064,
		prefab_name = "",
		content = "托尔无视朝自己射来的数道光矢，虽然肌肤被神力凝聚的箭穿透，但凝聚撼天之威的重锤也朝阿波罗挥来！"
	},
	[116141065] = {
		id = 116141065,
		prefab_name = "1059ui_story",
		content = "啧。果然这种程度的埋伏不能一击成功，不过没关系，我已经占到优势了！"
	},
	[116142001] = {
		id = 116142001,
		prefab_name = "",
		content = "托尔高高举起雷光四溢的权钥，但下一刻，电流就像消散在夜空的烟火一样，从巨大的锤头上消失了。"
	},
	[116142002] = {
		id = 116142002,
		prefab_name = "1028ui_story",
		content = "可恶……"
	},
	[116142003] = {
		id = 116142003,
		prefab_name = "1059ui_story",
		content = "虽然用埋伏占到优势不太光彩，不过要对付的人是队长，我只能想到这个办法了。"
	},
	[116142004] = {
		id = 116142004,
		prefab_name = "1059ui_story",
		content = "那么接下来，队长，请你跟我去一个地方——"
	},
	[116142005] = {
		id = 116142005,
		prefab_name = "",
		content = "阿波罗对着托尔举起长弓，没有立刻发动攻击，而就在这时——"
	},
	[116142006] = {
		id = 116142006,
		prefab_name = "",
		content = "诶！？臭凤梨？"
	},
	[116142007] = {
		id = 116142007,
		prefab_name = "",
		content = "身后忽然响起前鬼坊的惊呼。"
	},
	[116142008] = {
		id = 116142008,
		prefab_name = "1059ui_story",
		content = "小前鬼，你醒了？！"
	},
	[116142009] = {
		id = 116142009,
		prefab_name = "",
		content = "全神贯注地瞄准托尔，阿波罗没有回头，但话语中还是不免露出对同伴恢复意识的喜悦。"
	},
	[116142010] = {
		id = 116142010,
		prefab_name = "1059ui_story",
		content = "哈……欢迎归队的仪式不应该这么糟糕的，但现在必须拦住队长才行。"
	},
	[116142011] = {
		id = 116142011,
		prefab_name = "",
		content = "啊，怎么会在这种地方遇到臭凤梨呀？好啰嗦……哪里有队长来着？"
	},
	[116142012] = {
		id = 116142012,
		prefab_name = "1059ui_story",
		content = "小前鬼，开玩笑也看看气氛啊……"
	},
	[116142013] = {
		id = 116142013,
		prefab_name = "",
		content = "砰——"
	},
	[116142014] = {
		id = 116142014,
		prefab_name = "",
		content = "一声枪响，阿波罗的身体摇晃了一下，他看了眼自己肩头绽开的血花，为难地笑了笑。"
	},
	[116142015] = {
		id = 116142015,
		prefab_name = "1059ui_story",
		content = "伤刚好，状态不佳吗……没事，下一枪别打偏了。"
	},
	[116142016] = {
		id = 116142016,
		prefab_name = "",
		content = "砰——"
	},
	[116142017] = {
		id = 116142017,
		prefab_name = "",
		content = "贯穿腹部的冲击力让阿波罗跪倒在地，盈满房间的光箭也因失去控制而消散。"
	},
	[116142018] = {
		id = 116142018,
		prefab_name = "",
		content = "这个VR游戏模拟得好真实呀，真实到我有点……小小的罪恶感？"
	},
	[116142019] = {
		id = 116142019,
		prefab_name = "",
		content = "唔。不管啦！早就看臭凤梨你不爽啦，在这里给你邦邦两枪~！"
	},
	[116142020] = {
		id = 116142020,
		prefab_name = "",
		content = "看着前鬼坊跳下床，从自己身边走过，再到走向门口，托尔却仿佛没有看到她一般。"
	},
	[116142021] = {
		id = 116142021,
		prefab_name = "1059ui_story",
		content = "呵，情况比我想得还要糟糕啊……"
	},
	[116142022] = {
		id = 116142022,
		prefab_name = "",
		content = "阿波罗单膝跪地，用颤抖的手拉起了弓，再次对准托尔，箭矢的光芒在弦上渐渐炽盛——"
	},
	[116142023] = {
		id = 116142023,
		prefab_name = "",
		content = "但它很快被更强势的雷光遮蔽。"
	},
	[116142024] = {
		id = 116142024,
		prefab_name = "",
		content = "华丽的金光，在逐渐远离的脚步声中悄然熄灭。"
	},
	[116151001] = {
		id = 116151001,
		prefab_name = "",
		content = "第四街区的某间餐厅门外，两个科研少女正举着仪器在一条并不热闹的街道上排查。"
	},
	[116151002] = {
		id = 116151002,
		prefab_name = "",
		content = "冷风瑟瑟，此时距离她们开始行动已经过去了四个小时。当中个头较小的少女脸上毫不掩饰地表露出不悦。"
	},
	[116151003] = {
		id = 116151003,
		prefab_name = "1066ui_story",
		content = "第六轮区域信息搜集完毕，数据解析覆盖率86%，现在开始第七轮信息搜集。"
	},
	[116151004] = {
		id = 116151004,
		prefab_name = "1033ui_story",
		content = "刚刚那是第七轮，大国主……数据会实时留档的，不要乱汇报。"
	},
	[116151005] = {
		id = 116151005,
		prefab_name = "1066ui_story",
		content = "噢……修正，刚刚那是第七轮。"
	},
	[116151006] = {
		id = 116151006,
		prefab_name = "1033ui_story",
		content = "……"
	},
	[116151007] = {
		id = 116151007,
		prefab_name = "1066ui_story",
		content = "哎，居然跟海姆达尔一起出门了。"
	},
	[116151008] = {
		id = 116151008,
		prefab_name = "1033ui_story",
		content = "姑且现在在一起工作，不要这么直白地表达对我的不满。"
	},
	[116151009] = {
		id = 116151009,
		prefab_name = "1066ui_story",
		content = "没有啦，我的重点是在「出门」。"
	},
	[116151010] = {
		id = 116151010,
		prefab_name = "1066ui_story",
		content = "今天抽到的牌是正位的「宝剑五」。感觉会碰到麻烦事儿，真不想出门啊……"
	},
	[116151011] = {
		id = 116151011,
		prefab_name = "1033ui_story",
		content = "是吗？神秘学方面的知识确实是我的盲区。宝剑五代表着什么？"
	},
	[116151012] = {
		id = 116151012,
		prefab_name = "1066ui_story",
		content = "冲突和争端。"
	},
	[116151013] = {
		id = 116151013,
		prefab_name = "1033ui_story",
		content = "我可没想和你吵架。"
	},
	[116151014] = {
		id = 116151014,
		prefab_name = "1066ui_story",
		content = "我也没这样说……"
	},
	[116151015] = {
		id = 116151015,
		prefab_name = "",
		content = "两人走到了一条不起眼的小巷前。"
	},
	[116151016] = {
		id = 116151016,
		prefab_name = "1033ui_story",
		content = "又来到这儿了，前鬼坊和波塞冬遇袭的地方……"
	},
	[116151017] = {
		id = 116151017,
		prefab_name = "1066ui_story",
		content = "兔兔零号，去吧。"
	},
	[116151018] = {
		id = 116151018,
		prefab_name = "1033ui_story",
		content = "为什么一定要把采集数据的智械设计成这样呢？"
	},
	[116151019] = {
		id = 116151019,
		prefab_name = "1066ui_story",
		content = "不，我只是在兔兔零号上搭载了数据采集功能而已。"
	},
	[116151020] = {
		id = 116151020,
		prefab_name = "",
		content = "兔兔零号在周围区域进行了一番探测，又蹦回大国主手中。"
	},
	[116151021] = {
		id = 116151021,
		prefab_name = "1066ui_story",
		content = "嗯，嗯……大致了解了。"
	},
	[116151022] = {
		id = 116151022,
		prefab_name = "1066ui_story",
		content = "第八轮也结束了，没有任何骸能反应，视骸袭击的情况可以排除了。"
	},
	[116151023] = {
		id = 116151023,
		prefab_name = "1033ui_story",
		content = "同意，即使是智种视骸，只要发动了攻击也一定会留下痕迹。"
	},
	[116151024] = {
		id = 116151024,
		prefab_name = "1066ui_story",
		content = "现场只留下神能反应，根据残留量和时间淡化的比例推算，应该是有波塞冬和前鬼坊之外的第三个修正者在场。"
	},
	[116151025] = {
		id = 116151025,
		prefab_name = "1033ui_story",
		content = "查了这么多天，居然是修正者下的手吗……"
	},
	[116151026] = {
		id = 116151026,
		prefab_name = "1066ui_story",
		content = "弥弥尔的档案里有记载过此类情况么？"
	},
	[116151027] = {
		id = 116151027,
		prefab_name = "1033ui_story",
		content = "有部分觉醒未完全的修正者彼此间发生过冲突，但这种针对性的袭击不能归纳进那类。"
	},
	[116151028] = {
		id = 116151028,
		prefab_name = "1033ui_story",
		content = "三波受袭击者的遭遇都反映出同样的作案特征：直接果断地攻击要害，然后夺走权钥。"
	},
	[116151029] = {
		id = 116151029,
		prefab_name = "1033ui_story",
		content = "凶手具备非常强大的力量，其次还对修正者的信息非常了解，知道权钥对修正者的重要性。"
	},
	[116151030] = {
		id = 116151030,
		prefab_name = "1033ui_story",
		content = "但这样的存在，觉醒时神力探测器不应该毫无反应，何况他还这么活跃……"
	},
	[116151031] = {
		id = 116151031,
		prefab_name = "1066ui_story",
		content = "犯案三起，是挺「活跃」的呢。"
	},
	[116151032] = {
		id = 116151032,
		prefab_name = "1066ui_story",
		content = "凶手是可以掌控神能的存在，神力探测器是针对修正者的探测装置，两者在逻辑上违和，也许并不奇怪反而是信息的重要突破口。"
	},
	[116151033] = {
		id = 116151033,
		prefab_name = "1033ui_story",
		content = "你说的是——"
	},
	[116151034] = {
		id = 116151034,
		prefab_name = "1066ui_story",
		content = "斯皮尔特那档子事不正说明了这种情况么，智械既然可以承载骸能，那么换一种能量形式也未尝不可，只是可能我们都没了解过那片领域而已。"
	},
	[116151035] = {
		id = 116151035,
		prefab_name = "1066ui_story",
		content = "说起来，还记得奥丁让我们先别公开的事儿吗？关于前天那个被救回来的修正者……"
	},
	[116151036] = {
		id = 116151036,
		prefab_name = "",
		content = "叽哩——！叽哩叽哩——！"
	},
	[116151037] = {
		id = 116151037,
		prefab_name = "1066ui_story",
		content = "兔兔零号，你怎么了？"
	},
	[116151038] = {
		id = 116151038,
		prefab_name = "",
		content = "兔兔零号从大国主怀中跳了出来，在地面上打转。"
	},
	[116151039] = {
		id = 116151039,
		prefab_name = "1033ui_story",
		content = "它好像很惊恐，有什么在靠近——"
	},
	[116151040] = {
		id = 116151040,
		prefab_name = "",
		content = "轰——"
	},
	[116151041] = {
		id = 116151041,
		prefab_name = "1066ui_story",
		content = "兔兔零号！！"
	},
	[116151042] = {
		id = 116151042,
		prefab_name = "",
		content = "突如其来的冲击力将兔兔零号震到远处。"
	},
	[116151043] = {
		id = 116151043,
		prefab_name = "1066ui_story",
		content = "可恶，兔兔三号，出击！"
	},
	[116151044] = {
		id = 116151044,
		prefab_name = "1033ui_story",
		content = "袭击者吗？！循理之环——"
	},
	[116151045] = {
		id = 116151045,
		prefab_name = "",
		content = "袭击者的身手十分矫健敏捷，眨眼间便已经来到海姆达尔面前，企图夺走她的权钥。"
	},
	[116151046] = {
		id = 116151046,
		prefab_name = "1033ui_story",
		content = "会想到先对循理之环出手，这家伙是……"
	},
	[116151047] = {
		id = 116151047,
		prefab_name = "1033ui_story",
		content = "循理之环，展开！"
	},
	[116151048] = {
		id = 116151048,
		prefab_name = "",
		content = "权钥发出的光芒瞬间覆盖整条小巷，袭击者也一时受影响行动迟缓。"
	},
	[116151049] = {
		id = 116151049,
		prefab_name = "1033ui_story",
		content = "大国主！"
	},
	[116151050] = {
		id = 116151050,
		prefab_name = "1066ui_story",
		content = "我知道！兔兔三号，砸扁他！"
	},
	[116151051] = {
		id = 116151051,
		prefab_name = "",
		content = "兔兔三号冲向光芒中心的袭击者。可是忽然间，循理之环的光芒转向了另一侧的大国主。"
	},
	[116151052] = {
		id = 116151052,
		prefab_name = "1066ui_story",
		content = "海姆达尔？你干什么？！"
	},
	[116151053] = {
		id = 116151053,
		prefab_name = "",
		content = "海姆达尔并没有回应。高能量射线汇集，方向直直指向大国主，这致命的攻击即将贯穿大国主的身躯——"
	},
	[116151054] = {
		id = 116151054,
		prefab_name = "",
		content = "轰——！"
	},
	[116151055] = {
		id = 116151055,
		prefab_name = "",
		content = "一个庞大的黑影挡在大国主身前。"
	},
	[116151056] = {
		id = 116151056,
		prefab_name = "1066ui_story",
		content = "好险……做得好，兔兔三号！"
	},
	[116151057] = {
		id = 116151057,
		prefab_name = "",
		content = "兔兔三号挡下了激光射线，代价是左侧机械臂基本宣布报废。趁着这个空隙，大国主对着对面的袭击者发射了兔兔一号。"
	},
	[116151058] = {
		id = 116151058,
		prefab_name = "",
		content = "仿佛听从袭击者指令般，循理之环也同时展开了防御的力场。兔兔全力一拳与力场发生碰撞，强大的冲击还是令阴影中的袭击者吃了不小的瘪。"
	},
	[116151059] = {
		id = 116151059,
		prefab_name = "",
		content = "他狼狈地跑出防御力场，丢下循理之环，下一瞬就遁入了阴影里。"
	},
	[116151060] = {
		id = 116151060,
		prefab_name = "1066ui_story",
		content = "跑掉了……嗯？"
	},
	[116151061] = {
		id = 116151061,
		prefab_name = "",
		content = "大国主转过头，发现海姆达尔正举枪对准自己。"
	},
	[116151062] = {
		id = 116151062,
		prefab_name = "1066ui_story",
		content = "海姆达尔，你到底要干什么！？刚才也是……"
	},
	[116151063] = {
		id = 116151063,
		prefab_name = "",
		content = "兔兔三号已经没法行动，如果海姆达尔真的要开枪，恐怕……"
	},
	[116151064] = {
		id = 116151064,
		prefab_name = "",
		content = "海姆达尔面色铁青，仿佛根本不认识大国主一般。但她皱了皱眉头，随即又把枪移开。"
	},
	[116151065] = {
		id = 116151065,
		prefab_name = "1033ui_story",
		content = "大国主，你有把深空之眼的内部资料，对外公开过吗？"
	},
	[116151066] = {
		id = 116151066,
		prefab_name = "1066ui_story",
		content = "当然没有了，那我岂不是把自己的研究内容也公开了！"
	},
	[116151067] = {
		id = 116151067,
		prefab_name = "1033ui_story",
		content = "是啊，我也这么认为。怎么会有一个视发明如命的人，不惜破坏自己稳定的实验环境，也要跟一个来路不明的敌人合作……真是蠢到家了。"
	},
	[116151068] = {
		id = 116151068,
		prefab_name = "1066ui_story",
		content = "等等……你在说谁啊？"
	},
	[116151069] = {
		id = 116151069,
		prefab_name = "1033ui_story",
		content = "你……在我认知里的你。刚刚那些莫名其妙的事，都真切地印在我的记忆里。"
	},
	[116151070] = {
		id = 116151070,
		prefab_name = "1033ui_story",
		content = "在我的认知里，我就是亲眼看到你将内部数据外泄，并且你也亲口对我说自己要脱离深空之眼。"
	},
	[116151071] = {
		id = 116151071,
		prefab_name = "1066ui_story",
		content = "我哪里做过这种事啊，你在说什么奇怪的话！"
	},
	[116151072] = {
		id = 116151072,
		prefab_name = "1033ui_story",
		content = "嗯，我知道，你不可能做这种事，所以也没对你开枪。"
	},
	[116151073] = {
		id = 116151073,
		prefab_name = "1066ui_story",
		content = "哼，可是刚才循理之环的射线就是冲我来的。"
	},
	[116151074] = {
		id = 116151074,
		prefab_name = "1033ui_story",
		content = "……推导判断也是需要时间的。"
	},
	[116151075] = {
		id = 116151075,
		prefab_name = "1033ui_story",
		content = "如果判断无误，你确实没有做过那些会引起我愤怒的事，那么出问题的地方就是……"
	},
	[116151076] = {
		id = 116151076,
		prefab_name = "",
		content = "海姆达尔短暂思考了一会儿，然后伸出食指，缓缓指向自己的太阳穴。"
	},
	[116151077] = {
		id = 116151077,
		prefab_name = "1033ui_story",
		content = "……这里。"
	},
	[116151078] = {
		id = 116151078,
		prefab_name = "1066ui_story",
		content = "你「记得」那些根本没有发生过的事……我也大概明白了。"
	},
	[116151079] = {
		id = 116151079,
		prefab_name = "1033ui_story",
		content = "这是一个重要的线索，我的瞬间错误认知，很有可能是袭击者的能力所致。"
	},
	[116151080] = {
		id = 116151080,
		prefab_name = "1066ui_story",
		content = "引导产生错误认知吗……如果真是类似的能力，那么他可以轻松打败那么多修正者的事就说得通了。"
	},
	[116151081] = {
		id = 116151081,
		prefab_name = "",
		content = "不远处，一阵脚步声传来。"
	},
	[116151082] = {
		id = 116151082,
		prefab_name = "1066ui_story",
		content = "欸，托尔？你的搜查区我记得不是在这里呀。"
	},
	[116151083] = {
		id = 116151083,
		prefab_name = "1066ui_story",
		content = "唉，不过托尔要是早一步的话，说不定就可以抓住那个袭击者了，好可惜。"
	},
	[116151084] = {
		id = 116151084,
		prefab_name = "1033ui_story",
		content = "等等……不对，大国主，别靠近她！"
	},
	[116151085] = {
		id = 116151085,
		prefab_name = "",
		content = "海姆达尔的话音未落，托尔的重锤就已经直直砸下。"
	},
	[116151086] = {
		id = 116151086,
		prefab_name = "",
		content = "——"
	},
	[116151087] = {
		id = 116151087,
		prefab_name = "",
		content = "大国主身上的牌掉了出来。"
	},
	[116151088] = {
		id = 116151088,
		prefab_name = "",
		content = "宝剑五。"
	},
	[116151089] = {
		id = 116151089,
		prefab_name = "",
		content = "谁才是手持宝剑的胜利者？"
	},
	[116152001] = {
		id = 116152001,
		prefab_name = "1028ui_story",
		content = "任务完成……叛徒已经先清理掉两个了。"
	},
	[116152002] = {
		id = 116152002,
		prefab_name = "1028ui_story",
		content = "嗯，我不会打草惊蛇的。只要出手的话就会一击即中，一个也不放过。"
	},
	[116152003] = {
		id = 116152003,
		prefab_name = "1028ui_story",
		content = "和视骸达成合作的家伙，不管是谁、不管有多少人，我都会解决。"
	},
	[116152004] = {
		id = 116152004,
		prefab_name = "1028ui_story",
		content = "哪怕将深空之眼全灭也不足惜。"
	},
	[116161001] = {
		id = 116161001,
		prefab_name = "",
		content = "为什么会这样……"
	},
	[116161002] = {
		id = 116161002,
		prefab_name = "",
		content = "不管怎么做，小昙最后都会死……"
	},
	[116161003] = {
		id = 116161003,
		prefab_name = "",
		content = "要怎么做才好？"
	},
	[116161004] = {
		id = 116161004,
		prefab_name = "",
		content = "小昙死了的话，一切就都没有意义了。"
	},
	[116161005] = {
		id = 116161005,
		prefab_name = "10025ui_story",
		content = "一定还有办法的，一定要……"
	},
	[116161006] = {
		id = 116161006,
		prefab_name = "",
		content = "游乐园的计划取消后，反正也禁止外出，我决定回房间睡个午觉。"
	},
	[116161007] = {
		id = 116161007,
		prefab_name = "",
		content = "视线移到白色的枕头上，正打算一头栽入时——"
	},
	[116161008] = {
		id = 116161008,
		prefab_name = "10025ui_story",
		content = "小昙，小昙……是这个房间么？小昙，听得见吗？！"
	},
	[116161009] = {
		id = 116161009,
		prefab_name = "",
		content = "不会打开自动门的少女在门外焦急地呼喊着，会叫我这个名字的人只有她一个。"
	},
	[116161010] = {
		id = 116161010,
		prefab_name = "",
		content = "怎么了？"
	},
	[116161011] = {
		id = 116161011,
		prefab_name = "10025ui_story",
		content = "那个，我……"
	},
	[116161012] = {
		id = 116161012,
		prefab_name = "",
		content = "进到门内的诗蔻蒂抿着嘴，似乎在组织语言。"
	},
	[116161013] = {
		id = 116161013,
		prefab_name = "10025ui_story",
		content = "我想过了，我们今天还是去游乐园吧！"
	},
	[116161014] = {
		id = 116161014,
		prefab_name = "",
		content = "可你不是刚刚才……"
	},
	[116161015] = {
		id = 116161015,
		prefab_name = "",
		content = "仔细一看，少女粉色的鬓角正不断滑落汗珠，拽在胸前的右手也一直颤抖着。"
	},
	[116161016] = {
		id = 116161016,
		prefab_name = "",
		content = "倒是可以，但突然间是怎么了……"
	},
	[116161017] = {
		id = 116161017,
		prefab_name = "10025ui_story",
		content = "因为我很想坐摩天轮！"
	},
	[116161018] = {
		id = 116161018,
		prefab_name = "",
		content = ""
	},
	[116161019] = {
		id = 116161019,
		prefab_name = "",
		content = "不要勉强自己。如果身体不舒服，摩天轮改天去玩也行呀。"
	},
	[116161020] = {
		id = 116161020,
		prefab_name = "10025ui_story",
		content = "我没事……相信我。"
	},
	[116161021] = {
		id = 116161021,
		prefab_name = "",
		content = "看着诗蔻蒂期待的眼神，我只能愣愣地点了点头。反正原计划也是这样，应该没问题吧……"
	},
	[116161022] = {
		id = 116161022,
		prefab_name = "1084ui_story",
		content = "咦？又要去了么？"
	},
	[116161023] = {
		id = 116161023,
		prefab_name = "",
		content = "嗯，她忽然变了想法。"
	},
	[116161024] = {
		id = 116161024,
		prefab_name = "1084ui_story",
		content = "好吧……这边没问题！我和小奥西里斯都已经准备好了。"
	},
	[116161025] = {
		id = 116161025,
		prefab_name = "1011ui_story",
		content = "是那个最近新开的塔列朗游乐园吗？前几天薇儿姐姐好像和管理员去过。"
	},
	[116161026] = {
		id = 116161026,
		prefab_name = "1084ui_story",
		content = "对啊，那里的鬼屋项目可有趣了！只可惜当时还没来得及体验过山车就得离场了。"
	},
	[116161027] = {
		id = 116161027,
		prefab_name = "1011ui_story",
		content = "呃，鬼屋之类的项目我恐怕就……"
	},
	[116161028] = {
		id = 116161028,
		prefab_name = "1084ui_story",
		content = "没事，反正我们的任务只是要保护管理员，真要进鬼屋的话，我一个人跟去就好啦。"
	},
	[116161029] = {
		id = 116161029,
		prefab_name = "1011ui_story",
		content = "谢谢薇儿姐姐……"
	},
	[116161030] = {
		id = 116161030,
		prefab_name = "",
		content = "就这样，我（与薇儿和奥西里斯）和诗蔻蒂一起来到了塔列朗乐园。"
	},
	[116161031] = {
		id = 116161031,
		prefab_name = "",
		content = "游乐园还处在试营业期。不过，塔列朗家族投资的豪华设施和美丽景观已经吸引了大批游客前来。"
	},
	[116161032] = {
		id = 116161032,
		prefab_name = "10025ui_story",
		content = "哇啊……"
	},
	[116161033] = {
		id = 116161033,
		prefab_name = "",
		content = "看着川流般涌动的人群，诗蔻蒂像个不知所措的小学生一样睁大了眼。"
	},
	[116161034] = {
		id = 116161034,
		prefab_name = "",
		content = "你是第一次来么？"
	},
	[116161035] = {
		id = 116161035,
		prefab_name = "10025ui_story",
		content = "不是，但是之前的人没这么多……"
	},
	[116161036] = {
		id = 116161036,
		prefab_name = "",
		content = "因为今天是周末吧。对了，你想先玩哪个项目？"
	},
	[116161037] = {
		id = 116161037,
		prefab_name = "10025ui_story",
		content = "可以一起玩吗？那我想……唔……不对，不能太放松……"
	},
	[116161038] = {
		id = 116161038,
		prefab_name = "",
		content = "你在说什么呀，来游乐园不就是要放松的吗？啊，不过你要是能想起些事情就最好了。"
	},
	[116161039] = {
		id = 116161039,
		prefab_name = "",
		content = "不远处，游乐园的工作人员正在派发地图。我上前领了一份，接过地图的诗蔻蒂用不解的眼神看着我。"
	},
	[116161040] = {
		id = 116161040,
		prefab_name = "10025ui_story",
		content = "这是什么？图案和线好漂亮。"
	},
	[116161041] = {
		id = 116161041,
		prefab_name = "",
		content = "你之前来游乐园，没有用过地图吗？"
	},
	[116161042] = {
		id = 116161042,
		prefab_name = "",
		content = "只要把方向对准，就可以从图上看到自己在哪个位置。周围都是些什么项目，也可以从上面知道。"
	},
	[116161043] = {
		id = 116161043,
		prefab_name = "",
		content = "你看，我们现在在大门口，往前的设施是这些……"
	},
	[116161044] = {
		id = 116161044,
		prefab_name = "",
		content = "我将地图上的标识，与不远处的设施一一对应，给诗蔻蒂示意。"
	},
	[116161045] = {
		id = 116161045,
		prefab_name = "",
		content = "诗蔻蒂仔细看着自己手中的地图，若有所思。她用手指在地图上比划着什么，仿佛正以指代步，走遍了整个园区。"
	},
	[116161046] = {
		id = 116161046,
		prefab_name = "",
		content = "如果你没什么想法的话，我们就先去比较近的旋转木马吧，按着推荐路线玩可以省一些脚步。"
	},
	[116161047] = {
		id = 116161047,
		prefab_name = "10025ui_story",
		content = "好，听小昙的。"
	},
	[116161048] = {
		id = 116161048,
		prefab_name = "",
		content = "看见诗蔻蒂同意，我便带着她往第一个游玩项目走去。然而刚走出几步——"
	},
	[116161049] = {
		id = 116161049,
		prefab_name = "10025ui_story",
		content = "唔——呃啊——"
	},
	[116161050] = {
		id = 116161050,
		prefab_name = "",
		content = "诗蔻蒂，你怎么了？"
	},
	[116161051] = {
		id = 116161051,
		prefab_name = "",
		content = "方才还满脸写着高兴的少女，忽然难以站立似地倒退几步，右手像在按捺某种撕心之痛地紧扯着胸口。"
	},
	[116161052] = {
		id = 116161052,
		prefab_name = "10025ui_story",
		content = "小昙，我们……还是别去旋转木马了吧？"
	},
	[116161053] = {
		id = 116161053,
		prefab_name = "",
		content = "粉发的少女一边看地图，一边担心地向四周张望。"
	},
	[116161054] = {
		id = 116161054,
		prefab_name = "",
		content = "（她在警惕什么……难道是薇儿和奥西里斯跟踪的事被发现了吗？）"
	},
	[116161055] = {
		id = 116161055,
		prefab_name = "10025ui_story",
		content = "我想先去玩海盗船。"
	},
	[116161056] = {
		id = 116161056,
		prefab_name = "",
		content = "这么远……你确定吗？其实我们可以顺路先玩玩别的。"
	},
	[116161057] = {
		id = 116161057,
		prefab_name = "10025ui_story",
		content = "我知道，但是……还是想先去海盗船。"
	},
	[116161058] = {
		id = 116161058,
		prefab_name = "",
		content = "好吧……那既然这样，不如我们把路线确定一下吧？刚才我看到诗蔻蒂好像有在做路线规划。"
	},
	[116161059] = {
		id = 116161059,
		prefab_name = "",
		content = "听到我的话，诗蔻蒂愣了一下，收回手指攥紧了地图。"
	},
	[116161060] = {
		id = 116161060,
		prefab_name = "10025ui_story",
		content = "好……好呀。"
	},
	[116171001] = {
		id = 116171001,
		prefab_name = "",
		content = "塔列朗乐园的暗处，偏僻的角落里，一队装备整齐的人员刚完成了集结。"
	},
	[116171002] = {
		id = 116171002,
		prefab_name = "2079ui_story",
		content = "这里是第七小队，0704的行踪确定，目标正位于塔列朗游乐园。"
	},
	[116171003] = {
		id = 116171003,
		prefab_name = "10014ui_story",
		content = "很好，不惜代价抓捕目标。"
	},
	[116171004] = {
		id = 116171004,
		prefab_name = "2079ui_story",
		content = "真的不向游乐园方说明，让他们疏散游客么？"
	},
	[116171005] = {
		id = 116171005,
		prefab_name = "10014ui_story",
		content = "不用在意，引发的后果由我来处理。你们也注意分散人员和便服伪装，千万别打草惊蛇。"
	},
	[116171006] = {
		id = 116171006,
		prefab_name = "2079ui_story",
		content = "明白……全体就位，戴好护目镜，准备实施抓捕行动。"
	},
	[116171007] = {
		id = 116171007,
		prefab_name = "1011ui_story",
		content = "薇儿姐姐，你没事吧？"
	},
	[116171008] = {
		id = 116171008,
		prefab_name = "1084ui_story",
		content = "没……没问题。我可以的……"
	},
	[116171009] = {
		id = 116171009,
		prefab_name = "1011ui_story",
		content = "这个海盗船动起来也不是很快呀，怎么会……"
	},
	[116171010] = {
		id = 116171010,
		prefab_name = "",
		content = "奥西里斯一下下抚着薇儿丹蒂的后背，以期缓解她的不适。"
	},
	[116171011] = {
		id = 116171011,
		prefab_name = "1084ui_story",
		content = "谢谢你，小奥西里斯……我好些了。管理员他们呢？"
	},
	[116171012] = {
		id = 116171012,
		prefab_name = "1011ui_story",
		content = "往激流勇进的方向去了。"
	},
	[116171013] = {
		id = 116171013,
		prefab_name = "1084ui_story",
		content = "那我也赶紧跟……唔呃……"
	},
	[116171014] = {
		id = 116171014,
		prefab_name = "1011ui_story",
		content = "别勉强呀，薇儿姐姐！"
	},
	[116171015] = {
		id = 116171015,
		prefab_name = "1084ui_story",
		content = "呃……咦？等等，那些人是——"
	},
	[116171016] = {
		id = 116171016,
		prefab_name = "",
		content = "薇儿抬起头，看到不远处，穿着熟悉制服的几道身影匆匆跑过。"
	},
	[116171017] = {
		id = 116171017,
		prefab_name = "1084ui_story",
		content = "那是科尔盖的标志？他们来这里干嘛……"
	},
	[116171018] = {
		id = 116171018,
		prefab_name = "1011ui_story",
		content = "管理员让我们留意可疑的人，薇儿姐姐，我们跟上去看看吧。"
	},
	[116171019] = {
		id = 116171019,
		prefab_name = "1084ui_story",
		content = "嗯！"
	},
	[116171020] = {
		id = 116171020,
		prefab_name = "",
		content = "水花在两侧高高溅起，宛如高墙，也仿佛羽翼。"
	},
	[116171021] = {
		id = 116171021,
		prefab_name = "",
		content = "隔绝外界的高墙也好，逃离地面的羽翼也好，最终都不过是水花。逃不脱重力的水花拍打在我们身上。"
	},
	[116171022] = {
		id = 116171022,
		prefab_name = "",
		content = "我看向诗蔻蒂，她为这从未体验过的刺激感露出兴奋的表情。双手死死地抓住座椅，声音混淆在一众游客的呐喊里，就像个随处可见、再普通不过的女孩。"
	},
	[116171023] = {
		id = 116171023,
		prefab_name = "",
		content = "或许是察觉到了我的视线，诗蔻蒂转过头来，突然的目光相撞让我们一时尴尬。"
	},
	[116171024] = {
		id = 116171024,
		prefab_name = "10025ui_story",
		content = "小昙……"
	},
	[116171025] = {
		id = 116171025,
		prefab_name = "",
		content = "水花声和大家的呐喊声盖过了她的声音，我向她的座位凑近，示意她再说一遍。"
	},
	[116171026] = {
		id = 116171026,
		prefab_name = "",
		content = "然而诗蔻蒂只是摇了摇头，咧着嘴，继续肆意欢笑。"
	},
	[116171027] = {
		id = 116171027,
		prefab_name = "",
		content = "等你恢复记忆后，如果愿意的话，就留在深空之眼吧？"
	},
	[116171028] = {
		id = 116171028,
		prefab_name = "10025ui_story",
		content = "小昙，你在说什么，我听不见！"
	},
	[116171029] = {
		id = 116171029,
		prefab_name = "",
		content = "哈哈……没什么。"
	},
	[116171030] = {
		id = 116171030,
		prefab_name = "",
		content = "又一朵高高的水花破开，渗过质量并不好的雨衣，打湿了我们的衣裤。"
	},
	[116171031] = {
		id = 116171031,
		prefab_name = "",
		content = "算了，应该很快就会干吧。"
	},
	[116181001] = {
		id = 116181001,
		prefab_name = "",
		content = "科尔盖的人？"
	},
	[116181002] = {
		id = 116181002,
		prefab_name = "",
		content = "好……我知道了。"
	},
	[116181003] = {
		id = 116181003,
		prefab_name = "",
		content = "我们从设施中走出。诗蔻蒂拿出地图，查看下一个计划的项目。"
	},
	[116181004] = {
		id = 116181004,
		prefab_name = "10025ui_story",
		content = "地图……打湿了……"
	},
	[116181005] = {
		id = 116181005,
		prefab_name = "",
		content = "路线是用笔画上去的。然而地图被打湿后笔墨洇开，上面的笔迹已经完全看不清了。"
	},
	[116181006] = {
		id = 116181006,
		prefab_name = "",
		content = "诗蔻蒂挠了挠头，凑近观察地图上的水痕。"
	},
	[116181007] = {
		id = 116181007,
		prefab_name = "10025ui_story",
		content = "痕迹也看不清楚了。"
	},
	[116181008] = {
		id = 116181008,
		prefab_name = "",
		content = "没关系，我还记得啦，下一个项目是附近的大摆锤。"
	},
	[116181009] = {
		id = 116181009,
		prefab_name = "10025ui_story",
		content = "大摆锤……那个不行，已经试过了……"
	},
	[116181010] = {
		id = 116181010,
		prefab_name = "",
		content = "哎？已经试过了是……"
	},
	[116181011] = {
		id = 116181011,
		prefab_name = "10025ui_story",
		content = "我们去摩天轮吧，我想坐摩天轮。可以吗，小昙？"
	},
	[116181012] = {
		id = 116181012,
		prefab_name = "",
		content = "面对朝我仰头询问的少女，我的心绪忽然变得复杂。"
	},
	[116181013] = {
		id = 116181013,
		prefab_name = "",
		content = "诗蔻蒂，你是不是……一直在躲着什么？"
	},
	[116181014] = {
		id = 116181014,
		prefab_name = "10025ui_story",
		content = "哎……？"
	},
	[116181015] = {
		id = 116181015,
		prefab_name = "",
		content = "你一直更改路线，是因为你要避开科尔盖的人对吧？你知道他们在找你。"
	},
	[116181016] = {
		id = 116181016,
		prefab_name = "",
		content = "你的记忆没有完全丢失，不然的话，你怎么会知道他们的目标是你？"
	},
	[116181017] = {
		id = 116181017,
		prefab_name = "10025ui_story",
		content = "不是的，小昙……我只是想……唔呃……啊……"
	},
	[116181018] = {
		id = 116181018,
		prefab_name = "",
		content = "少女的话语又一次被突然的痛感打断，她挣扎撑起好像随时要倒地的身体，用那只瘦弱的手抓住了我。"
	},
	[116181019] = {
		id = 116181019,
		prefab_name = "",
		content = ""
	},
	[116181020] = {
		id = 116181020,
		prefab_name = "10025ui_story",
		content = "快走，小昙！不能留在这里！"
	},
	[116181021] = {
		id = 116181021,
		prefab_name = "",
		content = "少女拉起我的手奔跑起来。"
	},
	[116181022] = {
		id = 116181022,
		prefab_name = "",
		content = "她向周围各处张望，在某处停驻片刻。我顺着她的视线，却什么也没发现。"
	},
	[116181023] = {
		id = 116181023,
		prefab_name = "10025ui_story",
		content = "摩天轮是最安全的，先去那里试试……"
	},
	[116181024] = {
		id = 116181024,
		prefab_name = "",
		content = "……试试？"
	},
	[116181025] = {
		id = 116181025,
		prefab_name = "10025ui_story",
		content = "小昙，我们上摩天轮！"
	},
	[116181026] = {
		id = 116181026,
		prefab_name = "",
		content = "你还没回答我的问题！"
	},
	[116181027] = {
		id = 116181027,
		prefab_name = "",
		content = "诗蔻蒂不由分说地向前跑去，我也不得不随她动身。"
	},
	[116181028] = {
		id = 116181028,
		prefab_name = "",
		content = "看着她的背影，我忽然意识到一些事。"
	},
	[116181029] = {
		id = 116181029,
		prefab_name = "",
		content = "她原来被打湿的，不是左边的袖口么……而且那张地图，我记得是被放在衣服内侧的口袋里。"
	},
	[116181030] = {
		id = 116181030,
		prefab_name = "",
		content = "是我记错了吗？但那是刚刚才发生的事，我的记性不会差到这种程度……"
	},
	[116181031] = {
		id = 116181031,
		prefab_name = "",
		content = "异样的感觉让我被淹没在既视感错乱的洪流里。"
	},
	[116181032] = {
		id = 116181032,
		prefab_name = "",
		content = "登上了摩天轮后，我给薇儿发送了行程改变的消息。"
	},
	[116181033] = {
		id = 116181033,
		prefab_name = "",
		content = "但过去许久，那边也没有传来回应。从跟我说了科尔盖在游乐园的事后，那边就一直陷入沉默。"
	},
	[116181034] = {
		id = 116181034,
		prefab_name = "",
		content = "大概是通讯器故障了，或者是刚才进水了么……"
	},
	[116181035] = {
		id = 116181035,
		prefab_name = "",
		content = "我望向轿厢的下方，几个戴护目镜的黑衣人焦急地大喊着，但因为距离太远，所以基本听不清他们说的内容。"
	},
	[116181036] = {
		id = 116181036,
		prefab_name = "",
		content = "猜想一下，八成是「跟丢了目标，要赶紧跟上级回报」之类的吧。"
	},
	[116181037] = {
		id = 116181037,
		prefab_name = "",
		content = "我望着坐在对面的少女，积累在心中的疑问和不适感终于再按捺不住了。"
	},
	[116181038] = {
		id = 116181038,
		prefab_name = "",
		content = "诗蔻蒂，可以告诉我到底是怎么回事么？"
	},
	[116191001] = {
		id = 116191001,
		prefab_name = "",
		content = "诗蔻蒂，可以告诉我到底是怎么回事么？"
	},
	[116191002] = {
		id = 116191002,
		prefab_name = "",
		content = "阳光经过折射，在轿厢内显出朦胧的光晕。"
	},
	[116191003] = {
		id = 116191003,
		prefab_name = "",
		content = "我看着诗蔻蒂身上厚重的毛衣才注意到，她就穿这么厚重的衣服，大夏天在室外待了这么久。"
	},
	[116191004] = {
		id = 116191004,
		prefab_name = "10025ui_story",
		content = "太阳……"
	},
	[116191005] = {
		id = 116191005,
		prefab_name = "",
		content = "摩天轮缓缓启动，轿厢内的光影也随之移动。"
	},
	[116191006] = {
		id = 116191006,
		prefab_name = "",
		content = "诗蔻蒂伸出自己的手掌，看着光线在指缝间跳跃流转。"
	},
	[116191007] = {
		id = 116191007,
		prefab_name = "10025ui_story",
		content = "我以前很少看到，所以觉得只要升得高高的，就可以更近距离地去观察了。"
	},
	[116191008] = {
		id = 116191008,
		prefab_name = "",
		content = "这点距离对太阳来说微乎其微，而且眼睛会睁不开的。"
	},
	[116191009] = {
		id = 116191009,
		prefab_name = "10025ui_story",
		content = "小昙上次也是这么说的，但我不会哦。"
	},
	[116191010] = {
		id = 116191010,
		prefab_name = "10025ui_story",
		content = "能像这样坐着我很开心，要是没有在被追就更好了，哈哈……"
	},
	[116191011] = {
		id = 116191011,
		prefab_name = "",
		content = ""
	},
	[116191012] = {
		id = 116191012,
		prefab_name = "10025ui_story",
		content = "不是……"
	},
	[116191013] = {
		id = 116191013,
		prefab_name = "",
		content = "她说着，合上手掌，缩回手，然后苦笑地看向我。"
	},
	[116191014] = {
		id = 116191014,
		prefab_name = "10025ui_story",
		content = "我把知道的事情都告诉过你，但那样也改变不了什么，只会让一切发生得更快。"
	},
	[116191015] = {
		id = 116191015,
		prefab_name = "",
		content = ""
	},
	[116191016] = {
		id = 116191016,
		prefab_name = "10025ui_story",
		content = "不，我说过的……在那座高高的楼里。但那样也无济于事，所以才会回到这里。"
	},
	[116191017] = {
		id = 116191017,
		prefab_name = "",
		content = ""
	},
	[116191018] = {
		id = 116191018,
		prefab_name = "",
		content = "诗蔻蒂没有立刻回应我。她看向下方的地面，刚才在海盗船上，她也是像这样不时地观察周围。"
	},
	[116191019] = {
		id = 116191019,
		prefab_name = "",
		content = "过了一会儿，她将目光收回来，脸上紧张的神情削减了几分。"
	},
	[116191020] = {
		id = 116191020,
		prefab_name = "10025ui_story",
		content = "小昙，你愿意跟我一起走么？"
	},
	[116191021] = {
		id = 116191021,
		prefab_name = "",
		content = "一起走是指什么？"
	},
	[116191022] = {
		id = 116191022,
		prefab_name = "10025ui_story",
		content = "就是不管别的事，只是走……一直到很远很远的地方。"
	},
	[116191023] = {
		id = 116191023,
		prefab_name = "",
		content = "你是指旅游吗？如果事情结束，想出去旅游当然没问题。"
	},
	[116191024] = {
		id = 116191024,
		prefab_name = "10025ui_story",
		content = "不是这个意思……我是说，抛下所有的东西，一起到谁都找不到的地方。"
	},
	[116191025] = {
		id = 116191025,
		prefab_name = "",
		content = "为什么？你在躲谁……"
	},
	[116191026] = {
		id = 116191026,
		prefab_name = "10025ui_story",
		content = "不是的，是只有这样，才有机会救小昙……"
	},
	[116191027] = {
		id = 116191027,
		prefab_name = "",
		content = "救……我？"
	},
	[116191028] = {
		id = 116191028,
		prefab_name = "",
		content = "她的眼睛忽闪着，目光游移不定，双手捂在胸口，嘴唇翕动。"
	},
	[116191029] = {
		id = 116191029,
		prefab_name = "",
		content = "大概是明亮如常的阳光，以及平稳慢转的摩天轮，让我一时忘了现下还是袭击者未找到的危险时期。"
	},
	[116191030] = {
		id = 116191030,
		prefab_name = "",
		content = "然后，突变就到来了——"
	},
	[116191031] = {
		id = 116191031,
		prefab_name = "",
		content = "摩天轮突兀地停下，我直觉地探向窗外，发现附近几个轿厢里的游客也不明白发生了什么。"
	},
	[116191032] = {
		id = 116191032,
		prefab_name = "10025ui_story",
		content = "在最高点，摩天轮是会停下来的吗？"
	},
	[116191033] = {
		id = 116191033,
		prefab_name = "",
		content = "没有这种设定，况且我们的最高点也并不意味着就是别人的啊……"
	},
	[116191034] = {
		id = 116191034,
		prefab_name = "",
		content = "——但它真的停下来了。"
	},
	[116191035] = {
		id = 116191035,
		prefab_name = "10025ui_story",
		content = "那，是故障了吗？"
	},
	[116191036] = {
		id = 116191036,
		prefab_name = "",
		content = "紧接着，一阵沉重而混乱的动静传来，轿厢随之明显地摇晃。"
	},
	[116191037] = {
		id = 116191037,
		prefab_name = "",
		content = "我循着动静抬头，映入眼帘的画面瞬间击垮了我的常识……"
	},
	[116191038] = {
		id = 116191038,
		prefab_name = "",
		content = "咚——！咚——！咚——！"
	},
	[116191039] = {
		id = 116191039,
		prefab_name = "",
		content = "一声，两声，三声——急促的钝响罔顾我的紧张情绪，愈发的混乱剧烈。像是已经抵达标记点的寻宝人，正急不可耐地想要掘开厚土得见自己的宝藏。"
	},
	[116191040] = {
		id = 116191040,
		prefab_name = "",
		content = "咚——！"
	},
	[116191041] = {
		id = 116191041,
		prefab_name = "",
		content = "最后一声巨响落下。黑色的锤头探入车厢，将厢顶的钢板扯开一半——"
	},
	[116191042] = {
		id = 116191042,
		prefab_name = "1028ui_story",
		content = "早上好，叛徒们~可让我一阵好找！"
	},
	[116191043] = {
		id = 116191043,
		prefab_name = "",
		content = ""
	},
	[116191044] = {
		id = 116191044,
		prefab_name = "10025ui_story",
		content = "小昙，小心！"
	},
	[116191045] = {
		id = 116191045,
		prefab_name = "",
		content = "伴随着电流迸发和金属变形的响声，黑色的巨锤从厢顶落下，将我方才还坐着的椅子砸成辨不出是何物的废铁。"
	},
	[116191046] = {
		id = 116191046,
		prefab_name = "1028ui_story",
		content = "反应挺快的嘛，是被她提醒的缘故吗？"
	},
	[116191047] = {
		id = 116191047,
		prefab_name = "",
		content = "托尔，为什么你要……"
	},
	[116191048] = {
		id = 116191048,
		prefab_name = "1028ui_story",
		content = "还用说，当然是为了清理叛徒呀~咦？为什么感觉这句话说了很多次了，算了无所谓了。"
	},
	[116191049] = {
		id = 116191049,
		prefab_name = "",
		content = "轿厢顶部飞舞的红色像一抹火炬上的燃焰，黑影笼罩上少女的正脸，是那柄巨锤又一次举高遮蔽了太阳。"
	},
	[116191050] = {
		id = 116191050,
		prefab_name = "1028ui_story",
		content = "感觉像打地鼠一样。不过难度有点低，地鼠藏身的洞穴才两个。"
	},
	[116191051] = {
		id = 116191051,
		prefab_name = "1028ui_story",
		content = "唉，快点结束吧。还有好多人要处理呢……"
	},
	[116191052] = {
		id = 116191052,
		prefab_name = "",
		content = "虽然力量的汇集并不可视，但托尔臂上的肌肉具现化了这一过程。这使我意识到，她在准备第二击——对准我的头颅。"
	},
	[116191053] = {
		id = 116191053,
		prefab_name = "10025ui_story",
		content = "不要——！"
	},
	[116191054] = {
		id = 116191054,
		prefab_name = "",
		content = "意识保有的最后瞬间，我看到单薄的少女举臂护在我的身前，像迎击雷电的幼鸟。"
	},
	[116191055] = {
		id = 116191055,
		prefab_name = "",
		content = "崇高却不被人理解的献身，最后也和那座塔一样，一并燃作了废墟。"
	},
	[116201001] = {
		id = 116201001,
		prefab_name = "",
		content = "刚从海盗船下来，在我旁边的诗蔻蒂似乎不太舒服。"
	},
	[116201002] = {
		id = 116201002,
		prefab_name = "",
		content = "她双手撑在膝盖上，面对地面大口喘着气。是在上边给晃晕了吗？"
	},
	[116201003] = {
		id = 116201003,
		prefab_name = "",
		content = "要休息一下吗？"
	},
	[116201004] = {
		id = 116201004,
		prefab_name = "10025ui_story",
		content = "哈、哈啊……我没关系。我们去下个项目吧。"
	},
	[116201005] = {
		id = 116201005,
		prefab_name = "",
		content = "下个项目是激流勇进，人还挺多的，得早些去排队。"
	},
	[116201006] = {
		id = 116201006,
		prefab_name = "10025ui_story",
		content = "不，不能去那边了……"
	},
	[116201007] = {
		id = 116201007,
		prefab_name = "",
		content = "她接过地图快速地在上边扫视，像个研读军事情报的指挥官。"
	},
	[116201008] = {
		id = 116201008,
		prefab_name = "10025ui_story",
		content = "我们去鬼屋吧。"
	},
	[116201009] = {
		id = 116201009,
		prefab_name = "",
		content = "又改主意了吗……"
	},
	[116201010] = {
		id = 116201010,
		prefab_name = "",
		content = "仿佛已经习惯了诗蔻蒂不停的变卦，我顺应着她更改了路线。"
	},
	[116201011] = {
		id = 116201011,
		prefab_name = "10025ui_story",
		content = "我看到那边有花车，想绕路去看看，顺便也去鬼屋。"
	},
	[116201012] = {
		id = 116201012,
		prefab_name = "",
		content = "嗯，没关系，我们走吧。"
	},
	[116201013] = {
		id = 116201013,
		prefab_name = "",
		content = "我回头看了眼激流勇进的方向，那些飞溅的水花，游客们的尖叫，攀着铁轨疾驰的小车，好像都真真切切地在身边发生过。"
	},
	[116201014] = {
		id = 116201014,
		prefab_name = "",
		content = "不曾存在过的记忆走马灯似地在眼前闪过，激流勇进之后，登上了摩天轮，再然后……耀眼的太阳，还有被雷电击碎的塔。"
	},
	[116201015] = {
		id = 116201015,
		prefab_name = "10025ui_story",
		content = "小昙？"
	},
	[116201016] = {
		id = 116201016,
		prefab_name = "",
		content = "我们是不是以前就来过这儿？"
	},
	[116201017] = {
		id = 116201017,
		prefab_name = "",
		content = "话语不知为何先于思考地出口了。"
	},
	[116201018] = {
		id = 116201018,
		prefab_name = "",
		content = "诗蔻蒂因为我的话而驻足，她微微睁大了樱色的双眸，当中混杂了惊讶，还是期待，亦或是两者兼有的感情。"
	},
	[116201019] = {
		id = 116201019,
		prefab_name = "",
		content = "我是不是说了奇怪的话，不用在意。"
	},
	[116201020] = {
		id = 116201020,
		prefab_name = "10025ui_story",
		content = "……"
	},
	[116201021] = {
		id = 116201021,
		prefab_name = "1011ui_story",
		content = "薇儿姐姐，你好点了吗……？"
	},
	[116201022] = {
		id = 116201022,
		prefab_name = "1084ui_story",
		content = "呃……没、没事，海盗船真是我永远的克星。"
	},
	[116201023] = {
		id = 116201023,
		prefab_name = "1011ui_story",
		content = "海盗船已经结束了，鬼屋项目就轮到我了……"
	},
	[116201024] = {
		id = 116201024,
		prefab_name = "1084ui_story",
		content = "对哦，来这种地方，冥王她会不会……"
	},
	[116201025] = {
		id = 116201025,
		prefab_name = "1011ui_story",
		content = "这个还好，我已经和她提前打过招呼了。只要我不被吓晕过去就没事。"
	},
	[116201026] = {
		id = 116201026,
		prefab_name = "1011ui_story",
		content = "说起来，科尔盖的人好像也进鬼屋了，他们是在管理员改计划前进去的，看来科尔盖到这儿来的目的不是我们。"
	},
	[116201027] = {
		id = 116201027,
		prefab_name = "1084ui_story",
		content = "唔……难道是普通的团建旅游？"
	},
	[116201028] = {
		id = 116201028,
		prefab_name = "1011ui_story",
		content = "团建戴着战术装备也太奇怪了吧？"
	},
	[116201029] = {
		id = 116201029,
		prefab_name = "1084ui_story",
		content = "算了不想了，反正管理员还没来，我们再跟一会儿看看吧。"
	},
	[116201030] = {
		id = 116201030,
		prefab_name = "",
		content = "前面这个，应该就是花车了吧。"
	},
	[116201031] = {
		id = 116201031,
		prefab_name = "",
		content = "虽说整座游乐园都可以用「精致」来形容，但在这些花车面前，这两个字就显得苍白无力了。"
	},
	[116201032] = {
		id = 116201032,
		prefab_name = "",
		content = "华丽，狂放，诡谲——哪怕只是静静停靠在此，它们都在不停向外界传达着设计者超前的理念。"
	},
	[116201033] = {
		id = 116201033,
		prefab_name = "10025ui_story",
		content = "我还以为，花车应该会有很多花。"
	},
	[116201034] = {
		id = 116201034,
		prefab_name = "",
		content = "是呀，这个游乐园里的花车很特别。想拍照的话，那边的角度比较好，要不要过去……"
	},
	[116201035] = {
		id = 116201035,
		prefab_name = "",
		content = "并没有如我预想地举起相机，诗蔻蒂只是驻足片刻，很快回过神，扯了一下我的袖子。"
	},
	[116201036] = {
		id = 116201036,
		prefab_name = "10025ui_story",
		content = "先去鬼屋吧。"
	},
	[116201037] = {
		id = 116201037,
		prefab_name = "",
		content = "我不知道诗蔻蒂为什么忽然执着于鬼屋，但既然是陪她出来游玩，就顺着她的心意吧。"
	},
	[116201038] = {
		id = 116201038,
		prefab_name = "",
		content = "只是不知道为什么，在走向鬼屋的路上，诗蔻蒂本就已经有些勉强的笑容渐渐被忧虑取代。"
	},
	[116201039] = {
		id = 116201039,
		prefab_name = "",
		content = "花车消失在我们身后道路旁的林带间，一路上的行人渐渐稀少，阳光的温度与游玩的气氛一同消退。"
	},
	[116201040] = {
		id = 116201040,
		prefab_name = "",
		content = "诗蔻蒂好像察觉了什么，拉着我奔跑起来。"
	},
	[116201041] = {
		id = 116201041,
		prefab_name = "10025ui_story",
		content = "我们快一些。"
	},
	[116201042] = {
		id = 116201042,
		prefab_name = "",
		content = "诗蔻蒂的脚步急切而忙乱，她意味不明的自语仿佛将深埋在我脑中的幻象一条条牵起，揉作更加明晰真实的一束。"
	},
	[116201043] = {
		id = 116201043,
		prefab_name = "",
		content = "……恍惚间觉得与她拉手奔跑的场景已经存在很多次。"
	},
	[116201044] = {
		id = 116201044,
		prefab_name = "10025ui_story",
		content = "（我和小昙很久前就认识了，一起逛街、吃饭，还约好了要到游乐园玩……）"
	},
	[116201045] = {
		id = 116201045,
		prefab_name = "",
		content = "一些零碎的幻象和诗蔻蒂曾经说过的难以理解的话拼凑在一起，于心中升起一种难以表述的异样感——下一秒，通讯中忽然响起的声音打断了思绪。"
	},
	[116201046] = {
		id = 116201046,
		prefab_name = "",
		content = "管理员，情况不对，你们先别来鬼屋这边！"
	},
	[116201047] = {
		id = 116201047,
		prefab_name = "",
		content = "奥西里斯？"
	},
	[116201048] = {
		id = 116201048,
		prefab_name = "",
		content = "科尔盖的人也在这边，他们不听解释就朝我们攻击！还有薇儿姐姐她——"
	},
	[116201049] = {
		id = 116201049,
		prefab_name = "",
		content = "奥西里斯的话语唐突地断裂，取而代之的是忽大忽小的电流声，持续的静默在我脑海中嗡嗡作响。"
	},
	[116201050] = {
		id = 116201050,
		prefab_name = "",
		content = "薇儿她怎么了！"
	},
	[116201051] = {
		id = 116201051,
		prefab_name = "",
		content = "顾不上隐秘行动，我急忙又呼唤了一声奥西里斯，却没有得到回应。再检查通讯器，信号稳定，连接断开……"
	},
	[116201052] = {
		id = 116201052,
		prefab_name = "10025ui_story",
		content = "薇儿？她在这里吗？"
	},
	[116201053] = {
		id = 116201053,
		prefab_name = "",
		content = "薇儿和奥西里斯有一起来保护我们，可她们刚到鬼屋，通讯就断了。"
	},
	[116201054] = {
		id = 116201054,
		prefab_name = "10025ui_story",
		content = "糟了……小昙，我们不能去那里。"
	},
	[116201055] = {
		id = 116201055,
		prefab_name = "",
		content = "诗蔻蒂拉着我的手想往反方向去，但这次我并没有顺应她地就这么改变目的地。"
	},
	[116201056] = {
		id = 116201056,
		prefab_name = "",
		content = "薇儿和奥西里斯她们可能遇到危险了，我不能丢下她们不管。抱歉，诗蔻蒂你先回总部吧。"
	},
	[116201057] = {
		id = 116201057,
		prefab_name = "",
		content = "没来得及听到诗蔻蒂的回应，我挣开了手往检票口跑去。"
	},
	[116201058] = {
		id = 116201058,
		prefab_name = "10025ui_story",
		content = "这次也不行了吗……"
	},
	[116201059] = {
		id = 116201059,
		prefab_name = "10025ui_story",
		content = "不，只要在「他」得手前就还有机会，至少要看到足够多的「信息」……"
	},
	[116201060] = {
		id = 116201060,
		prefab_name = "",
		content = "诗蔻蒂抿着嘴唇，神情挣扎了一下，步伐再次迈出。"
	},
	[116201061] = {
		id = 116201061,
		prefab_name = "",
		content = "下午四点后的阳光糅杂着些微暮色，铺在仅有我一人的林道上。我望向鬼屋，不知从什么时候开始，那附近已经看不到有游客进出。"
	},
	[116201062] = {
		id = 116201062,
		prefab_name = "",
		content = "怎么连工作人员都不见了……"
	},
	[116201063] = {
		id = 116201063,
		prefab_name = "",
		content = "检票口四周空无一人，在门口可以依稀听到建筑内部传出的剧烈碰击声。"
	},
	[116201064] = {
		id = 116201064,
		prefab_name = "",
		content = "我皱了皱眉，推门而入。骤然变暗的环境加重了我内心的不安。"
	},
	[116201065] = {
		id = 116201065,
		prefab_name = "",
		content = "顺着唯一的声源不断深入，金属的音色渐渐清晰……那是我常在深空之眼训练室中听到的声音。"
	},
	[116201066] = {
		id = 116201066,
		prefab_name = "",
		content = "薇儿，奥西里斯……？！"
	},
	[116201067] = {
		id = 116201067,
		prefab_name = "",
		content = "剑与镰交击的声音已经非常接近。我加快脚步，开始大声呼寻。"
	},
	[116201068] = {
		id = 116201068,
		prefab_name = "",
		content = "管理员？这里很危险，先别过来！"
	},
	[116201069] = {
		id = 116201069,
		prefab_name = "",
		content = "转过一处拐角时，在暗弱的光照中隐约看到一道熟悉的娇小身影。她挥动着与她体型极不相符的巨大镰刀，正承受着对手狂风骤雨般的攻势。"
	},
	[116201070] = {
		id = 116201070,
		prefab_name = "",
		content = "是科尔盖的人吗？！薇儿呢——"
	},
	[116201071] = {
		id = 116201071,
		prefab_name = "1011ui_story",
		content = "不是的，总之管理员你先……"
	},
	[116201072] = {
		id = 116201072,
		prefab_name = "",
		content = "似乎是为了躲开攻击，奥西里斯朝我的方向后跃了一大步。"
	},
	[116201073] = {
		id = 116201073,
		prefab_name = "",
		content = "一剑挥空，奥西里斯的对手没有片刻犹豫，如同一台精密的机器一般前冲，追着奥西里斯闯进略有光照的区域，与我在一瞬间目光交汇——"
	},
	[116201074] = {
		id = 116201074,
		prefab_name = "",
		content = "我看清了对方的模样，我认得她的样子，唯独认不出她冰冷陌生的、仿佛完全不认识我的眼神。"
	},
	[116201075] = {
		id = 116201075,
		prefab_name = "",
		content = "……薇儿？"
	},
	[116211001] = {
		id = 116211001,
		prefab_name = "",
		content = "步步紧逼的薇儿，每一剑的力道都毫无保留，以完全舍弃防御的搏命姿态战斗，似乎要将奥西里斯置于死地。"
	},
	[116211002] = {
		id = 116211002,
		prefab_name = "",
		content = "狭窄的过道内，我和诗蔻蒂不得不跟随奥西里斯一同后退。我朝薇儿大声呼喊，然而薇儿像是没有听到我的声音，只是沉默地、不知疲倦地劈斩。"
	},
	[116211003] = {
		id = 116211003,
		prefab_name = "",
		content = "薇儿她是从什么时候开始这样的！？"
	},
	[116211004] = {
		id = 116211004,
		prefab_name = "1011ui_story",
		content = "我们和科尔盖的人纠缠的时候，突然飘来了一团黑雾。薇儿姐姐被那团黑雾罩住，突然就变得不正常了……"
	},
	[116211005] = {
		id = 116211005,
		prefab_name = "",
		content = "——"
	},
	[116211006] = {
		id = 116211006,
		prefab_name = "1011ui_story",
		content = "管理员，现在怎么办？！"
	},
	[116211007] = {
		id = 116211007,
		prefab_name = "",
		content = ""
	},
	[116211008] = {
		id = 116211008,
		prefab_name = "",
		content = "平日里听到烤肉料理总会兴奋地欢呼的薇儿，此时却完全无动于衷。"
	},
	[116211009] = {
		id = 116211009,
		prefab_name = "",
		content = "看来已经没法沟通了……奥西里斯，先想办法制服她吧！"
	},
	[116211010] = {
		id = 116211010,
		prefab_name = "",
		content = "平日在训练时总会无条件服从我指令的薇儿，此时却完全无动于衷。"
	},
	[116211011] = {
		id = 116211011,
		prefab_name = "",
		content = "意识已经被闭锁了……奥西里斯，先想办法制服她吧！"
	},
	[116211012] = {
		id = 116211012,
		prefab_name = "",
		content = "这样下去不是办法，先想办法制服她吧！"
	},
	[116211013] = {
		id = 116211013,
		prefab_name = "",
		content = "隐约看到薇儿扫了我一眼。"
	},
	[116211014] = {
		id = 116211014,
		prefab_name = "",
		content = "脑海中有某种梦境般的画面一闪而过。她挥向奥西里斯的剑，仿佛在那梦境中直刺向我。"
	},
	[116211015] = {
		id = 116211015,
		prefab_name = "",
		content = "胸前的幻痛让我喘不过气，就好像……自己不是第一次见到这副模样的薇儿了……"
	},
	[116211016] = {
		id = 116211016,
		prefab_name = "",
		content = "把她打晕就好，能做到吗？"
	},
	[116211017] = {
		id = 116211017,
		prefab_name = "1011ui_story",
		content = "呜……我会努力的——！"
	},
	[116211018] = {
		id = 116211018,
		prefab_name = "",
		content = "奥西里斯用力荡开薇儿的剑，后撤一步甩出冥渡，气流带着镰刀贴着墙壁划过一道蝶翼般的弧线，绕到薇儿身后。"
	},
	[116211019] = {
		id = 116211019,
		prefab_name = "",
		content = "薇儿没有选择回身应对镰刀，而是不顾性命地冲向奥西里斯……"
	},
	[116211020] = {
		id = 116211020,
		prefab_name = "1011ui_story",
		content = "薇儿姐姐对不起！"
	},
	[116211021] = {
		id = 116211021,
		prefab_name = "",
		content = "神力骤然爆发，冥渡回旋，在卢恩之刃刺中奥西里斯之前，镰刀的长柄重重撞在薇儿身体上，将她扫进墙壁里。"
	},
	[116211022] = {
		id = 116211022,
		prefab_name = "",
		content = "薇儿在这样的重击下终于安静下来，奥西里斯双手颤抖地将镰刀放在一边。"
	},
	[116211023] = {
		id = 116211023,
		prefab_name = "1011ui_story",
		content = "得想办法赶紧联系休老师……"
	},
	[116211024] = {
		id = 116211024,
		prefab_name = "",
		content = "她取出通讯器，抹了一把脸，手心湿乎乎的，分不清是汗水还是泪水。"
	},
	[116211025] = {
		id = 116211025,
		prefab_name = "",
		content = "就在我准备上前查看薇儿的状况时，气喘吁吁的诗蔻蒂从入口处跑来了。"
	},
	[116211026] = {
		id = 116211026,
		prefab_name = "10025ui_story",
		content = "快走，小昙，他要过来了……"
	},
	[116211027] = {
		id = 116211027,
		prefab_name = "",
		content = "谁要来了？"
	},
	[116211028] = {
		id = 116211028,
		prefab_name = "10025ui_story",
		content = "就是前几次要害小昙的人……我、我想不起来他是谁，但他会杀了小昙！"
	},
	[116211029] = {
		id = 116211029,
		prefab_name = "",
		content = "诗蔻蒂有些痛苦地捂着脑袋，似乎被脑海中的什么东西折磨着。看到她恳切甚至是绝望的表情，我实在无法说出拒绝的话。"
	},
	[116211030] = {
		id = 116211030,
		prefab_name = "",
		content = "奥西里斯……"
	},
	[116211031] = {
		id = 116211031,
		prefab_name = "",
		content = "我回头打算嘱咐奥西里斯带薇儿回深空之眼，却看到一团黑雾慢慢接近奥西里斯的后背。"
	},
	[116211032] = {
		id = 116211032,
		prefab_name = "",
		content = "——奥西里斯，小心后面！"
	},
	[116211033] = {
		id = 116211033,
		prefab_name = "1011ui_story",
		content = "咦？！"
	},
	[116211034] = {
		id = 116211034,
		prefab_name = "",
		content = "听到我的警示，奥西里斯毫不犹豫地取出权钥斩向身后。"
	},
	[116211035] = {
		id = 116211035,
		prefab_name = "",
		content = "镰刀的锋芒扫过那团雾气，仿佛划破了充溢黑暗的气球，极黑的浓雾迅速扩散，将本就光源甚少的鬼屋蒙成漆黑一片。"
	},
	[116211036] = {
		id = 116211036,
		prefab_name = "1011ui_story",
		content = "咳咳，这是什么啊？"
	},
	[116211037] = {
		id = 116211037,
		prefab_name = "10025ui_story",
		content = "他来了。又来不及了吗……"
	},
	[116211038] = {
		id = 116211038,
		prefab_name = "",
		content = "越发浓重的黑雾不断打破我脑中对于「极黑」的认知。我本能地感到惊恐，仿佛被这黑雾拥抱，也将浸染上同样的秽色。"
	},
	[116211039] = {
		id = 116211039,
		prefab_name = "",
		content = "在我几乎因这股重压而窒息时，眼前的景象忽然又变得清晰起来。"
	},
	[116211040] = {
		id = 116211040,
		prefab_name = "",
		content = "浓雾散去——或者，更贴切地说——浓雾凝聚成一位少年的轮廓。"
	},
	[116211041] = {
		id = 116211041,
		prefab_name = "",
		content = "素未谋面的银发少年，手里掂着一根乌黑的警棍，饶有兴致地打量着我们。"
	},
	[116211042] = {
		id = 116211042,
		prefab_name = "10024ui_story",
		content = "好久不见……你也在这里啊，诗蔻蒂。"
	},
	[116211043] = {
		id = 116211043,
		prefab_name = "",
		content = "少年没有看向刚刚对他发起攻击的奥西里斯，而是盯着诗蔻蒂，俊俏的脸上慢慢浮现出沉醉似的病态笑容。"
	},
	[116211044] = {
		id = 116211044,
		prefab_name = "",
		content = "在少年撩起袖子的手臂上能看到一行模糊了的青色数字——0704。"
	},
	[116211045] = {
		id = 116211045,
		prefab_name = "10024ui_story",
		content = "嗯？你已经连我都不记得了么？"
	},
	[116211046] = {
		id = 116211046,
		prefab_name = "10025ui_story",
		content = "我记得，你是一直在追我和小昙的人。"
	},
	[116211047] = {
		id = 116211047,
		prefab_name = "10024ui_story",
		content = "唉，我指的记得不是这么短时间的事……你的记忆侵蚀已经到这个程度了吗？"
	},
	[116211048] = {
		id = 116211048,
		prefab_name = "10024ui_story",
		content = "看来只能跟老熟人再自我介绍一次了……我是0704，也叫乌尔德。"
	},
	[116211049] = {
		id = 116211049,
		prefab_name = "10024ui_story",
		content = "在那座无意义的虚假囚笼里，我们那段以无聊代号相称的岁月，你拿它去换了什么，0705？"
	},
	[116211050] = {
		id = 116211050,
		prefab_name = "10025ui_story",
		content = "0704，07……05？"
	},
	[116211051] = {
		id = 116211051,
		prefab_name = "",
		content = "他很危险，管理员！"
	},
	[116211052] = {
		id = 116211052,
		prefab_name = "",
		content = "似乎感受到了对手的强大，奥西里斯没有贸然进攻，而是守在了薇儿身边，同时警惕着对方可能朝我发起的进攻。"
	},
	[116211053] = {
		id = 116211053,
		prefab_name = "10024ui_story",
		content = "拉塔呢？你不会……连拉塔都忘了吧？"
	},
	[116211054] = {
		id = 116211054,
		prefab_name = "",
		content = "看到诗蔻蒂茫然又有些痛苦的表情，乌尔德似乎有些气愤，又像是感到滑稽，不停地摇着头。他把警棍插进腰间的束带，伸手从虚空中取出一把权杖。"
	},
	[116211055] = {
		id = 116211055,
		prefab_name = "10024ui_story",
		content = "既然你什么都不记得了，那问候的桥段也就免了吧。"
	},
	[116211056] = {
		id = 116211056,
		prefab_name = "",
		content = "权杖边缘的空间出现细密的、涟漪般的碎片，又被一股无形的柔和力量修复……我已经许多次见过类似的场景——"
	},
	[116211057] = {
		id = 116211057,
		prefab_name = "",
		content = "修正者们召唤出权钥时的场景。"
	},
	[116211058] = {
		id = 116211058,
		prefab_name = "",
		content = "你是……"
	},
	[116211059] = {
		id = 116211059,
		prefab_name = "10025ui_story",
		content = "不行，快躲开——"
	},
	[116211060] = {
		id = 116211060,
		prefab_name = "",
		content = "就在诗蔻蒂出声的同时，乌尔德的右瞳骤然爆发出璀璨的金色光辉，似乎有什么东西在他眼中流转，光是看一眼就令我目眩。"
	},
	[116211061] = {
		id = 116211061,
		prefab_name = "",
		content = "隐约看到他将权杖指向了严阵以待的奥西里斯，但诗蔻蒂的提醒已经太晚了……"
	},
	[116211062] = {
		id = 116211062,
		prefab_name = "1011ui_story",
		content = "唔——"
	},
	[116211063] = {
		id = 116211063,
		prefab_name = "",
		content = "刚要举起的镰刀在半空中停住，而后失力地垂下。奥西里斯低着头站在原地，仿佛一只失去动力的人偶。"
	},
	[116211064] = {
		id = 116211064,
		prefab_name = "",
		content = "你对奥西里斯做了什么？！"
	},
	[116211065] = {
		id = 116211065,
		prefab_name = "10024ui_story",
		content = "嗯？人类……你也是深空之眼的人吗？那倒勉强有登台的资格。"
	},
	[116211066] = {
		id = 116211066,
		prefab_name = "",
		content = "乌尔德眯起眼睛，将手中的权杖调转方向朝向我。"
	},
	[116211067] = {
		id = 116211067,
		prefab_name = "",
		content = "就在此时，一道身影错身而过，等我反应过来，诗蔻蒂娇小的身躯已经挡在了我身前。"
	},
	[116211068] = {
		id = 116211068,
		prefab_name = "10024ui_story",
		content = "这是什么意思？明明之前拒绝了我的邀请，现在又像个「真正的修正者」一样保护起人类了？"
	},
	[116211069] = {
		id = 116211069,
		prefab_name = "10025ui_story",
		content = "我不记得你是谁了……但不管你是谁，我都不会让你伤害小昙。"
	},
	[116211070] = {
		id = 116211070,
		prefab_name = "10024ui_story",
		content = "噗……呵哈哈哈哈——！太讽刺了，在那座囚笼里像个提线木偶的你，失去记忆后反而有了多余的感情。"
	},
	[116211071] = {
		id = 116211071,
		prefab_name = "10024ui_story",
		content = "你想保护这个人么？我明白了，这下就说得通了……原来我的行动总是扑空，是你在捣鬼。"
	},
	[116211072] = {
		id = 116211072,
		prefab_name = "10024ui_story",
		content = "0705，你拥有在我之上的能力，本可以和我一同登上成神的高塔……不过在你拒绝我的那一刻起，结局就已经注定了。"
	},
	[116211073] = {
		id = 116211073,
		prefab_name = "",
		content = "乌尔德放下权杖，转而轻轻抬手，一旁的奥西里斯忽然抬起头，朝我们举起了镰刀。"
	},
	[116211074] = {
		id = 116211074,
		prefab_name = "",
		content = "与薇儿同样，她目光中已经没有了神采。我连忙将诗蔻蒂从身前拉回来，两人一同跌坐在地上。"
	},
	[116211075] = {
		id = 116211075,
		prefab_name = "",
		content = "巨镰自空中重重落下，深嵌进我们原本站立的地面。"
	},
	[116211076] = {
		id = 116211076,
		prefab_name = "1011ui_story",
		content = "管理员，别担心，我一定会救你出来……"
	},
	[116211077] = {
		id = 116211077,
		prefab_name = "",
		content = "奥西里斯死死盯着诗蔻蒂，眼中闪烁着诡异的暗金色光芒，浮于其上的是燃火般的坚定与愤怒。"
	},
	[116211078] = {
		id = 116211078,
		prefab_name = "10024ui_story",
		content = "被卑鄙魔女蛊惑的可怜人，只有以巨镰切断缠绕的生命之线，才能了结这没尽头的诅咒。"
	},
	[116211079] = {
		id = 116211079,
		prefab_name = "10024ui_story",
		content = "怎样，喜欢我为你们定制的这个故事么？"
	},
	[116211080] = {
		id = 116211080,
		prefab_name = "",
		content = "奥西里斯，等下，诗蔻蒂她不是敌人！"
	},
	[116211081] = {
		id = 116211081,
		prefab_name = "",
		content = "但奥西里斯似乎完全没有听到我的话，再次朝我们举起了镰刀。"
	},
	[116211082] = {
		id = 116211082,
		prefab_name = "10025ui_story",
		content = "没用的，她的记忆已经被修改了。"
	},
	[116211083] = {
		id = 116211083,
		prefab_name = "10025ui_story",
		content = "前几次他都是这么做的，将小昙的朋友一个个控制，最后把小昙……"
	},
	[116211084] = {
		id = 116211084,
		prefab_name = "",
		content = "没有过多惊讶的时间，我和诗蔻蒂相互搀扶着站起来，在奥西里斯的镰刀第二次落下前，一同向着来路奔逃。"
	},
	[116221001] = {
		id = 116221001,
		prefab_name = "",
		content = "来时并不觉得有多长的过道，逃离时却仿佛被拉长了数倍。"
	},
	[116221002] = {
		id = 116221002,
		prefab_name = "",
		content = "少年的吟诵在走廊里回响，仿佛这出亡命戏剧的旁白。"
	},
	[116221003] = {
		id = 116221003,
		prefab_name = "10024ui_story",
		content = "导师的代行者都是唯命是从的机器，不停重复着千篇一律的阻碍。雷同的起伏，看多了难免觉得乏味。"
	},
	[116221004] = {
		id = 116221004,
		prefab_name = "10024ui_story",
		content = "我还是更喜欢人性纠葛的编排……复杂的感情，千丝万缕缠绕牵连，在既定的始与终之间不停地挣扎，那样故事才够精彩。"
	},
	[116221005] = {
		id = 116221005,
		prefab_name = "",
		content = "报告队长，已经发现两名叛逃者。"
	},
	[116221006] = {
		id = 116221006,
		prefab_name = "",
		content = "别动，再前进一步我们就开枪了！"
	},
	[116221007] = {
		id = 116221007,
		prefab_name = "",
		content = "去路被两名科尔盖的成员举枪拦住，很明显他们也像奥西里斯一样被修改了记忆。"
	},
	[116221008] = {
		id = 116221008,
		prefab_name = "10024ui_story",
		content = "动手。"
	},
	[116221009] = {
		id = 116221009,
		prefab_name = "1011ui_story",
		content = "别害怕，管理员，很快就会结束的。"
	},
	[116221010] = {
		id = 116221010,
		prefab_name = "",
		content = "少女挥舞巨镰朝这里冲来。利刃的破风声划过我的头顶，一击过后，身体却并未感到任何疼痛——"
	},
	[116221011] = {
		id = 116221011,
		prefab_name = "",
		content = "你、你在干什么……！"
	},
	[116221012] = {
		id = 116221012,
		prefab_name = "",
		content = "可恶，你这家伙也……背叛了科尔盖吗？"
	},
	[116221013] = {
		id = 116221013,
		prefab_name = "",
		content = "取而代之的，是身后的两名科尔盖队员应声倒下。"
	},
	[116221014] = {
		id = 116221014,
		prefab_name = "",
		content = "奥西里斯……？"
	},
	[116221015] = {
		id = 116221015,
		prefab_name = "",
		content = "不对，你是……"
	},
	[116221016] = {
		id = 116221016,
		prefab_name = "",
		content = "碧发少女手中的镰刀一寸寸消失，她的身躯在另一股仿佛不属于她的狂暴神力涌动下离地而起。"
	},
	[116221017] = {
		id = 116221017,
		prefab_name = "",
		content = "悬空而立的少女伸了个懒腰，淡漠的红瞳逐一扫过在场的三人，过于强大的压迫力让我们与乌尔德之间的气氛变得诡异起来。"
	},
	[116221018] = {
		id = 116221018,
		prefab_name = "",
		content = "十枚剑翼围绕着她的腰身起落旋转，她抬手招过两枚，一前一后对准了乌尔德和诗蔻蒂。"
	},
	[116221019] = {
		id = 116221019,
		prefab_name = "1111ui_story",
		content = "喂，深空之眼的管理员，解释下现在是什么情况？这两个家伙是谁，敌人吗？"
	},
	[116221020] = {
		id = 116221020,
		prefab_name = "10024ui_story",
		content = "嘁，能力失效了吗？那就再一次……"
	},
	[116221021] = {
		id = 116221021,
		prefab_name = "",
		content = "乌尔德朝着冥王举起权杖，右眼又一次焕发金光。"
	},
	[116221022] = {
		id = 116221022,
		prefab_name = "",
		content = "冥王，当心！他想修改你的记忆！"
	},
	[116221023] = {
		id = 116221023,
		prefab_name = "1111ui_story",
		content = "修改……记忆？"
	},
	[116221024] = {
		id = 116221024,
		prefab_name = "10024ui_story",
		content = "在你面前的是你的主人，为主人拿下你身后的仇敌，是你身为鹰犬的使命。"
	},
	[116221025] = {
		id = 116221025,
		prefab_name = "1111ui_story",
		content = "唔……？！"
	},
	[116221026] = {
		id = 116221026,
		prefab_name = "",
		content = "冥王的瞳孔被那股诡异的金光占据，紧接着，指着乌尔德那枚剑翼也默默坠下。"
	},
	[116221027] = {
		id = 116221027,
		prefab_name = "10024ui_story",
		content = "很好，把那两人拿下，为你刚刚的愚行赎——唔！？"
	},
	[116221028] = {
		id = 116221028,
		prefab_name = "",
		content = "乌尔德的话语被抹过额头的一道斩击打断。"
	},
	[116221029] = {
		id = 116221029,
		prefab_name = "1111ui_story",
		content = "你在瞎啰嗦什么，我准许你讲话了么？"
	},
	[116221030] = {
		id = 116221030,
		prefab_name = "10024ui_story",
		content = "没成功？！"
	},
	[116221031] = {
		id = 116221031,
		prefab_name = "10024ui_story",
		content = "不，是上次的覆写没有消失。可既然这样，那为什么……"
	},
	[116221032] = {
		id = 116221032,
		prefab_name = "10024ui_story",
		content = "我明白了，双重人格吗……？"
	},
	[116221033] = {
		id = 116221033,
		prefab_name = "1111ui_story",
		content = "管理员，该回答问题了。"
	},
	[116221034] = {
		id = 116221034,
		prefab_name = "1111ui_story",
		content = "刚刚有人绕过我对奥西里斯的意识做了手脚，是这个拿拐杖的小子搞的鬼么？"
	},
	[116221035] = {
		id = 116221035,
		prefab_name = "",
		content = ""
	},
	[116221036] = {
		id = 116221036,
		prefab_name = "1111ui_story",
		content = "知道了，那第二个问题，你身边这家伙是？"
	},
	[116221037] = {
		id = 116221037,
		prefab_name = "",
		content = "我张了张嘴，看了眼诗蔻蒂，发现她正有些出神地望着冥王……第一次见到奥西里斯忽然变成冥王，正常人大概都是这样的反应吧。"
	},
	[116221038] = {
		id = 116221038,
		prefab_name = "",
		content = "她是我们的朋友，不是敌人。"
	},
	[116221039] = {
		id = 116221039,
		prefab_name = "1111ui_story",
		content = "一觉醒来，你的朋友还真是越来越多了呀。"
	},
	[116221040] = {
		id = 116221040,
		prefab_name = "",
		content = "冥王，一定要在这里制服乌尔德！他能修改其他人的记忆，让他控制太多人的话，后果就不堪设想了！"
	},
	[116221041] = {
		id = 116221041,
		prefab_name = "1111ui_story",
		content = "我只是让你回答我的问题，没让你对我下命令，我可不记得我们关系有多好。"
	},
	[116221042] = {
		id = 116221042,
		prefab_name = "",
		content = "哎……？"
	},
	[116221043] = {
		id = 116221043,
		prefab_name = "1111ui_story",
		content = "不过话虽如此，这小子擅自对我在用的身体动手脚，不让他付出点代价就太说不过去了。"
	},
	[116221044] = {
		id = 116221044,
		prefab_name = "",
		content = "冥王不屑地冷哼一声，展开剑翼对着乌尔德俯冲过去。"
	},
	[116221045] = {
		id = 116221045,
		prefab_name = "",
		content = "——"
	},
	[116221046] = {
		id = 116221046,
		prefab_name = "",
		content = "在四面八方的剑翼即将刺穿乌尔德的身体前，浓烈的雷光忽然在乌尔德身边爆发，似乎有什么东西忽然挡在了乌尔德面前。"
	},
	[116221047] = {
		id = 116221047,
		prefab_name = "",
		content = "剑翼与硬物重重碰撞，扬起的火星照亮了站在雷光正中的身影。"
	},
	[116221048] = {
		id = 116221048,
		prefab_name = "",
		content = "这……怎么可能？"
	},
	[116221049] = {
		id = 116221049,
		prefab_name = "",
		content = "剑翼载着冥王的身体倒飞出来，她在空中稳住身子，但能看到她的剑翼全都在微微颤抖。"
	},
	[116221050] = {
		id = 116221050,
		prefab_name = "1111ui_story",
		content = "啧，麻烦。管理员，你还真是给我找了个好对手。"
	},
	[116221051] = {
		id = 116221051,
		prefab_name = "",
		content = "披风在雷光的照耀下飞扬，托尔扛着她那标志性的重锤，冷冷盯着半空中的冥王。"
	},
	[116221052] = {
		id = 116221052,
		prefab_name = "1028ui_story",
		content = "就一个吗？也好，叛徒这种东西，解决一个算一个。"
	},
	[116221053] = {
		id = 116221053,
		prefab_name = "",
		content = "托尔？！你是什么时候被乌尔德控制的……"
	},
	[116221054] = {
		id = 116221054,
		prefab_name = "1028ui_story",
		content = "被控制？休是这么给你们洗脑的吗？"
	},
	[116221055] = {
		id = 116221055,
		prefab_name = "1028ui_story",
		content = "趁着我和奥丁去虚恒的几天就开始与视骸合作，看来是早有预谋。"
	},
	[116221056] = {
		id = 116221056,
		prefab_name = "",
		content = "托尔说出的话过于离奇，让我简直不知道该从哪里开始反驳。"
	},
	[116221057] = {
		id = 116221057,
		prefab_name = "10025ui_story",
		content = "她的记忆很早就被乌尔德修改了……跟她说以前的事情是没用的。"
	},
	[116221058] = {
		id = 116221058,
		prefab_name = "1111ui_story",
		content = "这小矮子看着就不会动脑子，会中招也很正常吧？"
	},
	[116221059] = {
		id = 116221059,
		prefab_name = "",
		content = "冥王无情的讽刺听得我冷汗直冒，目光下意识地瞥向此刻雷光正盛的托尔。"
	},
	[116221060] = {
		id = 116221060,
		prefab_name = "1028ui_story",
		content = "矮、矮子？……等我的锤头敲烂你脑袋的时候，你就会明白说这些话的自己有多愚蠢了。"
	},
	[116221061] = {
		id = 116221061,
		prefab_name = "",
		content = "两人仿佛先天不合，三言两语就变成了了剑拔弩张的场面。"
	},
	[116221062] = {
		id = 116221062,
		prefab_name = "",
		content = "冥王瞥了眼站在暗处的乌尔德，剑翼一振，剑身转为荧光内敛的翡翠色，摆出全力迎战的姿态。"
	},
	[116221063] = {
		id = 116221063,
		prefab_name = "1111ui_story",
		content = "只会利用别人力量的小老鼠，我不介意你们一起上。"
	},
	[116221064] = {
		id = 116221064,
		prefab_name = "10024ui_story",
		content = "在已写好的剧本里，我终将成为所有修正者的领袖。你本该与我一起拯救这摇摇欲坠的世界，却选择了背叛修正者的使命。"
	},
	[116221065] = {
		id = 116221065,
		prefab_name = "10024ui_story",
		content = "王会宣明叛党的罪孽，但不会亲自斩下罪人的头颅。托尔，她就交给你了。"
	},
	[116221066] = {
		id = 116221066,
		prefab_name = "1111ui_story",
		content = "……聒噪。"
	},
	[116231001] = {
		id = 116231001,
		prefab_name = "",
		content = "第一轮交战不分上下，两人似乎都因忌惮对方的实力而陷入了僵持，冥王扭头看向我和诗蔻蒂。"
	},
	[116231002] = {
		id = 116231002,
		prefab_name = "1111ui_story",
		content = "喂，粉头发的，你能战斗吗？"
	},
	[116231003] = {
		id = 116231003,
		prefab_name = "10025ui_story",
		content = "啊？对不起……"
	},
	[116231004] = {
		id = 116231004,
		prefab_name = "1111ui_story",
		content = "再打下去我倒是无所谓，不过这地方估计是承受不了这么激烈的战斗了。"
	},
	[116231005] = {
		id = 116231005,
		prefab_name = "",
		content = "还未等我反应过来，剑翼唤起一阵风，裹着我和诗蔻蒂落进了过山车轨道上的两节车厢里。"
	},
	[116231006] = {
		id = 116231006,
		prefab_name = "1111ui_story",
		content = "我先送你们两个出去！要是见死不救，奥西里斯又该朝我发脾气了。"
	},
	[116231007] = {
		id = 116231007,
		prefab_name = "1028ui_story",
		content = "你这家伙，打一半想逃跑吗！？"
	},
	[116231008] = {
		id = 116231008,
		prefab_name = "1111ui_story",
		content = "怎么，知道自己腿短追不上我，急了是吗？"
	},
	[116231009] = {
		id = 116231009,
		prefab_name = "",
		content = "十枚剑翼分出四枚，抵在过车厢尾部，向后喷涌出青色的气流，驱动车厢沿着轨道迅速加速。"
	},
	[116231010] = {
		id = 116231010,
		prefab_name = "10025ui_story",
		content = "好、好快……这就是过山车吗？"
	},
	[116231011] = {
		id = 116231011,
		prefab_name = "",
		content = "才不是！喂，这也太快了吧冥王——！！"
	},
	[116231012] = {
		id = 116231012,
		prefab_name = "1111ui_story",
		content = "闭嘴，你看后边！"
	},
	[116231013] = {
		id = 116231013,
		prefab_name = "",
		content = "冥王的呼唤让我回过神来，我转过头，看到一片漆黑来路上，渐渐有金色的雷光亮起，后方的轨道正一节节在神力的吞噬中崩塌。"
	},
	[116231014] = {
		id = 116231014,
		prefab_name = "",
		content = "托、托尔？！"
	},
	[116231015] = {
		id = 116231015,
		prefab_name = "1111ui_story",
		content = "啧，看到了吧？那个暴力狂可不打算就这么放过我们！"
	},
	[116231016] = {
		id = 116231016,
		prefab_name = "",
		content = "冥王白了我一眼。也在同时，轨道忽然剧烈震动了一下。我刚从口袋里取出的通讯器也因这剧烈的震动而脱手，掉进一片黑暗之中。"
	},
	[116231017] = {
		id = 116231017,
		prefab_name = "",
		content = "糟了……"
	},
	[116231018] = {
		id = 116231018,
		prefab_name = "",
		content = "不仅是通讯器丢失的问题，过山车的状况也相当不妙。我似乎感觉车厢微微上抬了一个角度，抬起头，发现车子正要撞上一块凸起的巨石。"
	},
	[116231019] = {
		id = 116231019,
		prefab_name = "",
		content = "要撞上了！变道！快变道！"
	},
	[116231020] = {
		id = 116231020,
		prefab_name = "1111ui_story",
		content = "吵死了，变道装置早坏了！给我扶稳了！"
	},
	[116231021] = {
		id = 116231021,
		prefab_name = "",
		content = "冥王握住车厢的边沿，随后十柄剑翼尽数爆发出青色的光芒，形成一个外置的变道助力器。"
	},
	[116231022] = {
		id = 116231022,
		prefab_name = "",
		content = "在我和诗蔻蒂惊魂的叫声中，过山车堪堪避开了要撞上巨石的命运。"
	},
	[116231023] = {
		id = 116231023,
		prefab_name = "",
		content = ""
	},
	[116231024] = {
		id = 116231024,
		prefab_name = "1111ui_story",
		content = "说过了，我只是不想被奥西里斯唠叨。"
	},
	[116231025] = {
		id = 116231025,
		prefab_name = "",
		content = "几乎如同火焰的青色风暴在车厢后方肆虐，我和诗蔻蒂被牢牢压在椅子上，以快过轨道崩塌的速度冲向出口的一方光亮。"
	},
	[116241001] = {
		id = 116241001,
		prefab_name = "",
		content = "从鬼屋中逃出，再次拥抱阳光的感觉使我一阵晕眩。"
	},
	[116241002] = {
		id = 116241002,
		prefab_name = "",
		content = "可惜遥远的太阳将祂的光芒传达到地面已是莫大的恩泽，无法再给予我们更多的救赎。"
	},
	[116241003] = {
		id = 116241003,
		prefab_name = "",
		content = "蛮横地破开鬼屋的外墙，托尔依然在我们身后穷追不舍。"
	},
	[116241004] = {
		id = 116241004,
		prefab_name = "",
		content = "这样跑不是办法，得想个办法甩掉她！"
	},
	[116241005] = {
		id = 116241005,
		prefab_name = "1111ui_story",
		content = "说得简单……那矮子的速度可不慢！我一个人也就算了，带着你们很快就会被追上的！"
	},
	[116241006] = {
		id = 116241006,
		prefab_name = "",
		content = "虽然嘴上说着丧气话，我们的脚步却一刻也没有停下。"
	},
	[116241007] = {
		id = 116241007,
		prefab_name = "",
		content = "我在脑海中快速回忆着这座游乐园的地图，忽然想到了一个有些冒险的办法……"
	},
	[116241008] = {
		id = 116241008,
		prefab_name = "",
		content = "只能赌一把了……走这边！"
	},
	[116241009] = {
		id = 116241009,
		prefab_name = "",
		content = "我带着大家拐进一片草地，穿过矮木丛进入了一座花园。"
	},
	[116241010] = {
		id = 116241010,
		prefab_name = "1111ui_story",
		content = "花园迷宫？"
	},
	[116241011] = {
		id = 116241011,
		prefab_name = "",
		content = "塔列朗游乐园中最有名的设施之一——几乎没有边界的、欧莫菲斯风格的庞大迷宫花园。"
	},
	[116241012] = {
		id = 116241012,
		prefab_name = "",
		content = "迷宫突兀的转角和死路被包装成了美丽的帘幕和宁静的小憩之处，走进其中根本没有身处迷宫的实感……"
	},
	[116241013] = {
		id = 116241013,
		prefab_name = "",
		content = "要想甩掉托尔，在这座巨型迷宫绕晕她是我们唯一的机会了。"
	},
	[116241014] = {
		id = 116241014,
		prefab_name = "",
		content = "队长，他们往这边跑了！"
	},
	[116241015] = {
		id = 116241015,
		prefab_name = "",
		content = "收到，放心，我们一定会逮捕那个叛徒的！"
	},
	[116241016] = {
		id = 116241016,
		prefab_name = "10025ui_story",
		content = "戴面罩的人也来了……"
	},
	[116241017] = {
		id = 116241017,
		prefab_name = "1111ui_story",
		content = "这些家伙交给我，只要不被小矮子追上就没事！"
	},
	[116241018] = {
		id = 116241018,
		prefab_name = "",
		content = "要是有迷宫的路线图就好了……"
	},
	[116241019] = {
		id = 116241019,
		prefab_name = "10025ui_story",
		content = "没关系，我会带你找到出口的。"
	},
	[116241020] = {
		id = 116241020,
		prefab_name = "",
		content = "诗蔻蒂……？"
	},
	[116241021] = {
		id = 116241021,
		prefab_name = "10025ui_story",
		content = "我……一定不会让小昙有事的。"
	},
	[116251001] = {
		id = 116251001,
		prefab_name = "",
		content = "我本以为「一定会找到出口」只是诗蔻蒂为自己打气的话语，然而在这座构造异常庞杂的迷宫中穿行，我们居然没碰过几次壁。"
	},
	[116251002] = {
		id = 116251002,
		prefab_name = "",
		content = "又是岔路口。左边的路好像光照多些……"
	},
	[116251003] = {
		id = 116251003,
		prefab_name = "10025ui_story",
		content = "不对，是右边。"
	},
	[116251004] = {
		id = 116251004,
		prefab_name = "",
		content = "诗蔻蒂果断地向右边的路走去，我没有质疑她，结果也证明了她的选择是正确的。"
	},
	[116251005] = {
		id = 116251005,
		prefab_name = "",
		content = "但是，这已经是第几次猜对了……每一次，她都能在遇到岔路的瞬间果断做出选择，并且让身后逐渐逼近的脚步声或打斗声远离。"
	},
	[116251006] = {
		id = 116251006,
		prefab_name = "",
		content = "只靠运气，可以做到这个程度吗？"
	},
	[116251007] = {
		id = 116251007,
		prefab_name = "10025ui_story",
		content = "你以前也给我贴过创可贴，在我跌倒的时候。"
	},
	[116251008] = {
		id = 116251008,
		prefab_name = "10025ui_story",
		content = "我不会忘记小昙的事……小昙，有点马虎，但是很温柔，每一次都会和我做朋友……"
	},
	[116251009] = {
		id = 116251009,
		prefab_name = "10025ui_story",
		content = "前几次他都是这么做的，将小昙的朋友一个个控制，最后把小昙……"
	},
	[116251010] = {
		id = 116251010,
		prefab_name = "",
		content = "诗蔻蒂曾经说过的话不断在脑海中响起，少女的背影和记忆中闪回的画面渐渐重叠。"
	},
	[116251011] = {
		id = 116251011,
		prefab_name = "",
		content = "在高高的摩天轮里。"
	},
	[116251012] = {
		id = 116251012,
		prefab_name = "",
		content = "在激流勇进的轨道车上。"
	},
	[116251013] = {
		id = 116251013,
		prefab_name = "",
		content = "在人来人往的城市街头。"
	},
	[116251014] = {
		id = 116251014,
		prefab_name = "",
		content = "不曾存在过的记忆内容，却真实得仿佛是亲身经历一样……"
	},
	[116251015] = {
		id = 116251015,
		prefab_name = "10025ui_story",
		content = "小昙，你怎么了？"
	},
	[116251016] = {
		id = 116251016,
		prefab_name = "",
		content = ""
	},
	[116251017] = {
		id = 116251017,
		prefab_name = "",
		content = "心中的猜测自然地脱口而出，诗蔻蒂因为我的话微微睁大了眼。但很快她只是浅浅一笑，摇了摇头带我又走过一条岔路。"
	},
	[116251018] = {
		id = 116251018,
		prefab_name = "10025ui_story",
		content = "你注意到了吗？奇怪……明明之前都没人会发现的。"
	},
	[116251019] = {
		id = 116251019,
		prefab_name = "10025ui_story",
		content = "但不管是预知未来还是逆转时空，都太厉害了……小昙有认识这样的人吗？"
	},
	[116251020] = {
		id = 116251020,
		prefab_name = "",
		content = "没有……"
	},
	[116251021] = {
		id = 116251021,
		prefab_name = "",
		content = "虽然修正者各自都有很强的力量，但能做到那种程度的还是闻所未闻。"
	},
	[116251022] = {
		id = 116251022,
		prefab_name = "10025ui_story",
		content = "那我当然也做不到那些事了。"
	},
	[116251023] = {
		id = 116251023,
		prefab_name = "",
		content = "可是……"
	},
	[116251024] = {
		id = 116251024,
		prefab_name = "10025ui_story",
		content = "我能做到的，只是经历必然会发生的事情，然后将它们记下来而已。"
	},
	[116251025] = {
		id = 116251025,
		prefab_name = "",
		content = "经历必然会发生的事情……？"
	},
	[116251026] = {
		id = 116251026,
		prefab_name = "10025ui_story",
		content = "我没办法预知所有会发生的事，也没办法改变已经发生的事情，只有自己亲眼看到的事情我才能了解……"
	},
	[116251027] = {
		id = 116251027,
		prefab_name = "10025ui_story",
		content = "在很多很多个的梦里。"
	},
	[116251028] = {
		id = 116251028,
		prefab_name = "",
		content = ""
	},
	[116251029] = {
		id = 116251029,
		prefab_name = "",
		content = "突然感知到的变化打断了我们的谈话，此前不绝的兵器碰撞声骤然停下，意味着不远处的那场激战已经有了结果。"
	},
	[116251030] = {
		id = 116251030,
		prefab_name = "",
		content = "冥王她之前的体力消耗已经很大了，如果那场对决在此时结束，那么留下胜者只可能是……"
	},
	[116251031] = {
		id = 116251031,
		prefab_name = "10025ui_story",
		content = "小昙，我们先逃出这里吧。如果小昙想知道的话，等那时我会都告诉你。"
	},
	[116251032] = {
		id = 116251032,
		prefab_name = "10025ui_story",
		content = "放心，我一定……不会让她追上小昙的。"
	},
	[116251033] = {
		id = 116251033,
		prefab_name = "",
		content = "看着诗蔻蒂认真的眼神，如同心脏被攥住的、又完全不感到陌生的短暂痛楚贯穿我的全身。无数破碎的景象像是沼泽中翻涌破裂的气泡，拖着我的知觉深陷其中。"
	},
	[116251034] = {
		id = 116251034,
		prefab_name = "",
		content = "既不是预知未来也不是逆转时空，却又能预判到未来会发生的事……"
	},
	[116251035] = {
		id = 116251035,
		prefab_name = "10025ui_story",
		content = "（我只是在很多个梦里，记住了自己亲眼看到的事情而已……）"
	},
	[116251036] = {
		id = 116251036,
		prefab_name = "",
		content = "那到底是，怎么做到的呢？"
	},
	[116251037] = {
		id = 116251037,
		prefab_name = "",
		content = "而且这样强大的能力，代价又是什么呢？"
	},
	[116251038] = {
		id = 116251038,
		prefab_name = "10024ui_story",
		content = "唉，我指的记得不是这么短时间的事……你的记忆侵蚀已经到这个程度了吗？"
	},
	[116251039] = {
		id = 116251039,
		prefab_name = "10025ui_story",
		content = "小昙忘了自己的名字吗？没关系……我也很健忘。"
	},
	[116251040] = {
		id = 116251040,
		prefab_name = "10025ui_story",
		content = "跑起来吧，小昙。好好跟在我身后哦。"
	},
	[116251041] = {
		id = 116251041,
		prefab_name = "10025ui_story",
		content = "我们，一起甩掉她！"
	},
	[116261001] = {
		id = 116261001,
		prefab_name = "",
		content = "在托尔追上我们之前，我和诗蔻蒂顺利地先逃出了花园迷宫。"
	},
	[116261002] = {
		id = 116261002,
		prefab_name = "",
		content = "与此同时，一队队穿着制式装备的科尔盖干员对着花园大门鱼贯而入。很快，来路的方向就传出了巨响和此起彼伏的哀嚎声。"
	},
	[116261003] = {
		id = 116261003,
		prefab_name = "",
		content = "目标位置发现0704。请求支援！请求支援！"
	},
	[116261004] = {
		id = 116261004,
		prefab_name = "",
		content = "修正者「托尔」，确认已被0704控制，准备战斗，不惜一切代价拿下目标！"
	},
	[116261005] = {
		id = 116261005,
		prefab_name = "1028ui_story",
		content = "啊，烦死了！我在追叛徒呢，碍事的给我让开！"
	},
	[116261006] = {
		id = 116261006,
		prefab_name = "10025ui_story",
		content = "趁现在。"
	},
	[116261007] = {
		id = 116261007,
		prefab_name = "",
		content = "广场大道上已经混乱如同战场，我与诗蔻蒂的行动并没有引起谁的注意，依靠脑中对地图的残存印象，我们跑到游乐园边缘，翻墙而出。"
	},
	[116261008] = {
		id = 116261008,
		prefab_name = "",
		content = "繁忙如常的街道上，鸣笛声与行人的交谈声充盈耳间，嘈杂之音酝酿成一种强烈的不真实感。"
	},
	[116261009] = {
		id = 116261009,
		prefab_name = "10025ui_story",
		content = "居然……真的逃出来了，这还是第一次……"
	},
	[116261010] = {
		id = 116261010,
		prefab_name = "10025ui_story",
		content = "太好了，小昙，我们得救了！"
	},
	[116261011] = {
		id = 116261011,
		prefab_name = "",
		content = "然而，看着少女灿烂的笑容，我却无法释下重负地回以同样的微笑。"
	},
	[116261012] = {
		id = 116261012,
		prefab_name = "",
		content = "诗蔻蒂说过自己没办法直接地预知未来，能知道的信息只有自己亲身经历过的事情。"
	},
	[116261013] = {
		id = 116261013,
		prefab_name = "",
		content = "所以我们能那么巧地选中托尔不会选的路、将她绕晕在迷宫里，是因为诗蔻蒂在某个我不知道的地方，将那些错误的路都走过了一遍吗？"
	},
	[116261014] = {
		id = 116261014,
		prefab_name = "10025ui_story",
		content = "小昙好聪明……嗯，不过那只是在梦里，实际上我并不会真的因此受伤。导师说过，这种能力叫预知梦。"
	},
	[116261015] = {
		id = 116261015,
		prefab_name = "",
		content = "导师……？"
	},
	[116261016] = {
		id = 116261016,
		prefab_name = "10025ui_story",
		content = "导师就是导师，是教会了我们很多东西的人。"
	},
	[116261017] = {
		id = 116261017,
		prefab_name = "10025ui_story",
		content = "导师她……唔……对不起，我好像……记不太起导师的事了。"
	},
	[116261018] = {
		id = 116261018,
		prefab_name = "",
		content = "不用勉强。"
	},
	[116261019] = {
		id = 116261019,
		prefab_name = "",
		content = "诗蔻蒂说的那个预知梦，并不是真的对她毫无影响吧。不然的话，她也不会好几次突然很痛苦的样子……"
	},
	[116261020] = {
		id = 116261020,
		prefab_name = "",
		content = "身体虽然不会直接受伤，但痛苦的记忆会对应的和获得的信息保留下来。"
	},
	[116261021] = {
		id = 116261021,
		prefab_name = "",
		content = "刚刚在游乐园里，你一共使用了几次预知梦？"
	},
	[116261022] = {
		id = 116261022,
		prefab_name = "10025ui_story",
		content = "因为我也不知道危险什么时候会结束，所以一共用了……大概四十多次吧。"
	},
	[116261023] = {
		id = 116261023,
		prefab_name = "",
		content = "她用手指简单比划了下，随后给出了一个对她来说似乎很平常的数字。"
	},
	[116261024] = {
		id = 116261024,
		prefab_name = "",
		content = "这个预知梦的能力，最远可以看到多久以后的事。"
	},
	[116261025] = {
		id = 116261025,
		prefab_name = "10025ui_story",
		content = "我也不知道，只要不回到记号的话，或许可以一直延续下去吧。"
	},
	[116261026] = {
		id = 116261026,
		prefab_name = "10025ui_story",
		content = "不过在我所记得的那些未来里，不管是我或者小昙，都很快就死掉了……"
	},
	[116261027] = {
		id = 116261027,
		prefab_name = "",
		content = "只有主动中止和在梦里死去两种方式么……？"
	},
	[116261028] = {
		id = 116261028,
		prefab_name = "",
		content = "我注视着诗蔻蒂樱色的瞳孔，她的眼里满是高兴，对嘴中说出的那个关于「死亡」的话题仿佛事不关己。"
	},
	[116261029] = {
		id = 116261029,
		prefab_name = "",
		content = "是因为……习惯了吗？"
	},
	[116261030] = {
		id = 116261030,
		prefab_name = "",
		content = "那个叫做乌尔德的人你认识吗，科尔盖的人似乎是冲他来的。我听到，他叫你0705……？"
	},
	[116261031] = {
		id = 116261031,
		prefab_name = "10025ui_story",
		content = "嗯，我见过他。"
	},
	[116261032] = {
		id = 116261032,
		prefab_name = "10025ui_story",
		content = "那个人说，我跟他都是人造生命，而我可以解除他能力的影响，所以让我加入他。"
	},
	[116261033] = {
		id = 116261033,
		prefab_name = "10025ui_story",
		content = "但此外，他说的话我一句也听不懂，然后就被攻击了……也许是我忘了关于他的事。"
	},
	[116261034] = {
		id = 116261034,
		prefab_name = "",
		content = "诗蔻蒂为难地捂着头，望着她滑下的袖口，我看到了那行如同掉漆般被抹去的数字，070……想必消失的那个数字就是5吧。"
	},
	[116261035] = {
		id = 116261035,
		prefab_name = "10025ui_story",
		content = "小昙，我不要再想这些东西了。我们走吧，去他们追不到我们的地方，这样就安全了。"
	},
	[116261036] = {
		id = 116261036,
		prefab_name = "",
		content = "为什么你这么努力地，一定要救下我呢？"
	},
	[116261037] = {
		id = 116261037,
		prefab_name = "10025ui_story",
		content = "因为小昙对我很好，我不想要你死。"
	},
	[116261038] = {
		id = 116261038,
		prefab_name = "",
		content = "可是我不记得关于你的事，也许你最开始就认错了人呢？"
	},
	[116261039] = {
		id = 116261039,
		prefab_name = "10025ui_story",
		content = "不会的，虽然你不记得以前的事了，但这段时间的相处，我知道小昙还是那个温柔的小昙，我没有认错人。"
	},
	[116261040] = {
		id = 116261040,
		prefab_name = "10025ui_story",
		content = "我们逃跑吧。去旅游……去一个他们都找不到的地方。"
	},
	[116261041] = {
		id = 116261041,
		prefab_name = "10025ui_story",
		content = "可以一起吃烤肉，折纸飞机，拍照，还有坐摩天轮……每天都很开心。"
	},
	[116261042] = {
		id = 116261042,
		prefab_name = "",
		content = ""
	},
	[116261043] = {
		id = 116261043,
		prefab_name = "",
		content = "好啊。"
	},
	[116261044] = {
		id = 116261044,
		prefab_name = "10025ui_story",
		content = "真、真的么？"
	},
	[116261045] = {
		id = 116261045,
		prefab_name = "",
		content = "我检查了一下钱包，将身份卡、信用卡，还有不多的现金都塞到她手里。"
	},
	[116261046] = {
		id = 116261046,
		prefab_name = "10025ui_story",
		content = "这是……？"
	},
	[116261047] = {
		id = 116261047,
		prefab_name = "",
		content = "去光轨站，用这些钱去欧莫菲斯，然后去一个叫缪斯协会的地方，说你是深空之眼的朋友就会有人招待你了。"
	},
	[116261048] = {
		id = 116261048,
		prefab_name = "10025ui_story",
		content = "小昙不一起么？"
	},
	[116261049] = {
		id = 116261049,
		prefab_name = "",
		content = "诗蔻蒂不再说话，渐渐西沉的夕阳为艾因索菲的街道蒙上金黄的暮色，也为她樱色的眸子缀得更加璀璨。"
	},
	[116261050] = {
		id = 116261050,
		prefab_name = "",
		content = "你想啊，我们这趟出行是来游乐园的。如果要长途旅游，准备的东西就多得多了，我得花不少时间。"
	},
	[116261051] = {
		id = 116261051,
		prefab_name = "10025ui_story",
		content = "那我在这里等你不好吗？"
	},
	[116261052] = {
		id = 116261052,
		prefab_name = "",
		content = "不用啦。我可是深空之眼的管理员，坐光轨也是有特别班次，我们在欧莫菲斯汇合就好。"
	},
	[116261053] = {
		id = 116261053,
		prefab_name = "",
		content = "你不是想坐摩天轮么？欧莫菲斯也有很棒的游乐园的。"
	},
	[116261054] = {
		id = 116261054,
		prefab_name = "10025ui_story",
		content = "其实已经坐过了，不过小昙被砸扁了……"
	},
	[116261055] = {
		id = 116261055,
		prefab_name = "",
		content = "……听到她这么平静的陈述，我一时不知该怎么说。"
	},
	[116261056] = {
		id = 116261056,
		prefab_name = "",
		content = "那就不算那次，挑个没人打扰的机会，好好再体验一回摩天轮吧。"
	},
	[116261057] = {
		id = 116261057,
		prefab_name = "10025ui_story",
		content = "和你一起么？"
	},
	[116261058] = {
		id = 116261058,
		prefab_name = "",
		content = "嗯，和我一起，约好咯。"
	},
	[116261059] = {
		id = 116261059,
		prefab_name = "",
		content = "她笨拙地伸手和我拉勾，然后捧着我给她的那叠卡和现金走向斑马线。"
	},
	[116261060] = {
		id = 116261060,
		prefab_name = "",
		content = "把钱塞进兜里啊……"
	},
	[116261061] = {
		id = 116261061,
		prefab_name = "",
		content = "诗蔻蒂每走几步就回头眼巴巴地看我，仿佛在玩逆路线的木头人游戏，我只能一直朝她招手以劝她安心。"
	},
	[116261062] = {
		id = 116261062,
		prefab_name = "",
		content = "一直到她的背影没入地平线，我这才长舒了口气。"
	},
	[116261063] = {
		id = 116261063,
		prefab_name = "",
		content = "我留下来当然不是为了去做旅游的准备，也不可能会和诗蔻蒂就这样去欧莫菲斯。"
	},
	[116261064] = {
		id = 116261064,
		prefab_name = "",
		content = "诗蔻蒂可以通过预知梦知道未来发生的事，那么今早她忽然改变主意要去游乐园，肯定是因为后面深空之眼会发生什么事……"
	},
	[116261065] = {
		id = 116261065,
		prefab_name = "",
		content = "而且换一种角度想，连托尔都被控制了，那么得到最强战力的乌尔德要做别的事就更方便了。"
	},
	[116261066] = {
		id = 116261066,
		prefab_name = "",
		content = "他在鬼屋里说过，自己要成为所有修正者的领袖。"
	},
	[116261067] = {
		id = 116261067,
		prefab_name = "",
		content = "而在艾因索菲，修正者最多的地方只有那里——"
	},
	[116271001] = {
		id = 116271001,
		prefab_name = "",
		content = "冲出电梯的脚步迅速刹住，我看着一片狼藉的大厅，只觉得头晕目眩。"
	},
	[116271002] = {
		id = 116271002,
		prefab_name = "",
		content = "乌尔德的动作居然这么快……"
	},
	[116271003] = {
		id = 116271003,
		prefab_name = "",
		content = "新人，你说的那些话是真的么……整个深空之眼都被那个叫乌尔德的家伙控制了？"
	},
	[116271004] = {
		id = 116271004,
		prefab_name = "",
		content = "嗯，虽然有些难以置信，但都是真的。弥弥尔大人也是察觉到了异常，才会帮我逃过监控系统的吧？"
	},
	[116271005] = {
		id = 116271005,
		prefab_name = "",
		content = "但拖了这么长时间，好像也被人发现了。"
	},
	[116271006] = {
		id = 116271006,
		prefab_name = "",
		content = "休切断了你的访问权限，这应该是我能跟你讲的最后一句话了。和你猜的一样，负责巡逻这片区域的人是……"
	},
	[116271007] = {
		id = 116271007,
		prefab_name = "",
		content = "弥弥尔的声音混在一片嘈杂的电流音中，最终两个声音一起像烧尽的焰火一样熄灭了。"
	},
	[116271008] = {
		id = 116271008,
		prefab_name = "",
		content = "我躲在楼梯转角的隐蔽处，举起手枪，瞄准下方刚迈入大厅的褐发少女。"
	},
	[116271009] = {
		id = 116271009,
		prefab_name = "1084ui_story",
		content = "管理员，你在这里吗！"
	},
	[116271010] = {
		id = 116271010,
		prefab_name = "1084ui_story",
		content = "为什么不肯相信我呢……你只是被异常数据入侵了，只要用权钥清除身体的异常，你就可以恢复健康了！"
	},
	[116271011] = {
		id = 116271011,
		prefab_name = "",
		content = "（会被一剑捅死的……）"
	},
	[116271012] = {
		id = 116271012,
		prefab_name = "1084ui_story",
		content = "不在这里吗……没关系，不管要找多久，我都会让管理员恢复成原来样子的！"
	},
	[116271013] = {
		id = 116271013,
		prefab_name = "",
		content = ""
	},
	[116271014] = {
		id = 116271014,
		prefab_name = "",
		content = "在薇儿转身的霎那，我用切换成催眠模式的兔兔手枪朝着她脖颈射出子弹。"
	},
	[116271015] = {
		id = 116271015,
		prefab_name = "",
		content = "得益于平日没有懈怠的射击练习，子弹没入薇儿后颈的霎那，少女也应声倒下。"
	},
	[116271016] = {
		id = 116271016,
		prefab_name = "1084ui_story",
		content = "呃……管……理……员？"
	},
	[116271017] = {
		id = 116271017,
		prefab_name = "",
		content = "抱歉，薇儿，我也没有其他办法。"
	},
	[116271018] = {
		id = 116271018,
		prefab_name = "",
		content = "光靠我的力量肯定没法对抗整个深空之眼，只能寄希望于乌尔德还没有控制所有的修正者。"
	},
	[116271019] = {
		id = 116271019,
		prefab_name = "",
		content = "至少只要她还是站在我们这边的，那事态就还有挽回的可能……"
	},
	[116271020] = {
		id = 116271020,
		prefab_name = "",
		content = "大楼已经遍布了被乌尔德控制的科尔盖干员，所幸外来者的他们似乎对大楼也还不熟悉，巡逻网下还有许多漏洞可钻。"
	},
	[116271021] = {
		id = 116271021,
		prefab_name = "",
		content = "我绕开几个干员的巡视，来到了奥丁的办公室前。"
	},
	[116271022] = {
		id = 116271022,
		prefab_name = "",
		content = "照弥弥尔说的，休也已经被控制了，那眼下有能力应对这场危机的只有她了。"
	},
	[116271023] = {
		id = 116271023,
		prefab_name = "",
		content = "没有打招呼的时间，我直接用子弹强开了锁，然而房间内的景象，却是把我仅存的最后一点希望也打碎了……"
	},
	[116271024] = {
		id = 116271024,
		prefab_name = "",
		content = "怎么会……"
	},
	[116271025] = {
		id = 116271025,
		prefab_name = "",
		content = "深空之眼的最高领袖，那个前几天还和我一起巡逻闲谈的奥丁，此刻被自己的权钥贯穿了身体，就这样静静地躺在座椅上。"
	},
	[116271026] = {
		id = 116271026,
		prefab_name = "",
		content = "顺着伤口流下的鲜血已经凝固，她的脸上看不出惊讶亦或痛苦的表情，仿佛就只是这么坐着，平静地迎来了自己的死亡……"
	},
	[116271027] = {
		id = 116271027,
		prefab_name = "",
		content = "是谁做的……托尔，还是乌尔德吗？"
	},
	[116271028] = {
		id = 116271028,
		prefab_name = "",
		content = "不过都不重要了，此刻的现实是，那个我以为能扭转局势的底牌已经不复存在，我该拿什么去对抗操纵了整个深空之眼的乌尔德？"
	},
	[116271029] = {
		id = 116271029,
		prefab_name = "",
		content = "报告！这里发现可疑分子！"
	},
	[116271030] = {
		id = 116271030,
		prefab_name = "",
		content = "把手举起来！回答我，你擅闯乌尔德队长的基地有什么目的！"
	},
	[116271031] = {
		id = 116271031,
		prefab_name = "",
		content = "乌尔德队长的……基地？"
	},
	[116271032] = {
		id = 116271032,
		prefab_name = "",
		content = "这里是乌尔德队长团结修正者，对抗视骸灾害的总部，与乌尔德队长作对的人，就是在帮助视骸毁灭这个世界！"
	},
	[116271033] = {
		id = 116271033,
		prefab_name = "",
		content = "这也是他给你们编的离谱记忆么……"
	},
	[116271034] = {
		id = 116271034,
		prefab_name = "",
		content = "我先于他们地抬手开枪，几发子弹命中防弹衣后，趁着对方不注意跑出房间。"
	},
	[116271035] = {
		id = 116271035,
		prefab_name = "",
		content = "别动，你被包围了！"
	},
	[116271036] = {
		id = 116271036,
		prefab_name = "",
		content = "乌尔德队长说了，人类不需要留活口，直接开枪！"
	},
	[116271037] = {
		id = 116271037,
		prefab_name = "",
		content = "好粗暴的指令啊，结束了吗……"
	},
	[116271038] = {
		id = 116271038,
		prefab_name = "1184ui_story",
		content = "管理员，蹲下！"
	},
	[116271039] = {
		id = 116271039,
		prefab_name = "",
		content = "薇儿……？！"
	},
	[116271040] = {
		id = 116271040,
		prefab_name = "",
		content = "听到少女的呼喊声，身体先于反应地蹲了下来，头顶随即传来盾牌挡落子弹的声音。"
	},
	[116271041] = {
		id = 116271041,
		prefab_name = "",
		content = "薇儿丹蒂副队长，您在做什么！？"
	},
	[116271042] = {
		id = 116271042,
		prefab_name = "1184ui_story",
		content = "谁是你们的副队长啊，我的伙伴是管理员！"
	},
	[116272001] = {
		id = 116272001,
		prefab_name = "",
		content = "最后一位科尔盖干员也在薇儿掷出的盾击中倒下，褐发的少女转过来，看向我的眼神中已经盈满了泪水。"
	},
	[116272002] = {
		id = 116272002,
		prefab_name = "1184ui_story",
		content = "对不起，管理员……之前，之前我的脑子里突然出现了一些很奇怪的声音……他告诉我管理员被数据病毒控制了，变成了深空之眼的敌人……"
	},
	[116272003] = {
		id = 116272003,
		prefab_name = "1184ui_story",
		content = "那个声音让我把管理员亲手杀死，只有这样才能清除管理员的异常数据，让管理员恢复正常……"
	},
	[116272004] = {
		id = 116272004,
		prefab_name = "1184ui_story",
		content = "我居然……对那种事一点也没怀疑，还对管理员做了那么过分的事！"
	},
	[116272005] = {
		id = 116272005,
		prefab_name = "",
		content = "没事了薇儿，刚刚好险也是你救下了我。"
	},
	[116272006] = {
		id = 116272006,
		prefab_name = "",
		content = "望着一头扎入我怀中的少女，我只能安抚着来回抚摸她的头。"
	},
	[116272007] = {
		id = 116272007,
		prefab_name = "",
		content = "不过，为什么你突然恢复正常了？难道是被我开了一枪……"
	},
	[116272008] = {
		id = 116272008,
		prefab_name = "1184ui_story",
		content = "不是，是她帮我纠正了错误的记忆。"
	},
	[116272009] = {
		id = 116272009,
		prefab_name = "",
		content = "薇儿后退了一步，我这才看见从角落里狼狈钻出的粉发少女。她的左眼流转着丝线般的金色光辉，在瞳仁的位置聚成一枚圆环的十字纹章。"
	},
	[116272010] = {
		id = 116272010,
		prefab_name = "",
		content = "少女的速度不快，却像是已经竭尽全力地向我跑来。"
	},
	[116272011] = {
		id = 116272011,
		prefab_name = "",
		content = "来到我身前后，她气喘吁吁地将一叠理好的现金和两张电子卡塞到我手上。"
	},
	[116272012] = {
		id = 116272012,
		prefab_name = "10025ui_story",
		content = "小昙骗我。你根本不会来……"
	},
	[116272013] = {
		id = 116272013,
		prefab_name = "",
		content = "这大概是我第一次看到她那双单纯的瞳孔中流露出不满的情绪。但那丝愤怒也只是维持了一会儿，很快，笑容就在少女脸上绽放开来。"
	},
	[116272014] = {
		id = 116272014,
		prefab_name = "10025ui_story",
		content = "不过，赶上了就好……"
	},
	[116272015] = {
		id = 116272015,
		prefab_name = "",
		content = "抱歉，我没法抛下深空之眼的大家不管。"
	},
	[116272016] = {
		id = 116272016,
		prefab_name = "",
		content = "就像那个小昙是对诗蔻蒂很重要的人一样，深空之眼的大家也在我失去记忆、最迷茫的时候收留了我，我不能明知她们有危险却弃她们而去。"
	},
	[116272017] = {
		id = 116272017,
		prefab_name = "10025ui_story",
		content = "嗯……我明白了。既然是对小昙很重要的人，那我也会帮小昙守护好她们……"
	},
	[116272018] = {
		id = 116272018,
		prefab_name = "",
		content = "诗蔻蒂点了点头，不知何时，她眼中的金色十字已经消失了。"
	},
	[116272019] = {
		id = 116272019,
		prefab_name = "",
		content = "说起来，在乌尔德施展能力时，他的右眼似乎也有一样的图案。"
	},
	[116272020] = {
		id = 116272020,
		prefab_name = "",
		content = "诗蔻蒂你可以解除乌尔德的记忆修改么？"
	},
	[116272021] = {
		id = 116272021,
		prefab_name = "10025ui_story",
		content = "嗯……所以他最开始找上我的时候，就希望我能帮他。"
	},
	[116272022] = {
		id = 116272022,
		prefab_name = "1184ui_story",
		content = "那家伙到底要干什么？"
	},
	[116272023] = {
		id = 116272023,
		prefab_name = "10025ui_story",
		content = "我也听不懂他说的话……他只说，自己会代替其他的修正者，成为这个世界真正的神。"
	},
	[116272024] = {
		id = 116272024,
		prefab_name = "1184ui_story",
		content = "呃……好自大的家伙，这难道就是那个么……中二病？"
	},
	[116272025] = {
		id = 116272025,
		prefab_name = "1184ui_story",
		content = "算了，不去管敌人的想法了！管理员我们先找其他人吧，只要有诗蔻蒂在，我们就有机会把同伴们一个个唤醒。"
	},
	[116272026] = {
		id = 116272026,
		prefab_name = "",
		content = ""
	},
	[116272027] = {
		id = 116272027,
		prefab_name = "",
		content = "诗蔻蒂，我们要做的事非常危险。乌尔德的目标是深空之眼，你不必跟我和薇儿一起冒险。"
	},
	[116272028] = {
		id = 116272028,
		prefab_name = "10025ui_story",
		content = "没关系……只要是小昙重视的人，对我来说也同样重要。"
	},
	[116272029] = {
		id = 116272029,
		prefab_name = "10025ui_story",
		content = "而且，我也可以用预知梦帮小昙。"
	},
	[116272030] = {
		id = 116272030,
		prefab_name = "",
		content = "就是那个预知梦……你以后，不能再用了。"
	},
	[116272031] = {
		id = 116272031,
		prefab_name = "",
		content = "你没有意识到吗？你使用预知梦的代价……是消耗自己的记忆吧？"
	},
	[116281001] = {
		id = 116281001,
		prefab_name = "",
		content = "病房外宽敞的过道，两人的脚步机械而整齐，并排经过一间间病房，似乎完全没注意到断裂的墙壁、破碎的玻璃，还有偶尔能看到的，散落在地上的权钥。"
	},
	[116281002] = {
		id = 116281002,
		prefab_name = "1148ui_story",
		content = "臭凤梨，我们还要这样巡逻多久？"
	},
	[116281003] = {
		id = 116281003,
		prefab_name = "1059ui_story",
		content = "小前鬼你耐心这么差，可不会得到乌尔德大人的赏识哦。等乌尔德大人的宏伟剧本书写完，就轮到我们登台演出了。"
	},
	[116281004] = {
		id = 116281004,
		prefab_name = "1059ui_story",
		content = "现在我们的任务就是守好这层重要的舞台，不要让叛徒和视骸们来干扰乌尔德大人创作。"
	},
	[116281005] = {
		id = 116281005,
		prefab_name = "1148ui_story",
		content = "唉，好想出去玩呀……可既然是乌尔德大人的命令……"
	},
	[116281006] = {
		id = 116281006,
		prefab_name = "",
		content = "走廊里忽然响起第三个人的脚步声，两人瞬间取出权钥，枪口与箭矢一高一低瞄准了来者的头颅与心脏。"
	},
	[116281007] = {
		id = 116281007,
		prefab_name = "",
		content = "无比默契的配合，瞬间显现出了超越他们机械步调的协调感。"
	},
	[116281008] = {
		id = 116281008,
		prefab_name = "1184ui_story",
		content = "……是我。"
	},
	[116281009] = {
		id = 116281009,
		prefab_name = "1148ui_story",
		content = "咦，薇儿，你怎么在这里？"
	},
	[116281010] = {
		id = 116281010,
		prefab_name = "1059ui_story",
		content = "肃清恶徒的任务完成，回来向乌尔德大人复命了吗？"
	},
	[116281011] = {
		id = 116281011,
		prefab_name = "",
		content = "薇儿没说话，用权钥在墙壁上刻了几个字。"
	},
	[116281012] = {
		id = 116281012,
		prefab_name = "",
		content = "——「关掉通讯，我们被窃听了。」"
	},
	[116281013] = {
		id = 116281013,
		prefab_name = "",
		content = "前鬼坊和阿波罗对视一眼，关闭了通讯设备。"
	},
	[116281014] = {
		id = 116281014,
		prefab_name = "1059ui_story",
		content = "又有恶徒渗透进大楼内了吗？"
	},
	[116281015] = {
		id = 116281015,
		prefab_name = "1184ui_story",
		content = "嗯，没错。"
	},
	[116281016] = {
		id = 116281016,
		prefab_name = "1184ui_story",
		content = "乌尔德大人让我带你们执行秘密行动，在恶徒大肆破坏前找到他们。"
	},
	[116281017] = {
		id = 116281017,
		prefab_name = "1148ui_story",
		content = "这些狡猾的家伙……"
	},
	[116281018] = {
		id = 116281018,
		prefab_name = "1184ui_story",
		content = "跟我来。"
	},
	[116281019] = {
		id = 116281019,
		prefab_name = "1059ui_story",
		content = "等等……那这一层舞台的守卫由谁负责？"
	},
	[116281020] = {
		id = 116281020,
		prefab_name = "1184ui_story",
		content = "会有其他人接手的……这一层只有医疗室，还有更重要的地方需要保护……"
	},
	[116281021] = {
		id = 116281021,
		prefab_name = "",
		content = "然而听到这句回答，阿波罗的脸色迅速变得阴沉，直接张弓搭箭对准了薇儿丹蒂。"
	},
	[116281022] = {
		id = 116281022,
		prefab_name = "1059ui_story",
		content = "你敢说乌尔德大人选下的重要舞台只是医疗中心？你是对乌尔德大人不敬吗？"
	},
	[116281023] = {
		id = 116281023,
		prefab_name = "1184ui_story",
		content = "哎，不是这个意思……"
	},
	[116281024] = {
		id = 116281024,
		prefab_name = "1059ui_story",
		content = "那为什么你提到乌尔德大人的时候，在「大人」的尊称前停顿了一下？！"
	},
	[116281025] = {
		id = 116281025,
		prefab_name = "1184ui_story",
		content = "这是什么问题啊？管理员，怎么办……"
	},
	[116281026] = {
		id = 116281026,
		prefab_name = "",
		content = "面对莫名其妙提高了声音的阿波罗，薇儿丹蒂有些慌乱，捂着耳机小声地嘀咕了一句。"
	},
	[116281027] = {
		id = 116281027,
		prefab_name = "1059ui_story",
		content = "你在和谁通话？！"
	},
	[116281028] = {
		id = 116281028,
		prefab_name = "",
		content = "薇儿愣在了原地，没有回答。几息的时间后，她忽然露出了然的表情，转身便跑。"
	},
	[116281029] = {
		id = 116281029,
		prefab_name = "1059ui_story",
		content = "薇儿丹蒂也被敌人控制了，前鬼坊，快追！"
	},
	[116282001] = {
		id = 116282001,
		prefab_name = "",
		content = "说：「会有其他人接手的，这一层只是医疗室，还有更重要的地方需要保护。」"
	},
	[116282002] = {
		id = 116282002,
		prefab_name = "",
		content = "停。然后你只管走，把他们带过来就好……"
	},
	[116282003] = {
		id = 116282003,
		prefab_name = "",
		content = "埋伏在电梯井旁边，我通过通讯器远程指导薇儿，希望她能将阿波罗和前鬼坊骗过来。"
	},
	[116282004] = {
		id = 116282004,
		prefab_name = "",
		content = "诗蔻蒂就蹲在我身后，随时准备发动她的能力……然而事情并没有这么顺利。"
	},
	[116282005] = {
		id = 116282005,
		prefab_name = "",
		content = "本以为已经是万全的说法，然而我却听到了完全想不到会从阿波罗口中问出来的离谱问题。"
	},
	[116282006] = {
		id = 116282006,
		prefab_name = "1059ui_story",
		content = "你敢说乌尔德大人选下的「重要舞台」只是医疗中心？你是对乌尔德大人不敬吗？"
	},
	[116282007] = {
		id = 116282007,
		prefab_name = "",
		content = "啊？"
	},
	[116282008] = {
		id = 116282008,
		prefab_name = "1059ui_story",
		content = "为什么你提到乌尔德大人的时候，在「大人」的尊称前停顿了一下？！"
	},
	[116282009] = {
		id = 116282009,
		prefab_name = "",
		content = "这是什么问题啊？！"
	},
	[116282010] = {
		id = 116282010,
		prefab_name = "1184ui_story",
		content = "管理员，怎么办……"
	},
	[116282011] = {
		id = 116282011,
		prefab_name = "1059ui_story",
		content = "你在和谁通话？！"
	},
	[116282012] = {
		id = 116282012,
		prefab_name = "",
		content = "别再解释了，阿波罗已经开始怀疑你了，直接跑！"
	},
	[116282013] = {
		id = 116282013,
		prefab_name = "",
		content = "耳机中开始出现箭矢与子弹呼啸的声音，地面同时传来轻微的震动，我朝诗蔻蒂比了个手势，示意她可以开始准备了。"
	},
	[116282014] = {
		id = 116282014,
		prefab_name = "",
		content = "薇儿，还有多久？"
	},
	[116282015] = {
		id = 116282015,
		prefab_name = "1184ui_story",
		content = "十秒——！"
	},
	[116282016] = {
		id = 116282016,
		prefab_name = "",
		content = "诗蔻蒂她望向隐约能听到接连爆炸声的走廊，看到薇儿飞快地朝我们跑过来，她缓缓闭上眼。"
	},
	[116282017] = {
		id = 116282017,
		prefab_name = "",
		content = "在空中转身，用盾牌挡住光箭与弹雨，薇儿借着这股推力向后方的电梯倒飞出一段距离。"
	},
	[116282018] = {
		id = 116282018,
		prefab_name = "1059ui_story",
		content = "想上电梯吗？我不会让你妨碍乌尔德大人创作的！"
	},
	[116282019] = {
		id = 116282019,
		prefab_name = "",
		content = "阿波罗和前鬼坊一同追上来，敏锐的弓手好像察觉到了异状，但当他谨慎地停下脚步时，已经为时已晚。"
	},
	[116282020] = {
		id = 116282020,
		prefab_name = "",
		content = "诗蔻蒂！"
	},
	[116282021] = {
		id = 116282021,
		prefab_name = "10025ui_story",
		content = "嗯！"
	},
	[116282022] = {
		id = 116282022,
		prefab_name = "",
		content = "诗蔻蒂从廊柱后面现身，缓缓睁眼，浮现出圆环十字纹章的左眼直视近在眼前的阿波罗和前鬼坊。"
	},
	[116282023] = {
		id = 116282023,
		prefab_name = "",
		content = "两人本能地将武器转向诗蔻蒂，但攻击的动作却随着脚步一起迅速停止……"
	},
	[116282024] = {
		id = 116282024,
		prefab_name = "",
		content = "十分钟后。"
	},
	[116282025] = {
		id = 116282025,
		prefab_name = "1148ui_story",
		content = "啊啊啊啊啊啊啊啊啊啊——气死我了！"
	},
	[116282026] = {
		id = 116282026,
		prefab_name = "",
		content = "前鬼坊生气地跺着脚，阿波罗连忙把她的手指从扳机上掰开。"
	},
	[116282027] = {
		id = 116282027,
		prefab_name = "1148ui_story",
		content = "那个叫乌尔德的坏蛋，我一定要在他脸上画十个乌龟，再把他的头发剃个精光！"
	},
	[116282028] = {
		id = 116282028,
		prefab_name = "1059ui_story",
		content = "居然连队长也被控制了……"
	},
	[116282029] = {
		id = 116282029,
		prefab_name = "",
		content = "嗯，只要托尔还被乌尔德控制，我们就很难在正面敌过他……所以必须让托尔恢复神智才行。"
	},
	[116282030] = {
		id = 116282030,
		prefab_name = "1148ui_story",
		content = "可那是队长啊！如果队长认真起来，我们根本不是她对手~"
	},
	[116282031] = {
		id = 116282031,
		prefab_name = "",
		content = "所以我们才让诗蔻蒂先救出你们呀……"
	},
	[116282032] = {
		id = 116282032,
		prefab_name = "",
		content = "你们都是雷小队的队员，以前也经常和托尔一起执行任务，深空之眼里最了解托尔的人就是你们了。"
	},
	[116282033] = {
		id = 116282033,
		prefab_name = "1059ui_story",
		content = "正因为我们和队长一起行动的次数多，才明白那个人有多强~"
	},
	[116282034] = {
		id = 116282034,
		prefab_name = "",
		content = "前鬼坊和阿波罗互相看看，脸上都有些茫然，看上去并没有太好的主意。"
	},
	[116282035] = {
		id = 116282035,
		prefab_name = "",
		content = "不过这也怪不了他们……托尔以往的作战录像都十分简短，根本用不出全力就能轻松完成任务，很难想象她会存在什么破绽。"
	},
	[116282036] = {
		id = 116282036,
		prefab_name = "",
		content = "……想到办法之前，再去找找其他人吧，多一个人也能多一分胜算。"
	},
	[116282037] = {
		id = 116282037,
		prefab_name = "",
		content = "我按下电梯的上行按钮，按钮却并没有亮起。"
	},
	[116282038] = {
		id = 116282038,
		prefab_name = "",
		content = "某种糟糕的既视感在脑海中闪过，我抬起头看向天花板角落里的音响。"
	},
	[116282039] = {
		id = 116282039,
		prefab_name = "",
		content = "像是在呼应我的目光，音响里传出尖锐的警报，穿透一层层地板，响彻整幢大楼。"
	},
	[116282040] = {
		id = 116282040,
		prefab_name = "1184ui_story",
		content = "怎么回事？"
	},
	[116282041] = {
		id = 116282041,
		prefab_name = "",
		content = "有人激活了大楼的防御性隔离系统，电梯供电中断，重要设施完全封闭……"
	},
	[116282042] = {
		id = 116282042,
		prefab_name = "",
		content = "乌尔德发现我们了！"
	},
	[116291001] = {
		id = 116291001,
		prefab_name = "1148ui_story",
		content = "惨了惨了，不会是要我们几个对付深空之眼的其他所有人吧？这是什么地狱难度的游戏啊？"
	},
	[116291002] = {
		id = 116291002,
		prefab_name = "",
		content = "五人一同跑向楼梯间。在复杂精密的电动系统无法指望的时候，就只剩下了最原始的手段……"
	},
	[116291003] = {
		id = 116291003,
		prefab_name = "",
		content = "但「走下一百多层的楼梯并离开深空之眼」显然不是个让人觉得能够顺利实现的好主意。前鬼坊哭丧着脸，用最直白的方式说出了最严峻的事实。"
	},
	[116291004] = {
		id = 116291004,
		prefab_name = "",
		content = "必须要离开大楼才行，否则会被围攻……"
	},
	[116291005] = {
		id = 116291005,
		prefab_name = "10025ui_story",
		content = "小昙，停飞机的地方。"
	},
	[116291006] = {
		id = 116291006,
		prefab_name = "",
		content = "你说的，是顶楼的停机坪吗？"
	},
	[116291007] = {
		id = 116291007,
		prefab_name = "",
		content = "是了，这层附近就有停机坪，楼梯间有连通的过道……"
	},
	[116291008] = {
		id = 116291008,
		prefab_name = "",
		content = "但是……诗蔻蒂为什么会知道深空之眼的大楼结构？"
	},
	[116291009] = {
		id = 116291009,
		prefab_name = "",
		content = "既视感再次袭来，这次的画面无比清晰。那是与诗蔻蒂互相搀扶的夜晚，我们从楼梯间进入停机坪……"
	},
	[116291010] = {
		id = 116291010,
		prefab_name = "",
		content = "前鬼坊，炸开大门！"
	},
	[116291011] = {
		id = 116291011,
		prefab_name = "",
		content = "我们冲进楼梯间，红色的指示光束锁定下方铁门电磁锁的位置，一束激光从我们身边擦过，直接将那门锁轰得粉碎。"
	},
	[116291012] = {
		id = 116291012,
		prefab_name = "",
		content = "干得好！"
	},
	[116291013] = {
		id = 116291013,
		prefab_name = "1148ui_story",
		content = "彗光的火力还是很足的，但打队长完全没用啊……"
	},
	[116291014] = {
		id = 116291014,
		prefab_name = "",
		content = "前鬼坊还在紧张地嘟哝，却不敢掉队，紧紧跟着我们来到了停机坪。"
	},
	[116291015] = {
		id = 116291015,
		prefab_name = "",
		content = "眼前的景象骤然开阔，我迅速环视停机坪，心里凉了半截。"
	},
	[116291016] = {
		id = 116291016,
		prefab_name = "1184ui_story",
		content = "可恶，这里没有飞行器吗？"
	},
	[116291017] = {
		id = 116291017,
		prefab_name = "",
		content = "现在供电系统应该还正常，我去控制台看看能不能把其他楼层的飞行器调过来。"
	},
	[116291018] = {
		id = 116291018,
		prefab_name = "",
		content = "一行人匆匆忙忙跑到控制台边，控制系统顺利启动，我的手指在键盘上飞速滚动。"
	},
	[116291019] = {
		id = 116291019,
		prefab_name = "",
		content = "——上层停机坪还有载具，足够让我们五个人一起离开了。"
	},
	[116291020] = {
		id = 116291020,
		prefab_name = "",
		content = "敲下最后一行指令，头顶隐隐传来引擎的鸣响。"
	},
	[116291021] = {
		id = 116291021,
		prefab_name = "",
		content = "一架飞机从上层的停机坪平移出来，而后喷射口调转方向，托着飞机垂直落向我们所在的位置。"
	},
	[116291022] = {
		id = 116291022,
		prefab_name = "1148ui_story",
		content = "啊……太好了，我还以为我们要跳下去呢。"
	},
	[116291023] = {
		id = 116291023,
		prefab_name = "",
		content = "前鬼坊趴在停机坪边上朝下看，一百多层的高度让她咽了咽口水。"
	},
	[116291024] = {
		id = 116291024,
		prefab_name = "",
		content = "看到飞机后，大家都放松下来，开始商讨起离开大楼以后的对策，一边走向停机坪中央。"
	},
	[116291025] = {
		id = 116291025,
		prefab_name = "",
		content = "但当飞机真正落下时，所有人的脚步都停住了——因为落下来的并不只有飞机。"
	},
	[116291026] = {
		id = 116291026,
		prefab_name = "1059ui_story",
		content = "队长……"
	},
	[116291027] = {
		id = 116291027,
		prefab_name = "10025ui_story",
		content = "乌尔德。"
	},
	[116291028] = {
		id = 116291028,
		prefab_name = "",
		content = "红发少女和拄杖的少年先后跳下飞行器，少女随后一锤轰在机头上，飞机像是失衡的陀螺一般倒向一边。"
	},
	[116291029] = {
		id = 116291029,
		prefab_name = "",
		content = "托尔将重锤拄在地上，护身的雷罩忽然被激活，表面泛起了一圈圈金色的涟漪。"
	},
	[116291030] = {
		id = 116291030,
		prefab_name = "",
		content = "她有些不悦地看向左眼中流转着金光的诗蔻蒂，好像完全没有被她的能力影响到。"
	},
	[116291031] = {
		id = 116291031,
		prefab_name = "1028ui_story",
		content = "粉头发的小姑娘，这是你最后一次耍小聪明的机会。如果再想扰乱我的精神，第一个杀的就是你。"
	},
	[116291032] = {
		id = 116291032,
		prefab_name = "",
		content = "即便有三名修正者在身边，面对托尔，我依然能感受到这句威胁的分量。我朝面色苍白的诗蔻蒂摇了摇头，将她护在身后。"
	},
	[116291033] = {
		id = 116291033,
		prefab_name = "10024ui_story",
		content = "猫抓老鼠的俗剧该落幕了，托尔，解决他们。"
	},
	[116291034] = {
		id = 116291034,
		prefab_name = "1028ui_story",
		content = "前鬼坊，阿波罗，我给你们一个归队的机会，三秒时间，离开那个叛徒。"
	},
	[116291035] = {
		id = 116291035,
		prefab_name = "1148ui_story",
		content = "托尔队长！有人对你说谎了，管理员不是叛徒……"
	},
	[116291036] = {
		id = 116291036,
		prefab_name = "1028ui_story",
		content = "三秒到了。"
	},
	[116291037] = {
		id = 116291037,
		prefab_name = "",
		content = "她摇了摇头，像是对前鬼坊和阿波罗的选择非常失望。"
	},
	[116291038] = {
		id = 116291038,
		prefab_name = "1028ui_story",
		content = "一起上吧，别浪费时间了。"
	},
	[116291039] = {
		id = 116291039,
		prefab_name = "1059ui_story",
		content = "薇儿，管理员，这次让我和前鬼坊当主攻手吧。"
	},
	[116291040] = {
		id = 116291040,
		prefab_name = "1148ui_story",
		content = "噫——？！臭凤梨你疯啦？"
	},
	[116291041] = {
		id = 116291041,
		prefab_name = "1059ui_story",
		content = "前鬼坊，你还记得我们上回在夏什瓦特的行动吗？"
	},
	[116291042] = {
		id = 116291042,
		prefab_name = "1148ui_story",
		content = "呃……就是我安错山体炸药的那次？你难道想……"
	},
	[116291043] = {
		id = 116291043,
		prefab_name = "1059ui_story",
		content = "只有赌那个可能性了。"
	},
	[116291044] = {
		id = 116291044,
		prefab_name = "",
		content = "阿波罗收起以往的懒散模样，少见地认真看向我。"
	},
	[116291045] = {
		id = 116291045,
		prefab_name = "1059ui_story",
		content = "管理员，我想到了也许能制服队长的办法，不过没时间解释了……"
	},
	[116291046] = {
		id = 116291046,
		prefab_name = "1059ui_story",
		content = "我会和前鬼坊创造出空隙，你们就趁那个机会解除队长的错误记忆吧。"
	},
	[116291047] = {
		id = 116291047,
		prefab_name = "",
		content = ""
	},
	[116291048] = {
		id = 116291048,
		prefab_name = "1059ui_story",
		content = "哈哈，包我在和小前鬼身上吧！"
	},
	[116291049] = {
		id = 116291049,
		prefab_name = "1028ui_story",
		content = "哦？我和奥丁离开没多久，你们两个就有挑战我的自信了？"
	},
	[116291050] = {
		id = 116291050,
		prefab_name = "1028ui_story",
		content = "勇气可嘉，阿波罗，可惜用错了地方。"
	},
	[116291051] = {
		id = 116291051,
		prefab_name = "",
		content = "阿波罗耸了耸肩，右手搭上了光煌的弦。"
	},
	[116291052] = {
		id = 116291052,
		prefab_name = "1059ui_story",
		content = "队长你忘了吗……在我和前鬼坊加入雷小队的时候，你就拍着胸脯对我们说过——"
	},
	[116291053] = {
		id = 116291053,
		prefab_name = "1059ui_story",
		content = "「只要你们两个不拖我后腿，雷小队就是无敌的。」"
	},
	[116291054] = {
		id = 116291054,
		prefab_name = "1028ui_story",
		content = "……你为什么能这么自信地说出这句话。"
	},
	[116291055] = {
		id = 116291055,
		prefab_name = "",
		content = "阿波罗直视托尔依旧淡漠的双眼，无奈地笑了笑。"
	},
	[116291056] = {
		id = 116291056,
		prefab_name = "1059ui_story",
		content = "队长确实很强，不管是什么任务都自己冲上去轻轻松松搞定了，我们连插手的机会都没有。"
	},
	[116291057] = {
		id = 116291057,
		prefab_name = "1059ui_story",
		content = "所以要打败这样无敌的队友，也只能靠身为队友的我和小前鬼来拖住队长的后腿了！"
	},
	[116291058] = {
		id = 116291058,
		prefab_name = "",
		content = "用一个深呼吸收起眉眼间的忧虑，阿波罗露出了很少在他脸上见到的坚定表情，他以大方刚正的姿态，将光矢指向默不作声的托尔。"
	},
	[116291059] = {
		id = 116291059,
		prefab_name = "1059ui_story",
		content = "即便将准星对准了你，我仍可以向手中的弓与箭、向天空与太阳起誓——"
	},
	[116291060] = {
		id = 116291060,
		prefab_name = "1059ui_story",
		content = "我们，从没有背叛过你，队长。"
	},
	[116291061] = {
		id = 116291061,
		prefab_name = "1028ui_story",
		content = "不知所云……"
	},
	[116291062] = {
		id = 116291062,
		prefab_name = "",
		content = "托尔的状态并不如她的话语平静。落日将托尔的影子一直拉长到我们脚下，我好像看到她的身影颤抖了一下，似乎在与什么东西做着抗争。"
	},
	[116291063] = {
		id = 116291063,
		prefab_name = "",
		content = "但在她眼中闪烁的红光还是驱使着她举起了锤子。"
	},
	[116291064] = {
		id = 116291064,
		prefab_name = "1059ui_story",
		content = "要上了，小前鬼！"
	},
	[116291065] = {
		id = 116291065,
		prefab_name = "1148ui_story",
		content = "呜，虽然没有什么胜算，但我和后鬼都会加油的！"
	},
	[116291066] = {
		id = 116291066,
		prefab_name = "1059ui_story",
		content = "喂……这时候要说更有斗志的话呀！"
	},
	[116292001] = {
		id = 116292001,
		prefab_name = "1148ui_story",
		content = "就是现在，别射歪了！臭凤梨！"
	},
	[116292002] = {
		id = 116292002,
		prefab_name = "1059ui_story",
		content = "放心好了！"
	},
	[116292003] = {
		id = 116292003,
		prefab_name = "",
		content = "前鬼坊踩着轮滑用子弹不断吸引托尔的注意力，就在挥舞着重锤的少女身体失衡的刹那，阿波罗的光箭已经对准了她的头颅。"
	},
	[116292004] = {
		id = 116292004,
		prefab_name = "1059ui_story",
		content = "我可是在关键时刻——从不会掉链子的太阳啊！！"
	},
	[116292005] = {
		id = 116292005,
		prefab_name = "",
		content = "蓄力已久的光箭带动狂风呼啸而出，一瞬间将夜空都照亮。我屏息看着那支箭射向托尔的方向，全部的希望已经倾注其上，心脏也随之悬起，之后——"
	},
	[116292006] = {
		id = 116292006,
		prefab_name = "",
		content = "射歪了。"
	},
	[116292007] = {
		id = 116292007,
		prefab_name = "",
		content = "托尔甚至没有刻意躲避，箭矢以一个诡异的弧度擦过她的耳边，只带下几缕赤红色的头发。"
	},
	[116292008] = {
		id = 116292008,
		prefab_name = "",
		content = "……"
	},
	[116292009] = {
		id = 116292009,
		prefab_name = "1184ui_story",
		content = "阿波罗你不是说不会掉链子的吗！"
	},
	[116292010] = {
		id = 116292010,
		prefab_name = "1059ui_story",
		content = "哎呀，这个嘛……"
	},
	[116292011] = {
		id = 116292011,
		prefab_name = "",
		content = "在我们错愕的注视中，前面传来了「嘎吱、嘎吱」的响声。"
	},
	[116292012] = {
		id = 116292012,
		prefab_name = "",
		content = "没有命中托尔的光箭正中了她身后的天线杆塔，摇摇欲坠的灰色杆塔斜倾起来，朝着下方滑轮少女的方向摔去。"
	},
	[116292013] = {
		id = 116292013,
		prefab_name = "1148ui_story",
		content = "等等……喂！这是什么情况啊！！"
	},
	[116292014] = {
		id = 116292014,
		prefab_name = "1184ui_story",
		content = "前鬼坊，小心！"
	},
	[116292015] = {
		id = 116292015,
		prefab_name = "",
		content = "薇儿拔剑冲去，但一切发生的太突然，以薇儿的距离根本不可能救到前鬼坊。"
	},
	[116292016] = {
		id = 116292016,
		prefab_name = "",
		content = "杆塔轰然倒下，激起一阵尘烟的同时，震耳欲聋的响声也让我们下意识地后退了一步。"
	},
	[116292017] = {
		id = 116292017,
		prefab_name = "1148ui_story",
		content = "呃……呜……"
	},
	[116292018] = {
		id = 116292018,
		prefab_name = "1028ui_story",
		content = "笨……笨蛋啊！这种东西都躲不开的吗！"
	},
	[116292019] = {
		id = 116292019,
		prefab_name = "1148ui_story",
		content = "队、队长……？"
	},
	[116292020] = {
		id = 116292020,
		prefab_name = "10024ui_story",
		content = "托尔，你在干什么！那家伙和诗蔻蒂她们一样是叛徒，你的责任是消灭她们！"
	},
	[116292021] = {
		id = 116292021,
		prefab_name = "1028ui_story",
		content = "你不是说过吗！雷小队的人只是被休蛊惑了，只要制服了她们，就还有机会转变她们的想法……！"
	},
	[116292022] = {
		id = 116292022,
		prefab_name = "10024ui_story",
		content = "什……可恶，剧本里多余的点缀起了反作用吗！"
	},
	[116292023] = {
		id = 116292023,
		prefab_name = "1028ui_story",
		content = "而且……刚才不知道为什么，还没反应过来身体就自己行动了，就好像……这样的事情曾经发生过一样。"
	},
	[116292024] = {
		id = 116292024,
		prefab_name = "1059ui_story",
		content = "当然发生过，不然无敌的队长你背后的旧伤还能是怎么来的呢？"
	},
	[116292025] = {
		id = 116292025,
		prefab_name = "1028ui_story",
		content = "我的……旧伤？"
	},
	[116292026] = {
		id = 116292026,
		prefab_name = "",
		content = [[
托尔：「炸药已经埋好了吧？一会儿我把视骸引过来，阿波罗看时机发信号，前鬼坊来引爆！」

阿波罗&前鬼坊天狗：「明白！」

托尔：「虽然靠我一个人也能都清理掉……不过既然休说了让雷小队尝试下战术，那就按她说的来吧。」

托尔：「毕竟我们要向她证明雷小队是有勇有谋的嘛，那些说我们只有肌肉的家伙都戴了有色眼镜！」

前鬼坊天狗：「我觉得都靠队长的肌肉解决也没什么不好的……」

托尔：「啊？怎么可以这样想！」]]
	},
	[116292032] = {
		id = 116292032,
		prefab_name = "",
		content = [[
托尔：「我倒是没关系，但你们会被人家说成是只会躲在我身后的废物哦！」

阿波罗：「虽然形容得有点过分，但事实也差不多啦~」

托尔：「才不是！我不许别人这么看我的队友，你们只是还没有发挥出自己的潜力而已！」

托尔：「好~就这么决定了，雷小队特别作战计划A，执行！」

阿波罗：「队长成功把视骸引来了，只是……只是数量是不是比说好的多了好多？」

托尔：「不要在意这些细节，让前鬼坊引爆山体炸药！」]]
	},
	[116292038] = {
		id = 116292038,
		prefab_name = "",
		content = [[
阿波罗：「好、好吧……小前鬼，就是现在！」

前鬼坊天狗：「收到收到！给我——炸！」

前鬼坊天狗：「咦？为什么没反应啊？」

阿波罗：「等等，你该不会把炸药埋在了——」

前鬼坊天狗：「噫——！怎么塌方了！」]]
	},
	[116292043] = {
		id = 116292043,
		prefab_name = "1148ui_story",
		content = "咳、咳咳……"
	},
	[116292044] = {
		id = 116292044,
		prefab_name = "1148ui_story",
		content = "诶？队、队长！？"
	},
	[116292045] = {
		id = 116292045,
		prefab_name = "1028ui_story",
		content = "你是笨蛋啊……怎么会有人，把山体炸弹埋在自己这边的山头啊？！"
	},
	[116292046] = {
		id = 116292046,
		prefab_name = "1148ui_story",
		content = "唔……队、队长，对不起……对不起……"
	},
	[116292047] = {
		id = 116292047,
		prefab_name = "1028ui_story",
		content = "别哭唧唧的了，快钻出来，我还要去料理那些视骸呢……靠阿波罗一个人顶不住的。"
	},
	[116292048] = {
		id = 116292048,
		prefab_name = "1148ui_story",
		content = "可是你背上的伤……"
	},
	[116292049] = {
		id = 116292049,
		prefab_name = "1028ui_story",
		content = "小事一桩……雷小队的任务……是绝对不会失败的。这点小状况……都在我的预料之内……"
	},
	[116292050] = {
		id = 116292050,
		prefab_name = "1059ui_story",
		content = "队长！视骸们变得更狂躁了！"
	},
	[116292051] = {
		id = 116292051,
		prefab_name = "1028ui_story",
		content = "啊！知道了——！马上……就来了！"
	},
	[116292052] = {
		id = 116292052,
		prefab_name = "1148ui_story",
		content = "托尔……队长？"
	},
	[116292053] = {
		id = 116292053,
		prefab_name = "1059ui_story",
		content = "那次行动后，为了避免前鬼坊被追责，队长在行动报告里隐瞒了后背受伤的事，也没有接受医疗组的治疗。"
	},
	[116292054] = {
		id = 116292054,
		prefab_name = "",
		content = "在支撑着杆塔的托尔身后，握弓走来的阿波罗苦笑着述说那段已经被赤发少女忘掉的回忆。"
	},
	[116292055] = {
		id = 116292055,
		prefab_name = "1059ui_story",
		content = "后来，为了继续给惹麻烦的我们擦屁股，队长第二天就说自己已经痊愈了。"
	},
	[116292056] = {
		id = 116292056,
		prefab_name = "1059ui_story",
		content = "但我猜那个伤根本没好吧？被那么多落石砸中，怎么可能一点儿事都没有。"
	},
	[116292057] = {
		id = 116292057,
		prefab_name = "1059ui_story",
		content = "队长你的记忆被那个人修改了，否则的话，无敌的你该怎么解释自己背上旧伤的由来呢？"
	},
	[116292058] = {
		id = 116292058,
		prefab_name = "1028ui_story",
		content = "阿波罗……？"
	},
	[116292059] = {
		id = 116292059,
		prefab_name = "1059ui_story",
		content = "抱歉了队长，我和前鬼坊一直在给你拖后腿。但我知道，即便是这样的我们，队长也会毫不犹豫地替我们担下麻烦……"
	},
	[116292060] = {
		id = 116292060,
		prefab_name = "",
		content = "阿波罗抬起长弓，用光矢瞄准了托尔的后背。"
	},
	[116292061] = {
		id = 116292061,
		prefab_name = "1059ui_story",
		content = "所以这一次，换我们来救队长了……"
	},
	[116292062] = {
		id = 116292062,
		prefab_name = "",
		content = "光矢命中托尔的后背，已经力竭的她再不能支撑这一击。护身的雷罩碎开，将她彻底压在了重物之下。"
	},
	[116292063] = {
		id = 116292063,
		prefab_name = "",
		content = "即便是这种情况下，托尔也还是坚持到让前鬼坊从缝隙中逃出。"
	},
	[116292064] = {
		id = 116292064,
		prefab_name = "1028ui_story",
		content = "我居然……会输给你们……"
	},
	[116292065] = {
		id = 116292065,
		prefab_name = "1059ui_story",
		content = "不，只是我们利用了队长对雷小队的疼爱罢了……"
	},
	[116292066] = {
		id = 116292066,
		prefab_name = "",
		content = "诗蔻蒂，拜托了。"
	},
	[116292067] = {
		id = 116292067,
		prefab_name = "10025ui_story",
		content = "嗯，我知道……"
	},
	[116292068] = {
		id = 116292068,
		prefab_name = "",
		content = "已经失去雷罩的托尔直视着粉发少女的瞳孔，曾经占据她大脑的虚假记忆也同时地被抹除了。"
	},
	[116292069] = {
		id = 116292069,
		prefab_name = "1028ui_story",
		content = "诶？奇怪，我这是……怎么了？"
	},
	[116292070] = {
		id = 116292070,
		prefab_name = "1184ui_story",
		content = "太好了，托尔恢复正常了！"
	},
	[116292071] = {
		id = 116292071,
		prefab_name = "1028ui_story",
		content = "我记得那天和管理员还有奥丁一起去巡视，然后发现了可疑的影子……再之后就……"
	},
	[116292072] = {
		id = 116292072,
		prefab_name = "1059ui_story",
		content = "事情说来话长……队长，你还是先歇会儿。"
	},
	[116292073] = {
		id = 116292073,
		prefab_name = "1148ui_story",
		content = "嗯，等我们收拾完这家伙，再把队长从里面捞出来！"
	},
	[116301001] = {
		id = 116301001,
		prefab_name = "10024ui_story",
		content = "呵呵……了不起了不起，居然能在这样的局势下将我一军。看来大家对我精心编写的故事不太满意呢。"
	},
	[116301002] = {
		id = 116301002,
		prefab_name = "10024ui_story",
		content = "不过没关系，好的作者总是能从读者的反馈中精进作品，我有这个时间也有这样的自信。"
	},
	[116301003] = {
		id = 116301003,
		prefab_name = "",
		content = "乌尔德，你也是修正者吧？为什么要费尽心思地入侵深空之眼，还控制其他的修正者？"
	},
	[116301004] = {
		id = 116301004,
		prefab_name = "10024ui_story",
		content = "这个问题，我应该已经回答过你了，人类。"
	},
	[116301005] = {
		id = 116301005,
		prefab_name = "10024ui_story",
		content = "我虽然是修正者，但却是凌驾于她们之上的更伟大的存在。"
	},
	[116301006] = {
		id = 116301006,
		prefab_name = "10024ui_story",
		content = "没有那些因错误而衍生的弊端，我自诞生便是完美的，带着名为「命运」的故事，注定要成为这个世界真正的神，代行守护世界的使命。"
	},
	[116301007] = {
		id = 116301007,
		prefab_name = "10024ui_story",
		content = "这摇摇欲坠的世界，无比需要神明的救赎，却又比任何时候都缺少神性的光辉。"
	},
	[116301008] = {
		id = 116301008,
		prefab_name = "10024ui_story",
		content = "与其坐视一切在愚昧中灭亡，不如由我创造新的世代，让修正者成为守护世界的主宰……这才是，唯一可以救世的方法。"
	},
	[116301009] = {
		id = 116301009,
		prefab_name = "1184ui_story",
		content = "胡说八道！之前袭击修正者，夺走他们权钥的人也是你吧！"
	},
	[116301010] = {
		id = 116301010,
		prefab_name = "1184ui_story",
		content = "如果真像你所说的要带领修正者对抗视骸，那又为什么要伤害同伴！"
	},
	[116301011] = {
		id = 116301011,
		prefab_name = "10024ui_story",
		content = "本就弱小无为的废物，为新神的诞生提供养料，难道不是他们的荣幸么？"
	},
	[116301012] = {
		id = 116301012,
		prefab_name = "",
		content = "乌尔德叹了口气，将视线移向一直未曾说话的诗蔻蒂。"
	},
	[116301013] = {
		id = 116301013,
		prefab_name = "10024ui_story",
		content = "0705，我无意改变愚昧者的想法，何况我的力量本来就是为了纠正这些错误而存在的。"
	},
	[116301014] = {
		id = 116301014,
		prefab_name = "10024ui_story",
		content = "但你不一样。与我一同诞生的你，难道不能理解我的想法么？"
	},
	[116301015] = {
		id = 116301015,
		prefab_name = "10025ui_story",
		content = "我不明白你在说什么……但我不会让你伤害小昙的。"
	},
	[116301016] = {
		id = 116301016,
		prefab_name = "",
		content = "乌尔德的微笑渐渐收敛，有些惋惜、又像是早有预料似地摇了摇头。"
	},
	[116301017] = {
		id = 116301017,
		prefab_name = "10024ui_story",
		content = "这已经是我第四次给你机会了，0705……也是最后一次。"
	},
	[116301018] = {
		id = 116301018,
		prefab_name = "10024ui_story",
		content = "在我手中的是无上的王权，是至高的支配。这份力量既然选择了我，我就会贯彻它的意志，贯彻我自己的意志。"
	},
	[116301019] = {
		id = 116301019,
		prefab_name = "",
		content = "他没有使用手杖尝试控制我们，而是从手杖中召出一片黑雾。雾柔和地四散，拥抱住乌尔德的全身。"
	},
	[116301020] = {
		id = 116301020,
		prefab_name = "10024ui_story",
		content = "0705，或许我唯一的错误，就是没有在遇见你的时候直接杀掉你……作为故事里的变数，我对你实在太放任了。"
	},
	[116301021] = {
		id = 116301021,
		prefab_name = "1184ui_story",
		content = "少装腔作势了！你仗着托尔的实力坐直升机来截击我们，虽然速度很快，但也意味着短时间不会有其他人来增援了吧！"
	},
	[116301022] = {
		id = 116301022,
		prefab_name = "1184ui_story",
		content = "换句话说，现在的你势单力薄，是最容易被攻破的时候！"
	},
	[116301023] = {
		id = 116301023,
		prefab_name = "10024ui_story",
		content = "哦？呵呵呵……你们是这么想的么？"
	},
	[116301024] = {
		id = 116301024,
		prefab_name = "",
		content = "黑雾在他的体表凝实，很快已经看不出他本来的面貌，体型在凝聚的黑雾中快速膨胀，危险的气息也随之攀升。"
	},
	[116301025] = {
		id = 116301025,
		prefab_name = "10024ui_story",
		content = "神之所以不亲自动手，那是因为对这世间仍抱有仁慈。"
	},
	[116301026] = {
		id = 116301026,
		prefab_name = "10024ui_story",
		content = "倘若你们因此误会了神不具备征伐之能，那实在是愚昧得令我心痛了……"
	},
	[116301027] = {
		id = 116301027,
		prefab_name = "10025ui_story",
		content = "小昙，不好……快躲开！"
	},
	[116301028] = {
		id = 116301028,
		prefab_name = "",
		content = "权杖聚集的黑雾刹那间散开，在那夜空之上，伸展起两片比夜色还要浓的黑翼——"
	},
	[116301029] = {
		id = 116301029,
		prefab_name = "",
		content = "那我就施舍你们，得见这征伐之姿的真貌吧！"
	},
	[116311001] = {
		id = 116311001,
		prefab_name = "1184ui_story",
		content = "管理员，诗蔻蒂，到我这边！"
	},
	[116311002] = {
		id = 116311002,
		prefab_name = "1059ui_story",
		content = "小前鬼，给叛徒一点颜色看看！"
	},
	[116311003] = {
		id = 116311003,
		prefab_name = "1148ui_story",
		content = "明白！看我的吧，喝啊——！"
	},
	[116311004] = {
		id = 116311004,
		prefab_name = "1184ui_story",
		content = "可恶……你们两个清醒一点啊，在你们身后的才是敌人！"
	},
	[116311005] = {
		id = 116311005,
		prefab_name = "",
		content = "乌尔德的斧杖上散发着浓郁的黑雾，我们完全低估了他在这个形态下的实力。"
	},
	[116311006] = {
		id = 116311006,
		prefab_name = "",
		content = "一边在交手，同伴却不知何时就会被控制，没有作战能力的诗蔻蒂根本不可能时时去解除记忆的扭曲……"
	},
	[116311007] = {
		id = 116311007,
		prefab_name = "",
		content = "光矢和子弹的轰炸在前方爆发巨响，薇儿的盾上已经出现了肉眼可见的裂缝。"
	},
	[116311008] = {
		id = 116311008,
		prefab_name = "",
		content = "没人能反抗已经织就的命运，好好踏上我为你们编写好的末路吧。"
	},
	[116311009] = {
		id = 116311009,
		prefab_name = "1184ui_story",
		content = "才……不会让你得逞！"
	},
	[116311010] = {
		id = 116311010,
		prefab_name = "10025ui_story",
		content = "小昙，可以了，松开吧。"
	},
	[116311011] = {
		id = 116311011,
		prefab_name = "",
		content = "诗蔻蒂？"
	},
	[116311012] = {
		id = 116311012,
		prefab_name = "",
		content = "左手抚上一股柔软的推力，诗蔻蒂推开了我一直将她护在身后的手，樱粉色的短发飘扬，她一步一步地走向对面那不讲道理的火力网。"
	},
	[116311013] = {
		id = 116311013,
		prefab_name = "",
		content = "危险，别过去！"
	},
	[116311014] = {
		id = 116311014,
		prefab_name = "10025ui_story",
		content = "没关系的，我说了，我会保护小昙的。"
	},
	[116311015] = {
		id = 116311015,
		prefab_name = "",
		content = "忽然，耳旁的空气「嗖嗖」地流动，一阵凛风自身后吹来。"
	},
	[116311016] = {
		id = 116311016,
		prefab_name = "",
		content = "也许是风驱散黑雾的缘故，光照渐渐恢复。一道光芒如破晓般刺入黑暗。"
	},
	[116311017] = {
		id = 116311017,
		prefab_name = "",
		content = "借着这光芒，我得以看清现在的乌尔德已然不是那个少年的模样。"
	},
	[116311018] = {
		id = 116311018,
		prefab_name = "",
		content = "漆黑的外表和不祥的深紫色，巨人的躯壳悬浮半空。那是象征「死亡」的最佳喻体。"
	},
	[116311019] = {
		id = 116311019,
		prefab_name = "",
		content = "而那道光芒则来自于另一侧。和乌尔德的模样类似，其逸散之物却指向圣洁。"
	},
	[116311020] = {
		id = 116311020,
		prefab_name = "",
		content = "白与金交织连缀。如月之皎，如日之耀。"
	},
	[116311021] = {
		id = 116311021,
		prefab_name = "1059ui_story",
		content = "奇怪，我刚刚……又被控制了吗？"
	},
	[116311022] = {
		id = 116311022,
		prefab_name = "1148ui_story",
		content = "这道光是怎么回事，暖暖的，好像身上的伤都不疼了。"
	},
	[116311023] = {
		id = 116311023,
		prefab_name = "",
		content = "看来你的脑子虽然什么都忘了，身体却还本能地记得怎么运用力量啊……"
	},
	[116311024] = {
		id = 116311024,
		prefab_name = "",
		content = "可你没有狩猎权钥补充神能，又不停地滥用预知梦，再做这种引火自焚的事又能坚持多久？"
	},
	[116311025] = {
		id = 116311025,
		prefab_name = "1184ui_story",
		content = "管理员，诗蔻蒂她……"
	},
	[116311026] = {
		id = 116311026,
		prefab_name = "",
		content = "我也不知该怎么回答薇儿的问题。但望着少女截然不同的化身，比起强援的到来，内心生出的却是更加难以言喻的不安。"
	},
	[116311027] = {
		id = 116311027,
		prefab_name = "",
		content = "乌尔德的手中出现无数黑色锁链，直指那辉光的中央。"
	},
	[116311028] = {
		id = 116311028,
		prefab_name = "10024ui_story",
		content = "逐火的飞蛾？我可没在剧本里写这种东西……"
	},
	[116312001] = {
		id = 116312001,
		prefab_name = "1184ui_story",
		content = "这下，看你还怎么躲开！"
	},
	[116312002] = {
		id = 116312002,
		prefab_name = "",
		content = "乌尔德被众人联手击退，站立未稳，苦战的疲惫却没有让薇儿丹蒂的动作有所迟缓——她高高跃起，借着势能朝乌尔德降下全力的一击。"
	},
	[116312003] = {
		id = 116312003,
		prefab_name = "",
		content = "长剑轻松粉碎了乌尔德仓促防御的重重黑雾，落向他那张淡漠的、甚至还带着一丝笑意的脸。"
	},
	[116312004] = {
		id = 116312004,
		prefab_name = "10024ui_story",
		content = "做得不错……差一点，还真的让你们赢了。"
	},
	[116312005] = {
		id = 116312005,
		prefab_name = "1184ui_story",
		content = "装神弄鬼——！"
	},
	[116312006] = {
		id = 116312006,
		prefab_name = "",
		content = "眼看着剑刃就要斩落到乌尔德头上，他的身躯却闪烁了一下，只留下一团黑雾地忽然消失。"
	},
	[116312007] = {
		id = 116312007,
		prefab_name = "",
		content = "薇儿的长剑劈进黑雾，与某样硬物相撞，两股神力在扩散的震荡中不断湮灭，一时间相持不下。"
	},
	[116312008] = {
		id = 116312008,
		prefab_name = "",
		content = "王车易位。"
	},
	[116312009] = {
		id = 116312009,
		prefab_name = "",
		content = "黑金色的大剑竖立在乌尔德刚刚站立的位置，虽然被薇儿的斩击砸入地面，却并没有受到多大伤害。"
	},
	[116312010] = {
		id = 116312010,
		prefab_name = "",
		content = "权变谋攻。"
	},
	[116312011] = {
		id = 116312011,
		prefab_name = "",
		content = "三柄巨大的光剑从停机坪入口处射向薇儿，堪堪被薇儿挡下，也将她震退到了我们身边。"
	},
	[116312012] = {
		id = 116312012,
		prefab_name = "",
		content = "幽邃的紫色光球环绕战场，无垠的黑雾散去，乌尔德安然无恙地站在远处，身边又多了两道身影。"
	},
	[116312013] = {
		id = 116312013,
		prefab_name = "1032ui_story",
		content = "……"
	},
	[116312014] = {
		id = 116312014,
		prefab_name = "",
		content = "糟了……"
	},
	[116312015] = {
		id = 116312015,
		prefab_name = "",
		content = "即便靠着诗蔻蒂的帮助战胜了乌尔德，却最终还是慢了一步……"
	},
	[116312016] = {
		id = 116312016,
		prefab_name = "10024ui_story",
		content = "力量的差距已经展露无疑。自相残杀又负隅顽抗，你们还剩多少力气？"
	},
	[116312017] = {
		id = 116312017,
		prefab_name = "10024ui_story",
		content = "拿下他们。"
	},
	[116312018] = {
		id = 116312018,
		prefab_name = "",
		content = "没有对乌尔德的指令产生分毫犹豫，提尔和霍德尔一近一远朝目标发起了攻击。"
	},
	[116312019] = {
		id = 116312019,
		prefab_name = "1184ui_story",
		content = "啊啊啊——可恶！"
	},
	[116312020] = {
		id = 116312020,
		prefab_name = "",
		content = "面对两人的合击，已经久战几轮的薇儿再不能坚持地昏倒过去。"
	},
	[116312021] = {
		id = 116312021,
		prefab_name = "",
		content = "现在的场面上，还清醒的战力只剩下我一个人了……"
	},
	[116312022] = {
		id = 116312022,
		prefab_name = "",
		content = "我拔出手枪与乌尔德对峙，但对方直接无视了枪口的威胁。"
	},
	[116312023] = {
		id = 116312023,
		prefab_name = "10024ui_story",
		content = "刚才的战斗是你在指挥吧，人类？"
	},
	[116312024] = {
		id = 116312024,
		prefab_name = "",
		content = "黑雾如潮水般涌来，乌尔德饶有兴味地盯着我，右眼之中亮起暗金色的光纹。"
	},
	[116312025] = {
		id = 116312025,
		prefab_name = "10024ui_story",
		content = "不错的才能，比科尔盖那些渣滓强一些，可以为我所用。"
	},
	[116312026] = {
		id = 116312026,
		prefab_name = "",
		content = "乌尔德笑着将权杖对准了我。"
	},
	[116312027] = {
		id = 116312027,
		prefab_name = "",
		content = "浓重的黑雾席卷到眼前，转瞬钻进我的体内，在身体里埋下黑色的种子。"
	},
	[116312028] = {
		id = 116312028,
		prefab_name = "",
		content = "仿佛有某种意志将它们唤醒，狂乱地生长成不可名状的锐物，向我的心脏野蛮但有序地蔓延。"
	},
	[116312029] = {
		id = 116312029,
		prefab_name = "",
		content = "它们啮噬着我的万千神经，一点点掐灭我理智的炬火，囚禁我的记忆，将属于我自己的一切逼迫到死角……"
	},
	[116312030] = {
		id = 116312030,
		prefab_name = "",
		content = "然而就在我的最后一点意识被黑暗遮蔽前，一束光照进了这片黑暗。"
	},
	[116312031] = {
		id = 116312031,
		prefab_name = "10025ui_story",
		content = "放开TA……"
	},
	[116312032] = {
		id = 116312032,
		prefab_name = "",
		content = "粉色的、缀着她发丝香气的光，如汤沃雪，复归清明。"
	},
	[116312033] = {
		id = 116312033,
		prefab_name = "",
		content = "诗蔻蒂……？"
	},
	[116312034] = {
		id = 116312034,
		prefab_name = "",
		content = "晃了晃发晕的脑袋，我看到诗蔻蒂拦在我面前。"
	},
	[116312035] = {
		id = 116312035,
		prefab_name = "",
		content = "而不远处的乌尔德的动作有些僵硬。他缓缓收回权杖，右眼中的光纹也迅速熄灭……好像在忌惮着什么？"
	},
	[116312036] = {
		id = 116312036,
		prefab_name = "",
		content = "将枪膛的子弹尽数射出，却纷纷被提尔的重剑挡下。"
	},
	[116312037] = {
		id = 116312037,
		prefab_name = "",
		content = "他看起来不敢对你使用能力，不仅是无效，应该是会有什么更糟糕的后果，所以才会这么忌惮……"
	},
	[116312038] = {
		id = 116312038,
		prefab_name = "10025ui_story",
		content = "嗯……我也注意到了。"
	},
	[116312039] = {
		id = 116312039,
		prefab_name = "10025ui_story",
		content = "哈哈，小昙真厉害，只见到一次就意识到了，我却要那么多次才明白……"
	},
	[116312040] = {
		id = 116312040,
		prefab_name = "",
		content = "诗蔻蒂？"
	},
	[116312041] = {
		id = 116312041,
		prefab_name = "",
		content = "少女回过头看着我，我看到解除化身的诗蔻蒂发上出现一缕缕白线，依旧没变的是少女一尘不染的笑容。"
	},
	[116312042] = {
		id = 116312042,
		prefab_name = "10025ui_story",
		content = "要是能早点发现就好了，就不用让你经历那么多可怕的事了。"
	},
	[116312043] = {
		id = 116312043,
		prefab_name = "",
		content = "是我把你拖进了这件事里才对，明明你可以一个人离开的。"
	},
	[116312044] = {
		id = 116312044,
		prefab_name = "",
		content = "诗蔻蒂摇了摇头，从她的笑颜中，我看到一滴晶莹的泪珠滑出了眼角。"
	},
	[116312045] = {
		id = 116312045,
		prefab_name = "10025ui_story",
		content = "别说这么丧气的话，还没有结束哦。"
	},
	[116312046] = {
		id = 116312046,
		prefab_name = "",
		content = "可就算知道了乌尔德的弱点，现在的形势也做不了什么……"
	},
	[116312047] = {
		id = 116312047,
		prefab_name = "",
		content = "思考着所有破局的可能，却如何也找不到逆转的方法了……是我们输了。"
	},
	[116312048] = {
		id = 116312048,
		prefab_name = "",
		content = "但就在思绪之河淌过几转后，一种异样的感觉忽然在心中生起。"
	},
	[116312049] = {
		id = 116312049,
		prefab_name = "",
		content = "为什么过了这么久，乌尔德的攻击还没有到来……？"
	},
	[116312050] = {
		id = 116312050,
		prefab_name = "",
		content = "时间就像诡异地静止住了一样。"
	},
	[116312051] = {
		id = 116312051,
		prefab_name = "10025ui_story",
		content = "还没有结束哦，小昙。"
	},
	[116312052] = {
		id = 116312052,
		prefab_name = "10025ui_story",
		content = "我……绝对不会让你死的。"
	},
	[116312053] = {
		id = 116312053,
		prefab_name = "",
		content = "诗蔻蒂对我笑了笑，紧接着，一阵突兀的风刮起在我们身旁。"
	},
	[116312054] = {
		id = 116312054,
		prefab_name = "10025ui_story",
		content = "这次就到这里吧。接下来的事，我一个人就可以了。"
	},
	[116312055] = {
		id = 116312055,
		prefab_name = "10025ui_story",
		content = "我很高兴，直到最后还是清楚地记得你，还是小昙在我身边……"
	},
	[116312056] = {
		id = 116312056,
		prefab_name = "",
		content = "你留下了记号……是什么时候？！"
	},
	[116312057] = {
		id = 116312057,
		prefab_name = "10025ui_story",
		content = "没有哦，小昙让我别使用后，就没再用过了。"
	},
	[116312058] = {
		id = 116312058,
		prefab_name = "10025ui_story",
		content = "而且，剩下的记忆也不太够了。"
	},
	[116312059] = {
		id = 116312059,
		prefab_name = "",
		content = "那是什么意思……"
	},
	[116312060] = {
		id = 116312060,
		prefab_name = "",
		content = "等等，难道这一切都是——！"
	},
	[116312061] = {
		id = 116312061,
		prefab_name = "",
		content = "诗蔻蒂没有回答我，也没有再管众人的战斗。"
	},
	[116312062] = {
		id = 116312062,
		prefab_name = "",
		content = "她缓缓闭上眼。刹那间，我的精神变得恍惚——耳中好像听到她念到那个名字，说了些很熟悉、又遥远到无法进入意识的话。"
	},
	[116312063] = {
		id = 116312063,
		prefab_name = "",
		content = "——然后时间将其掌控下的一切静止。"
	},
	[116312064] = {
		id = 116312064,
		prefab_name = "",
		content = "周围的景物开始如同落在地上的拼图般向外四散，露出原属于这个世界的雪白底色。"
	},
	[116312065] = {
		id = 116312065,
		prefab_name = "",
		content = "诗蔻蒂转过身，走向这世界逐渐破碎的边缘，走向「真正的未来」。"
	},
	[116312066] = {
		id = 116312066,
		prefab_name = "10025ui_story",
		content = "我会结束这一切的。"
	},
	[116312067] = {
		id = 116312067,
		prefab_name = "10025ui_story",
		content = "这些日子是我度过最快乐的时光，以前，我从没想过生命可以以这种方式度过……"
	},
	[116312068] = {
		id = 116312068,
		prefab_name = "10025ui_story",
		content = "去各种各样的地方，见到各种各样的人，还有和小昙说那么多的话。"
	},
	[116312069] = {
		id = 116312069,
		prefab_name = "10025ui_story",
		content = "所以不管是小昙，还是你珍视的人，我都不会让你们有事的。"
	},
	[116312070] = {
		id = 116312070,
		prefab_name = "",
		content = "梦境将时间上锁，铺成一条白茫茫的隧道，樱色的花瓣飞舞，指明了本无迹可寻的前方。"
	},
	[116312071] = {
		id = 116312071,
		prefab_name = "",
		content = "少女将手背在身后，逆花瓣飘摇的方向踏步走着，不曾回望一眼。"
	},
	[116312072] = {
		id = 116312072,
		prefab_name = "10025ui_story",
		content = "梦的起点在更早更早的地方，去那里的话，一切噩梦就都不会变成现实了。"
	},
	[116312073] = {
		id = 116312073,
		prefab_name = "10025ui_story",
		content = "只是，稍微有些遗憾……"
	},
	[116312074] = {
		id = 116312074,
		prefab_name = "10025ui_story",
		content = "如果在所有的梦都变得空白之前，能和你完成那个约定就好了。"
	},
	[116312075] = {
		id = 116312075,
		prefab_name = "10025ui_story",
		content = "真想，能好好地再去坐一回摩天轮。"
	},
	[116321001] = {
		id = 116321001,
		prefab_name = "",
		content = "……最后呢，虽然小松鼠没有买到梦，可是他发现，自己也能做出很美妙的梦了。"
	},
	[116321002] = {
		id = 116321002,
		prefab_name = "",
		content = "今天的故事就到这里啦。晚安，诗蔻蒂。"
	},
	[116321003] = {
		id = 116321003,
		prefab_name = "10032ui_story",
		content = "谢谢你，拉塔。晚安。"
	},
	[116321004] = {
		id = 116321004,
		prefab_name = "",
		content = "拉塔走出了房间。合上门之前，她又探回头来。"
	},
	[116321005] = {
		id = 116321005,
		prefab_name = "",
		content = "要好好睡觉哦，感觉诗蔻蒂最近都没什么精神。"
	},
	[116321006] = {
		id = 116321006,
		prefab_name = "10032ui_story",
		content = "没精神吗？但是我有在好好睡觉……"
	},
	[116321007] = {
		id = 116321007,
		prefab_name = "10032ui_story",
		content = "不过还是谢谢你。拉塔也要好好睡觉哦，最近听导师说，拉塔的体征数据不太稳定。"
	},
	[116321008] = {
		id = 116321008,
		prefab_name = "",
		content = "啊哈哈，我没事的啦。可能是最近被留下的加训次数多了……"
	},
	[116321009] = {
		id = 116321009,
		prefab_name = "",
		content = "我睡一觉就好啦，小诗蔻蒂可不准担心我，第二次说晚安~"
	},
	[116321010] = {
		id = 116321010,
		prefab_name = "10032ui_story",
		content = "嗯，晚安。"
	},
	[116321011] = {
		id = 116321011,
		prefab_name = "",
		content = "拉塔挥挥手，轻轻合上了门。"
	},
	[116321012] = {
		id = 116321012,
		prefab_name = "",
		content = "将舱内的导管刺入手臂，神能就源源不断地灌入身体，将刚刚才升起一点的疲惫压制住。"
	},
	[116321013] = {
		id = 116321013,
		prefab_name = "",
		content = "睡觉不是休息的意思，而是像这样躺进舱室，为使用权钥而负担过重的身体补充神能。"
	},
	[116321014] = {
		id = 116321014,
		prefab_name = "",
		content = "导师说，因为我们原先并非权钥的适格者，所以身体无法自己产生神能，就必须要经常经历这件事。"
	},
	[116321015] = {
		id = 116321015,
		prefab_name = "",
		content = "到了明天，就能再听拉塔讲后面的故事了吧。"
	},
	[116321016] = {
		id = 116321016,
		prefab_name = "",
		content = "小松鼠，为什么变得会做梦了？故事好跳跃，想不明白。"
	},
	[116321017] = {
		id = 116321017,
		prefab_name = "",
		content = "在舱室内的灯光熄下来前，我不禁这么想。"
	},
	[116321018] = {
		id = 116321018,
		prefab_name = "",
		content = "第二天，拉塔被销毁了。"
	},
	[116321019] = {
		id = 116321019,
		prefab_name = "",
		content = "导师拎起她被卸下的手臂，大声责问着身边的学生。"
	},
	[116321020] = {
		id = 116321020,
		prefab_name = "",
		content = "我们确实检查过了，也重置过她的参数，不明白为什么会这样……"
	},
	[116321021] = {
		id = 116321021,
		prefab_name = "",
		content = "也许是受她权钥的影响？我们对那股力量的探究还未完全，所以光考虑人造人机能就会有缺漏……"
	},
	[116321022] = {
		id = 116321022,
		prefab_name = "10014ui_story",
		content = "我不想听借口，你们应该知道铸塔计划曝光的后果吧……"
	},
	[116321023] = {
		id = 116321023,
		prefab_name = "10014ui_story",
		content = "她这次又是怎么逃出去的，监控没拍到吗？"
	},
	[116321024] = {
		id = 116321024,
		prefab_name = "",
		content = "应该是被她的权钥影响了，那时的画面都丢了……"
	},
	[116321025] = {
		id = 116321025,
		prefab_name = "",
		content = "导师好像很生气的样子，拉塔的手被她在桌子用力地拍成了几段，她是不是以后都没办法给我讲故事了？"
	},
	[116321026] = {
		id = 116321026,
		prefab_name = "10024ui_story",
		content = "0705，你和0703不是很熟吗？"
	},
	[116321027] = {
		id = 116321027,
		prefab_name = "10032ui_story",
		content = "嗯，拉塔经常会给我讲故事。"
	},
	[116321028] = {
		id = 116321028,
		prefab_name = "10024ui_story",
		content = "那你看着她被毁掉，不会有感觉么？"
	},
	[116321029] = {
		id = 116321029,
		prefab_name = "10032ui_story",
		content = "感觉……为什么要有感觉？导师规定的事情里，没有说我得有感觉。"
	},
	[116321030] = {
		id = 116321030,
		prefab_name = "10032ui_story",
		content = "0704……难道你会有感觉吗，对拉塔？"
	},
	[116321031] = {
		id = 116321031,
		prefab_name = "10024ui_story",
		content = "啧。还以为你会和其他人不一样……"
	},
	[116321032] = {
		id = 116321032,
		prefab_name = "",
		content = "0704将头扭开，似乎不想再和我说话了。说起来，这还是他第一次主动找我搭话。"
	},
	[116321033] = {
		id = 116321033,
		prefab_name = "",
		content = "0704总是一个闷闷地呆在房间里，在训练和检查以外的时间半步不出，除了拉塔，谁都没有和他讲过话。"
	},
	[116321034] = {
		id = 116321034,
		prefab_name = "",
		content = "听说拉塔离开前，最后见的就是0704，为此导师还对0704做了一次彻底检查。"
	},
	[116321035] = {
		id = 116321035,
		prefab_name = "",
		content = "0704，他也不想以后都听不到拉塔的故事吗？"
	},
	[116321036] = {
		id = 116321036,
		prefab_name = "",
		content = "0704体征检测完毕，下一个，0705，快点过来。"
	},
	[116321037] = {
		id = 116321037,
		prefab_name = "10014ui_story",
		content = "好好检查，还不确定0703的异常有没有传染性，不要再惹出麻烦了！"
	},
	[116321038] = {
		id = 116321038,
		prefab_name = "",
		content = "明、明白……"
	},
	[116321039] = {
		id = 116321039,
		prefab_name = "",
		content = [[
拉塔：「小白兔向小松鼠讲述了自己五彩斑斓的梦。小松鼠对此很是向往。她想，自己为什么不会做梦呢？」

拉塔：「小松鼠去问猫头鹰，猫头鹰说，我会做梦，但不屑于做梦。只有现实才是值得追寻的，梦是毫无意义之物。」

拉塔：「猫头鹰冰冷的言辞让小松鼠退避三舍。她不甘心，又去找其他的小动物问。」

拉塔：「老山羊向小松鼠讲述了自己的梦。他用缓慢的语调，诉说着自己奔跑于彩虹间的遐想之梦。小松鼠刚想问山羊怎样才能做梦，却发现他已经长眠不起。」

拉塔：「她继续去问狐狸。狐狸说，想要有梦可以，但是得出钱买。小松鼠并没有钱，只能作罢。」]]
	},
	[116321040] = {
		id = 116321040,
		prefab_name = "",
		content = ""
	},
	[116321041] = {
		id = 116321041,
		prefab_name = "",
		content = ""
	},
	[116321042] = {
		id = 116321042,
		prefab_name = "",
		content = ""
	},
	[116321043] = {
		id = 116321043,
		prefab_name = "",
		content = ""
	},
	[116321044] = {
		id = 116321044,
		prefab_name = "",
		content = "——"
	},
	[116321045] = {
		id = 116321045,
		prefab_name = "",
		content = "拉塔曾经被带走过一次，虽然回来的时候忘掉了很多事，但拉塔还是拉塔，她很快就变得和以前没有两样。"
	},
	[116321046] = {
		id = 116321046,
		prefab_name = "",
		content = "但是我忘掉的事情就真的忘记了，自己何时醒来，又是因何存在，我好羡慕拉塔能想起来那些事。"
	},
	[116321047] = {
		id = 116321047,
		prefab_name = "",
		content = "不过，拉塔这次好像不会回来了。"
	},
	[116321048] = {
		id = 116321048,
		prefab_name = "10032ui_story",
		content = "拉塔……我还想问你，我对昨天故事的想法是不是对的呢。"
	},
	[116321049] = {
		id = 116321049,
		prefab_name = "",
		content = "手指晃动，日光灯一改冷清模样，活跃光线流转指缝间。"
	},
	[116321050] = {
		id = 116321050,
		prefab_name = "10032ui_story",
		content = "拉塔对我说的故事，我都记得，可是，很少有我能理解的。"
	},
	[116321051] = {
		id = 116321051,
		prefab_name = "10032ui_story",
		content = "童话，是这么难懂的东西吗？比导师的命令还要难……"
	},
	[116331001] = {
		id = 116331001,
		prefab_name = "",
		content = "小诗蔻蒂今天又去了哪里？"
	},
	[116331002] = {
		id = 116331002,
		prefab_name = "10032ui_story",
		content = "一栋高高的楼，有装在箱子里的，奇怪的猫，还有很多扇门……导师让我去取一样东西。"
	},
	[116331003] = {
		id = 116331003,
		prefab_name = "",
		content = "那小诗蔻蒂拿到了吗？"
	},
	[116331004] = {
		id = 116331004,
		prefab_name = "10032ui_story",
		content = "没有，被抓住了。"
	},
	[116331005] = {
		id = 116331005,
		prefab_name = "",
		content = "看来导师也不希望出什么意外，所以只在诗蔻蒂的梦里做这些事。"
	},
	[116331006] = {
		id = 116331006,
		prefab_name = "",
		content = "真好，这样小诗蔻蒂就又有机会能出去了。只要是在梦里，诗蔻蒂就可以做任何想做的事，和我们不一样……"
	},
	[116331007] = {
		id = 116331007,
		prefab_name = "10032ui_story",
		content = "拉塔想要出去吗？导师说过我们都不可以出去，我也一样。"
	},
	[116331008] = {
		id = 116331008,
		prefab_name = "",
		content = "可导师没有说过诗蔻蒂不能做梦吧？只要是在梦里发生的事情，就不算做了导师不允许的事。"
	},
	[116331009] = {
		id = 116331009,
		prefab_name = "10032ui_story",
		content = "是……这样么？"
	},
	[116331010] = {
		id = 116331010,
		prefab_name = "",
		content = "诗蔻蒂可以代替我出去看看外面的世界么，哪怕只是在梦里也好。"
	},
	[116331011] = {
		id = 116331011,
		prefab_name = "",
		content = "不是执行导师的命令，而是随心所欲地，按照自己的想法去到外面……"
	},
	[116331012] = {
		id = 116331012,
		prefab_name = "10024ui_story",
		content = "啊——啊啊啊啊——！"
	},
	[116331013] = {
		id = 116331013,
		prefab_name = "",
		content = "痛觉检测完毕，数据体征正常。还……还要继续吗？"
	},
	[116331014] = {
		id = 116331014,
		prefab_name = "",
		content = "再测一次吧，帕拉凯瑟长官话都说到那个份上了，肯定得万无一失。"
	},
	[116331015] = {
		id = 116331015,
		prefab_name = "10024ui_story",
		content = "啊啊啊啊——啊啊啊啊——！"
	},
	[116331016] = {
		id = 116331016,
		prefab_name = "",
		content = "0703那种「认知改变」的能力本来就很危险的，我早就提醒过了，硬要培育下去，失控也是意料之中的。"
	},
	[116331017] = {
		id = 116331017,
		prefab_name = "",
		content = "0704的能力比那个还危险，保险起见，结束后对他进行参数重置吧。"
	},
	[116331018] = {
		id = 116331018,
		prefab_name = "",
		content = "行吧，又得加班了……"
	},
	[116331019] = {
		id = 116331019,
		prefab_name = "",
		content = "哎？你这家伙，你刚刚是想要读取我的记忆吗！谁允许你这么做的——！"
	},
	[116331020] = {
		id = 116331020,
		prefab_name = "",
		content = "嗞——嗞嗞——"
	},
	[116331021] = {
		id = 116331021,
		prefab_name = "10014ui_story",
		content = "0705，你的能力很宝贵，但是副作用也很明显。"
	},
	[116331022] = {
		id = 116331022,
		prefab_name = "10014ui_story",
		content = "所以你要更快、更快地完成我交代的任务，找到正确答案，然后将发生的一切告诉我。"
	},
	[116331023] = {
		id = 116331023,
		prefab_name = "",
		content = "诗蔻蒂你是我们之中最自由的，导师限制大家做的事，你都可以在梦中做到。"
	},
	[116331024] = {
		id = 116331024,
		prefab_name = "",
		content = "所以，你可以代替我去看看外边的世界吗？"
	},
	[116331025] = {
		id = 116331025,
		prefab_name = "",
		content = "灯光熄灭后，大家都回到了自己的房间，按照导师的指示将舱室里的接管埋入手臂。"
	},
	[116331026] = {
		id = 116331026,
		prefab_name = "",
		content = "导师的命令是绝对的，大家的时间被安排得精确有序，每一分钟都不容得浪费。"
	},
	[116331027] = {
		id = 116331027,
		prefab_name = "",
		content = "——除非是在梦里。梦的时间，哪怕在当中经历了数日，于现实也不过须臾。"
	},
	[116331028] = {
		id = 116331028,
		prefab_name = "10032ui_story",
		content = "只要在梦里，就不算违背导师的命令吗……"
	},
	[116331029] = {
		id = 116331029,
		prefab_name = "",
		content = [[
拉塔：「小松鼠觉得，它不会做梦，是因为它见过的东西太少了。只要它出了家门，就当然会见到牵挂的东西，也就有了梦的必要。」

拉塔：「一次它听到爸爸妈妈在谈话。它听到，向家北边走十米再左拐，再往上爬三米，有一个藏宝洞。」

拉塔：「藏宝洞里应有尽有。但爸爸妈妈却显然不想让小松鼠知道这件事。于是，叛逆的小松鼠决定独自去寻找宝藏。」

诗蔻蒂：「那样要是被知道了，爸爸妈妈会生气的吧。」

拉塔：「小松鼠也知道这个后果。但是它原本——原本就不想继续在家里待下去了。它要带上宝藏，从此远走高飞。」

诗蔻蒂：「爸爸妈妈……一定对它很不好吧。」]]
	},
	[116331030] = {
		id = 116331030,
		prefab_name = "",
		content = ""
	},
	[116331031] = {
		id = 116331031,
		prefab_name = "",
		content = ""
	},
	[116331032] = {
		id = 116331032,
		prefab_name = "",
		content = ""
	},
	[116331033] = {
		id = 116331033,
		prefab_name = "",
		content = ""
	},
	[116331034] = {
		id = 116331034,
		prefab_name = "",
		content = ""
	},
	[116331035] = {
		id = 116331035,
		prefab_name = "",
		content = [[
拉塔：「其实还行啦，只是总感觉缺了些什么。」

诗蔻蒂：「缺了什么？」

拉塔：「既然是缺了的东西，那小松鼠当然也不知道那是什么了。」

拉塔：「后来呀，小松鼠找到了藏宝洞，但是那里并没有宝物。」

拉塔：「——那只是一条通道，通道的另一头，是灿烂的阳光。」

拉塔：「它爬出了通道，阳光晃眼。未曾见的景象与乍明的视界，让它陷入一阵恍惚。等缓过神来时，它已经见到了那片广阔的世界。」

拉塔：「「原来这就是宝藏呀。」小松鼠感叹道，奔向丛林的深处。」]]
	},
	[116331036] = {
		id = 116331036,
		prefab_name = "",
		content = ""
	},
	[116331037] = {
		id = 116331037,
		prefab_name = "",
		content = ""
	},
	[116331038] = {
		id = 116331038,
		prefab_name = "",
		content = ""
	},
	[116331039] = {
		id = 116331039,
		prefab_name = "",
		content = ""
	},
	[116331040] = {
		id = 116331040,
		prefab_name = "",
		content = ""
	},
	[116331041] = {
		id = 116331041,
		prefab_name = "",
		content = ""
	},
	[116331042] = {
		id = 116331042,
		prefab_name = "",
		content = [[
拉塔：「这个故事就到这里。」

诗蔻蒂：「「广阔的世界」是什么意思？」

拉塔：「咦，你没有学过这些词吗？」

诗蔻蒂：「「广阔」和「世界」的意思我都理解，但是连在一起，就……」

拉塔：「你没有见过山和海吧？见到过那些，你自然就能理解啦。」

诗蔻蒂：「山？海？……」]]
	},
	[116331043] = {
		id = 116331043,
		prefab_name = "",
		content = ""
	},
	[116331044] = {
		id = 116331044,
		prefab_name = "",
		content = ""
	},
	[116331045] = {
		id = 116331045,
		prefab_name = "",
		content = ""
	},
	[116331046] = {
		id = 116331046,
		prefab_name = "",
		content = ""
	},
	[116331047] = {
		id = 116331047,
		prefab_name = "",
		content = ""
	},
	[116331048] = {
		id = 116331048,
		prefab_name = "10032ui_story",
		content = "谢谢你，拉塔。莫非你也找到宝藏了吗？"
	},
	[116331049] = {
		id = 116331049,
		prefab_name = "10032ui_story",
		content = "十米，三米……真的在这里。不过，好像没有阳光。"
	},
	[116331050] = {
		id = 116331050,
		prefab_name = "",
		content = "月光照耀在城市高楼的钢铁外衣上，晃眼的夜灯和月辉交叠，是从来没有见过的光景。"
	},
	[116331051] = {
		id = 116331051,
		prefab_name = "10032ui_story",
		content = "这就是……拉塔说的宝藏吗？"
	},
	[116341001] = {
		id = 116341001,
		prefab_name = "",
		content = "呦，小妹妹你这副打扮，即便是在开放的艾因索菲，也是很少见的哦。"
	},
	[116341002] = {
		id = 116341002,
		prefab_name = "10032ui_story",
		content = "你好……"
	},
	[116341003] = {
		id = 116341003,
		prefab_name = "",
		content = "拉塔想让我代替她去看外面的世界，但我不知道山和海在哪里，所以只能尽可能地走远一些，记住更多东西。"
	},
	[116341004] = {
		id = 116341004,
		prefab_name = "",
		content = "不知不觉天亮了，周围的人也多了起来。这还是我第一次和研究所以外的人说话。"
	},
	[116341005] = {
		id = 116341005,
		prefab_name = "",
		content = "小妹妹长得好看，不好好打扮一下就太可惜了~我带你去个好地方吧。"
	},
	[116341006] = {
		id = 116341006,
		prefab_name = "10032ui_story",
		content = "好地方……？"
	},
	[116341007] = {
		id = 116341007,
		prefab_name = "",
		content = "是啊，有很多漂亮的衣服，一定会很适合你的。"
	},
	[116341008] = {
		id = 116341008,
		prefab_name = "10032ui_story",
		content = "好，谢谢你，我们走吧。"
	},
	[116341009] = {
		id = 116341009,
		prefab_name = "",
		content = "咦？"
	},
	[116341010] = {
		id = 116341010,
		prefab_name = "10032ui_story",
		content = "怎么了，不能穿新衣服了吗？"
	},
	[116341011] = {
		id = 116341011,
		prefab_name = "",
		content = "不，只是你答应得好快。这么轻易相信别人，可是很容易上当的呀。"
	},
	[116341012] = {
		id = 116341012,
		prefab_name = "10032ui_story",
		content = "上……当？那你是骗子吗？"
	},
	[116341013] = {
		id = 116341013,
		prefab_name = "",
		content = "你看我像骗子吗？"
	},
	[116341014] = {
		id = 116341014,
		prefab_name = "10032ui_story",
		content = "我不知道，我没有见过……既然你不是坏人，那就没事了。"
	},
	[116341015] = {
		id = 116341015,
		prefab_name = "",
		content = "哈哈哈，小姑娘你真有意思。"
	},
	[116341016] = {
		id = 116341016,
		prefab_name = "",
		content = "大叔笑着摇了摇头，他没有再说什么，转身带我走向一间偏僻的店铺。"
	},
	[116341017] = {
		id = 116341017,
		prefab_name = "",
		content = "呦，抱歉抱歉，这位客人，小店里没有满意的东西吗？"
	},
	[116341018] = {
		id = 116341018,
		prefab_name = "",
		content = "不，只是因为店里没人……你是老板吗？"
	},
	[116341019] = {
		id = 116341019,
		prefab_name = "",
		content = "算不上老板，小小的服装设计师而已。"
	},
	[116341020] = {
		id = 116341020,
		prefab_name = "",
		content = "连个看店的人都没有，你不怕衣服给人偷走么……"
	},
	[116341021] = {
		id = 116341021,
		prefab_name = "",
		content = "呃……反正没几个客人，大商场铺位的租金付不起，只能把店开在这里咯。"
	},
	[116341022] = {
		id = 116341022,
		prefab_name = "",
		content = "小妹妹，快进来吧。哈哈，居然同时来了两个客人，生意蒸蒸日上！"
	},
	[116341023] = {
		id = 116341023,
		prefab_name = "10032ui_story",
		content = "这里面……就是你说的好地方吗？"
	},
	[116341024] = {
		id = 116341024,
		prefab_name = "",
		content = "折回店里的人似乎因为我的话有些震惊，是我说了什么奇怪的话吗……"
	},
	[116341025] = {
		id = 116341025,
		prefab_name = "",
		content = "老板……坦白从宽。"
	},
	[116341026] = {
		id = 116341026,
		prefab_name = "",
		content = "喂，小姑娘你不要乱说话呀！"
	},
	[116341027] = {
		id = 116341027,
		prefab_name = "",
		content = "这位顾客可别误会，我只是看她穿得很奇怪，想拉她进店买身衣服而已。"
	},
	[116341028] = {
		id = 116341028,
		prefab_name = "",
		content = "唉，不过看你的样子，也不像带着钱吧……"
	},
	[116341029] = {
		id = 116341029,
		prefab_name = "10032ui_story",
		content = "钱……？货币吗？我确实没有。"
	},
	[116341030] = {
		id = 116341030,
		prefab_name = "",
		content = "唉，算了……女孩子一个人在外面，穿成这样总不太合适。我送你一套衣服吧，就当给我的店打广告了。"
	},
	[116341031] = {
		id = 116341031,
		prefab_name = "10025ui_story",
		content = "唔……"
	},
	[116341032] = {
		id = 116341032,
		prefab_name = "",
		content = "怎么样？我觉得很适合你呀！"
	},
	[116341033] = {
		id = 116341033,
		prefab_name = "10025ui_story",
		content = "谢谢……"
	},
	[116341034] = {
		id = 116341034,
		prefab_name = "",
		content = "没关系没关系~那这边的客人挑好了么？"
	},
	[116341035] = {
		id = 116341035,
		prefab_name = "",
		content = "抱歉我好像没带钱？"
	},
	[116341036] = {
		id = 116341036,
		prefab_name = "",
		content = "（八成是前鬼坊的恶作剧，出门时把我的电子卡和现金都取出来了……）"
	},
	[116341037] = {
		id = 116341037,
		prefab_name = "",
		content = "什么！没带钱你来逛什么店？！给我出去！"
	},
	[116341038] = {
		id = 116341038,
		prefab_name = "",
		content = "……"
	},
	[116341039] = {
		id = 116341039,
		prefab_name = "",
		content = "唉……好像我女儿小时候啊。"
	},
	[116341040] = {
		id = 116341040,
		prefab_name = "10025ui_story",
		content = "女儿？"
	},
	[116341041] = {
		id = 116341041,
		prefab_name = "",
		content = "唉，都是以前的事情了……喜欢这一身的话，就都送给你好了。"
	},
	[116341042] = {
		id = 116341042,
		prefab_name = "",
		content = "记得有机会帮我宣传一下哦！"
	},
	[116341043] = {
		id = 116341043,
		prefab_name = "",
		content = "学着店主的动作与他挥手道别，我离开了这家名叫「服装店」的建筑。"
	},
	[116341044] = {
		id = 116341044,
		prefab_name = "",
		content = "可是接下来又该去哪里呢，拉塔让我帮她多看看外面的世界，但具体要怎么做……"
	},
	[116341045] = {
		id = 116341045,
		prefab_name = "",
		content = "最初的新鲜感褪去，城市让人感受到的就只有深不见底的陌生。"
	},
	[116341046] = {
		id = 116341046,
		prefab_name = "",
		content = "我的视线越过一座竖立在不远处、挂着许多小舱室的巨大轮盘，停在一座钟楼的表盘上。"
	},
	[116341047] = {
		id = 116341047,
		prefab_name = "10025ui_story",
		content = "八点三十分，该做体征监测了。"
	},
	[116341048] = {
		id = 116341048,
		prefab_name = "10025ui_story",
		content = "……可是没有广播，这里也没有监测室，是不是就不用做监测了？"
	},
	[116341049] = {
		id = 116341049,
		prefab_name = "",
		content = "有点饿……原定八点的早饭也和体征检测一样不存在了吗。"
	},
	[116341050] = {
		id = 116341050,
		prefab_name = "",
		content = "街对面的房子里，有好多面包……"
	},
	[116341051] = {
		id = 116341051,
		prefab_name = "",
		content = "笃笃——"
	},
	[116341052] = {
		id = 116341052,
		prefab_name = "10025ui_story",
		content = "啊……"
	},
	[116341053] = {
		id = 116341053,
		prefab_name = "",
		content = "四轮的钢铁装置鸣笛驶过我眼前，后退的同时新鞋的鞋跟好像绊到了什么东西，带着身子向后倒去——"
	},
	[116341054] = {
		id = 116341054,
		prefab_name = "10025ui_story",
		content = "痛……"
	},
	[116341055] = {
		id = 116341055,
		prefab_name = "",
		content = "你怎么了，不要紧吧？"
	},
	[116341056] = {
		id = 116341056,
		prefab_name = "10025ui_story",
		content = "刚才服装店里没带钱的人……"
	},
	[116341057] = {
		id = 116341057,
		prefab_name = "",
		content = "（……怎么把我说得跟无赖一样。）"
	},
	[116341058] = {
		id = 116341058,
		prefab_name = "",
		content = "你的手流血了，不处理会感染的。"
	},
	[116341059] = {
		id = 116341059,
		prefab_name = "",
		content = "陌生人从小袋里取出酒精棉和创可贴。"
	},
	[116341060] = {
		id = 116341060,
		prefab_name = "",
		content = "你自己会弄吗……算了，把手伸出来，我帮你吧。"
	},
	[116341061] = {
		id = 116341061,
		prefab_name = "10025ui_story",
		content = "明明出门不带钱，却带了这些……"
	},
	[116341062] = {
		id = 116341062,
		prefab_name = "",
		content = "别老提不带钱的事啦！会带这些是因为……因为我的工作磕碰还挺常见的。"
	},
	[116341063] = {
		id = 116341063,
		prefab_name = "",
		content = "好了，这样就没问题了。"
	},
	[116341064] = {
		id = 116341064,
		prefab_name = "",
		content = "创可贴会觉得太紧吗？"
	},
	[116341065] = {
		id = 116341065,
		prefab_name = "",
		content = "活动了下手掌，感受着关节处传来的轻微拉扯感，我摇了摇头。"
	},
	[116341066] = {
		id = 116341066,
		prefab_name = "",
		content = "那就这样，下次可别横穿马路了，很危险的。"
	},
	[116341067] = {
		id = 116341067,
		prefab_name = "",
		content = "你是第一次来艾因索菲吗，你要去哪里？"
	},
	[116341068] = {
		id = 116341068,
		prefab_name = "10025ui_story",
		content = "我想去拉塔说的……外面广阔的世界。"
	},
	[116341069] = {
		id = 116341069,
		prefab_name = "",
		content = "广阔的世界……好诗意的说法啊，是哪个广告词里的暗示么？"
	},
	[116341070] = {
		id = 116341070,
		prefab_name = "",
		content = "陌生人背靠杆柱，托着脑袋思考起来。"
	},
	[116341071] = {
		id = 116341071,
		prefab_name = "10025ui_story",
		content = "山……还有海。"
	},
	[116341072] = {
		id = 116341072,
		prefab_name = "",
		content = "原来你是想去看海呀。这里靠近核心城的西海岸，步行就可以到海滩了，我可以带你去。"
	},
	[116341073] = {
		id = 116341073,
		prefab_name = "10025ui_story",
		content = "……跟着你就能看到大海么？"
	},
	[116341074] = {
		id = 116341074,
		prefab_name = "",
		content = "嗯，一望无际的海，连接着艾因索菲的边缘。要一起去看看吗？"
	},
	[116341075] = {
		id = 116341075,
		prefab_name = "10025ui_story",
		content = "嗯，想去！"
	},
	[116341076] = {
		id = 116341076,
		prefab_name = "",
		content = "（隐科组开发的抑制「标记」的药，时效还有三个小时，应该够来回一趟了……）"
	},
	[116341077] = {
		id = 116341077,
		prefab_name = "",
		content = "对了，你叫什么名字？"
	},
	[116341078] = {
		id = 116341078,
		prefab_name = "10025ui_story",
		content = "诗蔻蒂……你呢？"
	},
	[116341079] = {
		id = 116341079,
		prefab_name = "",
		content = "（深空之眼管理员的身份有点敏感……昨天和薇儿一起去的那家烤肉店，好像是叫「炭炭烤肉」来着……）"
	},
	[116341080] = {
		id = 116341080,
		prefab_name = "",
		content = "我叫小炭。"
	},
	[116341081] = {
		id = 116341081,
		prefab_name = "10025ui_story",
		content = "小昙……嗯，我记住了。"
	},
	[116341082] = {
		id = 116341082,
		prefab_name = "",
		content = "不是小昙，是小炭……不过算了，也没差。"
	},
	[116341083] = {
		id = 116341083,
		prefab_name = "10025ui_story",
		content = "小昙，我们走吧，去海边。"
	},
	[116341084] = {
		id = 116341084,
		prefab_name = "",
		content = "站住，那边的人，离开0705！"
	},
	[116341085] = {
		id = 116341085,
		prefab_name = "",
		content = "0705？"
	},
	[116341086] = {
		id = 116341086,
		prefab_name = "",
		content = "别说了，部长吩咐过，发现目标就直接动手！"
	},
	[116341087] = {
		id = 116341087,
		prefab_name = "10025ui_story",
		content = "（这么快就被找到了……）"
	},
	[116341088] = {
		id = 116341088,
		prefab_name = "10025ui_story",
		content = "下次，我再来找你吧。约好了，要带我去海边。"
	},
	[116341089] = {
		id = 116341089,
		prefab_name = "",
		content = [[
叫做小昙的人愣愣地看着我。

在子弹抵达后颈之前，梦的世界被瞬间压缩，

像刚绽放就飞散的白花一样，白色花瓣遮蔽了视线。]]
	},
	[116341090] = {
		id = 116341090,
		prefab_name = "10032ui_story",
		content = "回到记号这里了……"
	},
	[116341091] = {
		id = 116341091,
		prefab_name = "",
		content = "还是入夜后的房间，大家都躺在舱室里休息，熄灯之后研究所如同往常一样寂静。"
	},
	[116341092] = {
		id = 116341092,
		prefab_name = "",
		content = "但是，又好像有什么东西不一样了。"
	},
	[116341093] = {
		id = 116341093,
		prefab_name = "10032ui_story",
		content = "导师说，绝对不允许走出研究所，要服从命令。"
	},
	[116341094] = {
		id = 116341094,
		prefab_name = "10032ui_story",
		content = "拉塔说，只要是在梦里，就不算违反导师的话。"
	},
	[116341095] = {
		id = 116341095,
		prefab_name = "10032ui_story",
		content = "我好像，明白了……"
	},
	[116351001] = {
		id = 116351001,
		prefab_name = "10025ui_story",
		content = "你可以带我去海边么？"
	},
	[116351002] = {
		id = 116351002,
		prefab_name = "",
		content = "啊？不好意思，你是……？"
	},
	[116351003] = {
		id = 116351003,
		prefab_name = "10025ui_story",
		content = "你约好要带我去的。"
	},
	[116351004] = {
		id = 116351004,
		prefab_name = "",
		content = "喂！你不仅买东西不带钱，还要拒绝这么可爱女生的请求么？"
	},
	[116351005] = {
		id = 116351005,
		prefab_name = "10025ui_story",
		content = "要快些，不然他们要追来了。"
	},
	[116351006] = {
		id = 116351006,
		prefab_name = "",
		content = "他们？老板你别用那种眼神看我，好好好，我知道了啦！这里倒是离海滩不远……"
	},
	[116351007] = {
		id = 116351007,
		prefab_name = "10032ui_story",
		content = [[
然后，小昙就带我去了海边。

拉塔你说过，只要看过了山和海就会明白。但为什么我现在还是不懂……

海浪的声音很吵，一阵阵的海水拍在沙滩上，我想用那些水洗掉趾缝里的沙粒，但没走几步又会沾满，所以就放弃了。

不过这里的人好多……

大家会穿各种不同的衣服，他们只是被太阳晒着，看着没有区别的海浪起落，就好像很开心了。

这种单纯的情绪，研究所里的大家脸上没有，穿白衣服的人没有，导师也没有。我还以为……是不存在的。]]
	},
	[116351008] = {
		id = 116351008,
		prefab_name = "10032ui_story",
		content = ""
	},
	[116351009] = {
		id = 116351009,
		prefab_name = "10032ui_story",
		content = ""
	},
	[116351010] = {
		id = 116351010,
		prefab_name = "10032ui_story",
		content = ""
	},
	[116351011] = {
		id = 116351011,
		prefab_name = "10032ui_story",
		content = ""
	},
	[116351012] = {
		id = 116351012,
		prefab_name = "10032ui_story",
		content = ""
	},
	[116351013] = {
		id = 116351013,
		prefab_name = "",
		content = "怎么样，艾因索菲的海滩和你想象中一样么？"
	},
	[116351014] = {
		id = 116351014,
		prefab_name = "10025ui_story",
		content = "嗯，阳光照耀下的金色海水很漂亮，海风也很舒服。但是……我还是不明白广阔的世界是什么？"
	},
	[116351015] = {
		id = 116351015,
		prefab_name = "",
		content = "为什么这么执着于这个词呢？"
	},
	[116351016] = {
		id = 116351016,
		prefab_name = "10025ui_story",
		content = "以前有一个很好的朋友，但突然有一天不见了。她说，希望我代替她去看看外面广阔的世界……"
	},
	[116351017] = {
		id = 116351017,
		prefab_name = "",
		content = "听起来是个很悲伤的故事……"
	},
	[116351018] = {
		id = 116351018,
		prefab_name = "",
		content = "我猜你的朋友也许不是让你去某个地方，只是希望你能认识更多的人，尽快走出悲伤吧？"
	},
	[116351019] = {
		id = 116351019,
		prefab_name = "10025ui_story",
		content = "认识……更多的人？"
	},
	[116351020] = {
		id = 116351020,
		prefab_name = "",
		content = "对啊。人是社会性的动物，如果孤身一人，不管所处的地方多么富饶辽阔，大概也会感到孤单吧。"
	},
	[116351021] = {
		id = 116351021,
		prefab_name = "",
		content = "相反，如果有朋友的话，就什么烦恼都可以分享，想去哪里都可以一起去。"
	},
	[116351022] = {
		id = 116351022,
		prefab_name = "10025ui_story",
		content = "原来如此……可是，我不知道该怎么认识更多的人。"
	},
	[116351023] = {
		id = 116351023,
		prefab_name = "",
		content = "我们现在不就认识了吗？对了……你叫什么来着？"
	},
	[116351024] = {
		id = 116351024,
		prefab_name = "10025ui_story",
		content = "诗蔻蒂。"
	},
	[116351025] = {
		id = 116351025,
		prefab_name = "",
		content = "噢，好，我的名字是小炭。"
	},
	[116351026] = {
		id = 116351026,
		prefab_name = "10025ui_story",
		content = "我知道。"
	},
	[116351027] = {
		id = 116351027,
		prefab_name = "",
		content = "（不可能，这可是我刚编的名字……）"
	},
	[116351028] = {
		id = 116351028,
		prefab_name = "10025ui_story",
		content = "所以只要跟小昙一起，就可以分享烦恼，去到任何想去的地方吗？"
	},
	[116351029] = {
		id = 116351029,
		prefab_name = "",
		content = ""
	},
	[116351030] = {
		id = 116351030,
		prefab_name = "10025ui_story",
		content = "噗……呵呵。"
	},
	[116351031] = {
		id = 116351031,
		prefab_name = "",
		content = "……怎么了？"
	},
	[116351032] = {
		id = 116351032,
		prefab_name = "10025ui_story",
		content = "不知道，只是突然就很想笑。不可以吗……"
	},
	[116351033] = {
		id = 116351033,
		prefab_name = "",
		content = "要不是你的表情真的像在问问题，我还以为哪儿惹你生气了。"
	},
	[116351034] = {
		id = 116351034,
		prefab_name = "",
		content = "当然可以啊，想笑就笑，想做什么就做什么，这是你的自由，不用谁来允许。"
	},
	[116351035] = {
		id = 116351035,
		prefab_name = "10025ui_story",
		content = "和我以前知道的不一样。"
	},
	[116351036] = {
		id = 116351036,
		prefab_name = "",
		content = "（你是在什么家教严格的家庭长大的啊……）"
	},
	[116351037] = {
		id = 116351037,
		prefab_name = "",
		content = "好了，我下午还约了朋友一起去游乐园，得先回去了。"
	},
	[116351038] = {
		id = 116351038,
		prefab_name = "10025ui_story",
		content = "小昙，要走了吗……？"
	},
	[116351039] = {
		id = 116351039,
		prefab_name = "",
		content = "对啊，我们交换个联系方式吧。"
	},
	[116351040] = {
		id = 116351040,
		prefab_name = "10025ui_story",
		content = "联系方式……我，没有私人的通讯器。"
	},
	[116351041] = {
		id = 116351041,
		prefab_name = "",
		content = "站住，那边的人，离开0705！"
	},
	[116351042] = {
		id = 116351042,
		prefab_name = "",
		content = "别说了，部长吩咐过，发现目标就直接动手！"
	},
	[116351043] = {
		id = 116351043,
		prefab_name = "10025ui_story",
		content = "被找到了……小昙，我们下次再见吧。"
	},
	[116351044] = {
		id = 116351044,
		prefab_name = "",
		content = "下次……？什么意思？"
	},
	[116361001] = {
		id = 116361001,
		prefab_name = "10032ui_story",
		content = "拉塔，我还是没完全懂你说的话是什么意思。但是，我好像明白小松鼠为什么想要做自己的梦了。"
	},
	[116361002] = {
		id = 116361002,
		prefab_name = "10032ui_story",
		content = "以前的每一天，我只是听从导师的命令去寻找对的未来。没有命令的时候，就按照任务表去练习，再练习……"
	},
	[116361003] = {
		id = 116361003,
		prefab_name = "10032ui_story",
		content = "这是第一次，我对「未来」有所期待。想要看见自己的未来——"
	},
	[116361004] = {
		id = 116361004,
		prefab_name = "10032ui_story",
		content = "想要……再见到小昙。"
	},
	[116361005] = {
		id = 116361005,
		prefab_name = "",
		content = "怎么样，艾因索菲的海滩和你想象中一样么？"
	},
	[116361006] = {
		id = 116361006,
		prefab_name = "10025ui_story",
		content = "很好看，谢谢……小昙开心么？"
	},
	[116361007] = {
		id = 116361007,
		prefab_name = "",
		content = "这趟不是陪你来的么……不过你这么问我的话，最近工作很多，难得来一趟海边确实心情不错。"
	},
	[116361008] = {
		id = 116361008,
		prefab_name = "10025ui_story",
		content = "小昙，平时很忙吗？"
	},
	[116361009] = {
		id = 116361009,
		prefab_name = "",
		content = "嗯，对啊……该怎么说呢，其实我不巧丢失了一大段的记忆。所幸有现在的朋友收留了我，她们对我很好，所以我也想努力帮上她们。"
	},
	[116361010] = {
		id = 116361010,
		prefab_name = "10025ui_story",
		content = "丢失了记忆……小昙和我很像，我也容易忘记事情。"
	},
	[116361011] = {
		id = 116361011,
		prefab_name = "",
		content = "是吗……既然这样，你要不要考虑试着写日记？"
	},
	[116361012] = {
		id = 116361012,
		prefab_name = "10025ui_story",
		content = "日记？"
	},
	[116361013] = {
		id = 116361013,
		prefab_name = "",
		content = "因为你不是说自己经常会忘事么，那么就用笔把它们记录下来吧。"
	},
	[116361014] = {
		id = 116361014,
		prefab_name = "10025ui_story",
		content = "可是我不会写字……可能以前会，但是现在忘掉怎么写了……"
	},
	[116361015] = {
		id = 116361015,
		prefab_name = "",
		content = "啊……那你等一下。"
	},
	[116361016] = {
		id = 116361016,
		prefab_name = "",
		content = "小昙起身去了一辆小推车那儿，回来的时候，手上已经多了一个红色的方形机器。"
	},
	[116361017] = {
		id = 116361017,
		prefab_name = "",
		content = "这个东西叫相机，如果你看到觉得有必要记录下来的东西，就按下这个叫快门的按钮——"
	},
	[116361018] = {
		id = 116361018,
		prefab_name = "",
		content = "给你。这样就算你忘记了，也能看这些照片再想起来了~"
	},
	[116361019] = {
		id = 116361019,
		prefab_name = "",
		content = "（还好这里有深空之眼投资的商店，可以先靠信息识别赊账……）"
	},
	[116361020] = {
		id = 116361020,
		prefab_name = "",
		content = "小昙将红色的机器塞到我手中，这算是……礼物吗？"
	},
	[116361021] = {
		id = 116361021,
		prefab_name = "",
		content = "咔擦——"
	},
	[116361022] = {
		id = 116361022,
		prefab_name = "",
		content = "你拍我干嘛？"
	},
	[116361023] = {
		id = 116361023,
		prefab_name = "10025ui_story",
		content = "只是按小昙说的做而已，拍下可能会忘记的东西。"
	},
	[116361024] = {
		id = 116361024,
		prefab_name = "",
		content = "你还不至于这么快就忘了我吧……"
	},
	[116361025] = {
		id = 116361025,
		prefab_name = "10025ui_story",
		content = "我会努力不忘掉的。"
	},
	[116361026] = {
		id = 116361026,
		prefab_name = "",
		content = "——醒过来了。"
	},
	[116361027] = {
		id = 116361027,
		prefab_name = "",
		content = "伸手在空荡的身前做出端起什么的姿势，按下名为「快门」的按钮，仿佛穿过了梦的壁障，仍然能操作已经不存在的相机。"
	},
	[116361028] = {
		id = 116361028,
		prefab_name = "10032ui_story",
		content = "好可惜……离开了预知梦的话，相机和照片也会不见掉。"
	},
	[116361029] = {
		id = 116361029,
		prefab_name = "10032ui_story",
		content = "如果能在梦以外的地方拿到相机就好了，如果能在梦以外的地方……在现实里认识小昙……"
	},
	[116361030] = {
		id = 116361030,
		prefab_name = "10032ui_story",
		content = "不，不行——那是导师禁止的事情。导师的命令，不可以违背……"
	},
	[116361031] = {
		id = 116361031,
		prefab_name = "",
		content = "深深吸了一口气，丢掉记忆边角传来的空旷感，我又闭上了双眼。"
	},
	[116361032] = {
		id = 116361032,
		prefab_name = "10032ui_story",
		content = "那就请让我，再做一次美梦吧……"
	},
	[116361033] = {
		id = 116361033,
		prefab_name = "",
		content = "……"
	},
	[116361034] = {
		id = 116361034,
		prefab_name = "",
		content = "……"
	},
	[116361035] = {
		id = 116361035,
		prefab_name = "",
		content = "一共经历了几次预知梦呢？"
	},
	[116361036] = {
		id = 116361036,
		prefab_name = "",
		content = "我已经，记不清了……"
	},
	[116361037] = {
		id = 116361037,
		prefab_name = "",
		content = "研究所里还是很安静，明早的训练课程是什么来着……不行，想不起来。"
	},
	[116361038] = {
		id = 116361038,
		prefab_name = "",
		content = "只记得，小昙送给我相机，和我说下次可以一起出去玩。"
	},
	[116361039] = {
		id = 116361039,
		prefab_name = "",
		content = "想跟小昙出去玩……但是一到海滩就会被抓回来，梦没法延续下去……"
	},
	[116361040] = {
		id = 116361040,
		prefab_name = "",
		content = "对了，只要不去海滩是不是就不会被抓住了……小昙说过，他下午和朋友约了要去游乐园，只要去那里找小昙……"
	},
	[116361041] = {
		id = 116361041,
		prefab_name = "",
		content = "0705。"
	},
	[116361042] = {
		id = 116361042,
		prefab_name = "10032ui_story",
		content = "诶——？"
	},
	[116361043] = {
		id = 116361043,
		prefab_name = "",
		content = "0704……你没有在舱室里休息吗？"
	},
	[116361044] = {
		id = 116361044,
		prefab_name = "",
		content = "0704没有回答我的问题。他的休息室在隔壁，我听到他走动的声音，一步一步……好像走到了门锁前。"
	},
	[116361045] = {
		id = 116361045,
		prefab_name = "",
		content = "0705，你刚刚在使用能力吧？"
	},
	[116361046] = {
		id = 116361046,
		prefab_name = "10032ui_story",
		content = "为什么0704会知道……"
	},
	[116361047] = {
		id = 116361047,
		prefab_name = "",
		content = "单纯的猜测罢了……记忆上的变化，就算不直接用能力，只要靠得够近我也能感觉到。"
	},
	[116361048] = {
		id = 116361048,
		prefab_name = "10032ui_story",
		content = "0704也变了……以前的0704，不会主动找我说话。"
	},
	[116361049] = {
		id = 116361049,
		prefab_name = "",
		content = "呵，是吗？也许是我想明白了一些事，自然也对很多东西变得包容了。"
	},
	[116361050] = {
		id = 116361050,
		prefab_name = "10032ui_story",
		content = "我不明白你说的意思……"
	},
	[116361051] = {
		id = 116361051,
		prefab_name = "",
		content = "拉塔在逃走前，最后见的人是我。"
	},
	[116361052] = {
		id = 116361052,
		prefab_name = "",
		content = "她跟我说，我的能力不应该只被困在这里，我应该出去，去做我该做的事。"
	},
	[116361053] = {
		id = 116361053,
		prefab_name = "10032ui_story",
		content = "出去……我们是被导师制造出来的，导师的命令是绝对的，我们不可以出去。"
	},
	[116361054] = {
		id = 116361054,
		prefab_name = "",
		content = "所谓命令，不过是一种加之在我们躯体上的认知，认知即是记忆，只要是记忆，就有办法修改……"
	},
	[116361055] = {
		id = 116361055,
		prefab_name = "",
		content = "那是拉塔最后赠予我的礼物。"
	},
	[116361056] = {
		id = 116361056,
		prefab_name = "10032ui_story",
		content = "……我不明白。"
	},
	[116361057] = {
		id = 116361057,
		prefab_name = "",
		content = "呵，看来拉塔最后没选择你，那我就和你没什么好说的了。"
	},
	[116361058] = {
		id = 116361058,
		prefab_name = "",
		content = "0704没有再和我说话了，他说他想出去，做自己想做的事。其实我也想出去，想要和小昙去海滩之外的地方，不用每次都聊一样的话题……"
	},
	[116361059] = {
		id = 116361059,
		prefab_name = "",
		content = "可是导师的命令是绝对的，导师说过不能……哎？导师说过……"
	},
	[116361060] = {
		id = 116361060,
		prefab_name = "",
		content = "为什么导师说的话，我想不起来了……"
	},
	[116371001] = {
		id = 116371001,
		prefab_name = "",
		content = "好耶！到游乐园喽！"
	},
	[116371002] = {
		id = 116371002,
		prefab_name = "",
		content = "抓着气球的小孩从我身边跑过，紧跟着的是着急的大人们。这里的人比海滩还要多，不管是出口还是入口，人们总是成群结队的。"
	},
	[116371003] = {
		id = 116371003,
		prefab_name = "10025ui_story",
		content = "小昙在哪里……"
	},
	[116371004] = {
		id = 116371004,
		prefab_name = "",
		content = "在大叔那里换好了衣服，也向他打听了游乐园在哪里。大叔说，这里就是附近最大的游乐园了。"
	},
	[116371005] = {
		id = 116371005,
		prefab_name = "",
		content = "按照上次被抓的经验，研究所的人会在三个小时后找到我，要在这之前遇见小昙。"
	},
	[116371006] = {
		id = 116371006,
		prefab_name = "",
		content = "可是……万一小昙来的根本不是这座游乐园呢？"
	},
	[116371007] = {
		id = 116371007,
		prefab_name = "",
		content = "我四处张望着，没什么区别的头顶在视界里聚成了一片黑色的海。"
	},
	[116371008] = {
		id = 116371008,
		prefab_name = "",
		content = "嘿嘿，来抓我呀来抓我呀！"
	},
	[116371009] = {
		id = 116371009,
		prefab_name = "",
		content = "没看前方的小孩从我身侧跑过，将同样出神的我撞倒在地。"
	},
	[116371010] = {
		id = 116371010,
		prefab_name = "10025ui_story",
		content = "唔，好痛……"
	},
	[116371011] = {
		id = 116371011,
		prefab_name = "",
		content = "你没事吧？"
	},
	[116371012] = {
		id = 116371012,
		prefab_name = "",
		content = "一阵熟悉的声音传来，我抬起头，看到了记忆中的那张脸。"
	},
	[116371013] = {
		id = 116371013,
		prefab_name = "",
		content = "你的手受伤了，我有带创可贴，稍等，我帮你处理下。"
	},
	[116371014] = {
		id = 116371014,
		prefab_name = "10025ui_story",
		content = "……谢谢你。"
	},
	[116371015] = {
		id = 116371015,
		prefab_name = "",
		content = "我看你一直在这里张望，你是一个人么，和家人走散了？"
	},
	[116371016] = {
		id = 116371016,
		prefab_name = "10025ui_story",
		content = "嗯……"
	},
	[116371017] = {
		id = 116371017,
		prefab_name = "",
		content = "这样啊……我的朋友也在等我，那这样，我带你去安保室找人吧。"
	},
	[116371018] = {
		id = 116371018,
		prefab_name = "10025ui_story",
		content = "不行，不能去那里，会被发现的……"
	},
	[116371019] = {
		id = 116371019,
		prefab_name = "",
		content = "被发现是什么意思……莫非你是离家出走的？"
	},
	[116371020] = {
		id = 116371020,
		prefab_name = "10025ui_story",
		content = "我想玩那个，可以陪我一起么？"
	},
	[116371021] = {
		id = 116371021,
		prefab_name = "",
		content = "和我吗？可是我们才刚认识，而且我的朋友也在等我……"
	},
	[116371022] = {
		id = 116371022,
		prefab_name = "",
		content = "好好好，我知道了，不要露出这种表情。"
	},
	[116371023] = {
		id = 116371023,
		prefab_name = "",
		content = "（看来是背着家人偷偷来的，只是一个项目的话应该还好，用通讯器跟薇儿她们打声招呼吧。）"
	},
	[116371024] = {
		id = 116371024,
		prefab_name = "",
		content = "事先说好，我只能陪你玩一个项目哦，然后我们就去安保室找你的家人。"
	},
	[116371025] = {
		id = 116371025,
		prefab_name = "10025ui_story",
		content = "嗯，没关系，约好了……"
	},
	[116371026] = {
		id = 116371026,
		prefab_name = "",
		content = [[
和小昙第一次去坐了旋转咖啡杯，圆椅在缤纷变化的光晕中交错旋转，TA下来的时候扶着我干呕了好久。

TA说自己不擅长应对这种东西，但为什么我一点感觉也没有。算了，下次还是别让TA坐这个了。

第二次我们去玩了猜谜搏奖的游戏，小昙的手气很差，但是我不希望空手而归，所以用预知梦猜到了那个松鼠玩偶在哪里。

小昙看起来很高兴自己可以蒙对，说自己今后要时来运转了，还是不要告诉TA真相了吧……

旋转木马的音乐很好听，我除了研究所的铃声，很少听见其他的音乐。

但小昙看上去很无聊的样子，TA应该平时能听到各种各样的音乐吧，我对TA的事情知道得很少，下次找机会问问TA吧。]]
	},
	[116371027] = {
		id = 116371027,
		prefab_name = "",
		content = ""
	},
	[116371028] = {
		id = 116371028,
		prefab_name = "",
		content = ""
	},
	[116371029] = {
		id = 116371029,
		prefab_name = "",
		content = ""
	},
	[116371030] = {
		id = 116371030,
		prefab_name = "",
		content = ""
	},
	[116371031] = {
		id = 116371031,
		prefab_name = "",
		content = ""
	},
	[116371032] = {
		id = 116371032,
		prefab_name = "",
		content = [[
跳楼机是我们玩过最多次的项目，不过其实我并不喜欢，

过快的坠速会让我想起练习能力时候的感觉，像要掉到深不见底的洞里一样……

可是小昙在所有项目中最喜欢跳楼机，TA笑得很开心，人类会在坠落的时候感到兴奋吗？我不明白……

自己不喜欢的项目，因为小昙喜欢我就会愿意去玩，为什么我会盼望别人的快乐更甚于自己的感觉呢？

拉塔……离开研究所后我好像明白了一些事，但又有了更多搞不懂的事情。

不过，现在的梦里我觉得开心。下一次，我想和TA去坐摩天轮……

拉塔……拉塔……我……在和谁说话……

拉塔……是谁？]]
	},
	[116371033] = {
		id = 116371033,
		prefab_name = "",
		content = ""
	},
	[116371034] = {
		id = 116371034,
		prefab_name = "",
		content = ""
	},
	[116371035] = {
		id = 116371035,
		prefab_name = "",
		content = ""
	},
	[116371036] = {
		id = 116371036,
		prefab_name = "",
		content = ""
	},
	[116371037] = {
		id = 116371037,
		prefab_name = "",
		content = ""
	},
	[116371038] = {
		id = 116371038,
		prefab_name = "",
		content = ""
	},
	[116371039] = {
		id = 116371039,
		prefab_name = "",
		content = "一道白光照入，意识刚回到记号的地方，刺眼的感觉就令我一阵晕眩。"
	},
	[116371040] = {
		id = 116371040,
		prefab_name = "",
		content = "体征监测，按顺序出来报道！"
	},
	[116371041] = {
		id = 116371041,
		prefab_name = "",
		content = "已经……天亮了吗？"
	},
	[116371042] = {
		id = 116371042,
		prefab_name = "",
		content = "做梦的时间在现实里非常短，可是叠加得太多的话，也会拨动时间向前。"
	},
	[116371043] = {
		id = 116371043,
		prefab_name = "",
		content = "我昨晚，一共做了多少梦……"
	},
	[116371044] = {
		id = 116371044,
		prefab_name = "",
		content = "0705，到你了，过来！"
	},
	[116371045] = {
		id = 116371045,
		prefab_name = "10032ui_story",
		content = "明白。"
	},
	[116371046] = {
		id = 116371046,
		prefab_name = "",
		content = "白天发动能力的话会被发现，只能等休息时间了，为什么晚上还不来呢……"
	},
	[116371047] = {
		id = 116371047,
		prefab_name = "",
		content = "还想，再见到小昙。"
	},
	[116371048] = {
		id = 116371048,
		prefab_name = "",
		content = "下一个，0704！"
	},
	[116371049] = {
		id = 116371049,
		prefab_name = "",
		content = "练习结束后，我回到了房间的舱室中。"
	},
	[116371050] = {
		id = 116371050,
		prefab_name = "",
		content = "已经到休息的时间了，按照往常，大厅的灯很快就会熄灭——但是等了很久，外面却没有动静。"
	},
	[116371051] = {
		id = 116371051,
		prefab_name = "",
		content = "不仅没有暗下来，相反一道更盛的光芒不断传来，刺激着已经合上的双目。"
	},
	[116371052] = {
		id = 116371052,
		prefab_name = "",
		content = "鸣笛的警报声不断重复着，难闻的焦臭让我没法好好呆在舱室里了。"
	},
	[116371053] = {
		id = 116371053,
		prefab_name = "",
		content = "全体注意，0704实验体袭击研究人员出逃！目标从四号场地脱离，行动组立刻携带装备追击目标！"
	},
	[116371054] = {
		id = 116371054,
		prefab_name = "",
		content = "重复一次，0704袭击出逃——！行动组立刻携带装备追击目标！"
	},
	[116371055] = {
		id = 116371055,
		prefab_name = "10032ui_story",
		content = "0704……逃走了？"
	},
	[116371056] = {
		id = 116371056,
		prefab_name = "",
		content = "我将房门拉开一条缝，朝外看去，几个行动干员正全副武装地电梯的方向赶去。"
	},
	[116371057] = {
		id = 116371057,
		prefab_name = "",
		content = "快！一定要在0704引发骚乱之前把他抓回来！铸塔计划是最高保密事项，绝对不能泄露！"
	},
	[116371058] = {
		id = 116371058,
		prefab_name = "",
		content = "我推开房门，走廊里倒着一排排人的身体，是白天替我们做身体监测的白衣服的人。"
	},
	[116371059] = {
		id = 116371059,
		prefab_name = "",
		content = "除了我和0704，其他宿舍的门都好好关着。即使这么吵闹，大家也都像听话的乖宝宝一样呆在舱室里。"
	},
	[116371060] = {
		id = 116371060,
		prefab_name = "",
		content = "研究所里一片狼藉，到处都是破碎倾倒的实验器材，弹孔与划痕仿佛笔墨一般在雪白的墙壁上泼洒作画。"
	},
	[116371061] = {
		id = 116371061,
		prefab_name = "10032ui_story",
		content = "这不是预知梦，是现实里发生的事……"
	},
	[116371062] = {
		id = 116371062,
		prefab_name = "",
		content = "一股念头仿佛携带着莫大的魔力，牵引着脚步向梦中已走过无数遍的暗道跑去。"
	},
	[116371063] = {
		id = 116371063,
		prefab_name = "10032ui_story",
		content = "我可以离开了吗？现在出去的话，就能见到小昙了。"
	},
	[116371064] = {
		id = 116371064,
		prefab_name = "10032ui_story",
		content = "大家都在找0704，没有人会注意到我……"
	},
	[116371065] = {
		id = 116371065,
		prefab_name = "",
		content = "身体循着无比清晰的记忆行动，已经走过无数次的路让我不需要多余的思考。"
	},
	[116371066] = {
		id = 116371066,
		prefab_name = "",
		content = "我沿着它，来到那片已经在梦中见过无数次，却是第一次真正踏上的土地——"
	},
	[116381001] = {
		id = 116381001,
		prefab_name = "",
		content = [[
拉塔：「于是，自那之后，沉迷美梦的少女就从梦中醒来，踏上了寻觅友人之路。」

拉塔：「但苦恼的是，少女在梦中所见之事已经消逝在昨日，此刻的现实，对少女来说仍是未知。」

拉塔：「梦中的友人在哪里呢？自己该去何处寻找TA？邪恶的研究所干员会不会发现自己呢？另一位逃走的人造生命又在谋划着什么……」

诗蔻蒂：「你是谁……」

拉塔：「哎呀……对哦，这时候你已经忘掉我了。」

拉塔：「没关系，我只是个在物理上已经消失，仅在你的认知中有些许概念残留的家伙罢了。」]]
	},
	[116381002] = {
		id = 116381002,
		prefab_name = "",
		content = ""
	},
	[116381003] = {
		id = 116381003,
		prefab_name = "",
		content = ""
	},
	[116381004] = {
		id = 116381004,
		prefab_name = "10025ui_story",
		content = ""
	},
	[116381005] = {
		id = 116381005,
		prefab_name = "",
		content = ""
	},
	[116381006] = {
		id = 116381006,
		prefab_name = "",
		content = ""
	},
	[116381007] = {
		id = 116381007,
		prefab_name = "",
		content = [[
拉塔：「无需在意我的身份，你就当我是来帮你实现愿望的精灵好了。诗蔻蒂，你还记得自己要做什么吗？」

诗蔻蒂：「我……从研究所出来，想要在现实里见到小昙。」

拉塔：「不不不，那已经是很久以前的事情了。你再想一想，这段时间你经历的一切，那些记忆应该还没有作为预知梦的养料被吞噬掉。」

诗蔻蒂：「很久以前的事……我想起来了，对，我已经见过小昙了。」

拉塔：「没错没错。」]]
	},
	[116381008] = {
		id = 116381008,
		prefab_name = "10025ui_story",
		content = ""
	},
	[116381009] = {
		id = 116381009,
		prefab_name = "",
		content = ""
	},
	[116381010] = {
		id = 116381010,
		prefab_name = "10025ui_story",
		content = ""
	},
	[116381011] = {
		id = 116381011,
		prefab_name = "",
		content = ""
	},
	[116381012] = {
		id = 116381012,
		prefab_name = "10025ui_story",
		content = "但是，我也给TA带去了很多麻烦。"
	},
	[116381013] = {
		id = 116381013,
		prefab_name = "10025ui_story",
		content = "TA一直在失去重要的朋友，我想帮TA，却怎么试也办不到。"
	},
	[116381014] = {
		id = 116381014,
		prefab_name = "10025ui_story",
		content = "不管怎么努力，最后小昙都会死掉。"
	},
	[116381015] = {
		id = 116381015,
		prefab_name = "",
		content = [[
拉塔：「嗯嗯，很好很好，你已经记起来了。命运确实很残酷呢，即便能无数次地假设未来，依然不能逃出它的魔爪。」

拉塔：「不过幸好，现在还有机会阻止，你刚才回忆的那些，其实都还未真正发生对吧？」

诗蔻蒂：「嗯，是梦……」

拉塔：「当你离开研究所之时，踏上的是真实的路途；而你无数次见证友人身死时，所坠落的却是虚假的梦境。那么，这之间的接点在哪儿呢？」

诗蔻蒂：「接点，是指记号吗？」

拉塔：「没错，即便记忆失去了，但接点是确实存在的。只要能找到那个记号，就可以接上你所希望的未来。」

拉塔：「好好回想一下，哪怕只是支离破碎的画面也行。从你离开研究所后，还发生了什么……」]]
	},
	[116381016] = {
		id = 116381016,
		prefab_name = "",
		content = ""
	},
	[116381017] = {
		id = 116381017,
		prefab_name = "10025ui_story",
		content = ""
	},
	[116381018] = {
		id = 116381018,
		prefab_name = "",
		content = ""
	},
	[116381019] = {
		id = 116381019,
		prefab_name = "10025ui_story",
		content = ""
	},
	[116381020] = {
		id = 116381020,
		prefab_name = "",
		content = ""
	},
	[116381021] = {
		id = 116381021,
		prefab_name = "",
		content = ""
	},
	[116381022] = {
		id = 116381022,
		prefab_name = "10025ui_story",
		content = "离开研究所后……我……我想找到小昙。但到处都是人，我不知道TA在哪里。"
	},
	[116381023] = {
		id = 116381023,
		prefab_name = "10025ui_story",
		content = "街道、海滩、游乐园……都已经是昨天的事情。我去原来的地方等，也一直没有发生像那天一样的相遇。"
	},
	[116381024] = {
		id = 116381024,
		prefab_name = "10025ui_story",
		content = "不过……最后我还是见到小昙了。"
	},
	[116381025] = {
		id = 116381025,
		prefab_name = "",
		content = "你是在怎样的情况下见到他的？"
	},
	[116381026] = {
		id = 116381026,
		prefab_name = "10025ui_story",
		content = "我……我当时被人袭击了，受了很重的伤。"
	},
	[116381027] = {
		id = 116381027,
		prefab_name = "",
		content = "袭击你的人是谁呢？"
	},
	[116381028] = {
		id = 116381028,
		prefab_name = "10025ui_story",
		content = "是……乌尔德。"
	},
	[116381029] = {
		id = 116381029,
		prefab_name = "10024ui_story",
		content = "哈……这不是诗蔻蒂吗，才过去几天就又见面了？"
	},
	[116381030] = {
		id = 116381030,
		prefab_name = "10024ui_story",
		content = "怎么样，上回和你聊的事有改变想法么？"
	},
	[116381031] = {
		id = 116381031,
		prefab_name = "10025ui_story",
		content = "我不明白你在说什么……"
	},
	[116381032] = {
		id = 116381032,
		prefab_name = "10024ui_story",
		content = "唉，你在装傻么？那我就当你的答复没有变咯。"
	},
	[116381033] = {
		id = 116381033,
		prefab_name = "10025ui_story",
		content = "什么意思？"
	},
	[116381034] = {
		id = 116381034,
		prefab_name = "",
		content = "乌尔德朝我举起了权杖，那个画面让我本能地感到害怕，我将路边的废纸箱丢向他，然后头也不回地往巷子的深处跑。"
	},
	[116381035] = {
		id = 116381035,
		prefab_name = "10024ui_story",
		content = "你以为你还能跟上次一样逃掉吗！我已经从其他修正者身上补充到神力了，我会为你定制一份好剧本的。"
	},
	[116381036] = {
		id = 116381036,
		prefab_name = "",
		content = "砰！砰！"
	},
	[116381037] = {
		id = 116381037,
		prefab_name = "",
		content = "两声枪响过后，手臂上传来一阵刺痛，我捂住无法动弹的右臂，脚步也因为伤势慢了下来。"
	},
	[116381038] = {
		id = 116381038,
		prefab_name = "10024ui_story",
		content = "聆听我的宣告……诗蔻蒂，作为我的副手同我一起登上王座吧。"
	},
	[116381039] = {
		id = 116381039,
		prefab_name = "10024ui_story",
		content = "修正，拯救，然后统领这个世界。"
	},
	[116381040] = {
		id = 116381040,
		prefab_name = "",
		content = "他一步步朝我走来，右瞳和权杖的顶端一齐焕发耀眼的金光。"
	},
	[116381041] = {
		id = 116381041,
		prefab_name = "",
		content = "好不容易才从那里出来，我还没有见到小昙，还什么话都没有和TA说……"
	},
	[116381042] = {
		id = 116381042,
		prefab_name = "",
		content = "我不想，就这样结束掉……"
	},
	[116381043] = {
		id = 116381043,
		prefab_name = "",
		content = "绝望的氛围抵达顶峰时，面前的人却忽然将手中的权杖丢掉。"
	},
	[116381044] = {
		id = 116381044,
		prefab_name = "",
		content = "他右眼的金色火焰骤然熄灭，右臂颤抖着好像在承受着什么巨大的痛苦。"
	},
	[116381045] = {
		id = 116381045,
		prefab_name = "10024ui_story",
		content = "你的记忆为什么完全是错乱的！你这个疯子，到底拿能力做了什么！"
	},
	[116381046] = {
		id = 116381046,
		prefab_name = "",
		content = "他的声音扭曲又带着后怕，看向我的眼神，像在看一个怪物。"
	},
	[116381047] = {
		id = 116381047,
		prefab_name = "1028ui_story",
		content = "那边的家伙！你就是袭击修正者的凶手吗！"
	},
	[116381048] = {
		id = 116381048,
		prefab_name = "10024ui_story",
		content = "嘁，碍事的人来了……"
	},
	[116381049] = {
		id = 116381049,
		prefab_name = "10024ui_story",
		content = "你又走运了。"
	},
	[116381050] = {
		id = 116381050,
		prefab_name = "10024ui_story",
		content = "不过无所谓，你现在的状态已经离「报废」不远了，毕竟你已经没多少可用的「记忆」了吧。"
	},
	[116381051] = {
		id = 116381051,
		prefab_name = "",
		content = "他说我会报废，那是什么意思？"
	},
	[116381052] = {
		id = 116381052,
		prefab_name = "",
		content = "导师说过人类是会死的。报废对我来说，是和死差不多的意思么？"
	},
	[116381053] = {
		id = 116381053,
		prefab_name = "",
		content = "恍惚间，巷子里的脚步声变成了三道，其中两道突兀地出现在前方，听上去不像是乌尔德……"
	},
	[116381054] = {
		id = 116381054,
		prefab_name = "",
		content = "但这种时候还能是谁呢？"
	},
	[116381055] = {
		id = 116381055,
		prefab_name = "",
		content = "幻听吗？"
	},
	[116381056] = {
		id = 116381056,
		prefab_name = "",
		content = "你……没事吧？"
	},
	[116381057] = {
		id = 116381057,
		prefab_name = "",
		content = "询问声里听不出任何恶意，但身体却骤然绷紧，我恍惚地抬起头，看向站在自己身边的两个人。"
	},
	[116381058] = {
		id = 116381058,
		prefab_name = "",
		content = "莹莹的月光在黑暗中勾勒出两个人的形貌，其中一位是穿着一身黑衣的银发女人，而另一个……"
	},
	[116381059] = {
		id = 116381059,
		prefab_name = "10025ui_story",
		content = "太好了……是你。我……我终于找到你了……"
	},
	[116381060] = {
		id = 116381060,
		prefab_name = "",
		content = "……我们认识吗？"
	},
	[116381061] = {
		id = 116381061,
		prefab_name = "10025ui_story",
		content = "终于找到你了……太好了……"
	},
	[116381062] = {
		id = 116381062,
		prefab_name = "",
		content = [[
拉塔：「于是，可喜可贺，虽然命悬一线——但少女在最后关头还是被自己心心念念的友人所救。」

诗蔻蒂：「嗯，但那里并不是预知梦的接点对吧，拉塔？」

拉塔：「没错，看来你已经记起来了。等等，你连我的名字也想起来了吗？」

诗蔻蒂：「没有，是我猜的，因为乌尔德曾经提起过你。」

拉塔：「原来是这样……」

诗蔻蒂：「不过拉塔的声音很温柔、很熟悉，我们以前，一定是很好的朋友吧？」]]
	},
	[116381063] = {
		id = 116381063,
		prefab_name = "10025ui_story",
		content = ""
	},
	[116381064] = {
		id = 116381064,
		prefab_name = "",
		content = ""
	},
	[116381065] = {
		id = 116381065,
		prefab_name = "10025ui_story",
		content = ""
	},
	[116381066] = {
		id = 116381066,
		prefab_name = "",
		content = ""
	},
	[116381067] = {
		id = 116381067,
		prefab_name = "10025ui_story",
		content = ""
	},
	[116381068] = {
		id = 116381068,
		prefab_name = "10025ui_story",
		content = [[
诗蔻蒂：「抱歉……把你忘掉了。」

拉塔：「……」

拉塔：「是呀，是非常、非常好的朋友。」

诗蔻蒂：「乌尔德一直提到有所谓的上一次，是因为在被小昙所救的那次之前，我还曾经被他袭击过一回。」

诗蔻蒂：「那段记忆之所以会被忘掉，不是因为预知梦的副作用，而是单纯机体损伤的影响。现在，我已经想起来了……」

诗蔻蒂：「我在第一次遇到乌尔德的时候做下了记号，从死路逃脱了他的追杀，直到第二次被找到，然后才遇到了小昙。」]]
	},
	[116381069] = {
		id = 116381069,
		prefab_name = "",
		content = ""
	},
	[116381070] = {
		id = 116381070,
		prefab_name = "",
		content = ""
	},
	[116381071] = {
		id = 116381071,
		prefab_name = "10025ui_story",
		content = ""
	},
	[116381072] = {
		id = 116381072,
		prefab_name = "10025ui_story",
		content = ""
	},
	[116381073] = {
		id = 116381073,
		prefab_name = "10025ui_story",
		content = ""
	},
	[116381074] = {
		id = 116381074,
		prefab_name = "10025ui_story",
		content = [[
诗蔻蒂：「那个记号就是如今现实与梦的接点，也是我可以救下小昙和小昙朋友们的最后机会。」

拉塔：「但是，那个时候小昙还没有遇见你，回到那时候的话，也就意味着在真正的现实中，TA甚至连你的一面都还没有见过。」

诗蔻蒂：「嗯，我知道。」

拉塔：「就算这样，你也要回到那里去么？其实还有一些别的记号，虽然多少有些人会救不回来……」

诗蔻蒂：「不用了拉塔，迄今为止我已经很满足了。」

诗蔻蒂：「而且一旦再与TA的生活发生纠缠，我怕事情又会变得糟糕起来……这一次之后，我大概就什么记忆都不会剩下了。」]]
	},
	[116381075] = {
		id = 116381075,
		prefab_name = "",
		content = ""
	},
	[116381076] = {
		id = 116381076,
		prefab_name = "10025ui_story",
		content = ""
	},
	[116381077] = {
		id = 116381077,
		prefab_name = "",
		content = ""
	},
	[116381078] = {
		id = 116381078,
		prefab_name = "10025ui_story",
		content = ""
	},
	[116381079] = {
		id = 116381079,
		prefab_name = "10025ui_story",
		content = ""
	},
	[116381080] = {
		id = 116381080,
		prefab_name = "",
		content = [[
拉塔：「唉……看来你已经决定好了，还记得怎么回去么？」

诗蔻蒂：「说实话，很久没有回到过那么远的记号了。」

拉塔：「没问题的，你练习过那么多次，这些都像本能一样刻在身体里了。」

拉塔：「你会折纸飞机吗，就像投纸飞机一样，把意识像纸飞机一样朝着目标的地方丢出去——」

诗蔻蒂：「噗……呵呵，这个我刚好会。」

拉塔：「认知修改……嗯，认知修改留在你芯片里的数据不多，我没有办法陪你去，小诗蔻蒂，你一个人可以吗？」]]
	},
	[116381081] = {
		id = 116381081,
		prefab_name = "10025ui_story",
		content = ""
	},
	[116381082] = {
		id = 116381082,
		prefab_name = "",
		content = ""
	},
	[116381083] = {
		id = 116381083,
		prefab_name = "",
		content = ""
	},
	[116381084] = {
		id = 116381084,
		prefab_name = "10025ui_story",
		content = ""
	},
	[116381085] = {
		id = 116381085,
		prefab_name = "",
		content = ""
	},
	[116381086] = {
		id = 116381086,
		prefab_name = "10025ui_story",
		content = [[
诗蔻蒂：「放心吧拉塔，我没问题的。」

拉塔：「其实乌尔德变成这样也有我的责任，要不是他误解了我那时候的话……」

诗蔻蒂：「拉塔，我要出发了哦。」

拉塔：「呃……呵，好，一路顺风。」

诗蔻蒂：「像折纸飞机一样地，哈——然后……」

诗蔻蒂：「去救小昙。」]]
	},
	[116381087] = {
		id = 116381087,
		prefab_name = "",
		content = ""
	},
	[116381088] = {
		id = 116381088,
		prefab_name = "10025ui_story",
		content = ""
	},
	[116381089] = {
		id = 116381089,
		prefab_name = "",
		content = ""
	},
	[116381090] = {
		id = 116381090,
		prefab_name = "10025ui_story",
		content = ""
	},
	[116381091] = {
		id = 116381091,
		prefab_name = "10025ui_story",
		content = ""
	},
	[116391001] = {
		id = 116391001,
		prefab_name = "",
		content = "在梦境消散前，我探手在口袋里搜寻了一下，从衣料的夹缝中找到了一个小小的挂件——小昙在烤肉店送我的挂件。"
	},
	[116391002] = {
		id = 116391002,
		prefab_name = "",
		content = "返回记号点时，必然会消失的东西，紧拽也只会徒增疼痛。"
	},
	[116391003] = {
		id = 116391003,
		prefab_name = "",
		content = "但对于现在的我来说，疼痛或许也是弥足珍贵的记忆。"
	},
	[116391004] = {
		id = 116391004,
		prefab_name = "",
		content = "我将那个挂件举高到眼前，感受着身边一切的逝去。存在之物，声音，再是一路的足迹。"
	},
	[116391005] = {
		id = 116391005,
		prefab_name = "10025ui_story",
		content = "好困，你到底……在哪里？"
	},
	[116391006] = {
		id = 116391006,
		prefab_name = "",
		content = "是因为太久没进舱室了么，困倦侵袭全身，脱力感催使到处的零件都仿佛在发出哀嚎。"
	},
	[116391007] = {
		id = 116391007,
		prefab_name = "",
		content = "离开研究所，再没有头绪地找了小昙几天后，我贴着一处街道的角落坐下，藏在城市灯光照不到的黑暗里。"
	},
	[116391008] = {
		id = 116391008,
		prefab_name = "",
		content = "因为夜晚的时候，要尽量躲在不会被研究所的人发现的地方。"
	},
	[116391009] = {
		id = 116391009,
		prefab_name = "",
		content = "双眼朦胧的视线间，不远处的路灯下出现了一道人影，捂着手臂，步履不稳，嘴里一阵阵地吐着颤抖含混的音节。"
	},
	[116391010] = {
		id = 116391010,
		prefab_name = "10025ui_story",
		content = "是研究所的人……"
	},
	[116391011] = {
		id = 116391011,
		prefab_name = "",
		content = "刚准备逃走时，却看见他的手里已经没有了武器。等他走近，我才发现这人脚下拖着一条长长的血迹。"
	},
	[116391012] = {
		id = 116391012,
		prefab_name = "",
		content = "不知道有没有看清黑暗中的我，他只是扭着头，嘴里发出嘶哑的声音。紧接着，一截染血的黑棍穿透了他的胸膛。"
	},
	[116391013] = {
		id = 116391013,
		prefab_name = "",
		content = "温热的鲜血滴落在地上，发出雨水打在泥泞路面上尖锐、湿润又粘腻的声响。"
	},
	[116391014] = {
		id = 116391014,
		prefab_name = "10024ui_story",
		content = "诗蔻蒂？你怎么会在这里？"
	},
	[116391015] = {
		id = 116391015,
		prefab_name = "",
		content = "视线里映入少年披头散发的样子，他穿着和身材不是很契合的衣服，身上满是被雨水淋过的污血。"
	},
	[116391016] = {
		id = 116391016,
		prefab_name = "10024ui_story",
		content = "哈、哈哈哈……我明白了，你也凭自己的意志走出研究所了对吧！不愧是被拉塔看中的人，我们是同类人！"
	},
	[116391017] = {
		id = 116391017,
		prefab_name = "10024ui_story",
		content = "来，诗蔻蒂。有你帮忙，之后的事就胜券在握了。"
	},
	[116391018] = {
		id = 116391018,
		prefab_name = "10025ui_story",
		content = "0704……你在做什么？"
	},
	[116391019] = {
		id = 116391019,
		prefab_name = "10024ui_story",
		content = "嗯？你指这个吗？"
	},
	[116391020] = {
		id = 116391020,
		prefab_name = "",
		content = "乌尔德踩上那人的背，将黑棍利落地从他身体里抽出。"
	},
	[116391021] = {
		id = 116391021,
		prefab_name = "10024ui_story",
		content = "杀掉挡路的人呀，很难理解么？"
	},
	[116391022] = {
		id = 116391022,
		prefab_name = "10024ui_story",
		content = "导师说我们被制造出来，是为了对抗视骸，拯救世界，所以我们生来就是万物的拯救者。"
	},
	[116391023] = {
		id = 116391023,
		prefab_name = "10024ui_story",
		content = "但是导师的目光太过狭隘，她没看见我们已经进化为凌驾众生的存在，只迂腐地说我们不稳定，不完美。"
	},
	[116391024] = {
		id = 116391024,
		prefab_name = "10024ui_story",
		content = "听完拉塔的话我才明白，没有人有资格定义神——所以我才离开了那里，以我自己的方式，去履行修正者的使命。"
	},
	[116391025] = {
		id = 116391025,
		prefab_name = "10025ui_story",
		content = "你想做什么……"
	},
	[116391026] = {
		id = 116391026,
		prefab_name = "10024ui_story",
		content = "呵，对你来说理解太难了吗。总之第一步，我会先成为所有修正者的领袖，依靠我和你的能力，这件事轻而易举。"
	},
	[116391027] = {
		id = 116391027,
		prefab_name = "10024ui_story",
		content = "你的神能也差不多耗尽了吧，不必回到实验室也没关系，只要从其他修正者的权钥中汲取能量，就不用担心损耗的问题。"
	},
	[116391028] = {
		id = 116391028,
		prefab_name = "10024ui_story",
		content = "阻碍我们使命的人，即是与世界为敌——视骸也好，研究所的人也好，导师也好，都会在我们的权能下臣服！"
	},
	[116391029] = {
		id = 116391029,
		prefab_name = "10025ui_story",
		content = "0704，我听不懂你在说什么……"
	},
	[116391030] = {
		id = 116391030,
		prefab_name = "10025ui_story",
		content = "我离开实验室不是为了你说的那些东西，只是想找一个人……"
	},
	[116391031] = {
		id = 116391031,
		prefab_name = "10024ui_story",
		content = "啊？……哦……呵呵，原来是这样。"
	},
	[116391032] = {
		id = 116391032,
		prefab_name = "",
		content = "机械地动了动自己的指节，满身血污的少年舔了一下嘴唇，不太满意地摇了摇头。"
	},
	[116391033] = {
		id = 116391033,
		prefab_name = "10024ui_story",
		content = "那真是误会大了，我还惊喜地以为有了个能理解我的人。"
	},
	[116391034] = {
		id = 116391034,
		prefab_name = "10024ui_story",
		content = "不过没关系……是否要对神臣服，从来不决定于刍狗自己的意志。"
	},
	[116391035] = {
		id = 116391035,
		prefab_name = "",
		content = "0704话语间的杀意已经不再掩饰，直觉令我慌忙地跑入巷中，很快身后响起0704追赶的脚步声。"
	},
	[116391036] = {
		id = 116391036,
		prefab_name = "",
		content = "想起来了……也就是在这里，我发动了第一次的预知梦。"
	},
	[116391037] = {
		id = 116391037,
		prefab_name = "",
		content = "像纸飞机落到目标的地点，意识、连带着梦中所见的记忆，一同来到了这个名为现实的瞬间。"
	},
	[116391038] = {
		id = 116391038,
		prefab_name = "",
		content = "缓缓地睁开眼，驱动身体，向前二十步，右转，十步后再左转。"
	},
	[116391039] = {
		id = 116391039,
		prefab_name = "",
		content = "巷路的尽头是两个岔口，已经在预知梦中两边都去过的我知道，往右边走——是一条能绕掉0704，安全离开的路。"
	},
	[116391040] = {
		id = 116391040,
		prefab_name = "",
		content = "然后在两天之后，我会再被0704找到，再被小昙救下，发生那一连串的事。"
	},
	[116391041] = {
		id = 116391041,
		prefab_name = "",
		content = "而左边——是第一次在预知梦中就试过的，会被0704堵到的死路。"
	},
	[116391042] = {
		id = 116391042,
		prefab_name = "",
		content = "但也只有在这时，小昙和小昙的朋友们都还没受伤，乌尔德还打算对我使用记忆修改……"
	},
	[116391043] = {
		id = 116391043,
		prefab_name = "10024ui_story",
		content = "导师将我们视为不被需要之人。作为不完美的武器，就注定会有被抛弃的一天。"
	},
	[116391044] = {
		id = 116391044,
		prefab_name = "10024ui_story",
		content = "拉塔的消失没有让你明白么？假使下一次，这个不见了的人是你我呢？"
	},
	[116391045] = {
		id = 116391045,
		prefab_name = "10024ui_story",
		content = "既然如此，为什么不让我们来成为神祇。由我们来执笔，来划定万事的界限，来决定万物的命运！"
	},
	[116391046] = {
		id = 116391046,
		prefab_name = "10025ui_story",
		content = "可是乌尔德，成为神祇，也不能让拉塔回来……"
	},
	[116391047] = {
		id = 116391047,
		prefab_name = "10024ui_story",
		content = "……"
	},
	[116391048] = {
		id = 116391048,
		prefab_name = "10024ui_story",
		content = "看来跟你再说什么都没用了，无妨，你就在我为你写好的剧本里重生吧。"
	},
	[116391049] = {
		id = 116391049,
		prefab_name = "",
		content = "乌尔德的右眼呈现十字圆环的纹章，他与我对视，目光探入我的记忆深处。"
	},
	[116391050] = {
		id = 116391050,
		prefab_name = "",
		content = "我明白他即将要对我做的事，拉塔也有相似的力量——将编写的记忆覆入另一个的个体。要做到这些事的前提，是他们都必须要先读完、理解对方的记忆。"
	},
	[116391051] = {
		id = 116391051,
		prefab_name = "",
		content = "否则，编写记忆就会有很多断裂不通的地方——就像只单独摘改文章的个别段落，很容易让全文没法成立。"
	},
	[116391052] = {
		id = 116391052,
		prefab_name = "",
		content = "这些都是拉塔告诉我的。而既然要先读完个体的记忆，乌尔德会忌惮对我使用能力就不奇怪了。"
	},
	[116391053] = {
		id = 116391053,
		prefab_name = "",
		content = "因为我的记忆，早就破破烂烂，没法连续了……"
	},
	[116391054] = {
		id = 116391054,
		prefab_name = "10024ui_story",
		content = "你会成为我的副手，然后随我一起……等等，你的记忆是怎么回事！你这个疯子，你拿能力做了什么！"
	},
	[116391055] = {
		id = 116391055,
		prefab_name = "",
		content = "——但是此刻的他还不知道。"
	},
	[116391056] = {
		id = 116391056,
		prefab_name = "",
		content = "不过这样还不够，要打败他……得让这团破破烂烂的记忆，在被读取的同时变得更糟。"
	},
	[116391057] = {
		id = 116391057,
		prefab_name = "10025ui_story",
		content = "预知梦，启动。"
	},
	[116391058] = {
		id = 116391058,
		prefab_name = "10024ui_story",
		content = "你要做什么，这样的情形下，你以为用预知梦就能逃掉吗！"
	},
	[116391059] = {
		id = 116391059,
		prefab_name = "10025ui_story",
		content = "我没有想逃，来到这儿的时候，我就决定不再逃了……"
	},
	[116391060] = {
		id = 116391060,
		prefab_name = "10024ui_story",
		content = "难道你想——放、放开我！滚开，你这个疯子！"
	},
	[116391061] = {
		id = 116391061,
		prefab_name = "",
		content = "乌尔德肯定很头疼吧。毕竟本来就乱七八糟的记忆，在读取的同时还不断删改增加。"
	},
	[116391062] = {
		id = 116391062,
		prefab_name = "",
		content = "这些无意义的内容让他的机能到达了极限，他的瞳孔放大，表情变得扭曲，一条条的裂纹出现他手中的权杖上。"
	},
	[116391063] = {
		id = 116391063,
		prefab_name = "",
		content = "但是……这些没意义的记忆，却是对我最宝贵的东西……因为我只剩下这些了。"
	},
	[116391064] = {
		id = 116391064,
		prefab_name = "",
		content = "关于真实的过去我已经忘记的差不多，接下来预知梦要吞噬的，只能是梦中的部分了。"
	},
	[116391065] = {
		id = 116391065,
		prefab_name = "10025ui_story",
		content = "第一次走出研究所，好心人的大叔送给我衣服，遇到了没有带钱的小昙。"
	},
	[116391066] = {
		id = 116391066,
		prefab_name = "10025ui_story",
		content = "和小昙一起去了217次海滩，沙子踩起来很热很软，小昙被小孩丢来的排球砸到了头，抱怨自己总是运气不好。"
	},
	[116391067] = {
		id = 116391067,
		prefab_name = "10025ui_story",
		content = "在游乐园里的次数不多，只有109次，因为想让小昙玩自己喜欢的项目，所以到最后也没有体验摩天轮。"
	},
	[116391068] = {
		id = 116391068,
		prefab_name = "10025ui_story",
		content = "以为要被乌尔德杀掉的时候，一直想见的人出现在了眼前，可惜TA没有记住我。"
	},
	[116391069] = {
		id = 116391069,
		prefab_name = "10025ui_story",
		content = "不过后面还是和TA一起经历了开心的事情，我起了点小私心，将那天的出游重复了80次。"
	},
	[116391070] = {
		id = 116391070,
		prefab_name = "10025ui_story",
		content = "要是那些照片也能留下来就好了，因为照片可以帮健忘的人想起来重要的东西……"
	},
	[116391071] = {
		id = 116391071,
		prefab_name = "10025ui_story",
		content = "可是后来，也让TA经历了很多可怕的事，对不起，我不是故意的……"
	},
	[116391072] = {
		id = 116391072,
		prefab_name = "10025ui_story",
		content = "逃出那座游乐园用了186次，但是我怕TA担心，就撒谎说只重复了四十多次。"
	},
	[116391073] = {
		id = 116391073,
		prefab_name = "10025ui_story",
		content = "奇怪，为什么我明明记性一直不好的……是因为这些记忆一张张地在我眼前删除吗？所以具体的数字也好好地数完了……"
	},
	[116391074] = {
		id = 116391074,
		prefab_name = "10024ui_story",
		content = "呵，呵哈哈哈哈哈哈哈——！"
	},
	[116391075] = {
		id = 116391075,
		prefab_name = "10024ui_story",
		content = "我是修正者的领袖，没有人可以定义我！所有人，所有人都要臣服于我！"
	},
	[116391076] = {
		id = 116391076,
		prefab_name = "10024ui_story",
		content = "我才是救世者！哈哈哈哈哈哈——！"
	},
	[116391077] = {
		id = 116391077,
		prefab_name = "",
		content = "苍白头发的少年丢掉了手中已经断成多截的权杖，跌跌撞撞、步履蹒跚地消失在了巷路的阴影中。"
	},
	[116391078] = {
		id = 116391078,
		prefab_name = "",
		content = "而忘记了一切的少女也在那之后扶着墙站起。"
	},
	[116391079] = {
		id = 116391079,
		prefab_name = "",
		content = "她抬头望着美丽的月亮，疑惑着自己是谁，因何存在，要去哪儿。"
	},
	[116391080] = {
		id = 116391080,
		prefab_name = "",
		content = "空白的记忆里闪过一些过往梦境的画面，她想要伸手去抓，却只摸到了夜晚寒冷寂寥的空气。"
	},
	[116401001] = {
		id = 116401001,
		prefab_name = "",
		content = "深夜的街道空无一人，昏黄的灯光照不到的漆黑巷子里仿佛潜藏着无尽的隐秘与危险。"
	},
	[116401002] = {
		id = 116401002,
		prefab_name = "",
		content = "然而当两道身影从街角缓缓走进这片老街区，那些狰狞、翻涌的黑暗尽数沉寂，跪伏在路边不敢作声。"
	},
	[116401003] = {
		id = 116401003,
		prefab_name = "1028ui_story",
		content = "虽然找袭击修正者的家伙很重要，但我们刚从虚恒回来，不先回一趟总部吗？"
	},
	[116401004] = {
		id = 116401004,
		prefab_name = "1029ui_story",
		content = "比起找队员叙旧，还是先保证她们的安全更重要。现在已经有两个自由修正者遇袭，我们得在危险波及到深空之眼前解决问题。"
	},
	[116401005] = {
		id = 116401005,
		prefab_name = "1029ui_story",
		content = "欢乐喜庆的重逢，还是留到轻松安全的氛围下吧。"
	},
	[116401006] = {
		id = 116401006,
		prefab_name = "1028ui_story",
		content = "哦，你说的也有道理~可恶的凶手，赶紧给我出来！"
	},
	[116401007] = {
		id = 116401007,
		prefab_name = "",
		content = "奥丁带着托尔在街巷中穿行，又拐过一处路口，两人看到一道枯瘦的身影靠坐在墙角下，呆呆地看着手里一根黑色的铁棍。"
	},
	[116401008] = {
		id = 116401008,
		prefab_name = "1029ui_story",
		content = "就是他了。"
	},
	[116401009] = {
		id = 116401009,
		prefab_name = "1028ui_story",
		content = "啊？这……就是这么一个家伙吗？"
	},
	[116401010] = {
		id = 116401010,
		prefab_name = "10024ui_story",
		content = "你们……你们是……"
	},
	[116401011] = {
		id = 116401011,
		prefab_name = "",
		content = "听到两人毫不避讳的交谈，坐在地上的人缓缓抬起头，散乱的头发遮住他浑浊的双眼，看上去年纪并不大的面庞，却像是朽木般看不出生机。"
	},
	[116401012] = {
		id = 116401012,
		prefab_name = "10024ui_story",
		content = "你们是修正者对吧？哈哈哈哈……修正者……快臣服于我……"
	},
	[116401013] = {
		id = 116401013,
		prefab_name = "",
		content = "像是确认了两人的身份，少年麻木的脸上忽然露出狂热的表情，他双手扶着墙壁站起来，睁大了像是失明般没有光彩的右眼。"
	},
	[116401014] = {
		id = 116401014,
		prefab_name = "10024ui_story",
		content = "我是修正者的领袖，尊崇命运的指引，来向我臣服吧！"
	},
	[116401015] = {
		id = 116401015,
		prefab_name = "",
		content = "他艰难地朝奥丁与托尔举起铁棍，然而变化的，只是僵硬的五官更添了一分扭曲而已。"
	},
	[116401016] = {
		id = 116401016,
		prefab_name = "1028ui_story",
		content = "喂，小子你是谁啊，脑子不好使了么？"
	},
	[116401017] = {
		id = 116401017,
		prefab_name = "10024ui_story",
		content = "我？呵呵呵，记住，我……我是乌尔德。"
	},
	[116401018] = {
		id = 116401018,
		prefab_name = "10024ui_story",
		content = "我是，修正者的王……我是……命运的主宰！！"
	},
	[116401019] = {
		id = 116401019,
		prefab_name = "1028ui_story",
		content = "哇，他的脑袋真的坏了。做这些中二病似的动作，傻子才会真的听他的话……"
	},
	[116401020] = {
		id = 116401020,
		prefab_name = "10024ui_story",
		content = "你说什么，无礼的家伙……你在亵渎，你的王……"
	},
	[116401021] = {
		id = 116401021,
		prefab_name = "10024ui_story",
		content = "王，会亲自，惩罚你！！"
	},
	[116401022] = {
		id = 116401022,
		prefab_name = "",
		content = "他痴狂地大笑，周身被黑雾笼罩，身躯也在那黑暗的缠绕中渐渐变得高大挺拔。"
	},
	[116401023] = {
		id = 116401023,
		prefab_name = "1028ui_story",
		content = "哦？还有这一手？"
	},
	[116401024] = {
		id = 116401024,
		prefab_name = "1029ui_story",
		content = "别轻敌，托尔。"
	},
	[116401025] = {
		id = 116401025,
		prefab_name = "1028ui_story",
		content = "知道知道，好久没活动筋骨了！"
	},
	[116401026] = {
		id = 116401026,
		prefab_name = "",
		content = "面对展开黑翼的乌尔德，奥丁和托尔连脚步都没有挪动一下。"
	},
	[116402001] = {
		id = 116402001,
		prefab_name = "",
		content = "锤头将巨大的黑色怪物重重碾进地板里，它残破的身体里发出空洞的低鸣，已经没有了能够称作语言的音节。"
	},
	[116402002] = {
		id = 116402002,
		prefab_name = "1028ui_story",
		content = "哇，真是个乱来的家伙。不过空有蛮力，硬碰硬的话我可不怕谁！"
	},
	[116402003] = {
		id = 116402003,
		prefab_name = "",
		content = "雷光驱散了乌尔德周身的黑雾，托尔正打算去查看少年的状况，一柄黑枪便刺入方才战斗所成的深坑中，将一切都碾成了碎末。"
	},
	[116402004] = {
		id = 116402004,
		prefab_name = "1028ui_story",
		content = "噫……奥丁，你下手这么狠吗。"
	},
	[116402005] = {
		id = 116402005,
		prefab_name = "1029ui_story",
		content = "呵呵，没有呀。例行公事而已。"
	},
	[116402006] = {
		id = 116402006,
		prefab_name = "1028ui_story",
		content = "倒没有说这样不好的意思，但大老远地从虚恒赶来，任务却这么快就解决了，不就显得有些大题小作了吗？"
	},
	[116402007] = {
		id = 116402007,
		prefab_name = "",
		content = "奥丁的目光微微偏移，嘴角轻轻勾起，依旧平静的神情似乎流露出某种默然的怜悯。"
	},
	[116402008] = {
		id = 116402008,
		prefab_name = "",
		content = "她对托尔摆了摆手，径自走向一条小巷。"
	},
	[116402009] = {
		id = 116402009,
		prefab_name = "1028ui_story",
		content = "喂，你要去哪里啊？"
	},
	[116402010] = {
		id = 116402010,
		prefab_name = "1029ui_story",
		content = "有些小事要处理。"
	},
	[116402011] = {
		id = 116402011,
		prefab_name = "1029ui_story",
		content = "你不是急着要去见自己心爱的队员么，问题已经解决了，你可以下班过去了。"
	},
	[116402012] = {
		id = 116402012,
		prefab_name = "",
		content = "托尔看着奥丁消失在巷子深处，挠了挠头，总觉得有些古怪的地方，却又说不上来。"
	},
	[116402013] = {
		id = 116402013,
		prefab_name = "1028ui_story",
		content = "哦……好吧好吧，那我就不管你了~"
	},
	[116402014] = {
		id = 116402014,
		prefab_name = "",
		content = "凄冷的月光只能延伸到窄巷的入口，银发的女子走入巷路的阴影后，那双金黄色的瞳孔就如同点着的耀眼焰火。"
	},
	[116411001] = {
		id = 116411001,
		prefab_name = "",
		content = "你要不要考虑试着写日记？"
	},
	[116411002] = {
		id = 116411002,
		prefab_name = "10025ui_story",
		content = "日记？"
	},
	[116411003] = {
		id = 116411003,
		prefab_name = "",
		content = "因为你不是说自己经常会忘事么，那么就用笔把它们记录下来吧。"
	},
	[116411004] = {
		id = 116411004,
		prefab_name = "10025ui_story",
		content = "可是，我不会写字……可能以前会，但是现在忘掉怎么写了……"
	},
	[116411005] = {
		id = 116411005,
		prefab_name = "",
		content = "啊……那你等一下。"
	},
	[116411006] = {
		id = 116411006,
		prefab_name = "",
		content = "这个东西叫相机，如果你看到觉得有必要记录下来的东西，就按下这个叫快门的按钮。"
	},
	[116411007] = {
		id = 116411007,
		prefab_name = "",
		content = "看到照片，说不定就能回想起一些事情来了。"
	},
	[116411008] = {
		id = 116411008,
		prefab_name = "",
		content = "咔擦——"
	},
	[116411009] = {
		id = 116411009,
		prefab_name = "10025ui_story",
		content = "哇，有东西从里面钻出来了！"
	},
	[116411010] = {
		id = 116411010,
		prefab_name = "",
		content = "别害怕，这个就是「相片」……拿出来看看吧。"
	},
	[116411011] = {
		id = 116411011,
		prefab_name = "10025ui_story",
		content = "这些，是谁说过的话……"
	},
	[116411012] = {
		id = 116411012,
		prefab_name = "",
		content = "那边有魔术师在表演，要不要过去看看？"
	},
	[116411013] = {
		id = 116411013,
		prefab_name = "",
		content = "猜猜看，苹果在哪个帽子底下？"
	},
	[116411014] = {
		id = 116411014,
		prefab_name = "10025ui_story",
		content = "我选中间这个。"
	},
	[116411015] = {
		id = 116411015,
		prefab_name = "",
		content = "……又被你猜对了。已经四五次了，你不要再来了。"
	},
	[116411016] = {
		id = 116411016,
		prefab_name = "10025ui_story",
		content = "？？？，为什么他会生气？"
	},
	[116411017] = {
		id = 116411017,
		prefab_name = "",
		content = "因为你猜对太多次啦。"
	},
	[116411018] = {
		id = 116411018,
		prefab_name = "10025ui_story",
		content = "可是这是正确答案，大家不都喜欢正确答案吗……"
	},
	[116411019] = {
		id = 116411019,
		prefab_name = "10025ui_story",
		content = "这些……是我经历过的事么？"
	},
	[116411020] = {
		id = 116411020,
		prefab_name = "",
		content = "那就不算那次，挑个没人打扰的机会，好好再体验一回摩天轮吧。"
	},
	[116411021] = {
		id = 116411021,
		prefab_name = "10025ui_story",
		content = "和？？？（消音）一起么？"
	},
	[116411022] = {
		id = 116411022,
		prefab_name = "",
		content = "嗯，和我一起，约好咯。"
	},
	[116411023] = {
		id = 116411023,
		prefab_name = "10025ui_story",
		content = "不记得了……但是我还记得，有约定要一起去坐摩天轮……"
	},
	[116411024] = {
		id = 116411024,
		prefab_name = "10025ui_story",
		content = "游乐园的路，是往这儿走吗……"
	},
	[116411025] = {
		id = 116411025,
		prefab_name = "",
		content = "晃晃悠悠走着的少女，忽然加快了脚步，仿佛用尽全身力气地奔向巷路的出口……"
	},
	[116411026] = {
		id = 116411026,
		prefab_name = "10025ui_story",
		content = "嗯，对，摩天轮……约好了……要一起再去的……"
	},
	[116411027] = {
		id = 116411027,
		prefab_name = "",
		content = "全力奔跑着的少女，视线里逐渐出现了些微的光亮——巨大转轮设施的影子在月光下逐渐清晰。"
	},
	[116411028] = {
		id = 116411028,
		prefab_name = "",
		content = "霓虹灯光闪烁，柱形的座舱一个个升到高点，又缓缓降下。"
	},
	[116411029] = {
		id = 116411029,
		prefab_name = "",
		content = "她起身，一如趋光的飞蛾，向那虚幻的希望之地走去。"
	},
	[116411030] = {
		id = 116411030,
		prefab_name = "",
		content = "目的，动力，期盼，念想，生机。唯一的愿望。"
	},
	[116421001] = {
		id = 116421001,
		prefab_name = "",
		content = "月色沉沉，在已经闭园的游乐园中，一位银发女子百无聊赖地看着眼前静止的光景。"
	},
	[116421002] = {
		id = 116421002,
		prefab_name = "",
		content = "在她的视界里，星光代替轮状设施上已经熄灭的霓虹，好像这座摩天轮还在缓慢、缓慢地运转着一样。"
	},
	[116421003] = {
		id = 116421003,
		prefab_name = "10014ui_story",
		content = "安全部门的人到你说的地点回收了，确实是我们失踪的两件人造生命体。"
	},
	[116421004] = {
		id = 116421004,
		prefab_name = "",
		content = "从不远处走来一位身穿白色研究服的女人，出声打断了奥丁刚刚飘远的思绪。"
	},
	[116421005] = {
		id = 116421005,
		prefab_name = "1029ui_story",
		content = "是吗，那就好。"
	},
	[116421006] = {
		id = 116421006,
		prefab_name = "10014ui_story",
		content = "为什么要选在这里碰面，明明有那么多合适的地方。"
	},
	[116421007] = {
		id = 116421007,
		prefab_name = "1029ui_story",
		content = "没什么特别的理由，可能是我忽然想来游乐园了吧。"
	},
	[116421008] = {
		id = 116421008,
		prefab_name = "10014ui_story",
		content = "事情能这么快解决真是出乎我意料，0704大闹一场后，我们部门的人都快要疯了。"
	},
	[116421009] = {
		id = 116421009,
		prefab_name = "10014ui_story",
		content = "所以与其让事态继续扩大，不如我主动跟你认罪，拜托你来帮我搞定……"
	},
	[116421010] = {
		id = 116421010,
		prefab_name = "",
		content = "奥丁望着布满繁星的天空，并没有回研究者的话。"
	},
	[116421011] = {
		id = 116421011,
		prefab_name = "10014ui_story",
		content = "对了，我只委托你帮我找回0704，你是怎么连0705都一起找到的？连我们自己都没注意到她不见了，不会只是巧合吧？"
	},
	[116421012] = {
		id = 116421012,
		prefab_name = "10014ui_story",
		content = "那家伙能力可不比0704弱，放任不管的话，后果真是不堪设想。"
	},
	[116421013] = {
		id = 116421013,
		prefab_name = "1029ui_story",
		content = "预知梦并不是什么了不起的能力，弊端也很多。"
	},
	[116421014] = {
		id = 116421014,
		prefab_name = "1029ui_story",
		content = "除了发动后会吞噬梦境等长记忆的副作用外，如果在梦境中接触到了相同能力的人，也会有概率被察觉到。"
	},
	[116421015] = {
		id = 116421015,
		prefab_name = "1029ui_story",
		content = "虽然不能像梦主一样保留她梦境中的记忆，但只要知道自己身处梦中这件事就够了。"
	},
	[116421016] = {
		id = 116421016,
		prefab_name = "1029ui_story",
		content = "预知梦不是逆转时空，也不能真正地预知未来，能获得的只有试探之后会得到怎样答案的信息。"
	},
	[116421017] = {
		id = 116421017,
		prefab_name = "1029ui_story",
		content = "既然这样，那只要什么信息都不给她就好了。"
	},
	[116421018] = {
		id = 116421018,
		prefab_name = "10014ui_story",
		content = "你不会每次察觉到自己在梦里后就——"
	},
	[116421019] = {
		id = 116421019,
		prefab_name = "",
		content = "研究员注视着奥丁，但对方的表情看不出一丝波动，她也无从验证自己那个骇人的猜测。"
	},
	[116421020] = {
		id = 116421020,
		prefab_name = "10014ui_story",
		content = "总之这回多亏了你，我们之间的合作也，唔——！"
	},
	[116421021] = {
		id = 116421021,
		prefab_name = "",
		content = "你……你做什么……"
	},
	[116421022] = {
		id = 116421022,
		prefab_name = "",
		content = "帕拉凯瑟，我想提醒下你，我们之间的关系不是合作。"
	},
	[116421023] = {
		id = 116421023,
		prefab_name = "",
		content = "你还能活着，是因为你在做的事对我有用。包括你的那些小动作，我也可以装作看不见。"
	},
	[116421024] = {
		id = 116421024,
		prefab_name = "",
		content = "但是你应该当个聪明人，知道我的度在哪里。"
	},
	[116421025] = {
		id = 116421025,
		prefab_name = "",
		content = "放……放手……你认真……的吗？"
	},
	[116421026] = {
		id = 116421026,
		prefab_name = "",
		content = "如果你觉得我在开玩笑的话，可以试试。"
	},
	[116421027] = {
		id = 116421027,
		prefab_name = "",
		content = "银发的女子脸上露出一尘不染的皎洁笑容。"
	},
	[116421028] = {
		id = 116421028,
		prefab_name = "",
		content = "我……我知道了……我不会越界……的……"
	},
	[116421029] = {
		id = 116421029,
		prefab_name = "",
		content = "我们的目标是一致的，我……没有忘记……"
	},
	[116421030] = {
		id = 116421030,
		prefab_name = "",
		content = "你……不想找到……她了吗……"
	},
	[116421031] = {
		id = 116421031,
		prefab_name = "",
		content = "……"
	},
	[116421032] = {
		id = 116421032,
		prefab_name = "1029ui_story",
		content = "只是跟你开了个玩笑，别介意，我的合作伙伴。"
	},
	[116421033] = {
		id = 116421033,
		prefab_name = "",
		content = "奥丁轻轻地放下手，放任研究员从高处摔在地上。"
	},
	[116421034] = {
		id = 116421034,
		prefab_name = "10014ui_story",
		content = "哈啊、哈啊……我……就知道会这样……"
	},
	[116421035] = {
		id = 116421035,
		prefab_name = "",
		content = "望着奥丁离去的背影，帕拉凯瑟内心的紧张这才稍稍卸下一点。在只身赴约之前，她确实地做好了回不去的准备。"
	},
	[116421036] = {
		id = 116421036,
		prefab_name = "",
		content = "但是，她知道不来的后果更严重。"
	},
	[116421037] = {
		id = 116421037,
		prefab_name = "10014ui_story",
		content = "脾气真大啊，修正者大人……"
	},
	[116431001] = {
		id = 116431001,
		prefab_name = "",
		content = "嘀——嘀——嘀——报告打印中。"
	},
	[116431002] = {
		id = 116431002,
		prefab_name = "",
		content = "管理员，检测报告显示你的身体一切正常。"
	},
	[116431003] = {
		id = 116431003,
		prefab_name = "",
		content = ""
	},
	[116431004] = {
		id = 116431004,
		prefab_name = "",
		content = "为什么突然会想做全身检查呢，距离上次体检才过去没多久，你有什么不舒服的地方吗？"
	},
	[116431005] = {
		id = 116431005,
		prefab_name = "",
		content = "没有，其实都挺正常的。"
	},
	[116431006] = {
		id = 116431006,
		prefab_name = "",
		content = "只是……最近会做一些奇怪的梦。"
	},
	[116431007] = {
		id = 116431007,
		prefab_name = "",
		content = "会做梦可能是因为最近太累了，前些天放了长假，你和薇儿她们玩得太尽兴了吧？"
	},
	[116431008] = {
		id = 116431008,
		prefab_name = "",
		content = "听说你们到处大吃大喝，又去逛了新开的游乐园。啊~连我都有点羡慕了。"
	},
	[116431009] = {
		id = 116431009,
		prefab_name = "",
		content = "是吗……也许吧。"
	},
	[116431010] = {
		id = 116431010,
		prefab_name = "",
		content = "但是出去玩的话，不是应该做些开心的梦么？"
	},
	[116431011] = {
		id = 116431011,
		prefab_name = "",
		content = "梦里的那些事却……"
	},
	[116431012] = {
		id = 116431012,
		prefab_name = "1028ui_story",
		content = "小前鬼别跑！我出差前给你留的课程作业你是不是完全没做！"
	},
	[116431013] = {
		id = 116431013,
		prefab_name = "1048ui_story",
		content = "做了做了，队长你对我要有基本的信任呀！"
	},
	[116431014] = {
		id = 116431014,
		prefab_name = "1028ui_story",
		content = "那为什么我一说要检查作业你就跑！可恶，你们总是偷懒的话，雷小队还怎么当最强的队伍呀！"
	},
	[116431015] = {
		id = 116431015,
		prefab_name = "1059ui_story",
		content = "哎呀，别算上我呀，我可都好好地完成了~"
	},
	[116431016] = {
		id = 116431016,
		prefab_name = "",
		content = "算了，应该是我想多了。"
	},
	[116431017] = {
		id = 116431017,
		prefab_name = "1029ui_story",
		content = "呵呵……真闹腾呀。"
	},
	[116431018] = {
		id = 116431018,
		prefab_name = "",
		content = ""
	},
	[116431019] = {
		id = 116431019,
		prefab_name = "1029ui_story",
		content = "不用这么拘谨，昨晚我们不是见过面了吗？"
	},
	[116431020] = {
		id = 116431020,
		prefab_name = "1029ui_story",
		content = "我不在总部的这些时间真是发生了不少事，你和休都辛苦了。"
	},
	[116431021] = {
		id = 116431021,
		prefab_name = "",
		content = "没什么……"
	},
	[116431022] = {
		id = 116431022,
		prefab_name = "",
		content = "听说昨晚已经抓住了袭击修正者的凶手，有调查出是什么人吗？"
	},
	[116431023] = {
		id = 116431023,
		prefab_name = "1029ui_story",
		content = "还没，只确认了是失常的修正者，其他的情报一概未知。"
	},
	[116431024] = {
		id = 116431024,
		prefab_name = "1029ui_story",
		content = "那个个体太过危险，已经直接交给科尔盖调查了。这方面他们比较拿手，有消息就会同步给我们。"
	},
	[116431025] = {
		id = 116431025,
		prefab_name = "",
		content = "好……"
	},
	[116431026] = {
		id = 116431026,
		prefab_name = "1029ui_story",
		content = "你很在意那个凶手么？"
	},
	[116431027] = {
		id = 116431027,
		prefab_name = "",
		content = "我只是庆幸在组织的人遇袭前抓住了他。不然，总觉得会发生更严重的事……"
	},
	[116431028] = {
		id = 116431028,
		prefab_name = "1029ui_story",
		content = "是呀，或许是冥冥中有幸运女神守护了我们……"
	},
	[116431029] = {
		id = 116431029,
		prefab_name = "",
		content = "守护我们的，真的是幸运女神吗……？"
	},
	[116431030] = {
		id = 116431030,
		prefab_name = "1029ui_story",
		content = "嗯？管理员你说什么？"
	},
	[116431031] = {
		id = 116431031,
		prefab_name = "",
		content = "没、没什么，抱歉，我可能真的有点累了。我先去餐厅了……"
	},
	[116431032] = {
		id = 116431032,
		prefab_name = "1084ui_story",
		content = "管理员，这边这边！"
	},
	[116431033] = {
		id = 116431033,
		prefab_name = "",
		content = "来到餐厅的时候，刚好薇儿和奥西里斯她们也已经在了。她们似乎还在聊着前几天假期的事。"
	},
	[116431034] = {
		id = 116431034,
		prefab_name = "",
		content = "虽然有修正者遇袭的消息很骇人，但因为没有组织的成员遇害，凶手也很快抓到了，所以大家对这件事没太多的实感。"
	},
	[116431035] = {
		id = 116431035,
		prefab_name = "1084ui_story",
		content = "是啊是啊，下旋转咖啡杯的时候，管理员整个人都不好了。"
	},
	[116431036] = {
		id = 116431036,
		prefab_name = "",
		content = "嗯，我当时还扶着你晕了好久吧。"
	},
	[116431037] = {
		id = 116431037,
		prefab_name = "1011ui_story",
		content = "诶？没有哦。当时管理员你一个人默默地去角落里消化了。"
	},
	[116431038] = {
		id = 116431038,
		prefab_name = "1084ui_story",
		content = "才几天前的事，管理员你怎么就忘了？"
	},
	[116431039] = {
		id = 116431039,
		prefab_name = "",
		content = "我一个人去角落里……是我记错了吗？"
	},
	[116431040] = {
		id = 116431040,
		prefab_name = "1084ui_story",
		content = "说起来好可惜呀，最后还差了一个项目没去玩……"
	},
	[116431041] = {
		id = 116431041,
		prefab_name = "",
		content = "没去玩的项目，是摩天轮——"
	},
	[116431042] = {
		id = 116431042,
		prefab_name = "1011ui_story",
		content = "嗯，因为试营的过山车太火爆了，到最后都没排上队——哎？管理员你怎么了？"
	},
	[116431043] = {
		id = 116431043,
		prefab_name = "1084ui_story",
		content = "管理员，你身体不舒服吗？"
	},
	[116431044] = {
		id = 116431044,
		prefab_name = "",
		content = "不，没什么……"
	},
	[116431045] = {
		id = 116431045,
		prefab_name = "",
		content = "为什么……我记得的东西和大家不一样。脑海里……会一直出现另一个人的画面。"
	},
	[116431046] = {
		id = 116431046,
		prefab_name = "",
		content = "我根本不记得她，也不知道她的名字。"
	},
	[116431047] = {
		id = 116431047,
		prefab_name = "",
		content = "可是，却怎么也没法克制住不去想——"
	},
	[116431048] = {
		id = 116431048,
		prefab_name = "",
		content = "就好像……我们已经认识了很久一样。"
	},
	[116431049] = {
		id = 116431049,
		prefab_name = "10025ui_story",
		content = "游乐园的路，是往这儿走吗……"
	},
	[116431050] = {
		id = 116431050,
		prefab_name = "",
		content = "就好像，约好了要去做什么一样。"
	},
	[116431051] = {
		id = 116431051,
		prefab_name = "",
		content = "你想救她么？"
	},
	[116431052] = {
		id = 116431052,
		prefab_name = "",
		content = "谁！？"
	},
	[116431053] = {
		id = 116431053,
		prefab_name = "",
		content = "突兀的声音将我从恍惚中唤醒，然而意识清醒的刹那，四周却仍是一片黑暗。"
	},
	[116431054] = {
		id = 116431054,
		prefab_name = "",
		content = "我不是在餐厅里么？薇儿……还有奥西里斯呢？这里是哪里……"
	},
	[116431055] = {
		id = 116431055,
		prefab_name = "",
		content = "这里不过是从虚拟的数据堡垒中辟出的一块安静地方，\n\n我不想被人打扰我们的相聚，这点事情还是可以做到的。"
	},
	[116431056] = {
		id = 116431056,
		prefab_name = "",
		content = "你可以读到我的想法？"
	},
	[116431057] = {
		id = 116431057,
		prefab_name = "",
		content = [[
嗯，所有的一切，存在以及思绪，在堡垒中对我都是可见的信号。

你很好奇我的名字和身份吗？不行哦，这些我想留待我们真正重逢之时再告诉你。

不过我们已经很久很久没有像这样能好好交谈了，为了纪念这一刻，我有一份礼物要送给你。

回答我，你——想救她么？]]
	},
	[116431058] = {
		id = 116431058,
		prefab_name = "",
		content = ""
	},
	[116431059] = {
		id = 116431059,
		prefab_name = "",
		content = ""
	},
	[116431060] = {
		id = 116431060,
		prefab_name = "",
		content = ""
	},
	[116431061] = {
		id = 116431061,
		prefab_name = "",
		content = "救她……你知道她是谁？"
	},
	[116431062] = {
		id = 116431062,
		prefab_name = "",
		content = "知道哦。我说了，这个世界中的存在和思绪，时间和空间，对我来说都是可见的。"
	},
	[116431063] = {
		id = 116431063,
		prefab_name = "",
		content = "你能帮我想起来那些记忆么？"
	},
	[116431064] = {
		id = 116431064,
		prefab_name = "",
		content = "办不到。"
	},
	[116431065] = {
		id = 116431065,
		prefab_name = "",
		content = "为什么，你不是说……"
	},
	[116431066] = {
		id = 116431066,
		prefab_name = "",
		content = [[
「想起」指的是回忆自己曾经拥有、经历过的事情。

那些画面并不真实存在过，也不属于你，只是你恰巧存在于其中，所以我不能帮你想起来。

话虽如此——不过我可以告诉你一些关于她的事。

她和我们一样，本不应该存在于这个世界。

但是她触碰了潘多拉的魔盒，不断地透支自己的过去，最终成了一个「没有过去，只拥有未来」的人。]]
	},
	[116431067] = {
		id = 116431067,
		prefab_name = "",
		content = ""
	},
	[116431068] = {
		id = 116431068,
		prefab_name = "",
		content = ""
	},
	[116431069] = {
		id = 116431069,
		prefab_name = "",
		content = ""
	},
	[116431070] = {
		id = 116431070,
		prefab_name = "",
		content = ""
	},
	[116431071] = {
		id = 116431071,
		prefab_name = "",
		content = "没错。而那些未来，也全都与你有关。"
	},
	[116431072] = {
		id = 116431072,
		prefab_name = "",
		content = "此时的深空之眼部长办公室——"
	},
	[116431073] = {
		id = 116431073,
		prefab_name = "1019ui_story",
		content = "听说，你在虚恒那边的调查有进展了？"
	},
	[116431074] = {
		id = 116431074,
		prefab_name = "1029ui_story",
		content = "算是吧……不过也没法操之过急。"
	},
	[116431075] = {
		id = 116431075,
		prefab_name = "1029ui_story",
		content = "有人想要遮掩某些东西，但表面功夫做得越完美，就越是在告诉我那里很可疑。"
	},
	[116431076] = {
		id = 116431076,
		prefab_name = "1029ui_story",
		content = "用他们虚恒的老话说，这叫此地无银三百两。"
	},
	[116431077] = {
		id = 116431077,
		prefab_name = "1029ui_story",
		content = "我追寻「那样东西」已经这么久了，不缺陪他们玩下去的耐心……"
	},
	[116431078] = {
		id = 116431078,
		prefab_name = "1019ui_story",
		content = "我能帮上你的事不多。你在外面的时候，不需要操心总部这边……"
	},
	[116431079] = {
		id = 116431079,
		prefab_name = "1029ui_story",
		content = "这就很够了，没有你的话，那么多细碎的杂事我真不知道怎么办才好。"
	},
	[116431080] = {
		id = 116431080,
		prefab_name = "1019ui_story",
		content = "过几天你又要回虚恒了对吧？要不要走之前和年轻的部员们聚聚，她们和你见面的时间也不多。"
	},
	[116431081] = {
		id = 116431081,
		prefab_name = "1029ui_story",
		content = "呵……当然了。虽然只有几天，但我也要稍微尽一下大家长的——咳！"
	},
	[116431082] = {
		id = 116431082,
		prefab_name = "1019ui_story",
		content = "你怎么了！"
	},
	[116431083] = {
		id = 116431083,
		prefab_name = "1029ui_story",
		content = "（这个感觉……是怎么回事！？）"
	},
	[116431084] = {
		id = 116431084,
		prefab_name = "1029ui_story",
		content = "（预知梦吗……不，不对！）"
	},
	[116431085] = {
		id = 116431085,
		prefab_name = "",
		content = [[
那些本不应该存在的「数据」在消散前循着信标来到你这里，这是非常反常的现象。

关于你为什么会成为信标，大概是因为其中的内容全部被你这个个体填满了吧，

以至于你这边的引力，甚至超过了回收这些杂质的世界规则。

不过这些东西本身就像春天偶然飘落在脚尖的蒲公英一样，

就算不去管它，稍微走几步也会自己飘走，不会对你，对这个世界有任何影响。]]
	},
	[116431086] = {
		id = 116431086,
		prefab_name = "",
		content = ""
	},
	[116431087] = {
		id = 116431087,
		prefab_name = "",
		content = ""
	},
	[116431088] = {
		id = 116431088,
		prefab_name = "",
		content = "真的能做到吗？"
	},
	[116431089] = {
		id = 116431089,
		prefab_name = "",
		content = "什么？"
	},
	[116431090] = {
		id = 116431090,
		prefab_name = "",
		content = "可以救她吗？"
	},
	[116431091] = {
		id = 116431091,
		prefab_name = "",
		content = [[
可以啊，但是会很难。

希望她死的人太多了——

制造她的人，受人所托的一方，与她道不同的旧友，还有不希望她的存在被知道的人。

要救她，就意味着要和那么多人作对。

想在那么多的杀意中创造生路……即便是我，也只能创造一次机会。]]
	},
	[116431092] = {
		id = 116431092,
		prefab_name = "",
		content = ""
	},
	[116431093] = {
		id = 116431093,
		prefab_name = "",
		content = ""
	},
	[116431094] = {
		id = 116431094,
		prefab_name = "",
		content = ""
	},
	[116431095] = {
		id = 116431095,
		prefab_name = "",
		content = "要怎么做？"
	},
	[116431096] = {
		id = 116431096,
		prefab_name = "",
		content = "你想起来她是谁了么？"
	},
	[116431097] = {
		id = 116431097,
		prefab_name = "",
		content = "没有……"
	},
	[116431098] = {
		id = 116431098,
		prefab_name = "",
		content = "我不知道她的名字，关于她的长相一片模糊，更别说想起来我和她到底经历了什么事。"
	},
	[116431099] = {
		id = 116431099,
		prefab_name = "",
		content = "即便如此，你还是想救她？"
	},
	[116431100] = {
		id = 116431100,
		prefab_name = "",
		content = ""
	},
	[116431101] = {
		id = 116431101,
		prefab_name = "",
		content = [[
太好了，你和以前一样，一点都没有变。甚至，让我稍微有些嫉妒了。

那个女孩已经死了。

她的身体在两天前被摧毁，不是未来也不是什么梦境，是真正意义上地从这个世界上被抹去了。]]
	},
	[116431102] = {
		id = 116431102,
		prefab_name = "",
		content = ""
	},
	[116431103] = {
		id = 116431103,
		prefab_name = "",
		content = "那该怎么做……"
	},
	[116431104] = {
		id = 116431104,
		prefab_name = "",
		content = [[
生命的消亡，时间的流逝，都是这个世界规则之内的东西，所谓的预知梦，也不过是在这规则下的有限顽抗罢了。

但是我们不一样，我们本来就是立于这片虚假世界之上的存在。

只要你希望，我就会为你办到；只要是你不喜欢的，我就有办法替你改变它——

为此，就算将时间倒转也没什么大不了的。]]
	},
	[116431105] = {
		id = 116431105,
		prefab_name = "",
		content = ""
	},
	[116431106] = {
		id = 116431106,
		prefab_name = "",
		content = ""
	},
	[116431107] = {
		id = 116431107,
		prefab_name = "",
		content = ""
	},
	[116431108] = {
		id = 116431108,
		prefab_name = "",
		content = ""
	},
	[116431109] = {
		id = 116431109,
		prefab_name = "1029ui_story",
		content = "不是预知梦，是时空真的在被影响……能做到这件事的人只有……"
	},
	[116431110] = {
		id = 116431110,
		prefab_name = "1019ui_story",
		content = "奥丁，你看到了什么？！"
	},
	[116431117] = {
		id = 116431117,
		prefab_name = "",
		content = "闪电在乌云拢聚的夜空撕开一道金黄色裂口，忽然滂沱的雨水击打在阴暗的巷路上，仿佛在为将开演的剧目清洗舞台。"
	},
	[116431118] = {
		id = 116431118,
		prefab_name = "",
		content = "装备整齐的小队持枪匆匆跑过，耳内电流声一阵作响，随后传出了长官的指令——"
	},
	[116431119] = {
		id = 116431119,
		prefab_name = "10014ui_story",
		content = "有最新情报，出逃的实验体还有一位0705未回收，所有小队地毯式搜查区域，今晚务必要找到0705。"
	},
	[116431120] = {
		id = 116431120,
		prefab_name = "2079ui_story",
		content = "明白！"
	},
	[116431121] = {
		id = 116431121,
		prefab_name = "1028ui_story",
		content = "咦？怎么突然下雨了……"
	},
	[116431122] = {
		id = 116431122,
		prefab_name = "1028ui_story",
		content = "奥丁，下这么大雨你还要去么！要不我陪你吧？"
	},
	[116431123] = {
		id = 116431123,
		prefab_name = "1029ui_story",
		content = "……"
	},
	[116431124] = {
		id = 116431124,
		prefab_name = "1029ui_story",
		content = "不用了，你回总部吧，我自己能处理。"
	},
	[116431125] = {
		id = 116431125,
		prefab_name = "",
		content = "银发的女子伸手接住落在掌心的雨水，水滴击打在手套上的瞬间，仿佛冥冥中某根悬着命运的丝线也为之一颤。"
	},
	[116431126] = {
		id = 116431126,
		prefab_name = "",
		content = "她无从解释这股不安的由来，只是默默加快了进入深巷的脚步。"
	},
	[116431127] = {
		id = 116431127,
		prefab_name = "",
		content = "雷光乍亮，注视着巨大转轮设施的少女丝毫没有避雨的念头，她踉踉跄跄，依然朝着出口若实若虚的光景奔跑。"
	},
	[116431128] = {
		id = 116431128,
		prefab_name = "10025ui_story",
		content = "游乐园的路，是往这儿走吗……"
	},
	[116431129] = {
		id = 116431129,
		prefab_name = "10025ui_story",
		content = "嗯，对，摩天轮……约好了……要一起再去的……"
	},
	[116431130] = {
		id = 116431130,
		prefab_name = "",
		content = "霓虹灯光闪烁，柱形的座舱一个个升到高点，又缓缓降下。"
	},
	[116431131] = {
		id = 116431131,
		prefab_name = "",
		content = "她微笑着向这光芒跑去，然而下一刻，拐角出现的一道身影挡住了她的去路。"
	},
	[116431132] = {
		id = 116431132,
		prefab_name = "",
		content = "两人相撞，速度更快的少女身体失衡地向后倒去——"
	},
	[116431133] = {
		id = 116431133,
		prefab_name = "",
		content = "在摔倒前，她在黑暗中下意识伸出的右手被对方紧紧抓住。"
	},
	[116431134] = {
		id = 116431134,
		prefab_name = "10025ui_story",
		content = "你……是谁……"
	},
	[116431135] = {
		id = 116431135,
		prefab_name = "",
		content = "尽管手被对方牵着，但机能已经到达极限的少女没办法再好好站立了。她无力地颓坐在暴雨浸过的沥青路上，双瞳慢慢失去焦点和颜色。"
	},
	[116431136] = {
		id = 116431136,
		prefab_name = "10025ui_story",
		content = "我好像和谁约好了……要一起去坐摩天轮……那个人是你么？"
	},
	[116431137] = {
		id = 116431137,
		prefab_name = "",
		content = "我也记不起来你的名字，所以……大概我们是第一次见面。"
	},
	[116431138] = {
		id = 116431138,
		prefab_name = "10025ui_story",
		content = "是吗……"
	},
	[116431139] = {
		id = 116431139,
		prefab_name = "",
		content = "不过，虽然是第一次见面……但是可以请你相信我么？"
	},
	[116431140] = {
		id = 116431140,
		prefab_name = "10025ui_story",
		content = "相信你……？"
	},
	[116431141] = {
		id = 116431141,
		prefab_name = "",
		content = "少女的视界变得模糊——她看到那道黑影在自己身前蹲下，然后迅速拔出腰间的短管枪支。"
	},
	[116431142] = {
		id = 116431142,
		prefab_name = "",
		content = "解开保险，上膛枪弹，瞄准自己。"
	},
	[116431143] = {
		id = 116431143,
		prefab_name = "",
		content = "我一时很难跟你说清要做的事，有很多人在往这边赶，我们的时间不多，所以——哎？"
	},
	[116431144] = {
		id = 116431144,
		prefab_name = "",
		content = "急促的话语被少女的动作打断。她用伤痕累累的双手拥住我的身体，比雨水还要冰冷的泪珠滴落在脖颈露出的肌肤上。"
	},
	[116431145] = {
		id = 116431145,
		prefab_name = "10025ui_story",
		content = "我相信你。"
	},
	[116431146] = {
		id = 116431146,
		prefab_name = "10025ui_story",
		content = "虽然我记不起来你是谁，但是我相信你。"
	},
	[116431147] = {
		id = 116431147,
		prefab_name = "",
		content = "话语微弱，仿佛能清晰地体会到虚弱的生命正在消逝——但与此同时，声音中又有一种强烈的欣喜和坚定。"
	},
	[116431148] = {
		id = 116431148,
		prefab_name = "",
		content = "……"
	},
	[116431149] = {
		id = 116431149,
		prefab_name = "",
		content = "谢谢你。"
	},
	[116431150] = {
		id = 116431150,
		prefab_name = "",
		content = "我长吸了一口气，将枪口对准怀中少女的太阳穴。"
	},
	[116431151] = {
		id = 116431151,
		prefab_name = "",
		content = "砰——！"
	},
	[116431152] = {
		id = 116431152,
		prefab_name = "",
		content = "砰——！砰——！砰——！"
	},
	[116431153] = {
		id = 116431153,
		prefab_name = "",
		content = "——"
	},
	[116431154] = {
		id = 116431154,
		prefab_name = "",
		content = "后勤科的，回收的时候当心点！这可是重要的实验材料！"
	},
	[116431155] = {
		id = 116431155,
		prefab_name = "",
		content = "现场记得清理干净，要赶在天亮前把这里还原得跟什么都没发生过一样！"
	},
	[116431156] = {
		id = 116431156,
		prefab_name = "10014ui_story",
		content = "可算赶到了……注意到0705也不见了之后，我就让所有人全城搜寻，还好在结束前找到了……"
	},
	[116431157] = {
		id = 116431157,
		prefab_name = "10014ui_story",
		content = "话说回来，你下手也没必要这么狠吧？"
	},
	[116431158] = {
		id = 116431158,
		prefab_name = "1029ui_story",
		content = "不是我做的。"
	},
	[116431159] = {
		id = 116431159,
		prefab_name = "10014ui_story",
		content = "哎？你说什么……"
	},
	[116431160] = {
		id = 116431160,
		prefab_name = "1029ui_story",
		content = "我来到这里的时候，局面已经是这样了。"
	},
	[116431161] = {
		id = 116431161,
		prefab_name = "",
		content = "报告部长，确认残骸是编号0705的人造生命体。只是……"
	},
	[116431162] = {
		id = 116431162,
		prefab_name = "10014ui_story",
		content = "只是什么？"
	},
	[116431163] = {
		id = 116431163,
		prefab_name = "",
		content = "只是我们没有找到她的中枢芯片……啊，不过那玩意儿体积很小，在这种烈度的破坏下一并烧毁了也不奇怪。"
	},
	[116431164] = {
		id = 116431164,
		prefab_name = "10014ui_story",
		content = "知道了……"
	},
	[116431165] = {
		id = 116431165,
		prefab_name = "10014ui_story",
		content = "奇怪，不是你做的，也不是我的队员……难道是被0704，或者游荡的视骸攻击了吗？"
	},
	[116431166] = {
		id = 116431166,
		prefab_name = "1029ui_story",
		content = "……"
	},
	[116431167] = {
		id = 116431167,
		prefab_name = "",
		content = "奥丁抬头望向雨渐停的夜空，乌云散去后，星月的光辉又隐隐可见了。"
	},
	[116431168] = {
		id = 116431168,
		prefab_name = "1029ui_story",
		content = "真是场突然的雨……"
	},
	[116431169] = {
		id = 116431169,
		prefab_name = "1029ui_story",
		content = "既突然又刻意，就好像，想冲刷、遮盖掉什么一样。"
	},
	[120011001] = {
		id = 120011001,
		prefab_name = "",
		content = "「始元幽微，澄玄涤理，非色想所观，非浮情能测，启照空无，息演万象，心念离念，达妄则真……」"
	},
	[120011002] = {
		id = 120011002,
		prefab_name = "",
		content = "被皮手套包裹的修长手指抚过泛黄的合页，奥丁合上这本稍显厚重的书册，将目光从封面的「翠微录」三个字移向对座女子沉静的面容。"
	},
	[120011003] = {
		id = 120011003,
		prefab_name = "",
		content = "……你走神了。想到什么了？"
	},
	[120011004] = {
		id = 120011004,
		prefab_name = "",
		content = "听到奥丁开口，白发女子摇了摇头。"
	},
	[120011005] = {
		id = 120011005,
		prefab_name = "",
		content = "她神情波澜不惊，却有着渊渟凝湛的威仪，眸子深邃如见天地初开，面对奥丁久居上位的压迫力仍没有半点动摇。"
	},
	[120011006] = {
		id = 120011006,
		prefab_name = "",
		content = "你每天为了虚恒的事情忙前忙后，还有闲心看这些东西？"
	},
	[120011007] = {
		id = 120011007,
		prefab_name = "",
		content = "开卷有益。藏于书馆中的典籍，我大都读过。"
	},
	[120011008] = {
		id = 120011008,
		prefab_name = "",
		content = "这本书你若感兴趣，不妨带回去看看。"
	},
	[120011009] = {
		id = 120011009,
		prefab_name = "",
		content = "呵，「心念离念，达妄则真」，「心里没有任何具象的想法，看到最深的虚假，就是最根本的真实」。"
	},
	[120011010] = {
		id = 120011010,
		prefab_name = "",
		content = "这在暗示什么？视骸？盖亚？还是我想多了？"
	},
	[120011011] = {
		id = 120011011,
		prefab_name = "",
		content = "现在到处都是麻烦，视骸的根源没找到，又冒出来什么「智种视骸」……等它们死绝了，我再来读这些东西吧。"
	},
	[120011012] = {
		id = 120011012,
		prefab_name = "",
		content = "说起来，关于视骸的根源，这几年可有进展？"
	},
	[120011013] = {
		id = 120011013,
		prefab_name = "",
		content = "和你一起查到的线索已经断了，如果找不出「那个人」现在的身份，恐怕很难有进展。"
	},
	[120011014] = {
		id = 120011014,
		prefab_name = "",
		content = "现在「灰烬」就在眼前，别的事情我不想管。"
	},
	[120011015] = {
		id = 120011015,
		prefab_name = "",
		content = "未必有用。"
	},
	[120011016] = {
		id = 120011016,
		prefab_name = "",
		content = "是啊，也许是「智骸的来源」，也许是没用的破烂，也许根本不存在……只是，我从不会轻视还没到手的东西。"
	},
	[120011017] = {
		id = 120011017,
		prefab_name = "",
		content = "「灰烬」的数据特征与智骸很接近，即便不是源头，也有脱不开的关系，这东西藏在源层深处，不是没有道理的。"
	},
	[120011018] = {
		id = 120011018,
		prefab_name = "",
		content = "你很急迫。"
	},
	[120011019] = {
		id = 120011019,
		prefab_name = "",
		content = "诺伊汉萨、笹波、欧莫菲斯……最近的事情你都知道。这个纪元没有时间了。"
	},
	[120011020] = {
		id = 120011020,
		prefab_name = "",
		content = "智种视骸的出现是个很糟糕的信号。"
	},
	[120011021] = {
		id = 120011021,
		prefab_name = "",
		content = "在盖亚的一次次「重启」中留存下来的，不止我们这些「原初修正者」。我们到现在还没看清敌人的本貌，情况只会越来越棘手……"
	},
	[120011022] = {
		id = 120011022,
		prefab_name = "",
		content = "视骸可以失败无数次，我们不行，我们没有时间了。"
	},
	[120011023] = {
		id = 120011023,
		prefab_name = "",
		content = "……你「看」到什么了？"
	},
	[120011024] = {
		id = 120011024,
		prefab_name = "",
		content = "你能想到的最没法挽回的情况。"
	},
	[120011025] = {
		id = 120011025,
		prefab_name = "",
		content = "……"
	},
	[120011026] = {
		id = 120011026,
		prefab_name = "",
		content = "当然，我没有用自己模糊的预知去吓唬「其他人」。"
	},
	[120011027] = {
		id = 120011027,
		prefab_name = "",
		content = "如果有破局的办法，我会找到它；如果没有……"
	},
	[120011028] = {
		id = 120011028,
		prefab_name = "",
		content = "奥丁将《翠微录》丢到桌上，换了个更舒服的坐姿。"
	},
	[120011029] = {
		id = 120011029,
		prefab_name = "",
		content = "我会做好最坏的准备。现在手头的线索，也不能放着不管了。"
	},
	[120011030] = {
		id = 120011030,
		prefab_name = "",
		content = "托尔没有一起来么？"
	},
	[120011031] = {
		id = 120011031,
		prefab_name = "",
		content = "艾因索菲的乱子不小，我让她留在深空之眼了。"
	},
	[120011032] = {
		id = 120011032,
		prefab_name = "",
		content = "情况有点古怪，可能发生过一些我和科尔盖都不知道的事情……"
	},
	[120011033] = {
		id = 120011033,
		prefab_name = "",
		content = "比如？"
	},
	[120011034] = {
		id = 120011034,
		prefab_name = "",
		content = "时间，记忆，或者……根源？"
	},
	[120011035] = {
		id = 120011035,
		prefab_name = "",
		content = "你说视骸源头的线索断了。"
	},
	[120011036] = {
		id = 120011036,
		prefab_name = "",
		content = "我不知道的事情能叫线索么？一些直觉罢了，虽说我的直觉一向挺准。"
	},
	[120011037] = {
		id = 120011037,
		prefab_name = "",
		content = "事端在科尔盖，我到场的时候，事情已经解决了，我倒成了局外人。"
	},
	[120011038] = {
		id = 120011038,
		prefab_name = "",
		content = "科尔盖要么不知情，要么在有意隐瞒什么……云歌之变以后，你还信任科尔盖么？"
	},
	[120011039] = {
		id = 120011039,
		prefab_name = "",
		content = "如此大灾，科尔盖一直没有回应，已经不堪其用了。"
	},
	[120011040] = {
		id = 120011040,
		prefab_name = "",
		content = "不堪其用，我倒是无所谓。从上个纪元开始，我就没奢望科尔盖真能做成什么事。"
	},
	[120011041] = {
		id = 120011041,
		prefab_name = "",
		content = "麻烦的是科尔盖里可能有人在打自己的小算盘，做些自以为聪明的计划，你应该明白这有多危险。"
	},
	[120011042] = {
		id = 120011042,
		prefab_name = "",
		content = "协议既定，科尔盖的事情我们无权过问，也无须过问……"
	},
	[120011043] = {
		id = 120011043,
		prefab_name = "",
		content = "白发女子闭上眼睛，轻轻吐了口气，没有在这个话题上多做停留。"
	},
	[120011044] = {
		id = 120011044,
		prefab_name = "",
		content = "寻找灰烬，我与你同去。"
	},
	[120011045] = {
		id = 120011045,
		prefab_name = "",
		content = "哦？你也感兴趣吗？"
	},
	[120011046] = {
		id = 120011046,
		prefab_name = "",
		content = "能除视骸之祸，又在虚恒，我理应相助。"
	},
	[120011047] = {
		id = 120011047,
		prefab_name = "",
		content = "实不相瞒，你回艾因索菲的这几天，我翻阅典籍，找到一些蛛丝马迹，或许有用。"
	},
	[120011048] = {
		id = 120011048,
		prefab_name = "",
		content = "况且源层深处凶险，即便是你，独行也多有不便。"
	},
	[120011049] = {
		id = 120011049,
		prefab_name = "",
		content = "很少有事情能让你这样解释。你确实很感兴趣。"
	},
	[120011050] = {
		id = 120011050,
		prefab_name = "",
		content = "……你的权能呢？"
	},
	[120011051] = {
		id = 120011051,
		prefab_name = "",
		content = "不碍事。"
	},
	[120011052] = {
		id = 120011052,
		prefab_name = "",
		content = "你说不碍事，最好是真的。"
	},
	[120011053] = {
		id = 120011053,
		prefab_name = "",
		content = "我说过很多次，我需要你活着，我需要「你们」都活着。如果你出了事，我会很生气。"
	},
	[120011054] = {
		id = 120011054,
		prefab_name = "",
		content = "……我与你同去。"
	},
	[120011055] = {
		id = 120011055,
		prefab_name = "",
		content = "庭院之中山水清隽，泉流声在片刻的沉默中无比明晰。白发女子平静地看着奥丁，后者微微失笑，摇了摇头。"
	},
	[120011056] = {
		id = 120011056,
		prefab_name = "",
		content = "坚持的理由呢？"
	},
	[120011057] = {
		id = 120011057,
		prefab_name = "",
		content = "你来找我，我知道你是怎么想的。"
	},
	[120011058] = {
		id = 120011058,
		prefab_name = "",
		content = "呵呵，你是主，我是客，随你的意。"
	},
	[120011059] = {
		id = 120011059,
		prefab_name = "",
		content = "……就当是交易，我要向深空之眼借一样东西。"
	},
	[120011060] = {
		id = 120011060,
		prefab_name = "",
		content = "直说。"
	},
	[120011061] = {
		id = 120011061,
		prefab_name = "",
		content = "弥弥尔系统。"
	},
	[120011062] = {
		id = 120011062,
		prefab_name = "",
		content = "……"
	},
	[120011063] = {
		id = 120011063,
		prefab_name = "",
		content = "呵，这可不是「一样东西」这么简单啊。"
	},
	[120011064] = {
		id = 120011064,
		prefab_name = "",
		content = "奥丁起身走向亭外，随手将《翠微录》推到对方面前。"
	},
	[120011065] = {
		id = 120011065,
		prefab_name = "",
		content = "把书收起来，该出发了。"
	},
	[120011066] = {
		id = 120011066,
		prefab_name = "",
		content = "当手指放在扳机上的时候，我都在想些什么呢？"
	},
	[120011067] = {
		id = 120011067,
		prefab_name = "",
		content = "所谓觉悟，大致只能把人推到「冲动」的地步。后面的事，都是本能——开火、承受后坐力、重新瞄准、清空弹匣、换弹……"
	},
	[120011068] = {
		id = 120011068,
		prefab_name = "",
		content = "如果非要说在这个过程中会想到过什么……"
	},
	[120011069] = {
		id = 120011069,
		prefab_name = "",
		content = "准星所指的目标。"
	},
	[120011070] = {
		id = 120011070,
		prefab_name = "",
		content = "虚恒有句古话：兵者不祥之器，非君子之器，不得已而用之。"
	},
	[120011071] = {
		id = 120011071,
		prefab_name = "",
		content = "……所谓迫不得已，只是另一种无力罢了……"
	},
	[120011072] = {
		id = 120011072,
		prefab_name = "",
		content = "虚恒有句古话：兵者，以武为植，以文为种；武为表，文为里。"
	},
	[120011073] = {
		id = 120011073,
		prefab_name = "",
		content = "……"
	},
	[120011074] = {
		id = 120011074,
		prefab_name = "",
		content = "但杀戮也好，牺牲也罢，这公平又不公的世界，为生者代偿的死者之罪，总要有人去背负……"
	},
	[120011075] = {
		id = 120011075,
		prefab_name = "",
		content = "砰——！"
	},
	[120011076] = {
		id = 120011076,
		prefab_name = "",
		content = "哎呦！"
	},
	[120011077] = {
		id = 120011077,
		prefab_name = "",
		content = "后背忽然被轻轻撞了一下，我的身体向前跌了一步，回头看到薇儿捂着脑袋，有些茫然地望着我。"
	},
	[120011078] = {
		id = 120011078,
		prefab_name = "",
		content = "我也看着她，看着周遭古韵盎然又仿佛比艾因索菲更富科技感的宽阔街道，张了张嘴，一下子居然有些说不出话来，也想不出应该说什么。"
	},
	[120011079] = {
		id = 120011079,
		prefab_name = "1084ui_story",
		content = "管理员怎么突然愣住不动了？"
	},
	[120011080] = {
		id = 120011080,
		prefab_name = "",
		content = "街道间穿梭不息的繁杂声响一点点穿透我短暂失联的听觉神经，一并将我其余的感官拉回现实。"
	},
	[120011081] = {
		id = 120011081,
		prefab_name = "",
		content = "刚刚有些走神……我们到哪里了？"
	},
	[120011082] = {
		id = 120011082,
		prefab_name = "1084ui_story",
		content = "我看看……我们到了呀！"
	},
	[120011083] = {
		id = 120011083,
		prefab_name = "",
		content = "正午时分，商业街上店铺琳琅满目，人车往来热闹非凡，悬浮在街边的路标显示着「平康」二字，身后三层商铺是外墙上亮着十分醒目的金色牌匾。"
	},
	[120011084] = {
		id = 120011084,
		prefab_name = "",
		content = "平康街……天禄贸易……确实是这里，四方院说好会派一个叫「监兵」的人来接我们……"
	},
	[120011085] = {
		id = 120011085,
		prefab_name = "",
		content = "我扶了一下新款的战术耳机。"
	},
	[120011086] = {
		id = 120011086,
		prefab_name = "",
		content = "弥弥尔，联络奥丁。"
	},
	[120011087] = {
		id = 120011087,
		prefab_name = "",
		content = "……联络失败，未搜索到相应信号源。"
	},
	[120011088] = {
		id = 120011088,
		prefab_name = "",
		content = "唉，把我们叫到虚恒来，怎么自己不见了。"
	},
	[120011089] = {
		id = 120011089,
		prefab_name = "1084ui_story",
		content = "奥丁前辈总是有很重要的事情要做嘛……"
	},
	[120011090] = {
		id = 120011090,
		prefab_name = "1084ui_story",
		content = "听弥弥尔大人这样一本正经说话，真是有些不习惯。"
	},
	[120011091] = {
		id = 120011091,
		prefab_name = "",
		content = "毕竟只是一个子AI，只能调用弥弥尔的算力，智能肯定比不上本体。"
	},
	[120011092] = {
		id = 120011092,
		prefab_name = "",
		content = "我拨了一下挂在腰间的弥弥尔挂饰，拳头大小，并不沉重。它头顶上的光环泛着浅浅的蓝光，表示这台便携式AI工作情况正常。"
	},
	[120011093] = {
		id = 120011093,
		prefab_name = "1084ui_story",
		content = "诶？这么小的东西就能比得上那么大一只弥弥尔的算力吗？"
	},
	[120011094] = {
		id = 120011094,
		prefab_name = "",
		content = "海姆达尔说是试验品……相信隐科组的技术吧，不然这次任务就白搭了。"
	},
	[120011095] = {
		id = 120011095,
		prefab_name = "1084ui_story",
		content = "说起任务……这次任务真的很奇怪，除了让管理员带着弥弥尔系统到虚恒来，其他什么都没说。"
	},
	[120011096] = {
		id = 120011096,
		prefab_name = "1084ui_story",
		content = "难道我们真的只是弥弥尔大人的保镖吗？唔，总感觉被小瞧了。"
	},
	[120011097] = {
		id = 120011097,
		prefab_name = "",
		content = "听说这次任务是奥丁亲自委派的，相信她吧。"
	},
	[120011098] = {
		id = 120011098,
		prefab_name = "",
		content = "也别站在街边了，找个地方坐一坐，休息一下，等一等监兵。说不定他有事耽搁了。"
	},
	[120011099] = {
		id = 120011099,
		prefab_name = "1084ui_story",
		content = "那边有家面馆，香气都飘到这边了！"
	},
	[120011100] = {
		id = 120011100,
		prefab_name = "",
		content = "早就被你盯上了吧……"
	},
	[120011101] = {
		id = 120011101,
		prefab_name = "",
		content = "难怪薇儿会注意到这家面馆，那生意火爆到像是欧莫菲斯的街头魔术表演现场。"
	},
	[120011102] = {
		id = 120011102,
		prefab_name = "",
		content = "店内早已座无虚席，桌椅都摆到了街上，即便不缺生意，店家热情的吆喝声还是在人群中清亮可闻。"
	},
	[120011103] = {
		id = 120011103,
		prefab_name = "",
		content = "我与薇儿各点了一碗面。有位丰神俊朗的青年主动给我和薇儿让座。"
	},
	[120011104] = {
		id = 120011104,
		prefab_name = "1084ui_story",
		content = "这位小哥，谢谢啦。"
	},
	[120011105] = {
		id = 120011105,
		prefab_name = "1071ui_story",
		content = "店里生意好，要是我吃完还占着座，老板也该撵我走了。"
	},
	[120011106] = {
		id = 120011106,
		prefab_name = "1071ui_story",
		content = "两位是头一次来虚恒么？准备玩儿几天？"
	},
	[120011107] = {
		id = 120011107,
		prefab_name = "1084ui_story",
		content = "啊？我们不是来玩的。"
	},
	[120011108] = {
		id = 120011108,
		prefab_name = "1071ui_story",
		content = "哦？"
	},
	[120011109] = {
		id = 120011109,
		prefab_name = "1071ui_story",
		content = "两位看装扮不似行商坐贾，看形色不似走亲访友，又不是到虚恒游玩……莫非是有差事？"
	},
	[120011110] = {
		id = 120011110,
		prefab_name = "",
		content = "是的，我们正要去天禄贸易。"
	},
	[120011111] = {
		id = 120011111,
		prefab_name = "1071ui_story",
		content = "唔，天禄贸易素与四方院来往密切，看来是公家委托。"
	},
	[120011112] = {
		id = 120011112,
		prefab_name = "1071ui_story",
		content = "既然有公务在身，在下便不叨扰了。天禄贸易，向前走，第三个路口左拐就是，庭院广阔，楼高好认。"
	},
	[120011113] = {
		id = 120011113,
		prefab_name = "",
		content = "目送青年远去，我和薇儿面面相觑。"
	},
	[120011114] = {
		id = 120011114,
		prefab_name = "1084ui_story",
		content = "这位小哥……感觉好像对我们很感兴趣。"
	},
	[120011115] = {
		id = 120011115,
		prefab_name = "",
		content = "大家都说虚恒藏龙卧虎。我们在这里活动，要慎重一些才行。"
	},
	[120011116] = {
		id = 120011116,
		prefab_name = "",
		content = "面馆老板很快端上两碗面，同来的还有茶水。"
	},
	[120011117] = {
		id = 120011117,
		prefab_name = "",
		content = "薇儿刚拿起筷子，却忽然盯着茶水发起了呆。"
	},
	[120011118] = {
		id = 120011118,
		prefab_name = "",
		content = "怎么了？"
	},
	[120011119] = {
		id = 120011119,
		prefab_name = "1084ui_story",
		content = "真的好神奇，一点晃动都没有，完全感觉不到飘在天上……"
	},
	[120011120] = {
		id = 120011120,
		prefab_name = "",
		content = "茶水表面十分平静，没有分毫倾斜，更没有涟漪。热气慢悠悠地升腾，摇曳着虚恒街市平静安定的时光。"
	},
	[120011121] = {
		id = 120011121,
		prefab_name = "",
		content = "我们很有默契地抬起头，望向天空中那无论看多少次都觉得不可思议的东西。"
	},
	[120011122] = {
		id = 120011122,
		prefab_name = "",
		content = "像是机器、又足以称为建筑的庞大造物飘浮在空中，如同心脏般鼓动的明亮核心向外扩散着一圈圈浮光似的能量涟漪。"
	},
	[120011123] = {
		id = 120011123,
		prefab_name = "",
		content = "无形的场域绕开人类的知觉，封锁住一方天空，将其中大大小小的几十座岛屿牢牢嵌在固定的空间坐标上。"
	},
	[120011124] = {
		id = 120011124,
		prefab_name = "",
		content = "出发前看了一些虚恒的简况，隔着屏幕还没什么感觉，亲眼见到可真是震撼。"
	},
	[120011125] = {
		id = 120011125,
		prefab_name = "",
		content = "目前最尖端重力技术的结晶，天空列车之类的东西跟它比起来都是小巫见大巫。"
	},
	[120011126] = {
		id = 120011126,
		prefab_name = "1084ui_story",
		content = "「天通引擎」……这次向我们发出委托的四方院，就是管理天通引擎的组织吧？"
	},
	[120011127] = {
		id = 120011127,
		prefab_name = "1084ui_story",
		content = "我原本还在想能不能上去看看，但简报说天通引擎是四方院的最高机密，不知道上面有什么呢……"
	},
	[120011128] = {
		id = 120011128,
		prefab_name = "",
		content = "来虚恒之前我翻看过一些资料，近百年前虚恒经历过一场叫「云歌之变」的灾难，靠天通引擎才得以解决。"
	},
	[120011129] = {
		id = 120011129,
		prefab_name = "",
		content = "到了天禄贸易，关于天通引擎的事情就不要随便提了，我们毕竟是外人。"
	},
	[120011130] = {
		id = 120011130,
		prefab_name = "1084ui_story",
		content = "明白啦，只是有点好奇嘛……"
	},
	[120011131] = {
		id = 120011131,
		prefab_name = "",
		content = "……快吃吧，面条放久就不好吃了。"
	},
	[120011132] = {
		id = 120011132,
		prefab_name = "",
		content = "一分口味一分人气，这家面馆生意火爆不是没有道理的。"
	},
	[120011133] = {
		id = 120011133,
		prefab_name = "1084ui_story",
		content = "呜——随便找了一家店就这么好吃。管理员，我们能不能申请在虚恒多玩几天呀？"
	},
	[120011134] = {
		id = 120011134,
		prefab_name = "",
		content = "没问题啊，外派任务完成以后休息两天，人之常情嘛。"
	},
	[120011135] = {
		id = 120011135,
		prefab_name = "",
		content = "深空之眼里有人感兴趣的话，也可以一起叫过来玩，像小奥西里斯啊，波塞冬啊……"
	},
	[120011136] = {
		id = 120011136,
		prefab_name = "1084ui_story",
		content = "啊——大家一起吗？唔，我还是想……"
	},
	[120011137] = {
		id = 120011137,
		prefab_name = "",
		content = "嗯？你说什么？"
	},
	[120011138] = {
		id = 120011138,
		prefab_name = "1084ui_story",
		content = "没什么没什么——"
	},
	[120011139] = {
		id = 120011139,
		prefab_name = "",
		content = "薇儿有些慌张地端起茶碗，灌了一大口茶水，一边扭头看向街道。"
	},
	[120011140] = {
		id = 120011140,
		prefab_name = "1084ui_story",
		content = "管理员，你看到四方院的人了吗？"
	},
	[120011141] = {
		id = 120011141,
		prefab_name = "",
		content = "没有，吃饭的时候我一直盯着呢。四方院是行政机关，派出来的人应该容易辨认的……再等等吧。"
	},
	[120011142] = {
		id = 120011142,
		prefab_name = "1069ui_story",
		content = "你们俩……"
	},
	[120011143] = {
		id = 120011143,
		prefab_name = "",
		content = "完全没意识到有人会与我们搭话，我和薇儿愣愣地转过头，看向这位面相冷酷的青年。"
	},
	[120011144] = {
		id = 120011144,
		prefab_name = "",
		content = "青年打量着我们的装束，招手将老板叫到近前。"
	},
	[120011145] = {
		id = 120011145,
		prefab_name = "1069ui_story",
		content = "他俩的账记在我这儿。"
	},
	[120011146] = {
		id = 120011146,
		prefab_name = "1069ui_story",
		content = "跟我走吧。"
	},
	[120011147] = {
		id = 120011147,
		prefab_name = "",
		content = "你是四方院的人？"
	},
	[120011148] = {
		id = 120011148,
		prefab_name = "1069ui_story",
		content = "是我，我受命带领两位去天禄贸易。"
	},
	[120011149] = {
		id = 120011149,
		prefab_name = "",
		content = "监兵爽快地结了账，带我们离开面馆，向前走，第三个路口，左拐……正是那个青年说的路线。"
	},
	[120011150] = {
		id = 120011150,
		prefab_name = "",
		content = "只是监兵一路都没说话，我和薇儿跟在他身后，总觉得有些压抑。"
	},
	[120011151] = {
		id = 120011151,
		prefab_name = "1084ui_story",
		content = "那个……监兵前辈，能先说说要让我们做什么吗？"
	},
	[120011152] = {
		id = 120011152,
		prefab_name = "1069ui_story",
		content = "不要在这里问这种问题。"
	},
	[120011153] = {
		id = 120011153,
		prefab_name = "1069ui_story",
		content = "这次委托的内容，甚至包括这件委托本身，无论你我都要守口如瓶，绝不能泄露消息。"
	},
	[120011154] = {
		id = 120011154,
		prefab_name = "1069ui_story",
		content = "事关重大，希望两位不要太散漫了。"
	},
	[120011155] = {
		id = 120011155,
		prefab_name = "",
		content = "……我们接受四方院的委托，只要是不违背原则的事情，我们会尊重四方院的安排。"
	},
	[120011156] = {
		id = 120011156,
		prefab_name = "1069ui_story",
		content = "如此最好。"
	},
	[120011157] = {
		id = 120011157,
		prefab_name = "",
		content = "左拐后又过了一个路口，已经能看到这座嵌在城市中央却毫不突兀的庄园的全貌。"
	},
	[120011158] = {
		id = 120011158,
		prefab_name = "",
		content = "这里就是……"
	},
	[120011159] = {
		id = 120011159,
		prefab_name = "1069ui_story",
		content = "嗯？她怎么出来了？"
	},
	[120011160] = {
		id = 120011160,
		prefab_name = "1072ui_story",
		content = "聊得不错嘛。"
	},
	[120011161] = {
		id = 120011161,
		prefab_name = "",
		content = "根本不用提示就能辨认出监兵指的人是谁。"
	},
	[120011162] = {
		id = 120011162,
		prefab_name = "",
		content = "那个在商业频道新闻里多次出现过的少女戴着老气横秋的圆框眼镜，手里把玩着一枚铜钱，远远朝我们招手。"
	},
	[120011163] = {
		id = 120011163,
		prefab_name = "1072ui_story",
		content = "天禄贸易总裁，禄良。"
	},
	[120011164] = {
		id = 120011164,
		prefab_name = "",
		content = "深空之眼第九部门管理员，#{nickname}#。这位是序小队的薇儿丹蒂。"
	},
	[120011165] = {
		id = 120011165,
		prefab_name = "1072ui_story",
		content = "头一次来虚恒，怎么样，还习惯吧？"
	},
	[120011166] = {
		id = 120011166,
		prefab_name = "",
		content = "我挺喜欢的。"
	},
	[120011167] = {
		id = 120011167,
		prefab_name = "1072ui_story",
		content = "嗯，四方院的客人就是天禄贸易的客人。这里是咱的地盘，不用客气。有任何需要只管跟咱说。"
	},
	[120011168] = {
		id = 120011168,
		prefab_name = "1072ui_story",
		content = "本想带你们好好逛一逛玉京，可惜咱最近有不少事要忙，只能改天啦。"
	},
	[120011169] = {
		id = 120011169,
		prefab_name = "1072ui_story",
		content = "跟咱来吧，禄良导游带你们去见委托人。"
	},
	[120021001] = {
		id = 120021001,
		prefab_name = "1072ui_story",
		content = "什——么——？!"
	},
	[120021002] = {
		id = 120021002,
		prefab_name = "1072ui_story",
		content = "只谈下来五个点？还想签独家供应协议？咱怎么跟你说的？成本降不到每吨二百二十四，这桩生意就别做了，稳赔不赚，还要再帮你算一遍吗？"
	},
	[120021003] = {
		id = 120021003,
		prefab_name = "1072ui_story",
		content = "别因为他们手里有货就怕他们。夏什瓦特还有两家朋友在天禄贸易找下家，要不是运输费用抬高了成本，还轮得着他们？"
	},
	[120021004] = {
		id = 120021004,
		prefab_name = "1072ui_story",
		content = "都什么年代了，还想做地头蛇发垄断的财，一根筋抬价早晚死路一条。告诉他们，十二个点，爱签不签，咱不稀罕！"
	},
	[120021005] = {
		id = 120021005,
		prefab_name = "",
		content = "跟随禄良进入天禄贸易不久，她接起一通电话。我记得在休的办公室里听到过几次类似的训话……"
	},
	[120021006] = {
		id = 120021006,
		prefab_name = "",
		content = "语气虽然严厉，禄良的表情却十分放松，结束通讯后，她转过身朝我们摊起手。"
	},
	[120021007] = {
		id = 120021007,
		prefab_name = "1069ui_story",
		content = "属下办事不力，你这态度也太和气了。"
	},
	[120021008] = {
		id = 120021008,
		prefab_name = "1072ui_story",
		content = "和气生财嘛，板着脸训话也不是办法。"
	},
	[120021009] = {
		id = 120021009,
		prefab_name = "1072ui_story",
		content = "年轻人谈生意束手束脚，总被老油条牵着鼻子走，还要老板帮忙拿主意，唉，可替咱省点心吧。"
	},
	[120021010] = {
		id = 120021010,
		prefab_name = "",
		content = "天禄贸易是做什么生意的？"
	},
	[120021011] = {
		id = 120021011,
		prefab_name = "1072ui_story",
		content = "科技、物流、生产加工；广告、招商、技术支持……可太多啦。"
	},
	[120021012] = {
		id = 120021012,
		prefab_name = "",
		content = "有点像深空之眼。"
	},
	[120021013] = {
		id = 120021013,
		prefab_name = "1072ui_story",
		content = "生意做大了都这样，肯付钱的就是客户，甭管你想要什么。"
	},
	[120021014] = {
		id = 120021014,
		prefab_name = "1072ui_story",
		content = "不过咱跟深空之眼多少有些区别，咱是实业起家，上到光轨列车重力技术，下到街头巷尾的小吃店，看得见的货换摸得着的钱，买卖都安心。"
	},
	[120021015] = {
		id = 120021015,
		prefab_name = "1072ui_story",
		content = "你们碰面的平康街上，一半的商户都是天禄贸易扶起来的。"
	},
	[120021016] = {
		id = 120021016,
		prefab_name = "",
		content = "扶起来？投资吗？"
	},
	[120021017] = {
		id = 120021017,
		prefab_name = "1072ui_story",
		content = "互相帮衬的事情，说成投资，诶，多没人情味儿？"
	},
	[120021018] = {
		id = 120021018,
		prefab_name = "1072ui_story",
		content = "咱可是商业天才，光是自己赚钱没意思啦，让大家一起发财才有趣嘛，不求多少回报……到了。"
	},
	[120021019] = {
		id = 120021019,
		prefab_name = "",
		content = "我们在天禄贸易大楼内走了一阵，来到一间像是医务室的房间外，依稀可以听到屋内人的轻声交谈。"
	},
	[120021020] = {
		id = 120021020,
		prefab_name = "",
		content = "这是……"
	},
	[120021021] = {
		id = 120021021,
		prefab_name = "1072ui_story",
		content = "天禄贸易有不少在地面和跨原质区的货运生意，行走在外难免会有伤病，供人休息养病的地方还是要有的。"
	},
	[120021022] = {
		id = 120021022,
		prefab_name = "1072ui_story",
		content = "正巧，你们的委托人就是一位热心肠的医生，见到病人就想帮忙义诊，所以只能在这里碰面了。"
	},
	[120021023] = {
		id = 120021023,
		prefab_name = "",
		content = "禄良推开门，里面是一间卧房，房间里并没有太多高科技的护理设施，角落里的香炉散发着让人精神舒爽的清香。"
	},
	[120021024] = {
		id = 120021024,
		prefab_name = "1072ui_story",
		content = "陵光，麟钰，怎么样了？"
	},
	[120021025] = {
		id = 120021025,
		prefab_name = "10044ui_story",
		content = "咦，禄良姐姐！"
	},
	[120021026] = {
		id = 120021026,
		prefab_name = "1075ui_story",
		content = "监兵。\n你们是——"
	},
	[120021027] = {
		id = 120021027,
		prefab_name = "",
		content = "坐在病床边的女性回过头，朝监兵点头示意，又看到我和薇儿，神情稍稍和缓。"
	},
	[120021028] = {
		id = 120021028,
		prefab_name = "1075ui_story",
		content = "深空之眼的客人吗？请稍等片刻。麟钰，准备记方子。"
	},
	[120021029] = {
		id = 120021029,
		prefab_name = "10044ui_story",
		content = "哦哦。"
	},
	[120021030] = {
		id = 120021030,
		prefab_name = "",
		content = "看病要紧，两位先忙。"
	},
	[120021031] = {
		id = 120021031,
		prefab_name = "",
		content = "陵光点点头，继续为病人诊脉。站在旁边的少女好奇地多看了我们两眼，听到陵光报出诊断结果，才连忙低头认真记录。"
	},
	[120021032] = {
		id = 120021032,
		prefab_name = "10044ui_story",
		content = "……唔，好！都记下了。小哥，给，这是方子。"
	},
	[120021033] = {
		id = 120021033,
		prefab_name = "1075ui_story",
		content = "一些伤口炎症导致的急性并发症，症状比较重，但不用担心。按处方服药，两三日就能康复了。"
	},
	[120021034] = {
		id = 120021034,
		prefab_name = "",
		content = "多谢……\n医生，诊查费与药钱，要付多少？"
	},
	[120021035] = {
		id = 120021035,
		prefab_name = "1075ui_story",
		content = "路过行医，不为钱财。至于药品……"
	},
	[120021036] = {
		id = 120021036,
		prefab_name = "1075ui_story",
		content = "最近病患较多，若是急缺药品或不太宽裕，可以联系「赤炁堂」，会有人加急送来。日后偿清即可。"
	},
	[120021037] = {
		id = 120021037,
		prefab_name = "",
		content = "真是感谢！另外……我们工厂被袭击的事情……我真的想不起来……"
	},
	[120021038] = {
		id = 120021038,
		prefab_name = "1075ui_story",
		content = "不要紧的，既然忘记了，就不要勉强自己。"
	},
	[120021039] = {
		id = 120021039,
		prefab_name = "1075ui_story",
		content = "好好养伤吧，四方院会查清楚的……"
	},
	[120021040] = {
		id = 120021040,
		prefab_name = "",
		content = "陵光的诊断非常快，但无论是站在她旁边名叫麟钰的小姑娘，还是卧床的病人，都没有提出任何质疑，看向她的眼神只有信任与感激。"
	},
	[120021041] = {
		id = 120021041,
		prefab_name = "",
		content = "安抚病人躺好休息，陵光和那位名叫麟钰的少女从病房里走出来，轻轻掩上房门，朝我和薇儿点头致意。"
	},
	[120021042] = {
		id = 120021042,
		prefab_name = "1075ui_story",
		content = "虽然是第一次见面，但完全没有生分的感觉呢。"
	},
	[120021043] = {
		id = 120021043,
		prefab_name = "1075ui_story",
		content = "四方院南岛代理人，陵光。这是北岛代理人执明的学生，麟钰……"
	},
	[120021044] = {
		id = 120021044,
		prefab_name = "10044ui_story",
		content = "两位前辈下午好！麟钰也替家师向两位与深空之眼致谢。"
	},
	[120021045] = {
		id = 120021045,
		prefab_name = "1075ui_story",
		content = "西岛代理人监兵，应该已经与两位见过了吧？"
	},
	[120021046] = {
		id = 120021046,
		prefab_name = "",
		content = "是监兵代理领我们来的。"
	},
	[120021047] = {
		id = 120021047,
		prefab_name = "1075ui_story",
		content = "嗯，如果监兵有什么失礼的地方，请不要介意……"
	},
	[120021048] = {
		id = 120021048,
		prefab_name = "1069ui_story",
		content = "喂，陵光……"
	},
	[120021049] = {
		id = 120021049,
		prefab_name = "",
		content = "监兵打断了陵光的话，却没有多解释什么，懒懒地走向升降梯。"
	},
	[120021050] = {
		id = 120021050,
		prefab_name = "1069ui_story",
		content = "人到齐了，你们要开什么会、通什么气，我就不掺和了。"
	},
	[120021051] = {
		id = 120021051,
		prefab_name = "1069ui_story",
		content = "出发的时候记得叫我。"
	},
	[120021052] = {
		id = 120021052,
		prefab_name = "",
		content = "目送监兵离开，陵光无奈地摇了摇头。"
	},
	[120021053] = {
		id = 120021053,
		prefab_name = "1075ui_story",
		content = "监兵就是坐不住的性子，请不要见怪……咦？"
	},
	[120021054] = {
		id = 120021054,
		prefab_name = "",
		content = "……怎么了？"
	},
	[120021055] = {
		id = 120021055,
		prefab_name = "1075ui_story",
		content = "不好了！"
	},
	[120021056] = {
		id = 120021056,
		prefab_name = "",
		content = "陵光忽然握住我的手，双指搭上我的腕脉。没等我反应过来，她凑得更近了些，手指在我的颈侧、前胸和小腹游走了一圈，最后停在我的手臂上。"
	},
	[120021057] = {
		id = 120021057,
		prefab_name = "1075ui_story",
		content = "你……"
	},
	[120021058] = {
		id = 120021058,
		prefab_name = "",
		content = "心跳难以抑制地加速，我下意识地朝她摇了摇头，她张了张嘴，最后还是松开了我的手。"
	},
	[120021059] = {
		id = 120021059,
		prefab_name = "1075ui_story",
		content = "呼吸节律明明有精气劳损的迹象，脉象心音却十分正常……你没有感觉到不舒服的地方吗？"
	},
	[120021060] = {
		id = 120021060,
		prefab_name = "1084ui_story",
		content = "诶？管理员生病了吗？"
	},
	[120021061] = {
		id = 120021061,
		prefab_name = "",
		content = "没有啊。"
	},
	[120021062] = {
		id = 120021062,
		prefab_name = "1075ui_story",
		content = "真的没有？对医生要诚实哦。"
	},
	[120021063] = {
		id = 120021063,
		prefab_name = "",
		content = "确实没有。我最近一直在深空之眼总部，闲得快发霉了。"
	},
	[120021064] = {
		id = 120021064,
		prefab_name = "1075ui_story",
		content = "是吗，既然你这么说的话……"
	},
	[120021065] = {
		id = 120021065,
		prefab_name = "",
		content = "淡淡的药草香气与我分开，我有些尴尬地摸了一下胳膊刚刚被她按住的位置。"
	},
	[120021066] = {
		id = 120021066,
		prefab_name = "1072ui_story",
		content = "陵光就是这样，发现有人身体有异状就忍不住多关心一下。"
	},
	[120021067] = {
		id = 120021067,
		prefab_name = "1072ui_story",
		content = "别站在走廊里说话了，咱为你们备了一间静室，随咱来吧。"
	},
	[120021068] = {
		id = 120021068,
		prefab_name = "10044ui_story",
		content = "呀——"
	},
	[120021069] = {
		id = 120021069,
		prefab_name = "",
		content = "忽然听到麟钰有些茫然地低呼，我们扭头看去，只见一道袅娜的身影扶住了麟钰，大概是在拐角不小心撞到了。"
	},
	[120021070] = {
		id = 120021070,
		prefab_name = "10037ui_story",
		content = "啊……小妹妹，抱歉。"
	},
	[120021071] = {
		id = 120021071,
		prefab_name = "10037ui_story",
		content = "你没事吧？这是你的东西吗？"
	},
	[120021072] = {
		id = 120021072,
		prefab_name = "10044ui_story",
		content = "没事，是我不小心……我的香囊！"
	},
	[120021073] = {
		id = 120021073,
		prefab_name = "",
		content = "女人弯腰从地上捡起一只香囊，递给麟钰。麟钰慌忙接过来，翻来覆去检查了一遍，确认没有损坏，这才松了口气。"
	},
	[120021074] = {
		id = 120021074,
		prefab_name = "10037ui_story",
		content = "是很重要的东西吗？"
	},
	[120021075] = {
		id = 120021075,
		prefab_name = "10044ui_story",
		content = "嗯，是我姐姐给我做的……"
	},
	[120021076] = {
		id = 120021076,
		prefab_name = "1072ui_story",
		content = "格莫瑞女士？"
	},
	[120021077] = {
		id = 120021077,
		prefab_name = "10037ui_story",
		content = "禄良总裁？原来你在这里，难怪没有在办公室见到你——真巧，陵光医生也在。"
	},
	[120021078] = {
		id = 120021078,
		prefab_name = "10037ui_story",
		content = "另外这两位是……客人吗？"
	},
	[120021079] = {
		id = 120021079,
		prefab_name = "1072ui_story",
		content = "这两位是深空之眼的客人。\n这位是一家矿业公司的驻派外贸代理，格莫瑞女士。"
	},
	[120021080] = {
		id = 120021080,
		prefab_name = "10037ui_story",
		content = "深空之眼？艾因索菲的商业巨擘，久闻大名。"
	},
	[120021081] = {
		id = 120021081,
		prefab_name = "",
		content = "这位名叫格莫瑞的女人好像对深空之眼印象很深，她那幽柔的目光在我身上停顿了片刻，不知为何让我有些晕眩。"
	},
	[120021082] = {
		id = 120021082,
		prefab_name = "10037ui_story",
		content = "陵光医生，病人的情况怎么样？"
	},
	[120021083] = {
		id = 120021083,
		prefab_name = "1075ui_story",
		content = "你认识他吗？"
	},
	[120021084] = {
		id = 120021084,
		prefab_name = "10037ui_story",
		content = "是的，他是公司的雇员。"
	},
	[120021085] = {
		id = 120021085,
		prefab_name = "1075ui_story",
		content = "请放心，只要按方服药，他很快就能康复。"
	},
	[120021086] = {
		id = 120021086,
		prefab_name = "10037ui_story",
		content = "谢谢。\n禄良总裁……"
	},
	[120021087] = {
		id = 120021087,
		prefab_name = "1072ui_story",
		content = "有事情需要协商的话，可以去咱的办公室休息一下，五分钟内咱会过来。"
	},
	[120021088] = {
		id = 120021088,
		prefab_name = "10037ui_story",
		content = "不是需要商谈的事情，只是代表各家企业来了解一下情况。"
	},
	[120021089] = {
		id = 120021089,
		prefab_name = "10037ui_story",
		content = "天禄贸易与四方院一直是合作关系，你的话在四方院应该有分量……"
	},
	[120021090] = {
		id = 120021090,
		prefab_name = "1072ui_story",
		content = "直说吧，都不是外人。"
	},
	[120021091] = {
		id = 120021091,
		prefab_name = "10037ui_story",
		content = "好，公共事件，确实没有掩饰的必要……货队和仓库被袭击的事情，该给我们一个解释了。"
	},
	[120021092] = {
		id = 120021092,
		prefab_name = "10037ui_story",
		content = "其他原质区的企业不想聚众招来媒体关注，推举我作为代表来询问状况。"
	},
	[120021093] = {
		id = 120021093,
		prefab_name = "10037ui_story",
		content = "这几天各家企业清点了经济损失，有很多人还躺在病床上。我们不知道虚恒对这一连串事故的严重性是否有准确的评估……"
	},
	[120021094] = {
		id = 120021094,
		prefab_name = "10037ui_story",
		content = "但如果不能给出让人放心的解释和解决办法，我想各家企业、尤其是我们这样的外企，对后续的商业合作多少会产生一些顾虑。"
	},
	[120021095] = {
		id = 120021095,
		prefab_name = "10037ui_story",
		content = "禄良总裁……今天已经是第三天了。"
	},
	[120021096] = {
		id = 120021096,
		prefab_name = "1072ui_story",
		content = "四方院已经派人去调查了。这些案子有多蹊跷，大家应该都明白……查案不是工厂流水线，实在没法担保几天内一定能有结果。"
	},
	[120021097] = {
		id = 120021097,
		prefab_name = "1072ui_story",
		content = "不过如你所说，这件事要是处理不当，肯定会影响贸易。没人会和钱过不去，四方院不会拿虚恒的经济敷衍了事，大家应该相信调查组。"
	},
	[120021098] = {
		id = 120021098,
		prefab_name = "10037ui_story",
		content = "理解归理解。可对企业来说，有意义的只有结果……"
	},
	[120021099] = {
		id = 120021099,
		prefab_name = "10037ui_story",
		content = "总裁不要见怪，我说这些只是为了传达商户的急迫。大家背后都是公司和生意，各有各的压力。"
	},
	[120021100] = {
		id = 120021100,
		prefab_name = "1072ui_story",
		content = "咱会向四方院询问最新的进展，但没办法作为保证。"
	},
	[120021101] = {
		id = 120021101,
		prefab_name = "1072ui_story",
		content = "同在商海打拼，天禄贸易和大家利益一致，压力最大的是咱们啊……"
	},
	[120021102] = {
		id = 120021102,
		prefab_name = "",
		content = "将手中的铜钱轻轻向空中弹起，握在手心，禄良摊开手，看到朝天的反面，无奈地撇了撇嘴。"
	},
	[120021103] = {
		id = 120021103,
		prefab_name = "1072ui_story",
		content = "谁敢用这样下三滥的手段妨碍咱赚钱，就做好把裤衩子都当掉还债的准备吧。"
	},
	[120021104] = {
		id = 120021104,
		prefab_name = "1072ui_story",
		content = "唉，真会给咱出难题呢。外区商户的情况，咱确实该去看看了。"
	},
	[120021105] = {
		id = 120021105,
		prefab_name = "1072ui_story",
		content = "就在这间屋子里聊吧，不会被人打扰。咱先走啦。"
	},
	[120021106] = {
		id = 120021106,
		prefab_name = "1072ui_story",
		content = "艾因索菲的小客人，有问题就问陵光吧……如果你们感兴趣的话。"
	},
	[120021107] = {
		id = 120021107,
		prefab_name = "",
		content = "禄良带上房门，会客室内陷入短暂的沉默。回想起我和薇儿一路来到天禄贸易见到的和平景象，我忽然觉得自己有些缺乏危机感了。"
	},
	[120021108] = {
		id = 120021108,
		prefab_name = "",
		content = "情况很严重吗？"
	},
	[120021109] = {
		id = 120021109,
		prefab_name = "1075ui_story",
		content = "很严重。"
	},
	[120021110] = {
		id = 120021110,
		prefab_name = "1075ui_story",
		content = "商户遇袭并不是寻常的伤人案件……我们发现了侵蚀种视骸活动的痕迹。"
	},
	[120021111] = {
		id = 120021111,
		prefab_name = "1075ui_story",
		content = "两位或许不知道，因为虚恒五岛飘浮在空中，很少遭遇视骸侵扰。"
	},
	[120021112] = {
		id = 120021112,
		prefab_name = "1075ui_story",
		content = "像这样有普通人伤亡的事件，已经二十多年没有发生过了。而且这些视骸来得蹊跷，四方院和天禄贸易都没有察觉到任何征兆。"
	},
	[120021113] = {
		id = 120021113,
		prefab_name = "",
		content = "越是和平的地方，混乱的出现就越触目惊心。对和平的信任一旦被打破，想要重新建立起来就很困难了。"
	},
	[120021114] = {
		id = 120021114,
		prefab_name = "1075ui_story",
		content = "确实如此……东岛代理人孟章正在调查这桩案子，他精于观察推断，加上有科尔盖协助，应该能够找到真相。"
	},
	[120021115] = {
		id = 120021115,
		prefab_name = "1075ui_story",
		content = "他原本该与我们同行的，但视骸入侵并非小事，他无暇等待……"
	},
	[120021116] = {
		id = 120021116,
		prefab_name = "1075ui_story",
		content = "……抱歉，提了些与委托无关的事情。先坐吧。"
	},
	[120021117] = {
		id = 120021117,
		prefab_name = "",
		content = "我们在会客室中落座，气氛渐渐转为我熟悉的感觉……就像是深空之眼的作战会议。"
	},
	[120021118] = {
		id = 120021118,
		prefab_name = "",
		content = "陵光代理，这次的委托内容写得很模糊，监兵代理也让我和薇儿不要声张……是有什么顾虑吗？"
	},
	[120021119] = {
		id = 120021119,
		prefab_name = "1075ui_story",
		content = "确实事关重大，两位勿怪。"
	},
	[120021120] = {
		id = 120021120,
		prefab_name = "1075ui_story",
		content = "首先，这份委托的发起人并不是我，而是四方院的创始人，庚辰先生。"
	},
	[120021121] = {
		id = 120021121,
		prefab_name = "",
		content = "陵光停顿片刻，组织了一下语言，继续向我们说明。"
	},
	[120021122] = {
		id = 120021122,
		prefab_name = "1075ui_story",
		content = "两位在来的路上应该见过天通引擎吧？"
	},
	[120021123] = {
		id = 120021123,
		prefab_name = "1075ui_story",
		content = "大家都知道四方院修筑天通引擎，结束了「云歌之变」，却不知道扭转乾坤之事要付出多少代价……"
	},
	[120021124] = {
		id = 120021124,
		prefab_name = "1075ui_story",
		content = "先生作为原初修正者的权能一直与天通引擎相连，以身体负担为代价，才令引擎正常运转。"
	},
	[120021125] = {
		id = 120021125,
		prefab_name = "1075ui_story",
		content = "世间没有万古恒常之物，原初权能经受多年负荷，已经出了问题。"
	},
	[120021126] = {
		id = 120021126,
		prefab_name = "1075ui_story",
		content = "我一直在寻找修复权能的办法，或者能够代替权能支撑引擎的东西，可惜一无所获……"
	},
	[120021127] = {
		id = 120021127,
		prefab_name = "1075ui_story",
		content = "现在若是权能损毁，不仅先生有性命之忧，天通引擎也将失控，虚恒不会再有宁日了。"
	},
	[120021128] = {
		id = 120021128,
		prefab_name = "",
		content = "我与薇儿对视一眼，都在对方眼中看到了难掩的震惊。"
	},
	[120021129] = {
		id = 120021129,
		prefab_name = "1084ui_story",
		content = "本来以为是很简单的任务，居然关系到整个虚恒的安危……"
	},
	[120021130] = {
		id = 120021130,
		prefab_name = "",
		content = "让我们带着弥弥尔系统过来，是不是与此有关？"
	},
	[120021131] = {
		id = 120021131,
		prefab_name = "1075ui_story",
		content = "嗯，记得设计天通引擎的时候，有一样组件名为「异质序核」，当时没能起到作用。"
	},
	[120021132] = {
		id = 120021132,
		prefab_name = "1075ui_story",
		content = "上月先生忽然说序核能够修复原初权能，可我们并不知道序核的下落，只掌握了一些粗泛的数据特征。"
	},
	[120021133] = {
		id = 120021133,
		prefab_name = "1075ui_story",
		content = "这次劳烦二位过来，就是为了借用弥弥尔系统的算力，采集和分析游离的数据信号，逆向解算出序核的位置。"
	},
	[120021134] = {
		id = 120021134,
		prefab_name = "",
		content = "原来是这样……"
	},
	[120021135] = {
		id = 120021135,
		prefab_name = "1075ui_story",
		content = "正因为事关重大，所以这些话只能当面说。希望两位不要声张，以免引起恐慌。"
	},
	[120021136] = {
		id = 120021136,
		prefab_name = "",
		content = "这一点不用担心，关系到修正者的事情，本身就有不能公开的规定。"
	},
	[120021137] = {
		id = 120021137,
		prefab_name = "",
		content = "寻找序核，我该怎么做？"
	},
	[120021138] = {
		id = 120021138,
		prefab_name = "",
		content = "陵光取出一枚数据芯片，起身递给我。"
	},
	[120021139] = {
		id = 120021139,
		prefab_name = "1075ui_story",
		content = "这就是异质序核的样本数据。"
	},
	[120021140] = {
		id = 120021140,
		prefab_name = "",
		content = "弥弥尔，解析样本数据，筛选游离数据信号并定位源头。"
	},
	[120021141] = {
		id = 120021141,
		prefab_name = "",
		content = "看到指示灯工作正常，我放心地点了点头，将终端机摆在桌上，静待分析完成。"
	},
	[120021142] = {
		id = 120021142,
		prefab_name = "10044ui_story",
		content = "这就是弥弥尔吗？好小一只猫猫……"
	},
	[120021143] = {
		id = 120021143,
		prefab_name = "",
		content = "这只是一台终端机。弥弥尔具备极高的智能，因为一些技术原因，不方便直接带出深空之眼。"
	},
	[120021144] = {
		id = 120021144,
		prefab_name = "",
		content = "这台小设备集成了弥弥尔系统的运算框架，虽然不具备人格，但如果只看算力，应该和弥弥尔相差不多。"
	},
	[120021145] = {
		id = 120021145,
		prefab_name = "1075ui_story",
		content = "看起来像是完全自动化的设备，为什么我听说只有你才能使用弥弥尔系统呢？"
	},
	[120021146] = {
		id = 120021146,
		prefab_name = "",
		content = "这东西通过手环连接着我的神经系统，听说其他人使用会承受不住神经负荷，我倒是没什么感觉……"
	},
	[120021147] = {
		id = 120021147,
		prefab_name = "",
		content = "我晃了晃手腕上的一对红蓝色手环，这东西现在算是我标志性的装备了。"
	},
	[120021148] = {
		id = 120021148,
		prefab_name = "10044ui_story",
		content = "原来还可以这样……独立模块的小型化技术，真是大开眼界了。"
	},
	[120021149] = {
		id = 120021149,
		prefab_name = "",
		content = "解析完成。"
	},
	[120021150] = {
		id = 120021150,
		prefab_name = "",
		content = "已依照条件特征对游离数据信号进行滤波处理。余留信号样本数不足，98.08%样本的衰竭率高于可追溯阈值，无法通过锥形边界逆推信号源位置。"
	},
	[120021151] = {
		id = 120021151,
		prefab_name = "",
		content = "推测信号源距离过远，或条件特征存在较强随机性，请确认解析环境后重试。"
	},
	[120021152] = {
		id = 120021152,
		prefab_name = "1075ui_story",
		content = "这……"
	},
	[120021153] = {
		id = 120021153,
		prefab_name = "1084ui_story",
		content = "管理员，什么意思呀？"
	},
	[120021154] = {
		id = 120021154,
		prefab_name = "",
		content = "信号太弱了，序核不在天上……也对，如果东西就在五岛，四方院不可能找不到吧。"
	},
	[120021155] = {
		id = 120021155,
		prefab_name = "",
		content = "看来得下去碰碰运气了。"
	},
	[120021156] = {
		id = 120021156,
		prefab_name = "1075ui_story",
		content = "确实如此……鲤港有一条工程通道通往地面，环境监测、工程勘探、货物运输……时常会使用。我们就走那条通道。"
	},
	[120021157] = {
		id = 120021157,
		prefab_name = "1075ui_story",
		content = "虚恒大地广袤，下到地面搜索可能需要花不少时间……辛苦二位了。"
	},
	[120021158] = {
		id = 120021158,
		prefab_name = "1084ui_story",
		content = "既然接下委托，当然要全力以赴嘛。"
	},
	[120021159] = {
		id = 120021159,
		prefab_name = "1084ui_story",
		content = "我们什么时候出发？"
	},
	[120021160] = {
		id = 120021160,
		prefab_name = "1075ui_story",
		content = "事不宜迟，如果两位没有别的事需要处理，我们现在就可以出发了。"
	},
	[120021161] = {
		id = 120021161,
		prefab_name = "",
		content = "没问题。"
	},
	[120021162] = {
		id = 120021162,
		prefab_name = "1075ui_story",
		content = "我会联系监兵，让他在港口等我们。"
	},
	[120021163] = {
		id = 120021163,
		prefab_name = "1075ui_story",
		content = "麟钰，你要回四方院准备一下吗？"
	},
	[120021164] = {
		id = 120021164,
		prefab_name = "",
		content = "麟钰拍了拍自己的腰间的小工具包，里面传出一阵叮叮当当的响动。"
	},
	[120021165] = {
		id = 120021165,
		prefab_name = "10044ui_story",
		content = "早就准备好啦。"
	},
	[120021166] = {
		id = 120021166,
		prefab_name = "10044ui_story",
		content = "执明老师和孟章都不在，遇到难缠的机器，就交给我吧！"
	},
	[120031001] = {
		id = 120031001,
		prefab_name = "",
		content = "来到鲤港，与监兵汇合，我们乘坐一座贯通天地的垂直升降梯下行。"
	},
	[120031002] = {
		id = 120031002,
		prefab_name = "",
		content = "厚重的金属大门伴随着齿轮转动的声响缓缓抬起，眼前的景象豁然开朗。"
	},
	[120031003] = {
		id = 120031003,
		prefab_name = "",
		content = "这是……"
	},
	[120031004] = {
		id = 120031004,
		prefab_name = "1075ui_story",
		content = "虚恒旧城，以前大家生活的地方……云歌之变以后，地面上的城市就废弃了。"
	},
	[120031005] = {
		id = 120031005,
		prefab_name = "",
		content = "时间将文明的遗迹磨蚀后，荒草与青苔掩住人类曾落足的每寸地面。"
	},
	[120031006] = {
		id = 120031006,
		prefab_name = "",
		content = "开裂的道路、断裂的桥梁、倾塌的建筑与伤疤似的深坑……说不清是在荒凉中复苏的生机，还是寂静的生机难以粉饰的荒凉。"
	},
	[120031007] = {
		id = 120031007,
		prefab_name = "1084ui_story",
		content = "好安静啊……"
	},
	[120031008] = {
		id = 120031008,
		prefab_name = "1075ui_story",
		content = "旧城区虽然没人居住，但时不时会有视骸出没，加上植被稀疏，栖居山野的动物一般不会来此游荡。"
	},
	[120031009] = {
		id = 120031009,
		prefab_name = "1084ui_story",
		content = "这里还有视骸吗？"
	},
	[120031010] = {
		id = 120031010,
		prefab_name = "1075ui_story",
		content = "或许会有……视骸除之不尽灭之不绝，如果藏匿在废墟深处，我们很难及时派人来剿灭。"
	},
	[120031011] = {
		id = 120031011,
		prefab_name = "1069ui_story",
		content = "不必多虑，对付视骸的事情，交给我和陵光就好了。倒是麟钰……"
	},
	[120031012] = {
		id = 120031012,
		prefab_name = "10044ui_story",
		content = "……干嘛？"
	},
	[120031013] = {
		id = 120031013,
		prefab_name = "1069ui_story",
		content = "万一遇到视骸，可别吓得哭鼻子。"
	},
	[120031014] = {
		id = 120031014,
		prefab_name = "10044ui_story",
		content = "我才不怕视骸呢……"
	},
	[120031015] = {
		id = 120031015,
		prefab_name = "",
		content = "监兵和麟钰有一句没一句地拌嘴，薇儿好奇地四下张望了一阵，看向我腰间的弥弥尔。"
	},
	[120031016] = {
		id = 120031016,
		prefab_name = "1084ui_story",
		content = "管理员，序核在这里吗？"
	},
	[120031017] = {
		id = 120031017,
		prefab_name = "",
		content = "恐怕没这么凑巧……已经在解析了。"
	},
	[120031018] = {
		id = 120031018,
		prefab_name = "",
		content = "根据负载来看，目前比较顺利。不过精确定位需要花费不少时间……除非东西真的就在这片旧城区里。"
	},
	[120031019] = {
		id = 120031019,
		prefab_name = "1069ui_story",
		content = "要是真能找到序核，等上一两天也无妨。"
	},
	[120031020] = {
		id = 120031020,
		prefab_name = "1069ui_story",
		content = "天禄贸易在旧城有几座货队使用的安全屋，咱们找间屋子坐坐。"
	},
	[120031021] = {
		id = 120031021,
		prefab_name = "",
		content = "比起玉京内高度融合前沿科技的现代建筑，旧城区的楼房样式更显古朴。"
	},
	[120031022] = {
		id = 120031022,
		prefab_name = "",
		content = "一段段砖瓦廊柱沉淀着虚恒岁月中的辉煌与苦难，壮阔而孤独地守着最真切的历史。"
	},
	[120031023] = {
		id = 120031023,
		prefab_name = "1069ui_story",
		content = "这里以前是商业街。那边那块大石头压着的，是一座广场，我小时候就在广场角落里练功夫。"
	},
	[120031024] = {
		id = 120031024,
		prefab_name = "1069ui_story",
		content = "看到这只铁墩子没有？边上塌掉的楼，是铸剑师伯阳的工坊，四方院不少人的兵器都是他打造的。"
	},
	[120031025] = {
		id = 120031025,
		prefab_name = "1069ui_story",
		content = "这条巷子以前是是广安盟堂口，也和我有些渊源……"
	},
	[120031026] = {
		id = 120031026,
		prefab_name = "1084ui_story",
		content = "监兵前辈……对这里很熟悉呢。"
	},
	[120031027] = {
		id = 120031027,
		prefab_name = "1069ui_story",
		content = "我苏醒得早，在旧城生活过几十年，除了科尔盖大楼，其他地方都熟门熟路。"
	},
	[120031028] = {
		id = 120031028,
		prefab_name = "1084ui_story",
		content = "唔，科尔盖确实很神秘，所有设施都不允许外人进入。"
	},
	[120031029] = {
		id = 120031029,
		prefab_name = "1069ui_story",
		content = "在艾因索菲也是么？"
	},
	[120031030] = {
		id = 120031030,
		prefab_name = "1069ui_story",
		content = "那地方铜墙铁壁状若牢狱，每次派人出来都没好事。前段时间还找上四方院，说要撤空虚恒，真是荒唐。"
	},
	[120031031] = {
		id = 120031031,
		prefab_name = "1084ui_story",
		content = "啊？什么叫撤空虚恒？"
	},
	[120031032] = {
		id = 120031032,
		prefab_name = "1069ui_story",
		content = "字面意思。"
	},
	[120031033] = {
		id = 120031033,
		prefab_name = "1075ui_story",
		content = "科尔盖不认为天通引擎能保虚恒永世安稳，说是为了大家的安全，打算分批将虚恒百姓撤到其他原质区。"
	},
	[120031034] = {
		id = 120031034,
		prefab_name = "1084ui_story",
		content = "怎么能这样？他们要放着虚恒不管吗？"
	},
	[120031035] = {
		id = 120031035,
		prefab_name = "1069ui_story",
		content = "公说公有理。那个叫「赫奴姆」的小队长讲得头头是道， 满口盖亚安危。"
	},
	[120031036] = {
		id = 120031036,
		prefab_name = "1069ui_story",
		content = "最后先生让他回去了。这种事可不是他科尔盖一家说了算，至少要等执明回来一起商量。"
	},
	[120031037] = {
		id = 120031037,
		prefab_name = "1084ui_story",
		content = "执明？哦，是麟钰的老师吧。我记得她还是制造天通引擎的人……"
	},
	[120031038] = {
		id = 120031038,
		prefab_name = "1075ui_story",
		content = "嗯，原本处理这件事的人应该是她，但夏什瓦特发生了一些要紧的事情，先生派执明去调查，已有旬月，现在同样联系不上。"
	},
	[120031039] = {
		id = 120031039,
		prefab_name = "1075ui_story",
		content = "执明不仅精通科技工程，而且熟悉政务，心思缜密。外事不决，由她处理最为合适……希望她能早些回来吧。"
	},
	[120031040] = {
		id = 120031040,
		prefab_name = "",
		content = "我听她们聊着虚恒的近况，最近在外原质区的一系列危险遭遇让我本能地有种不安全感。"
	},
	[120031041] = {
		id = 120031041,
		prefab_name = "",
		content = "虽然知道四方院和天禄贸易还有大量修正者驻守，可总觉得有种难以言明的压抑。"
	},
	[120031042] = {
		id = 120031042,
		prefab_name = "",
		content = "陵光代理，关于那位制造异质序核的工匠还在世吗？"
	},
	[120031043] = {
		id = 120031043,
		prefab_name = "1075ui_story",
		content = "已经不在了。她也是修正者，名叫「烛」，我与她只在四方院曾有过几面之缘。"
	},
	[120031044] = {
		id = 120031044,
		prefab_name = "1075ui_story",
		content = "烛与孟章是故交，曾教过他一些技术，但孟章也不知道序核下落，只知道烛曾在多座名山大川建过工坊……"
	},
	[120031045] = {
		id = 120031045,
		prefab_name = "10044ui_story",
		content = "唔，如果说序核被放在某座工坊里，倒也合理。"
	},
	[120031046] = {
		id = 120031046,
		prefab_name = "",
		content = "是这样吗……"
	},
	[120031047] = {
		id = 120031047,
		prefab_name = "",
		content = "……抱歉，还有一件事我有些好奇。"
	},
	[120031048] = {
		id = 120031048,
		prefab_name = "1075ui_story",
		content = "大家现在是同伴，不必这样拘礼。"
	},
	[120031049] = {
		id = 120031049,
		prefab_name = "",
		content = "序核既然是天通引擎的核心，为什么能用来疗伤？有些难以想象……"
	},
	[120031050] = {
		id = 120031050,
		prefab_name = "",
		content = "我看到陵光的眼神中露出有些苦涩的黯淡，连忙住口，只看到陵光勉强地笑了笑。"
	},
	[120031051] = {
		id = 120031051,
		prefab_name = "1075ui_story",
		content = "异质序核能够增幅算力，同样也能增幅我的神力，或许我能借此修复先生的权能。"
	},
	[120031052] = {
		id = 120031052,
		prefab_name = "1075ui_story",
		content = "说实话，我并没有把握。可而今无计可为，我只能全力一试……就算用尽我全部的力量。"
	},
	[120031053] = {
		id = 120031053,
		prefab_name = "10044ui_story",
		content = "陵光姐姐……"
	},
	[120031054] = {
		id = 120031054,
		prefab_name = "1075ui_story",
		content = "见笑了……我因几分浅薄医术受先生信赖，做了一方代理。这本就是我分内的事情。"
	},
	[120031055] = {
		id = 120031055,
		prefab_name = "",
		content = "希望一切都能顺利。"
	},
	[120031056] = {
		id = 120031056,
		prefab_name = "",
		content = "样本特征匹配正常，样本通量正常，截面测试通过，时序逆推模型已搭建。"
	},
	[120031057] = {
		id = 120031057,
		prefab_name = "10044ui_story",
		content = "咦？又这么快……"
	},
	[120031058] = {
		id = 120031058,
		prefab_name = "",
		content = "……回归演算开始，预计耗时十三小时。"
	},
	[120031059] = {
		id = 120031059,
		prefab_name = "10044ui_story",
		content = "十……十三个小时？"
	},
	[120031060] = {
		id = 120031060,
		prefab_name = "1069ui_story",
		content = "看来得在这里过夜了。"
	},
	[120031061] = {
		id = 120031061,
		prefab_name = "1084ui_story",
		content = "没事没事，只要有地方睡觉就可以了。"
	},
	[120031062] = {
		id = 120031062,
		prefab_name = "1069ui_story",
		content = "天禄贸易不会亏待自己人，安全屋可不寒碜。看前面。"
	},
	[120031063] = {
		id = 120031063,
		prefab_name = "",
		content = "我们顺着监兵手指的方向望去，漆色崭新的二层小阁在废墟中格外显眼。"
	},
	[120031064] = {
		id = 120031064,
		prefab_name = "",
		content = "……怎么有些智械聚在围墙边上？"
	},
	[120031065] = {
		id = 120031065,
		prefab_name = "",
		content = "滴滴，滴滴——"
	},
	[120031066] = {
		id = 120031066,
		prefab_name = "10044ui_story",
		content = "那些是咱们虚恒自主设计的智械，物资采集、资源勘探、机械维修、工程通道维护……地面上的情况平时就由它们处理。"
	},
	[120031067] = {
		id = 120031067,
		prefab_name = "10044ui_story",
		content = "不知道它们在干什么诶，一直在撞墙，可能系统出故障了？我去看看……"
	},
	[120031068] = {
		id = 120031068,
		prefab_name = "",
		content = "不……麟钰，等一下。"
	},
	[120031069] = {
		id = 120031069,
		prefab_name = "",
		content = "（紊乱的电流声）"
	},
	[120031070] = {
		id = 120031070,
		prefab_name = "",
		content = "智械有问题，大家小心！"
	},
	[120032001] = {
		id = 120032001,
		prefab_name = "",
		content = "——"
	},
	[120032002] = {
		id = 120032002,
		prefab_name = "",
		content = "子弹嵌进智械的外壳，撕开骸能的防护，击破智械的核心。"
	},
	[120032003] = {
		id = 120032003,
		prefab_name = "",
		content = "这些智械并不强大，在我们面前根本没有反抗能力，而战斗终结的方式更是出乎我的意料。"
	},
	[120032004] = {
		id = 120032004,
		prefab_name = "10044ui_story",
		content = "大家让一下！"
	},
	[120032005] = {
		id = 120032005,
		prefab_name = "",
		content = "忽然听到麟钰在我们身后大喊，而后她将一颗像是手雷的东西抛向智械群。"
	},
	[120032006] = {
		id = 120032006,
		prefab_name = "",
		content = "滋滋——"
	},
	[120032007] = {
		id = 120032007,
		prefab_name = "",
		content = "没有惊天动地的爆炸，只看到脉冲光环闪烁了一下，所有智械的关节仿佛被锁死，在短暂的挣扎后瘫痪在地，完全失去了运动能力。"
	},
	[120032008] = {
		id = 120032008,
		prefab_name = "1069ui_story",
		content = "有两下子啊，小瞧你了。"
	},
	[120032009] = {
		id = 120032009,
		prefab_name = "10044ui_story",
		content = "嘻嘻，我就说我不会拖后腿的嘛。"
	},
	[120032010] = {
		id = 120032010,
		prefab_name = "10044ui_story",
		content = "执明老师给我留下一些防身小道具，正好派上用场。"
	},
	[120032011] = {
		id = 120032011,
		prefab_name = "10044ui_story",
		content = "我去看看这些智械的黑匣子。"
	},
	[120032012] = {
		id = 120032012,
		prefab_name = "1075ui_story",
		content = "……#{nickname}#，没受伤吧。"
	},
	[120032013] = {
		id = 120032013,
		prefab_name = "",
		content = "我没事……"
	},
	[120032014] = {
		id = 120032014,
		prefab_name = "",
		content = "真不愧是四方院代理，这样从容不迫的战斗，在深空之眼也很少有人能做到。"
	},
	[120032015] = {
		id = 120032015,
		prefab_name = "1075ui_story",
		content = "你这位管理员才是「名不虚传」……"
	},
	[120032016] = {
		id = 120032016,
		prefab_name = "1075ui_story",
		content = "勇敢是好事，但要注意自己的安全，你毕竟是人类，冲在前面太危险了。"
	},
	[120032017] = {
		id = 120032017,
		prefab_name = "",
		content = "哐！！"
	},
	[120032018] = {
		id = 120032018,
		prefab_name = "",
		content = "监兵将一坨已经变成破铜烂铁的智械核心丢到我们面前，这种智械没有任何部件能挨他一拳而不变形。"
	},
	[120032019] = {
		id = 120032019,
		prefab_name = "1069ui_story",
		content = "被骸能侵蚀的智械……这样成堆出现还是头一次，奇怪……被骸震波及了吗？"
	},
	[120032020] = {
		id = 120032020,
		prefab_name = "1069ui_story",
		content = "#{nickname}#，看不出来，枪法不错。"
	},
	[120032021] = {
		id = 120032021,
		prefab_name = "",
		content = "保命的手艺，不练到如臂使指，睡觉都不踏实。"
	},
	[120032022] = {
		id = 120032022,
		prefab_name = "",
		content = "监兵拍了拍我的肩膀，我们三人聚到一处，远远看到薇儿和麟钰蹲在一台智械边上不知道在做什么。"
	},
	[120032023] = {
		id = 120032023,
		prefab_name = "",
		content = "薇儿，麟钰，你们发现什么了吗？"
	},
	[120032024] = {
		id = 120032024,
		prefab_name = "",
		content = "听到我的呼唤，两位女孩儿跑过来。薇儿摊开手，手心躺着一块浅青色的剔透晶石。"
	},
	[120032025] = {
		id = 120032025,
		prefab_name = "1184ui_story",
		content = "管理员你看，这就是云歌石，挺漂亮的嘛。"
	},
	[120032026] = {
		id = 120032026,
		prefab_name = "10044ui_story",
		content = "监兵哥哥打得太凶，黑匣子都坏啦……云歌石也只剩这一块还算完好的。"
	},
	[120032027] = {
		id = 120032027,
		prefab_name = "10044ui_story",
		content = "这些装在智械上的云歌石被重新激活过，不受天通引擎控制，松开手就会乱飞，小心一点哦。"
	},
	[120032028] = {
		id = 120032028,
		prefab_name = "",
		content = "这就是云歌石……嗯？没有飘起来啊？"
	},
	[120032029] = {
		id = 120032029,
		prefab_name = "",
		content = "我有些好奇地拨弄了几下薇儿手里的晶石，只觉得它很轻，像是空心的一般。可再一拨弄，它忽然离开薇儿的手，顶在了我的手指上。"
	},
	[120032030] = {
		id = 120032030,
		prefab_name = "1184ui_story",
		content = "啊，飘起来了。"
	},
	[120032031] = {
		id = 120032031,
		prefab_name = "",
		content = "指腹的压力并不算大，我握住这块云歌石，丢向地面。"
	},
	[120032032] = {
		id = 120032032,
		prefab_name = "",
		content = "云歌石在空中下沉，像是坠入水中一般，缓缓减速，停住，并没有上升，而是静静地悬停在空中。"
	},
	[120032033] = {
		id = 120032033,
		prefab_name = "",
		content = "可就在我想重新将它抓起来时，它又像是断了线的木偶。看似脆弱的晶石砸到地上，表面却连一丝裂痕都没有出现。"
	},
	[120032034] = {
		id = 120032034,
		prefab_name = "1075ui_story",
		content = "云歌石的特性就是这样，重力时刻都在变化，质地坚韧不易破坏。"
	},
	[120032035] = {
		id = 120032035,
		prefab_name = "1075ui_story",
		content = "当年的虚恒，就如这一小块云歌石，无人知晓下一刻会变成什么样子。"
	},
	[120032036] = {
		id = 120032036,
		prefab_name = "1075ui_story",
		content = "若没有天通引擎稳住云歌石，五岛像它一样翻滚碰撞，虚恒几十年的和平，朝夕间就将荡然无存。"
	},
	[120032037] = {
		id = 120032037,
		prefab_name = "",
		content = "我与薇儿抬起头，高悬空中的浮岛投下足以笼盖一方原野的影子。"
	},
	[120032038] = {
		id = 120032038,
		prefab_name = "",
		content = "在这些浮空岛的底部，大块的浅青色晶体暴露在外面，每一块的体积都比我们眼前的云歌石大了百倍千倍。"
	},
	[120032039] = {
		id = 120032039,
		prefab_name = "",
		content = "盖亚内部怎么会出现这样的事情……"
	},
	[120032040] = {
		id = 120032040,
		prefab_name = "",
		content = "冒昧问一下，如果天通引擎真的失控，四方院有对策吗？"
	},
	[120032041] = {
		id = 120032041,
		prefab_name = "1075ui_story",
		content = "只能保下虚恒民众，城市基业实在是无力挽救。"
	},
	[120032042] = {
		id = 120032042,
		prefab_name = "",
		content = "这样吗……"
	},
	[120032043] = {
		id = 120032043,
		prefab_name = "1069ui_story",
		content = "别太悲观了，虚恒人就是虚恒最大的基业，大不了换个地方从头再来，没人会服输的。"
	},
	[120032044] = {
		id = 120032044,
		prefab_name = "1069ui_story",
		content = "先进屋吧。"
	},
	[120032045] = {
		id = 120032045,
		prefab_name = "1069ui_story",
		content = "院子里装了全套的警报系统，可以放心休息。"
	},
	[120032046] = {
		id = 120032046,
		prefab_name = "",
		content = "我们推门而入，入眼是很有虚恒风格的内饰。小阁不算大，围着前厅分出了许多卧房。"
	},
	[120032047] = {
		id = 120032047,
		prefab_name = "",
		content = "能够供一整支商队歇息的安全屋，容纳我们五人自然不在话下。我们各挑了一间房间，房间内陈设简朴，但好在整洁干净。"
	},
	[120032048] = {
		id = 120032048,
		prefab_name = "1075ui_story",
		content = "这里面是仓库，存着一些食物，大家如果饿了，可以吃一些。"
	},
	[120032049] = {
		id = 120032049,
		prefab_name = "",
		content = "陵光指着屋子里唯一一扇闭上的房门。"
	},
	[120032050] = {
		id = 120032050,
		prefab_name = "1075ui_story",
		content = "安全屋的中控室也在里面，我和监兵已经检查过了，所有设施都没有问题。"
	},
	[120032051] = {
		id = 120032051,
		prefab_name = "1075ui_story",
		content = "今天都早些休息吧。十三个小时，日出时分就要出发了。"
	},
	[120041001] = {
		id = 120041001,
		prefab_name = "",
		content = "深夜，我趴在窗户边抬头观望夜色。空港引航灯勾勒出天空岛的轮廓，与澄净的月光互不侵扰，看上去比艾因索菲的夜空更有种奇妙的层次感。"
	},
	[120041002] = {
		id = 120041002,
		prefab_name = "",
		content = "旧城的荒草丛里虫鸣窸窣，也不知是不是扰我清梦的元凶。我又对着仍在工作的弥弥尔挂饰发了会儿呆，希望呆呆的猫头能带给我一些睡意。"
	},
	[120041003] = {
		id = 120041003,
		prefab_name = "",
		content = "叮——"
	},
	[120041004] = {
		id = 120041004,
		prefab_name = "",
		content = "……什么声音？"
	},
	[120041005] = {
		id = 120041005,
		prefab_name = "",
		content = "我查看了一下时间，确认大家都该睡了。"
	},
	[120041006] = {
		id = 120041006,
		prefab_name = "",
		content = "开门来到前厅，只有那扇通向仓库和总控室的房门虚掩着，一线光亮从门缝里漏出来，非常显眼。"
	},
	[120041007] = {
		id = 120041007,
		prefab_name = "",
		content = "大半夜的，干什么呢……"
	},
	[120041008] = {
		id = 120041008,
		prefab_name = "",
		content = "仓库的门虚掩着，里面亮着灯，我在走廊里就能闻到一股古怪但提神的香气。"
	},
	[120041009] = {
		id = 120041009,
		prefab_name = "",
		content = "我朝仓库里探头望去，却与一道人影撞了个满怀。"
	},
	[120041010] = {
		id = 120041010,
		prefab_name = "1075ui_story",
		content = "唔？"
	},
	[120041011] = {
		id = 120041011,
		prefab_name = "",
		content = "呃……陵光？"
	},
	[120041012] = {
		id = 120041012,
		prefab_name = "1075ui_story",
		content = "#{nickname}#？这么晚了，你还没睡吗？"
	},
	[120041013] = {
		id = 120041013,
		prefab_name = "",
		content = "原来是你啊……我有些睡不着——这是什么？好香。"
	},
	[120041014] = {
		id = 120041014,
		prefab_name = "",
		content = "陵光手里提着一只小点心盒，撞上我时她下意识地将其挪到了身后，听我问起，却也没有遮掩，拿到我面前。"
	},
	[120041015] = {
		id = 120041015,
		prefab_name = "1075ui_story",
		content = "哦，这个……明天若是出发太早，只怕没时间准备早餐。"
	},
	[120041016] = {
		id = 120041016,
		prefab_name = "1075ui_story",
		content = "仓库里的干粮大多干硬不合口，所以我做了些糕点，明天路上可以填填肚子。"
	},
	[120041017] = {
		id = 120041017,
		prefab_name = "",
		content = "是嘛？看来明天有口福了。"
	},
	[120041018] = {
		id = 120041018,
		prefab_name = "1075ui_story",
		content = "只是能饱腹的水平，千万不要太期待味道……"
	},
	[120041019] = {
		id = 120041019,
		prefab_name = "1075ui_story",
		content = "这份糕点胜在健康，营养均衡，作为早点再合适不过。"
	},
	[120041020] = {
		id = 120041020,
		prefab_name = "1075ui_story",
		content = "#{nickname}#，我听薇儿妹妹说了，你平时十分忙碌，越是忙碌，就越该学会好好调理自己才行。"
	},
	[120041021] = {
		id = 120041021,
		prefab_name = "1075ui_story",
		content = "不只是身体，精神也是……"
	},
	[120041022] = {
		id = 120041022,
		prefab_name = "",
		content = "陵光刚见到我时觉得我精气劳损，此时欲言又止，大概也是这个意思。"
	},
	[120041023] = {
		id = 120041023,
		prefab_name = "",
		content = "陵光是十分温柔的人，我也相信她的医术，可是「精气劳损」……我实在没有头绪。"
	},
	[120041024] = {
		id = 120041024,
		prefab_name = "",
		content = "请放心吧，和薇儿在一起久了，想不开心健康都难。"
	},
	[120041025] = {
		id = 120041025,
		prefab_name = "",
		content = "假期经常被她拉出去玩，一起训练的时候总是很有热情，工作忙的时候会带吃的给我，在我遇到麻烦的时候也会帮我打起精神……"
	},
	[120041026] = {
		id = 120041026,
		prefab_name = "1075ui_story",
		content = "你和薇儿妹妹很亲近呢。"
	},
	[120041027] = {
		id = 120041027,
		prefab_name = "",
		content = "毕竟我来到深空之眼之后遇到的第一位同伴就是她，过往的记忆全失……现在陪伴我最久的，就是薇儿了。"
	},
	[120041028] = {
		id = 120041028,
		prefab_name = "1075ui_story",
		content = "你……失忆了吗？"
	},
	[120041029] = {
		id = 120041029,
		prefab_name = "",
		content = "哈哈，是不是完全看不出来？深空之眼医疗部也没有头绪。"
	},
	[120041030] = {
		id = 120041030,
		prefab_name = "",
		content = "好像是我跌入源层受伤诱发了失忆。可关于我过去的事情一点都查不到，记忆能不能恢复全看运气了……"
	},
	[120041031] = {
		id = 120041031,
		prefab_name = "",
		content = "呃，别用这么担心的眼神看着我啊……"
	},
	[120041032] = {
		id = 120041032,
		prefab_name = "1075ui_story",
		content = "记忆缺失，没有感觉到不适吗？"
	},
	[120041033] = {
		id = 120041033,
		prefab_name = "",
		content = "想不起来的事情，当成没发生过就好了。反正我没感觉失忆有什么影响，每天都精神得很。"
	},
	[120041034] = {
		id = 120041034,
		prefab_name = "",
		content = "再说忘记的事情也不见得真的消失了，说不定哪天一觉睡醒，就全想起来了。"
	},
	[120041035] = {
		id = 120041035,
		prefab_name = "",
		content = "或许是因为不想打击到我表现出的豁达，陵光的神情慢慢柔和下来，只是眼神中还有一丝无奈。"
	},
	[120041036] = {
		id = 120041036,
		prefab_name = "1075ui_story",
		content = "遇到过分乐观的病人，医生也很头疼呢。"
	},
	[120041037] = {
		id = 120041037,
		prefab_name = "",
		content = "啊？乐观还会被嫌弃吗？"
	},
	[120041038] = {
		id = 120041038,
		prefab_name = "1075ui_story",
		content = "凡事过犹不及。缺乏危机感，总爱逞强，明明有须治疗之症却不愿意说出来……"
	},
	[120041039] = {
		id = 120041039,
		prefab_name = "1075ui_story",
		content = "出了问题再来医治，本就已经太晚了。"
	},
	[120041040] = {
		id = 120041040,
		prefab_name = "",
		content = "我倒也没有这么不知道分寸，只是现在我真的挺好的。"
	},
	[120041041] = {
		id = 120041041,
		prefab_name = "",
		content = "能和深空之眼里的大家成为朋友，帮上大家的忙，和大家一起对付视骸……失忆前的我也许还做不到这些事情呢。"
	},
	[120041042] = {
		id = 120041042,
		prefab_name = "1075ui_story",
		content = "唉，越这么说越让人担心呢。"
	},
	[120041043] = {
		id = 120041043,
		prefab_name = "1075ui_story",
		content = "……我想要你注意的，并不是你的「现在」。"
	},
	[120041044] = {
		id = 120041044,
		prefab_name = "",
		content = "不是……现在？"
	},
	[120041045] = {
		id = 120041045,
		prefab_name = "1075ui_story",
		content = "很多人都说，记忆是人活过的证明，也是应该珍视的东西。可是我见过一些不一样的……"
	},
	[120041046] = {
		id = 120041046,
		prefab_name = "1075ui_story",
		content = "恢复记忆并不是简单的事情，开心、痛苦、珍惜、厌恶……很多时候失忆的人并非「失去」记忆，而是「放弃」了它们。"
	},
	[120041047] = {
		id = 120041047,
		prefab_name = "1075ui_story",
		content = "即便是属于你的过往，对你而言，或许也是不可承受之重。我希望你能更坦然地面对记忆的空白……而不只是不在乎。"
	},
	[120041048] = {
		id = 120041048,
		prefab_name = "1075ui_story",
		content = "往事已矣，无论过去发生过什么，都不要用它们来苛责自己，这样会轻松一些。"
	},
	[120041049] = {
		id = 120041049,
		prefab_name = "",
		content = "……不要用「过去」苛责自己，我能做到吗？"
	},
	[120041050] = {
		id = 120041050,
		prefab_name = "",
		content = "我不知道，我没办法对关心自己的人做出这样的承诺，只能冲陵光笑了笑。"
	},
	[120041051] = {
		id = 120041051,
		prefab_name = "",
		content = "呃，虽然我说这句话可能不太合适，但是，陵光你也是啊。"
	},
	[120041052] = {
		id = 120041052,
		prefab_name = "1075ui_story",
		content = "我吗？"
	},
	[120041053] = {
		id = 120041053,
		prefab_name = "",
		content = "这世上总会有我们还能去做的事情，也总会有我们无能为力的事情。"
	},
	[120041054] = {
		id = 120041054,
		prefab_name = "",
		content = "我虽然不了解庚辰先生，但对奥丁多少知道一些，她们既然是同伴，就一定不会对虚恒的未来坐视不理的，说不定早就有了计划……"
	},
	[120041055] = {
		id = 120041055,
		prefab_name = "",
		content = "所以庚辰先生的事情，你……也别太苛责自己了。"
	},
	[120041056] = {
		id = 120041056,
		prefab_name = "",
		content = "想到陵光白天提到庚辰时有些自责的语气，这句安慰的话脱口而出。"
	},
	[120041057] = {
		id = 120041057,
		prefab_name = "",
		content = "陵光有些意外地看着我，虽然没有表现出不悦，但气氛还是变得稍有些古怪。"
	},
	[120041058] = {
		id = 120041058,
		prefab_name = "",
		content = "呃……这糕点我能先尝一个吗？忽然有些饿了……"
	},
	[120041059] = {
		id = 120041059,
		prefab_name = "1075ui_story",
		content = "……啊，请便，不用客气。"
	},
	[120041060] = {
		id = 120041060,
		prefab_name = "",
		content = "我从盒子里摸出一块糕点，不过掌心大小，有些像三明治，又有些像千层酥，丢进嘴里咬了一口，鲜香四溢。"
	},
	[120041061] = {
		id = 120041061,
		prefab_name = "",
		content = "这种水平还叫「只能饱腹」吗？你也太谦虚了。"
	},
	[120041062] = {
		id = 120041062,
		prefab_name = "1075ui_story",
		content = "你喜欢便好。这点心我以前只做给四方院的大家吃过，先生觉得淡了些，执明又觉得太咸，我实在说不准……"
	},
	[120041063] = {
		id = 120041063,
		prefab_name = "1075ui_story",
		content = "不过先生向来喜欢重料，与我们一同吃饭常说清淡，我只能劝她说饮食清淡对身体好，可惜几十年还是改不掉她的口味。"
	},
	[120041064] = {
		id = 120041064,
		prefab_name = "",
		content = "哈哈，听上去这位庚辰先生也是个很随和的人。"
	},
	[120041065] = {
		id = 120041065,
		prefab_name = "",
		content = "说实话，原本我以为今天就能见到她，没想到她和奥丁还没回来……"
	},
	[120041066] = {
		id = 120041066,
		prefab_name = "",
		content = "如果不介意，可以先和我说一说吗？这位庚辰先生，到底是个什么样的人。"
	},
	[120041067] = {
		id = 120041067,
		prefab_name = "",
		content = "听到这个问题，陵光像是有些出神地思索了片刻，最终却只是微笑着摇了摇头。"
	},
	[120041068] = {
		id = 120041068,
		prefab_name = "1075ui_story",
		content = "三言两语实在说不清先生其人，等你见到她，就会知道了。"
	},
	[120041069] = {
		id = 120041069,
		prefab_name = "1075ui_story",
		content = "……但只有一样，我确定无疑。"
	},
	[120041070] = {
		id = 120041070,
		prefab_name = "1075ui_story",
		content = "先生的信念，便是我们四方院所有人的信念。"
	},
	[120041071] = {
		id = 120041071,
		prefab_name = "",
		content = "深夜不敢贪嘴。我与陵光各自回了房间，躺在床上，入睡终于顺利了些。"
	},
	[120041072] = {
		id = 120041072,
		prefab_name = "",
		content = "但这场睡眠很快又被打断了。"
	},
	[120041073] = {
		id = 120041073,
		prefab_name = "10044ui_story",
		content = "啊——"
	},
	[120041074] = {
		id = 120041074,
		prefab_name = "",
		content = "房间外突然传来一声惊叫和刺耳的玻璃破碎声，还没等我反应过来，警报声骤然响起。"
	},
	[120041075] = {
		id = 120041075,
		prefab_name = "",
		content = "我打了个激灵，顾不上穿好衣服，抄起手枪便冲出了房间。"
	},
	[120041076] = {
		id = 120041076,
		prefab_name = "",
		content = "与我同样闻声而动的还有薇儿、陵光和监兵，我们在前厅中碰面，飞快地确认了一下彼此的状况。"
	},
	[120041077] = {
		id = 120041077,
		prefab_name = "",
		content = "只用不过半秒时间，我们便达成了默契的判断，一齐闯进麟钰的房间。"
	},
	[120041078] = {
		id = 120041078,
		prefab_name = "1069ui_story",
		content = "麟钰，怎么了！？"
	},
	[120041079] = {
		id = 120041079,
		prefab_name = "",
		content = "窗帘在通堂的夜风中张牙舞爪。麟钰面色苍白，倒在床边，一手捂着腰间的伤口，一边指向破碎的窗户。"
	},
	[120041080] = {
		id = 120041080,
		prefab_name = "10044ui_story",
		content = "智械……"
	},
	[120041081] = {
		id = 120041081,
		prefab_name = "",
		content = "智械？看着窗户上不规则但整体并不算大的缺口，我感受到某种令我呼吸不畅的强烈违和感。"
	},
	[120041082] = {
		id = 120041082,
		prefab_name = "1075ui_story",
		content = "你们去追，我为麟钰疗伤。"
	},
	[120041083] = {
		id = 120041083,
		prefab_name = "",
		content = "监兵先翻出窗户追了出去，我与薇儿紧随其后。"
	},
	[120041084] = {
		id = 120041084,
		prefab_name = "",
		content = "几台智械飞出围墙，警报声也随之减弱。毫无疑问，那就是罪魁祸首。"
	},
	[120041085] = {
		id = 120041085,
		prefab_name = "1069ui_story",
		content = "该死……别放跑了！"
	},
	[120042001] = {
		id = 120042001,
		prefab_name = "1069ui_story",
		content = "这就是，最后一台了——"
	},
	[120042002] = {
		id = 120042002,
		prefab_name = "",
		content = "监兵等等！留一台——"
	},
	[120042003] = {
		id = 120042003,
		prefab_name = "",
		content = "然而我的提醒还是晚了些。一记鞭腿在空中踢出一团爆炸的火光，金属零件散落的声音在夜晚的废墟中相当刺耳。"
	},
	[120042004] = {
		id = 120042004,
		prefab_name = "1069ui_story",
		content = "习惯不留手了，抱歉。"
	},
	[120042005] = {
		id = 120042005,
		prefab_name = "",
		content = "……好吧，原本想留一台调查一下来路。"
	},
	[120042006] = {
		id = 120042006,
		prefab_name = "",
		content = "我摇摇头。既然智械已经被毁，再追究也就没有意义了。"
	},
	[120042007] = {
		id = 120042007,
		prefab_name = "1184ui_story",
		content = "袭击麟钰的，就是这些智械吗？好奇怪啊，大家都没察觉，警报也没有响。"
	},
	[120042008] = {
		id = 120042008,
		prefab_name = "1069ui_story",
		content = "大意了，应该轮流守夜的……"
	},
	[120042009] = {
		id = 120042009,
		prefab_name = "",
		content = "先回去看看麟钰的情况吧，顺便检查一下中控系统。"
	},
	[120042010] = {
		id = 120042010,
		prefab_name = "1069ui_story",
		content = "等等。"
	},
	[120042011] = {
		id = 120042011,
		prefab_name = "",
		content = "监兵忽然将我拦住，做出噤声的手势。"
	},
	[120042012] = {
		id = 120042012,
		prefab_name = "1069ui_story",
		content = "有人在附近。"
	},
	[120042013] = {
		id = 120042013,
		prefab_name = "",
		content = "监兵闭目感应了片刻，猛然回头，我顺着他的目光望去，依稀看见一道人影躲在一座残破楼房的拐角边。"
	},
	[120042014] = {
		id = 120042014,
		prefab_name = "",
		content = "监兵猛回头的动作显然惊动了这位不速之客，他迅速缩进我们的视线死角，远去的脚步声虽然轻盈，可在深夜里还是十分清晰。"
	},
	[120042015] = {
		id = 120042015,
		prefab_name = "1184ui_story",
		content = "啊！别跑！"
	},
	[120042016] = {
		id = 120042016,
		prefab_name = "",
		content = "薇儿第一个冲了出去，我紧随其后。"
	},
	[120042017] = {
		id = 120042017,
		prefab_name = "",
		content = "出乎意料的是，来者似乎并不打算逃跑，反倒像是在拐角后等我们一般。"
	},
	[120042018] = {
		id = 120042018,
		prefab_name = "1071ui_story",
		content = "……呦，真巧啊。"
	},
	[120042019] = {
		id = 120042019,
		prefab_name = "",
		content = "没有被对方的言语干扰，我快速拔枪对准那道黑影。"
	},
	[120042020] = {
		id = 120042020,
		prefab_name = "1071ui_story",
		content = "喂喂喂，别拿这么危险的东西对着我啊。才分开不到半天吧，听不出我的声音了？"
	},
	[120042021] = {
		id = 120042021,
		prefab_name = "",
		content = "我和薇儿都愣了一下，谨慎归谨慎，可这人的声音确实有些熟悉，似乎不久前才听到过。"
	},
	[120042022] = {
		id = 120042022,
		prefab_name = "1071ui_story",
		content = "呀——想不到会在这里见到你们。"
	},
	[120042023] = {
		id = 120042023,
		prefab_name = "",
		content = "这位不速之客主动从阴影里走出来，居然是白天在面馆给我和薇儿让座的那位青年。"
	},
	[120042024] = {
		id = 120042024,
		prefab_name = "1184ui_story",
		content = "诶，监兵前辈，他是……"
	},
	[120042025] = {
		id = 120042025,
		prefab_name = "1069ui_story",
		content = "他就是东岛代理人孟章。你们见过面？"
	},
	[120042026] = {
		id = 120042026,
		prefab_name = "",
		content = "有过一面之缘，在你来面馆找到我们之前，他就坐在我和薇儿的位置上吃饭。"
	},
	[120042027] = {
		id = 120042027,
		prefab_name = "1184ui_story",
		content = "白天管理员还说他肯定不是普通人，没想到是四方院的代理。"
	},
	[120042028] = {
		id = 120042028,
		prefab_name = "1071ui_story",
		content = "瞧你这话说的。代理饮的也是万民茶，吃的也是万民饭，怎么就不叫普通人了。"
	},
	[120042029] = {
		id = 120042029,
		prefab_name = "1071ui_story",
		content = "所谓「代理」，既是代四方院，理社稷政事，也是代虚恒人，理岁月民生。出不使人疑惧，去不留人笑柄。把我当普通人也未尝不可嘛。"
	},
	[120042030] = {
		id = 120042030,
		prefab_name = "",
		content = "嘴上大义凛然，却仍旧嬉皮笑脸，这番大公无私的话听上去少了几分可信度，却反而让人觉得更亲切。"
	},
	[120042031] = {
		id = 120042031,
		prefab_name = "",
		content = "但监兵明显不吃这一套。"
	},
	[120042032] = {
		id = 120042032,
		prefab_name = "1071ui_story",
		content = "监兵啊，你都认出我了，怎么不提醒一下这位朋友？要是一枪把我崩了可如何是好？"
	},
	[120042033] = {
		id = 120042033,
		prefab_name = "1069ui_story",
		content = "别打诨了。你在这里干什么？查案查到荒郊野外来了？说，刚才的智械跟你有没有关系？！"
	},
	[120042034] = {
		id = 120042034,
		prefab_name = "1071ui_story",
		content = "都是四方院同僚，见面何故咄咄逼人？"
	},
	[120042035] = {
		id = 120042035,
		prefab_name = "1071ui_story",
		content = "我确实在调查一些事情，碰巧来了旧城。听到警报声才赶过来，谁知道是你们在这儿……"
	},
	[120042036] = {
		id = 120042036,
		prefab_name = "1071ui_story",
		content = "我还想问你们呢，跑到这里来做什么？"
	},
	[120042037] = {
		id = 120042037,
		prefab_name = "1069ui_story",
		content = "……序核的事情，几天前才和你提过。"
	},
	[120042038] = {
		id = 120042038,
		prefab_name = "1069ui_story",
		content = "你既然有空，为什么不一起来？"
	},
	[120042039] = {
		id = 120042039,
		prefab_name = "1071ui_story",
		content = "只不过是寻个东西，你和陵光还搞不定么？话说回来，陵光呢？"
	},
	[120042040] = {
		id = 120042040,
		prefab_name = "1069ui_story",
		content = "偏偏遇到一群能绕过警报偷袭的智械……麟钰刚才被智械袭击受了伤，陵光在为她治疗。"
	},
	[120042041] = {
		id = 120042041,
		prefab_name = "1071ui_story",
		content = "麟钰受伤了？"
	},
	[120042042] = {
		id = 120042042,
		prefab_name = "1071ui_story",
		content = "不妙啊，相当不妙……"
	},
	[120042043] = {
		id = 120042043,
		prefab_name = "1069ui_story",
		content = "你念叨什么呢？什么不妙？"
	},
	[120042044] = {
		id = 120042044,
		prefab_name = "1071ui_story",
		content = "……啊没什么，正巧我也有事要找陵光，来都来了，我随你们一起吧。"
	},
	[120042045] = {
		id = 120042045,
		prefab_name = "1071ui_story",
		content = "疑心别那么重嘛，监兵。有我在，遇到什么问题都能轻轻松松解决啦。"
	},
	[120042046] = {
		id = 120042046,
		prefab_name = "",
		content = "孟章勾着监兵的脖子走向安全屋，我与薇儿跟在后面。"
	},
	[120042047] = {
		id = 120042047,
		prefab_name = "",
		content = "刚才一片混乱没有注意，走在薇儿身边才发现她似乎精神不太好。"
	},
	[120042048] = {
		id = 120042048,
		prefab_name = "",
		content = "薇儿，没睡好吗？"
	},
	[120042049] = {
		id = 120042049,
		prefab_name = "1184ui_story",
		content = "我没事……刚才做了一个有些奇怪的梦，好像有人一直在对我说什么事情，醒来以后觉得提不起劲……"
	},
	[120042050] = {
		id = 120042050,
		prefab_name = "",
		content = "有人？谁啊？"
	},
	[120042051] = {
		id = 120042051,
		prefab_name = "1184ui_story",
		content = "不认识，梦里的事情也记不太清了，不过好像有点熟悉……"
	},
	[120042052] = {
		id = 120042052,
		prefab_name = "1184ui_story",
		content = "先不说我的事啦。管理员，你有没有觉得那些智械很奇怪？"
	},
	[120042053] = {
		id = 120042053,
		prefab_name = "",
		content = "你发现什么了吗？"
	},
	[120042054] = {
		id = 120042054,
		prefab_name = "1184ui_story",
		content = "是啊，管理员，我们对付过的骸化智械不少了。如果我没记错的话……"
	},
	[120042055] = {
		id = 120042055,
		prefab_name = "1184ui_story",
		content = "应该没有智械会自己逃跑吧？"
	},
	[120042056] = {
		id = 120042056,
		prefab_name = "",
		content = "回到安全屋的时候，陵光和麟钰都坐在床边。麟钰的伤口已经做了处理，虽说她脸色看上去有些糟糕，但应该是没有大碍。"
	},
	[120042057] = {
		id = 120042057,
		prefab_name = "10044ui_story",
		content = "监兵……咦，孟章哥哥？"
	},
	[120042058] = {
		id = 120042058,
		prefab_name = "1071ui_story",
		content = "小麟钰，没事吧？"
	},
	[120042059] = {
		id = 120042059,
		prefab_name = "10044ui_story",
		content = "陵光姐姐已经看过啦，不碍事的。"
	},
	[120042060] = {
		id = 120042060,
		prefab_name = "1075ui_story",
		content = "孟章？你怎么在这里？"
	},
	[120042061] = {
		id = 120042061,
		prefab_name = "",
		content = "我大致向陵光说明了遇到孟章的过程，并告诉孟章我们来都旧城后的遭遇。"
	},
	[120042062] = {
		id = 120042062,
		prefab_name = "1069ui_story",
		content = "你找陵光有什么事，可以说了。"
	},
	[120042063] = {
		id = 120042063,
		prefab_name = "1071ui_story",
		content = "哦，就是想问问那些遇袭商户的情况。陵光，听说你在天禄贸易为他们看过病，有发现不对劲的地方吗？"
	},
	[120042064] = {
		id = 120042064,
		prefab_name = "1075ui_story",
		content = "都是外伤引起的病症，没有什么大碍。只是全都失去了遇袭期间的记忆，没办法提供线索了。"
	},
	[120042065] = {
		id = 120042065,
		prefab_name = "1071ui_story",
		content = "嘶，这可就怪了。遇害者多是下层雇员，幸存者多是管理者，幸存下来的人还失忆了……"
	},
	[120042066] = {
		id = 120042066,
		prefab_name = "1071ui_story",
		content = "像是巧合的环节构成了不像巧合的结果。如果真的有人在背后安排，聪明，但还不够掩盖真相。"
	},
	[120042067] = {
		id = 120042067,
		prefab_name = "1075ui_story",
		content = "你与科尔盖查到什么了吗？"
	},
	[120042068] = {
		id = 120042068,
		prefab_name = "1071ui_story",
		content = "忙活了好几天，多少有一些成果。只是……"
	},
	[120042069] = {
		id = 120042069,
		prefab_name = "",
		content = "孟章似笑非笑地看着我们，眯起眼睛，目光一一扫过在场众人。"
	},
	[120042070] = {
		id = 120042070,
		prefab_name = "1071ui_story",
		content = "不像天灾，倒似人祸啊。"
	},
	[120042071] = {
		id = 120042071,
		prefab_name = "1069ui_story",
		content = "什么意思，你找到凶手了？"
	},
	[120042072] = {
		id = 120042072,
		prefab_name = "1071ui_story",
		content = "不可说，不可说……好吧，还没有。"
	},
	[120042073] = {
		id = 120042073,
		prefab_name = "1071ui_story",
		content = "不过不管是天灾还是人祸，我已经有了应对之策，万全之法。区区侵蚀种，若是再敢作乱，一个照面就让它神形俱灭。"
	},
	[120042074] = {
		id = 120042074,
		prefab_name = "1069ui_story",
		content = "……你不会又在古玩市场淘到什么东西，错当成宝贝了吧？"
	},
	[120042075] = {
		id = 120042075,
		prefab_name = "1071ui_story",
		content = "人命攸关，我哪儿敢开玩笑？并非不愿意拿出来，只是有些隐情。"
	},
	[120042076] = {
		id = 120042076,
		prefab_name = "1071ui_story",
		content = "秘密武器若见了光，那威力可就折了一半。信不信由你吧。"
	},
	[120042077] = {
		id = 120042077,
		prefab_name = "",
		content = "孟章脸上的笑意更甚，抚着手掌走到窗户边，又像是发现了什么，低头看向地面。"
	},
	[120042078] = {
		id = 120042078,
		prefab_name = "1071ui_story",
		content = "什么气味……啊，麟钰，你的香囊。"
	},
	[120042079] = {
		id = 120042079,
		prefab_name = "",
		content = "孟章快步走到床边，弯腰从床沿下摸出一只香囊，然而提起来才发现香囊表面破了一道口子，眼看里面的香料就要洒出来，孟章急忙用手接住。"
	},
	[120042080] = {
		id = 120042080,
		prefab_name = "1071ui_story",
		content = "哦呦呦，好险好险。把香料填进去，缝一缝还能用。"
	},
	[120042081] = {
		id = 120042081,
		prefab_name = "10044ui_story",
		content = "谢谢，我都没有注意……"
	},
	[120042082] = {
		id = 120042082,
		prefab_name = "",
		content = "麟钰有些慌乱地接过香囊，放在桌上，对孟章笑了笑。"
	},
	[120042083] = {
		id = 120042083,
		prefab_name = "1071ui_story",
		content = "能绕开你们伤到麟钰，也真是件蹊跷的事情。"
	},
	[120042084] = {
		id = 120042084,
		prefab_name = "1071ui_story",
		content = "嗯……祸根究竟是那些智械呢？还是这间屋子呢？还是屋子里面的……"
	},
	[120042085] = {
		id = 120042085,
		prefab_name = "",
		content = "孟章双手背在身后，在屋子里踱着步子，细细打量着陈设与角落。"
	},
	[120042086] = {
		id = 120042086,
		prefab_name = "1069ui_story",
		content = "你这家伙……有话直说。"
	},
	[120042087] = {
		id = 120042087,
		prefab_name = "1071ui_story",
		content = "别紧张嘛，没什么……查案查久了，有些敏感，胡诌两句。"
	},
	[120042088] = {
		id = 120042088,
		prefab_name = "1071ui_story",
		content = "另外，你们要找的序核，可有线索了？"
	},
	[120042089] = {
		id = 120042089,
		prefab_name = "1075ui_story",
		content = "多亏#{nickname}#和弥弥尔系统，已经有了眉目，但定位还需要一段时间。"
	},
	[120042090] = {
		id = 120042090,
		prefab_name = "",
		content = "天亮后就该有结果了，不如大家先好好休息？"
	},
	[120042091] = {
		id = 120042091,
		prefab_name = "1075ui_story",
		content = "孟章，你接下来有什么打算吗？如果没有要紧的事情，就在这里歇息一晚吧。"
	},
	[120042092] = {
		id = 120042092,
		prefab_name = "",
		content = "孟章在房间角落的椅子上大大方方地坐下，懒懒地打了个哈欠。"
	},
	[120042093] = {
		id = 120042093,
		prefab_name = "1071ui_story",
		content = "正有此意。案子已经查得差不多了，剩下的事情留给科尔盖去操心。"
	},
	[120042094] = {
		id = 120042094,
		prefab_name = "1071ui_story",
		content = "至于我嘛……"
	},
	[120042095] = {
		id = 120042095,
		prefab_name = "1071ui_story",
		content = "来都来了，不如我随你们一同去找序核，怎么样？"
	},
	[120051001] = {
		id = 120051001,
		prefab_name = "",
		content = "预计时间即将到达时，弥弥尔终端响起了提示音。"
	},
	[120051002] = {
		id = 120051002,
		prefab_name = "",
		content = "回归完毕。"
	},
	[120051003] = {
		id = 120051003,
		prefab_name = "",
		content = "弥弥尔，汇报结果。"
	},
	[120051004] = {
		id = 120051004,
		prefab_name = "",
		content = "已在地图中标示。"
	},
	[120051005] = {
		id = 120051005,
		prefab_name = "",
		content = "终端投射出一张全息地图，一小片红色区域在地图上相当醒目，离我们大约有两百多公里。"
	},
	[120051006] = {
		id = 120051006,
		prefab_name = "",
		content = "谢天谢地，不负众望……"
	},
	[120051007] = {
		id = 120051007,
		prefab_name = "",
		content = "孟章对着这副没有太多标注的地图琢磨了一会儿，报出了一个让大家都感到有些陌生的地名。"
	},
	[120051008] = {
		id = 120051008,
		prefab_name = "1071ui_story",
		content = "嗯……这个地方，是「静督山」呢。"
	},
	[120051009] = {
		id = 120051009,
		prefab_name = "1075ui_story",
		content = "静督山？似乎很久以前听人说起过。"
	},
	[120051010] = {
		id = 120051010,
		prefab_name = "1071ui_story",
		content = "虚恒名山大川数不胜数，不少洞天福地藏在虚无缥缈间，常人难寻啊。"
	},
	[120051011] = {
		id = 120051011,
		prefab_name = "1071ui_story",
		content = "若是序核就在静督山里，山上多半有烛姐的工坊，想要上去，只怕不太容易。"
	},
	[120051012] = {
		id = 120051012,
		prefab_name = "1069ui_story",
		content = "你和她不是很熟吗？有你在还怕上不去？"
	},
	[120051013] = {
		id = 120051013,
		prefab_name = "1071ui_story",
		content = "护山的防御系统可不认识我。我学的那点旁门左道，你们还是别太指望了。"
	},
	[120051014] = {
		id = 120051014,
		prefab_name = "1069ui_story",
		content = "咱们还有#{nickname}#和弥弥尔系统，车到山前必有路，想太多，什么都干不了，赶紧动身吧。"
	},
	[120051015] = {
		id = 120051015,
		prefab_name = "",
		content = "正要出发时，孟章面露疑色，回过头打量了麟钰几眼。"
	},
	[120051016] = {
		id = 120051016,
		prefab_name = "1071ui_story",
		content = "麟钰，你的香囊呢？"
	},
	[120051017] = {
		id = 120051017,
		prefab_name = "10044ui_story",
		content = "昨天太困，没有缝好，放在屋子里了，回来时我再来取。"
	},
	[120051018] = {
		id = 120051018,
		prefab_name = "",
		content = "虽然陵光治疗及时，可骸能侵蚀对修正者来说非同小可，麟钰看上去气色还是有些差。"
	},
	[120051019] = {
		id = 120051019,
		prefab_name = "1075ui_story",
		content = "麟钰，我们还是送你回四方院休养吧。"
	},
	[120051020] = {
		id = 120051020,
		prefab_name = "10044ui_story",
		content = "没事的，只是有一点点不舒服，很快就好了。我能跟上大家的。"
	},
	[120051021] = {
		id = 120051021,
		prefab_name = "1071ui_story",
		content = "麟钰来都来了，半路让她回去多打击人？既然她有这份心，就带着她吧。"
	},
	[120051022] = {
		id = 120051022,
		prefab_name = "",
		content = "路途遥远，我们自然不可能徒步前往，而是呼叫了一台飞行器载着我们过去。"
	},
	[120051023] = {
		id = 120051023,
		prefab_name = "",
		content = "本以为能乘坐飞行器直达信号源，可飞行器在驶入一片山区后忽然失控，先是通讯系统，然后是导航、雷达……"
	},
	[120051024] = {
		id = 120051024,
		prefab_name = "1184ui_story",
		content = "管理员，要掉下去了！！"
	},
	[120051025] = {
		id = 120051025,
		prefab_name = "",
		content = "大家别慌——"
	},
	[120051026] = {
		id = 120051026,
		prefab_name = "",
		content = "弥弥尔！"
	},
	[120051027] = {
		id = 120051027,
		prefab_name = "",
		content = "我利用弥弥尔系统强行接管了飞行器的控制系统完成迫降，好歹没有酿成空难。"
	},
	[120051028] = {
		id = 120051028,
		prefab_name = "",
		content = "咳咳，好险……"
	},
	[120051029] = {
		id = 120051029,
		prefab_name = "",
		content = "有些狼狈地离开机舱，环顾四周，飞行器落在一片群山中，我们正身处一座高峰的山脚位置。"
	},
	[120051030] = {
		id = 120051030,
		prefab_name = "",
		content = "一条像是人工开辟、但已许久无人光顾的山道向山上蔓延过去。山间空气纤尘不染，到了近乎虚假的地步。"
	},
	[120051031] = {
		id = 120051031,
		prefab_name = "",
		content = "朝山外眺望，远方仿佛有无边无际的层峦叠嶂缀在云端，将我们围在当中。"
	},
	[120051032] = {
		id = 120051032,
		prefab_name = "1069ui_story",
		content = "这什么鬼地方？"
	},
	[120051033] = {
		id = 120051033,
		prefab_name = "1075ui_story",
		content = "这里生机盎然，灵气充盈，路边长着不少名贵药材，不是普通的山区。"
	},
	[120051034] = {
		id = 120051034,
		prefab_name = "1075ui_story",
		content = "可周围环境似乎有些古怪……孟章？"
	},
	[120051035] = {
		id = 120051035,
		prefab_name = "",
		content = "孟章走到山道边，抬头望着天空，有些出神地伸出手，像是要握住空中的什么东西，脸上闪过一瞬意味莫名的微笑。"
	},
	[120051036] = {
		id = 120051036,
		prefab_name = "",
		content = "不过他很快就收起这有些异样的表情，重新摆出平日里笑眯眯的样子。"
	},
	[120051037] = {
		id = 120051037,
		prefab_name = "1071ui_story",
		content = "这里就是静督山了。运气不错，坠机坠在目的地。#{nickname}#，信号有变化么？"
	},
	[120051038] = {
		id = 120051038,
		prefab_name = "",
		content = "指向上面，山顶的方向，非常强烈，没有移动。"
	},
	[120051039] = {
		id = 120051039,
		prefab_name = "1075ui_story",
		content = "呼……真的找到了。"
	},
	[120051040] = {
		id = 120051040,
		prefab_name = "1069ui_story",
		content = "是么？那赶紧上山吧。"
	},
	[120051041] = {
		id = 120051041,
		prefab_name = "1071ui_story",
		content = "先别急，先听我说。这地方看似平静，实际上已经被烛姐的护山防御系统围了里三圈外三圈了。"
	},
	[120051042] = {
		id = 120051042,
		prefab_name = "1071ui_story",
		content = "你们还记不记得，坠机之前我们根本没看见这片山区？全息迷彩阵列和广域干扰磁场将山隐藏了起来，雷达也好通讯也好全都失效了。"
	},
	[120051043] = {
		id = 120051043,
		prefab_name = "1184ui_story",
		content = "藏起一片山区？这也能做到吗？"
	},
	[120051044] = {
		id = 120051044,
		prefab_name = "1071ui_story",
		content = "烛姐和执明一样学识渊博，不过她最擅长的还是空间技术，对天通引擎广域力场的开发做过很大贡献。"
	},
	[120051045] = {
		id = 120051045,
		prefab_name = "1071ui_story",
		content = "隐藏方圆十几公里的区域，对她来说真不算什么。现在我们周围就被空间循环轨道和坐标回溯程序控制着……"
	},
	[120051046] = {
		id = 120051046,
		prefab_name = "1184ui_story",
		content = "什么和什么？"
	},
	[120051047] = {
		id = 120051047,
		prefab_name = "1071ui_story",
		content = "唉，头都大了，一下子真不好解释，总之就这么朝山上走，是永远走不到山顶的。"
	},
	[120051048] = {
		id = 120051048,
		prefab_name = "1071ui_story",
		content = "只能先靠近些，找找突破口……不妨先跟我走一段距离。"
	},
	[120051049] = {
		id = 120051049,
		prefab_name = "",
		content = "弥弥尔，记录一下我们的轨迹，推演最佳上山路线。"
	},
	[120051050] = {
		id = 120051050,
		prefab_name = "",
		content = "虽然没有感受到任何危险，可看孟章慎重的样子不像是开玩笑，我们都老老实实跟在他后面。"
	},
	[120051051] = {
		id = 120051051,
		prefab_name = "",
		content = "大家走了一阵，果然如孟章所说，虽然我们一直朝向山顶，却仿佛始终在同一个高度徘徊。"
	},
	[120051052] = {
		id = 120051052,
		prefab_name = "",
		content = "要不是经过我们坠机的地点还能看见那架瘫痪的飞行器，很难相信我们居然真的在原地打转。"
	},
	[120051053] = {
		id = 120051053,
		prefab_name = "1184ui_story",
		content = "啊——怎么又是这里？"
	},
	[120051054] = {
		id = 120051054,
		prefab_name = "1069ui_story",
		content = "邪门儿了……孟章，我们还要逛多久？"
	},
	[120051055] = {
		id = 120051055,
		prefab_name = "1071ui_story",
		content = "别急别急，山人自有妙计。"
	},
	[120051056] = {
		id = 120051056,
		prefab_name = "1071ui_story",
		content = "#{nickname}#，怎么样？小猫咪算出什么没有？"
	},
	[120051057] = {
		id = 120051057,
		prefab_name = "",
		content = "看上去整片空间像是被一把动态密码锁锁住了，能推导出一些规律，你看看。"
	},
	[120051058] = {
		id = 120051058,
		prefab_name = "",
		content = "我将终端递给孟章，上面列着一堆复杂的图像。"
	},
	[120051059] = {
		id = 120051059,
		prefab_name = "1071ui_story",
		content = "毕竟烛姐的技术已经不局限于人工造物了。天地为锁，山川为簧，草木为销，生灵为眼……原来如此。"
	},
	[120051060] = {
		id = 120051060,
		prefab_name = "1071ui_story",
		content = "嗯……不错不错，帮大忙了。"
	},
	[120051061] = {
		id = 120051061,
		prefab_name = "1071ui_story",
		content = "大家，随我破解这里的空间封锁吧。"
	},
	[120052001] = {
		id = 120052001,
		prefab_name = "1071ui_story",
		content = "这样就——搞定啦！"
	},
	[120052002] = {
		id = 120052002,
		prefab_name = "",
		content = "六尺青锋引动神力，孟章找准山道上的一块石板，反手一剑插进地面。"
	},
	[120052003] = {
		id = 120052003,
		prefab_name = "",
		content = "剑光荡开，山岚于平地骤起，卷开雾气，似乎有什么从我们进山开始就萦绕在耳边的声音消失了。"
	},
	[120052004] = {
		id = 120052004,
		prefab_name = "",
		content = "抬头看去，天色似乎浑浊了一些，也更真实了一些……就像是从梦境回到现实，真切之物也在短暂的恍惚中显得有些不真实。"
	},
	[120052005] = {
		id = 120052005,
		prefab_name = "1075ui_story",
		content = "看样子是成功了。"
	},
	[120052006] = {
		id = 120052006,
		prefab_name = "1071ui_story",
		content = "暂时阻断了坐标回溯的干扰而已，算是幸不辱命吧。"
	},
	[120052007] = {
		id = 120052007,
		prefab_name = "10044ui_story",
		content = "抱歉，我都没帮上什么忙……"
	},
	[120052008] = {
		id = 120052008,
		prefab_name = "1071ui_story",
		content = "你有伤在身，就不要勉强自己了。要不是以前见过类似的防御系统设计图，恐怕我也只能抓瞎。"
	},
	[120052009] = {
		id = 120052009,
		prefab_name = "1075ui_story",
		content = "山里或许还有视骸，难保不会再被袭击。赶紧上山拿到东西，早些离开吧。"
	},
	[120052010] = {
		id = 120052010,
		prefab_name = "",
		content = "孟章耸耸肩，将剑从地上拔出来。"
	},
	[120052011] = {
		id = 120052011,
		prefab_name = "",
		content = "正要带大家上山，他脸色忽然一变，提剑猛地冲进树林。"
	},
	[120052012] = {
		id = 120052012,
		prefab_name = "1071ui_story",
		content = "有侵蚀种？稍等，我去追它！"
	},
	[120052013] = {
		id = 120052013,
		prefab_name = "",
		content = "这一下暴起速度极快，还没等我们反应过来，孟章已经消失在林子深处。"
	},
	[120052014] = {
		id = 120052014,
		prefab_name = "",
		content = "然而我检查了一下弥弥尔的实时监控，完全没有接收到骸能反应。"
	},
	[120052015] = {
		id = 120052015,
		prefab_name = "1069ui_story",
		content = "……这家伙搞什么？"
	},
	[120052016] = {
		id = 120052016,
		prefab_name = "1184ui_story",
		content = "有侵蚀种吗？我怎么没发现呀？"
	},
	[120052017] = {
		id = 120052017,
		prefab_name = "",
		content = "我看向陵光和麟钰，她们也是一脸茫然。"
	},
	[120052018] = {
		id = 120052018,
		prefab_name = "10044ui_story",
		content = "要去找他吗？"
	},
	[120052019] = {
		id = 120052019,
		prefab_name = "1075ui_story",
		content = "孟章不是莽撞的人，应该是真的发现了什么，我们就在此等候片刻吧。"
	},
	[120052020] = {
		id = 120052020,
		prefab_name = "10044ui_story",
		content = "好吧，那我在四周看看，还有没有隐藏的防御装置……"
	},
	[120052021] = {
		id = 120052021,
		prefab_name = "1069ui_story",
		content = "我陪你去。"
	},
	[120052022] = {
		id = 120052022,
		prefab_name = "10044ui_story",
		content = "不用啦不用啦，只是检查一下，这点小事我能做好的。"
	},
	[120052023] = {
		id = 120052023,
		prefab_name = "",
		content = "像是因为自己刚才没派上用场而愧疚，麟钰表现得十分积极。"
	},
	[120052024] = {
		id = 120052024,
		prefab_name = "",
		content = "于是我们在原地等了大约十分钟，麟钰和孟章先后回来，都平安无事。"
	},
	[120052025] = {
		id = 120052025,
		prefab_name = "",
		content = "麟钰没有什么发现。孟章却笑吟吟的，似乎心情不错。"
	},
	[120052026] = {
		id = 120052026,
		prefab_name = "1075ui_story",
		content = "有漏网之鱼么？"
	},
	[120052027] = {
		id = 120052027,
		prefab_name = "1071ui_story",
		content = "一只侵蚀种，已经解决了。想不到能在这里找到线索，意外之喜啊，不虚此行。"
	},
	[120061001] = {
		id = 120061001,
		prefab_name = "",
		content = "跟着孟章向上走了一段路，果然没有再绕回原地。"
	},
	[120061002] = {
		id = 120061002,
		prefab_name = "1071ui_story",
		content = "条条那个大路呦~通山头——"
	},
	[120061003] = {
		id = 120061003,
		prefab_name = "1071ui_story",
		content = "悠悠那个小溪诶~鱼儿游——"
	},
	[120061004] = {
		id = 120061004,
		prefab_name = "1069ui_story",
		content = "别哼了。前面岔路颇多，你看该走哪条？"
	},
	[120061005] = {
		id = 120061005,
		prefab_name = "1071ui_story",
		content = "条条大路通山头，没区别啊。咱们人多，就走最宽的吧。"
	},
	[120061006] = {
		id = 120061006,
		prefab_name = "",
		content = "孟章一副成竹在胸的模样，似乎已对这静督山上的一草一木了如指掌。"
	},
	[120061007] = {
		id = 120061007,
		prefab_name = "",
		content = "山道绿意葱茏，视野开阔，风景非常不错。可因为刚刚遭遇过视骸，大家并没有心情观景，而是时刻戒备着四周。"
	},
	[120061008] = {
		id = 120061008,
		prefab_name = "1071ui_story",
		content = "放心吧，有山区外层的空间防护，就算有视骸闯进来，数量也不会太多。"
	},
	[120061009] = {
		id = 120061009,
		prefab_name = "1071ui_story",
		content = "好不容易下来一趟，又到了这仙山胜景，干嘛绷着脸？多煞风景。"
	},
	[120061010] = {
		id = 120061010,
		prefab_name = "1075ui_story",
		content = "不知道序核的情况怎么样了……没能见到序核，我始终无法安心。"
	},
	[120061011] = {
		id = 120061011,
		prefab_name = "1071ui_story",
		content = "欲速则不达。你是不是太敏感了？东西就在山上，还能跑了不成？"
	},
	[120061012] = {
		id = 120061012,
		prefab_name = "1075ui_story",
		content = "是我敏感吗……也许吧。"
	},
	[120061013] = {
		id = 120061013,
		prefab_name = "1075ui_story",
		content = "为复原先生的权能，我已试过几乎所有办法，异质序核恐怕是最后的手段了，千万不能出现意外。"
	},
	[120061014] = {
		id = 120061014,
		prefab_name = "",
		content = "孟章看着陵光半晌，最后却只是无所谓地耸耸肩。"
	},
	[120061015] = {
		id = 120061015,
		prefab_name = "1071ui_story",
		content = "给自己压力未必会对结果有益，凡事都有风险，何必用代理人的虚名难为自己？"
	},
	[120061016] = {
		id = 120061016,
		prefab_name = "1071ui_story",
		content = "既然是个七分靠天运的事情，就算你没治好先生，先生也不会责怪你的。"
	},
	[120061017] = {
		id = 120061017,
		prefab_name = "1069ui_story",
		content = "孟章！过分了。"
	},
	[120061018] = {
		id = 120061018,
		prefab_name = "1071ui_story",
		content = "实话实说怎么能叫过分？还是你觉得全天下的问题你都能一力承担？"
	},
	[120061019] = {
		id = 120061019,
		prefab_name = "1071ui_story",
		content = "我记得先生第一次邀我加入四方院的时候，我还觉得墙高院深去不得，比不上一个人逍遥自在。"
	},
	[120061020] = {
		id = 120061020,
		prefab_name = "1071ui_story",
		content = "先生却说，「天下兴，万民安乐，你即便劳碌，心绪依旧通达；天下乱，纷争无休，你纵隐山林，难免胆战心惊。」"
	},
	[120061021] = {
		id = 120061021,
		prefab_name = "1071ui_story",
		content = "「我邀你进四方院，不是让你自缚手脚，而是希望你能以己之长成为虚恒的榜样。」"
	},
	[120061022] = {
		id = 120061022,
		prefab_name = "1071ui_story",
		content = "亲和仁爱、解百姓疾苦，我不如陵光；\n嫉恶如仇、举忠勇义气，我不如监兵；\n巧夺天工、兴科教智慧，我不如执明。"
	},
	[120061023] = {
		id = 120061023,
		prefab_name = "1071ui_story",
		content = "相比先生，我更是萤火之于皓月。"
	},
	[120061024] = {
		id = 120061024,
		prefab_name = "1071ui_story",
		content = "我有的，只是和大家一样、天下为公的信念而已。有一份力就出一份力，遇事不敢怠慢，就无愧于心了。"
	},
	[120061025] = {
		id = 120061025,
		prefab_name = "",
		content = "说这句话的时候，孟章抚掌看着陵光。陵光像是有些触动，目光低垂没有说话。"
	},
	[120061026] = {
		id = 120061026,
		prefab_name = "1071ui_story",
		content = "所以嘛，来时大家已经尽心尽力，不必在此刻急于求成。"
	},
	[120061027] = {
		id = 120061027,
		prefab_name = "1069ui_story",
		content = "啧，油嘴滑舌。"
	},
	[120061028] = {
		id = 120061028,
		prefab_name = "",
		content = "孟章笑着躲过监兵踢向他的一块小石头，正要说什么，笑容忽然变得僵硬，步子也慢慢停了下来。"
	},
	[120061029] = {
		id = 120061029,
		prefab_name = "1069ui_story",
		content = "怎么了？你发什么呆……"
	},
	[120061030] = {
		id = 120061030,
		prefab_name = "1071ui_story",
		content = "快退开！"
	},
	[120061031] = {
		id = 120061031,
		prefab_name = "",
		content = "山道四周的林子里忽然涌起大团的雾气，雾气如浪一般翻卷，从四面八方扑向我们。"
	},
	[120061032] = {
		id = 120061032,
		prefab_name = "",
		content = "孟章落脚处的空间似乎被某种力量扭曲，他像是穿过一道无形的帘幕，身影在被雾气吞没前不自然地消失。"
	},
	[120061033] = {
		id = 120061033,
		prefab_name = "1075ui_story",
		content = "雾气古怪，大家快聚到一起！"
	},
	[120061034] = {
		id = 120061034,
		prefab_name = "",
		content = "我们迅速朝陵光聚拢，希望先摸清楚状况再去寻找孟章。"
	},
	[120061035] = {
		id = 120061035,
		prefab_name = "",
		content = "然而不待我们汇合，山体内部隐约传来细微的震动，天空重新显现出有些虚假的澄澈，眼前的景象也变得怪异起来。"
	},
	[120061036] = {
		id = 120061036,
		prefab_name = "",
		content = "怎么……越来越远了？"
	},
	[120061037] = {
		id = 120061037,
		prefab_name = "1184ui_story",
		content = "管理员？你要去哪儿？"
	},
	[120061038] = {
		id = 120061038,
		prefab_name = "",
		content = "明明是在朝对方奔跑，彼此间的距离却越来越远，山道像是在朝四面八方疯狂延伸，我们的脚步永远追不上分离的速度。"
	},
	[120061039] = {
		id = 120061039,
		prefab_name = "",
		content = "我已经看不见陵光和监兵了，只能隐约看到薇儿与麟钰在一处，料想她们两人能互相照应，应该不会出问题。"
	},
	[120061040] = {
		id = 120061040,
		prefab_name = "",
		content = "薇儿，自己小心！"
	},
	[120061041] = {
		id = 120061041,
		prefab_name = "",
		content = "在雾气完全笼罩我们之前，这是我朝薇儿喊出的最后一句话。"
	},
	[120061042] = {
		id = 120061042,
		prefab_name = "",
		content = "也是薇儿在与我分开前听到的最后一句话。"
	},
	[120061043] = {
		id = 120061043,
		prefab_name = "1184ui_story",
		content = "管理员——"
	},
	[120061044] = {
		id = 120061044,
		prefab_name = "",
		content = "又一阵剧烈的震动中止了距离的错乱感，雾气似乎变得稀薄了一些，可周围的环境已经完全变了样，更不要说其他人的踪迹。"
	},
	[120061045] = {
		id = 120061045,
		prefab_name = "1184ui_story",
		content = "糟了，这又是什么地方？"
	},
	[120061046] = {
		id = 120061046,
		prefab_name = "1184ui_story",
		content = "把管理员弄丢了……得赶紧找到管理员才行……"
	},
	[120061047] = {
		id = 120061047,
		prefab_name = "",
		content = "薇儿环视四周，只有麟钰站在不远处，皱着眉头一言不发，抿着嘴唇，好像十分懊悔。"
	},
	[120061048] = {
		id = 120061048,
		prefab_name = "1184ui_story",
		content = "麟钰，你还好吗？"
	},
	[120061049] = {
		id = 120061049,
		prefab_name = "10044ui_story",
		content = "我没事……薇儿，我们可能中计了。"
	},
	[120061050] = {
		id = 120061050,
		prefab_name = "1184ui_story",
		content = "诶？什么意思啊？"
	},
	[120061051] = {
		id = 120061051,
		prefab_name = "10044ui_story",
		content = "山道上有折跃锚点，被激活后移形易位将大家分开，时机如此巧妙，必不是偶然。"
	},
	[120061052] = {
		id = 120061052,
		prefab_name = "10044ui_story",
		content = "……恐怕，有人想陷我们于不利。"
	},
	[120061053] = {
		id = 120061053,
		prefab_name = "1184ui_story",
		content = "怎么会这样……"
	},
	[120061054] = {
		id = 120061054,
		prefab_name = "1184ui_story",
		content = "对了，昨晚袭击你的那些智械也像是有人在操控。难道那时候我们就被盯上了吗？"
	},
	[120061055] = {
		id = 120061055,
		prefab_name = "10044ui_story",
		content = "……也许吧。"
	},
	[120061056] = {
		id = 120061056,
		prefab_name = "10044ui_story",
		content = "先是绕过安全屋的警报，又在我们完全没有注意的情况下激活山体中的折跃锚点，这人对空间技术和装置的了解应该很深。"
	},
	[120061057] = {
		id = 120061057,
		prefab_name = "10044ui_story",
		content = "在我认识的人里，除了执明老师，还有孟章……"
	},
	[120061058] = {
		id = 120061058,
		prefab_name = "1184ui_story",
		content = "你……你不会是在怀疑孟章前辈吧？"
	},
	[120061059] = {
		id = 120061059,
		prefab_name = "1184ui_story",
		content = "大家都是修正者，为什么要做这种事？"
	},
	[120061060] = {
		id = 120061060,
		prefab_name = "10044ui_story",
		content = "没有没有，只是猜测。最好的情况当然是都是巧合……但老师经常教导我，凡事要做好最坏的准备。"
	},
	[120061061] = {
		id = 120061061,
		prefab_name = "10044ui_story",
		content = "如果真的有人算计我们，它到底想做什么？只是将我们困住拖延时间，还是想分开我们逐个击破……"
	},
	[120061062] = {
		id = 120061062,
		prefab_name = "",
		content = "麟钰捡起一颗石子丢向远处。石子在空中消失，落地的声音在两人身后响起。"
	},
	[120061063] = {
		id = 120061063,
		prefab_name = "",
		content = "麟钰的脸色变得有些难看，取出辅助机开始收集周围的空间参量。"
	},
	[120061064] = {
		id = 120061064,
		prefab_name = "10044ui_story",
		content = "是空间通道吗……环环相扣，我们得小心行动了。"
	},
	[120061065] = {
		id = 120061065,
		prefab_name = "1184ui_story",
		content = "放心吧，麟钰，我会保护你的。"
	},
	[120061066] = {
		id = 120061066,
		prefab_name = "10044ui_story",
		content = "万一遇到视骸，就拜托你啦。"
	},
	[120062001] = {
		id = 120062001,
		prefab_name = "",
		content = "薇儿，自己小心！"
	},
	[120062002] = {
		id = 120062002,
		prefab_name = "",
		content = "只来得及喊出这一声，浓郁的雾气如潮水般涌进我的视野，脚底传来轻微的震感，山体仿佛脆弱到只要我走出一步就会坠入深渊。"
	},
	[120062003] = {
		id = 120062003,
		prefab_name = "",
		content = "周围景物的轮廓在雾气中缓慢变化，时不时能听到诡异的窸窣声。我没有妄动，拔出手枪，一边尝试联系薇儿。"
	},
	[120062004] = {
		id = 120062004,
		prefab_name = "",
		content = "……果然信号不畅吗？"
	},
	[120062005] = {
		id = 120062005,
		prefab_name = "",
		content = "不知道大家的情况怎么样了……孟章先消失了，薇儿和麟钰在一起，陵光和监兵好像也没被分开……"
	},
	[120062006] = {
		id = 120062006,
		prefab_name = "",
		content = "不过大家毕竟都是修正者，比起她们，似乎我的处境更值得担忧一些。"
	},
	[120062007] = {
		id = 120062007,
		prefab_name = "",
		content = "雾气里隐隐绰绰有着诡秘的影子闪动，我深吸一口气，已经知道那是什么东西了。"
	},
	[120062008] = {
		id = 120062008,
		prefab_name = "",
		content = "「不管在哪里都会被视骸盯上」吗……"
	},
	[120062009] = {
		id = 120062009,
		prefab_name = "",
		content = "区区视骸，可别把我看扁了啊。"
	},
	[120062010] = {
		id = 120062010,
		prefab_name = "",
		content = "做了个深呼吸，我迅速调整好自己的状态，将手枪切换到对视骸更有效的热粒子脉冲模式，就近找了一棵树作为掩体。"
	},
	[120062011] = {
		id = 120062011,
		prefab_name = "",
		content = "雾气中的声响平息，像是猛兽在捕猎前伏低身子屏息凝神，在隐匿中酝酿着对猎物的必杀一击。"
	},
	[120062012] = {
		id = 120062012,
		prefab_name = "",
		content = "（视骸吼声）"
	},
	[120062013] = {
		id = 120062013,
		prefab_name = "",
		content = "来吧！"
	},
	[120062014] = {
		id = 120062014,
		prefab_name = "",
		content = "长期训练中培养出的危机感让我在视骸的前爪拍断树干前翻滚到一边，一边奔跑一边朝这头怪异猛兽的头颅连续射击。"
	},
	[120062015] = {
		id = 120062015,
		prefab_name = "",
		content = "高能脉冲粒子束迅速摧毁了视骸的生机，但我并没有因此放松下来——这只不过是战斗的第一枪罢了。"
	},
	[120062016] = {
		id = 120062016,
		prefab_name = "",
		content = "……"
	},
	[120062017] = {
		id = 120062017,
		prefab_name = "",
		content = "——！"
	},
	[120062018] = {
		id = 120062018,
		prefab_name = "",
		content = "鹿角扫过我的手臂，划出一道深深的伤口，滚烫的鲜血涌出，很快浸湿了我的半条袖子。"
	},
	[120062019] = {
		id = 120062019,
		prefab_name = "",
		content = "（太快了，逃不掉！）"
	},
	[120062020] = {
		id = 120062020,
		prefab_name = "",
		content = "没时间检查伤口，我借着闪避的动作矮身躲过视骸的扫击，将枪口死死抵在它颈部与腹部的交界处，一梭子弹直贯天灵。"
	},
	[120062021] = {
		id = 120062021,
		prefab_name = "",
		content = "视骸化作数据碎片消散，我还没来得及处理伤口，又听到雾气里传来更密集的响动。"
	},
	[120062022] = {
		id = 120062022,
		prefab_name = "",
		content = "（残余能量不够，充能还需要五秒……）"
	},
	[120062023] = {
		id = 120062023,
		prefab_name = "",
		content = "五秒，看上去并不长，可对现在的我来说，想要安逸地度过五秒时间实在有些奢侈了。"
	},
	[120062024] = {
		id = 120062024,
		prefab_name = "",
		content = "轰————"
	},
	[120062025] = {
		id = 120062025,
		prefab_name = "",
		content = "火光在雾气深处亮起，破开雾气时已是一团熊熊燃烧的火球。仿佛要将我皮肤点燃的灼热感在空气中扩散开来，也让我及时作出了闪避的反应。"
	},
	[120062026] = {
		id = 120062026,
		prefab_name = "",
		content = "吼……"
	},
	[120062027] = {
		id = 120062027,
		prefab_name = "",
		content = "四面八方都能听见视骸活动发出的细碎声响，粗略判断不下十只。"
	},
	[120062028] = {
		id = 120062028,
		prefab_name = "",
		content = "（**，能不能再倒霉一点……）"
	},
	[120062029] = {
		id = 120062029,
		prefab_name = "",
		content = "我咬了咬牙，朝一处动静稍小的方向突围，当务之急还是找到其他同伴……"
	},
	[120062030] = {
		id = 120062030,
		prefab_name = "",
		content = "即便接受过修正者级别的体能和战斗训练，我说到底只是个普通人类，独自对付视骸还是勉强了些……"
	},
	[120062031] = {
		id = 120062031,
		prefab_name = "",
		content = "……是啊，我只是个普通人类而已。光是视野受限，就足以成为致命的弱点。"
	},
	[120062032] = {
		id = 120062032,
		prefab_name = "",
		content = "咚！！"
	},
	[120062033] = {
		id = 120062033,
		prefab_name = "",
		content = "（视骸吼声）"
	},
	[120062034] = {
		id = 120062034,
		prefab_name = "",
		content = "迎面而来的风压将我掀飞，后背重重砸在地上，喉头涌起一阵腥甜，四肢也有些麻木。"
	},
	[120062035] = {
		id = 120062035,
		prefab_name = "",
		content = "我捂着脑袋站起来，本能地抬手朝前方射击——右手保持着持枪的姿势，手里却空空荡荡。"
	},
	[120062036] = {
		id = 120062036,
		prefab_name = "",
		content = "（糟糕，枪掉了……）"
	},
	[120062037] = {
		id = 120062037,
		prefab_name = "",
		content = "手枪落在不远处，我正要伸手捡回，却看到一只兽掌从雾中探出，一巴掌将手枪碾得粉碎。"
	},
	[120062038] = {
		id = 120062038,
		prefab_name = "",
		content = "……"
	},
	[120062039] = {
		id = 120062039,
		prefab_name = "",
		content = "失去武器，面对视骸，我仍旧没有感受到什么恐惧的情绪，镇定到了让我自己都觉得有些奇怪的地步。"
	},
	[120062040] = {
		id = 120062040,
		prefab_name = "",
		content = "呦，真巧啊！"
	},
	[120062041] = {
		id = 120062041,
		prefab_name = "1071ui_story",
		content = "呦，真巧啊！"
	},
	[120062042] = {
		id = 120062042,
		prefab_name = "",
		content = "自我调侃居然得到了雾气中某个声音的应和。我狐疑地看了眼面前的视骸，视骸却警惕地转过身。"
	},
	[120062043] = {
		id = 120062043,
		prefab_name = "",
		content = "犹如青玉削成的长剑分开山雾，贯穿视骸的头顶，将它钉死在地上。"
	},
	[120062044] = {
		id = 120062044,
		prefab_name = "1071ui_story",
		content = "应该还活着吧？"
	},
	[120062045] = {
		id = 120062045,
		prefab_name = "",
		content = "雾里勾勒出一道高俊的人影，他抬起手，长剑轻吟，倒飞回他手中。"
	},
	[120062046] = {
		id = 120062046,
		prefab_name = "",
		content = "……孟章？"
	},
	[120071001] = {
		id = 120071001,
		prefab_name = "",
		content = "与有些狼狈的我完全不同，孟章闲庭信步，像是在郊游一般。他乐呵呵地走到近前，将我扶起来。"
	},
	[120071002] = {
		id = 120071002,
		prefab_name = "1071ui_story",
		content = "好险好险，要是来晚一步，我怎么跟陵光她们交代？"
	},
	[120071003] = {
		id = 120071003,
		prefab_name = "",
		content = "多谢。"
	},
	[120071004] = {
		id = 120071004,
		prefab_name = "1071ui_story",
		content = "客气什么，当我孟章是见死不救的人么？"
	},
	[120071005] = {
		id = 120071005,
		prefab_name = "1071ui_story",
		content = "你受伤了？"
	},
	[120071006] = {
		id = 120071006,
		prefab_name = "",
		content = "我点点头，拨开衣袖上的豁口，伤口已经愈合得差不多了，也完全没有骸能残留。"
	},
	[120071007] = {
		id = 120071007,
		prefab_name = "",
		content = "微小的创口与我袖子上大片的血污构成了强烈违和的图景，孟章捧着我的胳膊左看右看，目光变得古怪起来。"
	},
	[120071008] = {
		id = 120071008,
		prefab_name = "1071ui_story",
		content = "这么小一个口子，流了这么多血？"
	},
	[120071009] = {
		id = 120071009,
		prefab_name = "",
		content = "我体质特殊，伤口愈合得快，不碍事。"
	},
	[120071010] = {
		id = 120071010,
		prefab_name = "1071ui_story",
		content = "看伤口形状是切割伤啊……不会是被视骸伤到了吧？"
	},
	[120071011] = {
		id = 120071011,
		prefab_name = "",
		content = "雾气太大，手忙脚乱的，记不清了。"
	},
	[120071012] = {
		id = 120071012,
		prefab_name = "",
		content = "……你倒是悠闲，这雾里还藏着视骸呢。"
	},
	[120071013] = {
		id = 120071013,
		prefab_name = "1071ui_story",
		content = "视骸？哪里还有视骸？"
	},
	[120071014] = {
		id = 120071014,
		prefab_name = "",
		content = "我张了张嘴，环顾四周，却没法反驳。孟章出现后，本该追在我身后的视骸并没有现身，但这让我本能地觉得事情更蹊跷了。"
	},
	[120071015] = {
		id = 120071015,
		prefab_name = "1071ui_story",
		content = "放心放心，我剑术虽然只是三流，可对付这不入流的阿猫阿狗还是够用的。遇到视骸，我来应付，你替我掠阵就好。"
	},
	[120071016] = {
		id = 120071016,
		prefab_name = "",
		content = "孟章将手伸进自己的大袖，摸出一只小方匣子，随手一甩，匣子变形成为一把电磁步枪模样的东西。"
	},
	[120071017] = {
		id = 120071017,
		prefab_name = "",
		content = "他将枪塞到我怀里，入手并不重，表面看不出太复杂的机械结构，像个玩具一般。"
	},
	[120071018] = {
		id = 120071018,
		prefab_name = "",
		content = "这是……"
	},
	[120071019] = {
		id = 120071019,
		prefab_name = "1071ui_story",
		content = "还记得我说过，我有对付侵蚀种的秘密武器吗？就是它了。"
	},
	[120071020] = {
		id = 120071020,
		prefab_name = "1071ui_story",
		content = "这把枪名叫……呃……「破妄心音」，是我自己造的，暂且借你用用。"
	},
	[120071021] = {
		id = 120071021,
		prefab_name = "1071ui_story",
		content = "这可是好宝贝，打在视骸身上，一枪一个透明窟窿，两枪原地投胎转世……"
	},
	[120071022] = {
		id = 120071022,
		prefab_name = "1071ui_story",
		content = "诶，小心点，可千万别对着我，也别对着花花草草……瞄准视骸再开枪。"
	},
	[120071023] = {
		id = 120071023,
		prefab_name = "",
		content = "我将手指搭上扳机，稍往下压了一点，枪管中央的一条细线迅速亮起，汇聚起一股我十分熟悉的能量。"
	},
	[120071024] = {
		id = 120071024,
		prefab_name = "",
		content = "这是——神力！？"
	},
	[120071025] = {
		id = 120071025,
		prefab_name = "1071ui_story",
		content = "照猫画虎罢了，离真正的神力还差得远。"
	},
	[120071026] = {
		id = 120071026,
		prefab_name = "1071ui_story",
		content = "而且这玩意儿造价不低，材料稀罕，我手头就这么一把，你可小心着用。"
	},
	[120071027] = {
		id = 120071027,
		prefab_name = "",
		content = "……有这么厉害的东西，为什么不告诉大家？"
	},
	[120071028] = {
		id = 120071028,
		prefab_name = "1071ui_story",
		content = "就是因为这东西厉害，才说不得。\n……你是聪明人，应该不会没有察觉吧。"
	},
	[120071029] = {
		id = 120071029,
		prefab_name = "1071ui_story",
		content = "我们啊，早就被人盯上了。"
	},
	[120071030] = {
		id = 120071030,
		prefab_name = "",
		content = "孟章慢慢收起笑意，神秘兮兮地凑到近前。"
	},
	[120071031] = {
		id = 120071031,
		prefab_name = "1071ui_story",
		content = "上山的路是我随便选的，可触发折跃锚点的时候连我都没反应过来。"
	},
	[120071032] = {
		id = 120071032,
		prefab_name = "1071ui_story",
		content = "而且刚好把我们分开了，哪儿有这么巧的事情？"
	},
	[120071033] = {
		id = 120071033,
		prefab_name = "",
		content = "……你是说有人在操控山上的装置？"
	},
	[120071034] = {
		id = 120071034,
		prefab_name = "1071ui_story",
		content = "就算不是操控，至少也懂得利用。"
	},
	[120071035] = {
		id = 120071035,
		prefab_name = "1071ui_story",
		content = "先不说技术能力……如果真有这么一个人，至少对我们的行踪了如指掌，说不定现在就躲在暗处盯着咱们呢。"
	},
	[120071036] = {
		id = 120071036,
		prefab_name = "1071ui_story",
		content = "最坏的情况嘛……唔……"
	},
	[120071037] = {
		id = 120071037,
		prefab_name = "1071ui_story",
		content = "你应该不是那个会朝我后背开枪的「同伴」吧？"
	},
	[120071038] = {
		id = 120071038,
		prefab_name = "",
		content = "我波澜不惊地看着他，余光始终落在他的佩剑上，身体慢慢绷紧，时刻提防他忽然发难。"
	},
	[120071039] = {
		id = 120071039,
		prefab_name = "",
		content = "就这么对视了约莫五秒，孟章仍没有动手，忽然忍不住笑出声来。他把头扭到一边，对我举手认输。"
	},
	[120071040] = {
		id = 120071040,
		prefab_name = "1071ui_story",
		content = "行了行了，玩笑话而已。你刚从艾因索菲过来，怎么可能有如此充分的准备？"
	},
	[120071041] = {
		id = 120071041,
		prefab_name = "1071ui_story",
		content = "再说既然有胆子算计这么多修正者，实力必然不弱，说不好在我之上，比如监兵那种程度……"
	},
	[120071042] = {
		id = 120071042,
		prefab_name = "",
		content = "……"
	},
	[120071043] = {
		id = 120071043,
		prefab_name = "1071ui_story",
		content = "侵蚀种能凭依人身，我担心你被利用，试你一下，千万勿怪。算我多疑了，给你赔礼道歉。"
	},
	[120071044] = {
		id = 120071044,
		prefab_name = "",
		content = "你很喜欢开这种危险的玩笑。"
	},
	[120071045] = {
		id = 120071045,
		prefab_name = "1071ui_story",
		content = "实属无奈啊。愿意坦诚相待的人太少，我呢，又偏偏疑心重。"
	},
	[120071046] = {
		id = 120071046,
		prefab_name = "1071ui_story",
		content = "要想洞悉人心，先置人于险地。虽然不太厚道，总比看走了眼、付错了心要强些。"
	},
	[120071047] = {
		id = 120071047,
		prefab_name = "",
		content = "孟章将破妄心音按到我怀里，拍了拍我的肩膀。"
	},
	[120071048] = {
		id = 120071048,
		prefab_name = "1071ui_story",
		content = "记着啊，这把枪，你可千万小心使用，尤其别对着同伴。就算是修正者，挨一发这玩意儿，也吃不消的。"
	},
	[120071049] = {
		id = 120071049,
		prefab_name = "",
		content = "不管是什么武器，我都不可能对着同伴的……"
	},
	[120071050] = {
		id = 120071050,
		prefab_name = "",
		content = "你知道其他人在哪里吗？如果有人在算计我们，得赶紧汇合才行。"
	},
	[120071051] = {
		id = 120071051,
		prefab_name = "1071ui_story",
		content = "破解这些防御装置倒是不难。不过找人嘛，或许得缓一缓。"
	},
	[120071052] = {
		id = 120071052,
		prefab_name = "",
		content = "什么意思？"
	},
	[120071053] = {
		id = 120071053,
		prefab_name = "1071ui_story",
		content = "我刚才一直在想，这些空间陷阱算不上多凶险。若是有人算计我们，图的必然不是我们的性命。"
	},
	[120071054] = {
		id = 120071054,
		prefab_name = "1071ui_story",
		content = "这荒郊野岭的，思来想去，也只有异质序核能被惦记上……困住我们，多半是为了先我们一步拿到序核。"
	},
	[120071055] = {
		id = 120071055,
		prefab_name = "1071ui_story",
		content = "所以为大局计，当务之急是上山找到序核，再回来寻人。"
	},
	[120071056] = {
		id = 120071056,
		prefab_name = "",
		content = "你说的确实有道理，可是……"
	},
	[120071057] = {
		id = 120071057,
		prefab_name = "1071ui_story",
		content = "担心和你一起来的小姑娘吗？"
	},
	[120071058] = {
		id = 120071058,
		prefab_name = "1071ui_story",
		content = "哎，放心吧，我看她有点能耐，一时半会儿不会有事的。"
	},
	[120071059] = {
		id = 120071059,
		prefab_name = "1071ui_story",
		content = "耽搁了不少时间，该出发了。"
	},
	[120071060] = {
		id = 120071060,
		prefab_name = "1071ui_story",
		content = "和说好的一样啊。遇上视骸呢，就交给我，你在旁掠阵。"
	},
	[120071061] = {
		id = 120071061,
		prefab_name = "1071ui_story",
		content = "余下的事，路上边走边说。"
	},
	[120072001] = {
		id = 120072001,
		prefab_name = "",
		content = "——"
	},
	[120072002] = {
		id = 120072002,
		prefab_name = "",
		content = "（视骸吼声）"
	},
	[120072003] = {
		id = 120072003,
		prefab_name = "1184ui_story",
		content = "呃……好强……"
	},
	[120072004] = {
		id = 120072004,
		prefab_name = "1184ui_story",
		content = "麟钰，快躲开！"
	},
	[120072005] = {
		id = 120072005,
		prefab_name = "",
		content = "——"
	},
	[120072006] = {
		id = 120072006,
		prefab_name = "",
		content = "薇儿一把拉过像是呆在原地的麟钰，护着她躲过视骸的攻击。视骸全身散发着浓烈的毒雾，薇儿不敢靠近，只能带着麟钰避退。"
	},
	[120072007] = {
		id = 120072007,
		prefab_name = "10044ui_story",
		content = "怎么会出现在这里……"
	},
	[120072008] = {
		id = 120072008,
		prefab_name = "1184ui_story",
		content = "麟钰，你用来对付智械的小炸弹，还有吗？"
	},
	[120072009] = {
		id = 120072009,
		prefab_name = "10044ui_story",
		content = "小炸弹？……好像没有了……"
	},
	[120072010] = {
		id = 120072010,
		prefab_name = "",
		content = "（视骸吼声）"
	},
	[120072011] = {
		id = 120072011,
		prefab_name = "1184ui_story",
		content = "啊——小心！"
	},
	[120072012] = {
		id = 120072012,
		prefab_name = "",
		content = "——"
	},
	[120072013] = {
		id = 120072013,
		prefab_name = "",
		content = "盾牌上传来的巨力震得薇儿左手生疼，她挥剑将这截枝杈斩断，带麟钰躲到一边。"
	},
	[120072014] = {
		id = 120072014,
		prefab_name = "1184ui_story",
		content = "好险……"
	},
	[120072015] = {
		id = 120072015,
		prefab_name = "10044ui_story",
		content = "薇儿，我们去那边躲一下。"
	},
	[120072016] = {
		id = 120072016,
		prefab_name = "",
		content = "薇儿望向麟钰手指的方向，只不过是一个小斜坡，用来当掩体都有些勉强。"
	},
	[120072017] = {
		id = 120072017,
		prefab_name = "1184ui_story",
		content = "诶？这怎么藏得住？"
	},
	[120072018] = {
		id = 120072018,
		prefab_name = "10044ui_story",
		content = "那里有一座光学迷彩发生器……相信我，跟我来吧。"
	},
	[120072019] = {
		id = 120072019,
		prefab_name = "",
		content = "薇儿将信将疑地跟着麟钰躲到小坡下，麟钰用辅助机激活了什么东西。"
	},
	[120072020] = {
		id = 120072020,
		prefab_name = "",
		content = "……"
	},
	[120072021] = {
		id = 120072021,
		prefab_name = "1184ui_story",
		content = "还真的没发现我们……麟钰，你太厉害了。"
	},
	[120072022] = {
		id = 120072022,
		prefab_name = "10044ui_story",
		content = "运气好而已……"
	},
	[120072023] = {
		id = 120072023,
		prefab_name = "10044ui_story",
		content = "走吧，我们抓紧时间上山。"
	},
	[120072024] = {
		id = 120072024,
		prefab_name = "1184ui_story",
		content = "不知道其他人怎么样了，万一管理员也遇上这样的视骸……"
	},
	[120072025] = {
		id = 120072025,
		prefab_name = "10044ui_story",
		content = "别想太多啦。他们说不定平安无事，正在找我们呢。"
	},
	[120072026] = {
		id = 120072026,
		prefab_name = "1184ui_story",
		content = "可是如果有人暗算我们——"
	},
	[120072027] = {
		id = 120072027,
		prefab_name = "1184ui_story",
		content = "不会是要抢走序核，不想让我们治好庚辰先生吧！？"
	},
	[120072028] = {
		id = 120072028,
		prefab_name = "10044ui_story",
		content = "……为什么会有人要做这种事？"
	},
	[120072029] = {
		id = 120072029,
		prefab_name = "1184ui_story",
		content = "人不会做，那视骸呢？"
	},
	[120072030] = {
		id = 120072030,
		prefab_name = "1184ui_story",
		content = "麟钰你知道吗？我以前遇到过「智种视骸」，他们会思考，很狡猾，说不定就是智种视骸的阴谋。"
	},
	[120072031] = {
		id = 120072031,
		prefab_name = "10044ui_story",
		content = "智……种？"
	},
	[120072032] = {
		id = 120072032,
		prefab_name = "1184ui_story",
		content = "如果是这样就糟了……麟钰，我们先上山去找序核吧！"
	},
	[120072033] = {
		id = 120072033,
		prefab_name = "",
		content = "陌生的名词让麟钰露出茫然的神情，然而在听到薇儿的提议后，她的神情又变得古怪起来，像是疑惑，又有些警惕。"
	},
	[120072034] = {
		id = 120072034,
		prefab_name = "",
		content = "薇儿却像是完全没注意到麟钰表情的变化，十分认真地看着麟钰，语气坚定到让人难以置疑。"
	},
	[120072035] = {
		id = 120072035,
		prefab_name = "1184ui_story",
		content = "必须先拿到序核才行。如果是管理员的话，一定也会这么做的！"
	},
	[120072036] = {
		id = 120072036,
		prefab_name = "",
		content = "麟钰正想说些什么，忽然脸色一变，拉着薇儿一同在一棵大树后伏低身子。"
	},
	[120072037] = {
		id = 120072037,
		prefab_name = "1184ui_story",
		content = "怎么了？"
	},
	[120072038] = {
		id = 120072038,
		prefab_name = "10044ui_story",
		content = "有什么东西靠过来了，速度很快……"
	},
	[120072039] = {
		id = 120072039,
		prefab_name = "",
		content = "两人在树后面探出脑袋，却并没有见到视骸，只看到一道火红的身影如流星般向上山的方向穿梭。"
	},
	[120072040] = {
		id = 120072040,
		prefab_name = "1184ui_story",
		content = "这不是陵光前辈吗？！"
	},
	[120072041] = {
		id = 120072041,
		prefab_name = "10044ui_story",
		content = "等等……"
	},
	[120072042] = {
		id = 120072042,
		prefab_name = "1184ui_story",
		content = "陵光前辈！是你吗？"
	},
	[120072043] = {
		id = 120072043,
		prefab_name = "1075ui_story",
		content = "麟钰，薇儿？你们躲在树后面做什么？"
	},
	[120072044] = {
		id = 120072044,
		prefab_name = "1184ui_story",
		content = "呃，我们还以为是视骸……"
	},
	[120072045] = {
		id = 120072045,
		prefab_name = "1075ui_story",
		content = "只有你们两个吗？孟章和#{nickname}#呢？"
	},
	[120072046] = {
		id = 120072046,
		prefab_name = "10044ui_story",
		content = "没见到他们。"
	},
	[120072047] = {
		id = 120072047,
		prefab_name = "",
		content = "麟钰环视四周，确信只看到了陵光一个人。"
	},
	[120072048] = {
		id = 120072048,
		prefab_name = "10044ui_story",
		content = "等一下，陵光姐姐，我记得你和监兵哥哥没有被分开吧……"
	},
	[120072049] = {
		id = 120072049,
		prefab_name = "10044ui_story",
		content = "他……他人呢？"
	},
	[120081001] = {
		id = 120081001,
		prefab_name = "",
		content = "起因是我开了一枪，凝聚着特殊能量的冲击波将一只偷袭我的视骸轰成了碎片，也是在场的最后一只视骸。"
	},
	[120081002] = {
		id = 120081002,
		prefab_name = "1071ui_story",
		content = "看吧！没骗你吧！这「破妄心音」手感顺滑，威力靠谱，万物可破，老少咸宜。"
	},
	[120081003] = {
		id = 120081003,
		prefab_name = "1071ui_story",
		content = "好歹花了我三天时间，凝聚我对轻武器技术的全部理解，三教九流取长补短无限缝合……啊不是，借鉴。绝对是一等一的好用……"
	},
	[120081004] = {
		id = 120081004,
		prefab_name = "",
		content = "孟章眉飞色舞地自夸起来，虽然说的都是事实，可就是让我感觉哪里不对劲。"
	},
	[120081005] = {
		id = 120081005,
		prefab_name = "1071ui_story",
		content = "不过啊，你是不是还有顾虑？明明手握神器，怎么从头到尾就开了一枪？"
	},
	[120081006] = {
		id = 120081006,
		prefab_name = "",
		content = "你动作太快，一直挡在我和视骸中间，没法开枪。"
	},
	[120081007] = {
		id = 120081007,
		prefab_name = "1071ui_story",
		content = "呃，是这样吗？"
	},
	[120081008] = {
		id = 120081008,
		prefab_name = "1071ui_story",
		content = "唔，我独来独往惯了，而且很少和用枪的人联手，没想到有这种难处。"
	},
	[120081009] = {
		id = 120081009,
		prefab_name = "",
		content = "……倒也不用太在意我，我能自保就行了，"
	},
	[120081010] = {
		id = 120081010,
		prefab_name = "",
		content = "与孟章同行一路，一路上的空间陷阱在他面前形同虚设。"
	},
	[120081011] = {
		id = 120081011,
		prefab_name = "",
		content = "如果不是频繁遇到视骸攻击，摆脱防御网的时间也许会提前许多。"
	},
	[120081012] = {
		id = 120081012,
		prefab_name = "1071ui_story",
		content = "这里已经是半山腰几条山道汇合的位置，我真不信前面还有陷阱……"
	},
	[120081013] = {
		id = 120081013,
		prefab_name = "1071ui_story",
		content = "#{nickname}#，序核在山顶没错吧？"
	},
	[120081014] = {
		id = 120081014,
		prefab_name = "",
		content = "没错。"
	},
	[120081015] = {
		id = 120081015,
		prefab_name = "1071ui_story",
		content = "如此再好不过，我们早点拿到序核，再去寻找大……"
	},
	[120081016] = {
		id = 120081016,
		prefab_name = "1184ui_story",
		content = "啊！管理员！！"
	},
	[120081017] = {
		id = 120081017,
		prefab_name = "",
		content = "身后传来薇儿万分惊喜的呼喊，我连忙回头，看到薇儿、麟钰和陵光沿着山道快步朝我们走来。"
	},
	[120081018] = {
		id = 120081018,
		prefab_name = "1071ui_story",
		content = "这么快……"
	},
	[120081019] = {
		id = 120081019,
		prefab_name = "",
		content = "怎么了？"
	},
	[120081020] = {
		id = 120081020,
		prefab_name = "1071ui_story",
		content = "嗯？哦，只是有些意外。原本还以为大家都陷在相位通道里了，平安无事就好。"
	},
	[120081021] = {
		id = 120081021,
		prefab_name = "1184ui_story",
		content = "管理员！？你的手臂……血……"
	},
	[120081022] = {
		id = 120081022,
		prefab_name = "",
		content = "别慌呀薇儿，你还不了解我吗，早就愈合了。"
	},
	[120081023] = {
		id = 120081023,
		prefab_name = "",
		content = "我晃了晃胳膊示意自己没事。"
	},
	[120081024] = {
		id = 120081024,
		prefab_name = "",
		content = "遇到了一些视骸，不过孟章来得及时，都被他解决了。"
	},
	[120081025] = {
		id = 120081025,
		prefab_name = "1184ui_story",
		content = "分开的时候我看到你是一个人，就在担心你会不会遇到视骸……"
	},
	[120081026] = {
		id = 120081026,
		prefab_name = "1184ui_story",
		content = "我……是我不好，要是我跟在你身边就不会让你受伤了……"
	},
	[120081027] = {
		id = 120081027,
		prefab_name = "",
		content = "薇儿。"
	},
	[120081028] = {
		id = 120081028,
		prefab_name = "",
		content = "我心口一暖，摸了摸薇儿的脑袋，看到她还是有些难过的表情，轻轻捏住她的脸，把她的嘴角勾起来。"
	},
	[120081029] = {
		id = 120081029,
		prefab_name = "",
		content = "薇儿慢慢成为可以独当一面的修正者了呢。不过也要相信同伴才行。"
	},
	[120081030] = {
		id = 120081030,
		prefab_name = "",
		content = "我平时和你一起训练的时候也很努力的，给我一点信心好不好？"
	},
	[120081031] = {
		id = 120081031,
		prefab_name = "1184ui_story",
		content = "可是我记得好几次看到你偷懒……"
	},
	[120081032] = {
		id = 120081032,
		prefab_name = "",
		content = "咳咳……不提我的事了……"
	},
	[120081033] = {
		id = 120081033,
		prefab_name = "",
		content = "你和麟钰怎么找到陵光的？没有遇到视骸和空间陷阱吗？"
	},
	[120081034] = {
		id = 120081034,
		prefab_name = "1184ui_story",
		content = "最开始确实遇到了陷阱，还好麟钰聪明，带我走出来了，出来以后就遇到了陵光前辈。不过视骸确实没有怎么见到……"
	},
	[120081035] = {
		id = 120081035,
		prefab_name = "10044ui_story",
		content = "还要多谢薇儿姐姐保护我啦。"
	},
	[120081036] = {
		id = 120081036,
		prefab_name = "",
		content = "那就好。我还担心你们遇上应付不了的情况。"
	},
	[120081037] = {
		id = 120081037,
		prefab_name = "1071ui_story",
		content = "唉，奇哉怪也。#{nickname}#，合着视骸全冲着咱俩来了。"
	},
	[120081038] = {
		id = 120081038,
		prefab_name = "1071ui_story",
		content = "小麟钰，薇儿，莫非有什么能让视骸绕着走的小妙招？也教教我呗？"
	},
	[120081039] = {
		id = 120081039,
		prefab_name = "1184ui_story",
		content = "啊？应该没有能让视骸绕着走的东西吧，麟钰？"
	},
	[120081040] = {
		id = 120081040,
		prefab_name = "10044ui_story",
		content = "孟章哥哥这是遇到了视骸，心里不平衡啦。"
	},
	[120081041] = {
		id = 120081041,
		prefab_name = "1071ui_story",
		content = "瞎说，我哪儿是这种人？大家没被各个击破，当然是好事。"
	},
	[120081042] = {
		id = 120081042,
		prefab_name = "1071ui_story",
		content = "这下人差不多齐了，呃，还差个监兵。"
	},
	[120081043] = {
		id = 120081043,
		prefab_name = "1071ui_story",
		content = "陵光，怎么一直不说话？你和监兵应该没有被分开吧，他去做什么了？"
	},
	[120081044] = {
		id = 120081044,
		prefab_name = "1075ui_story",
		content = "……"
	},
	[120081045] = {
		id = 120081045,
		prefab_name = "",
		content = "大家一齐看向陵光，陵光的沉默却让气氛变得有些不安。"
	},
	[120081046] = {
		id = 120081046,
		prefab_name = "",
		content = "可陵光露出一瞬担忧的神情，目光落在孟章身上，张了张嘴，似乎欲言又止。"
	},
	[120081047] = {
		id = 120081047,
		prefab_name = "1071ui_story",
		content = "分开不到一个小时，怎么变得忸怩起来了？"
	},
	[120081048] = {
		id = 120081048,
		prefab_name = "1075ui_story",
		content = "孟章，你告诉我，视骸也好，空间陷阱也好，与你究竟有没有关系？"
	},
	[120081049] = {
		id = 120081049,
		prefab_name = "1071ui_story",
		content = "当然有了。"
	},
	[120081050] = {
		id = 120081050,
		prefab_name = "1071ui_story",
		content = "大家都中招了，有谁能说没关系么？"
	},
	[120081051] = {
		id = 120081051,
		prefab_name = "1075ui_story",
		content = "……"
	},
	[120081052] = {
		id = 120081052,
		prefab_name = "1071ui_story",
		content = "你到底想说什么？监兵去哪里了？"
	},
	[120081053] = {
		id = 120081053,
		prefab_name = "1075ui_story",
		content = "我和监兵落入了一处陷阱空间，那片空间十分诡异，里面骸能弥漫，还有无数视骸游荡。"
	},
	[120081054] = {
		id = 120081054,
		prefab_name = "1075ui_story",
		content = "监兵将我送了出来，自己还被困在陷阱里……拿到序核以后我们要赶紧回去找他。"
	},
	[120081055] = {
		id = 120081055,
		prefab_name = "1071ui_story",
		content = "喂喂喂，你在开什么玩笑……监兵一拳能从玉京打到旧城，什么样的陷阱能困住他？"
	},
	[120081056] = {
		id = 120081056,
		prefab_name = "1075ui_story",
		content = "事实如此，我没有必要隐瞒……"
	},
	[120081057] = {
		id = 120081057,
		prefab_name = "1075ui_story",
		content = "反倒是你，孟章，监兵说你这一路表现都十分反常，不像你平时的样子。"
	},
	[120081058] = {
		id = 120081058,
		prefab_name = "1075ui_story",
		content = "失散之前你不与我们汇合，反而转身往山上跑，究竟想做什么？"
	},
	[120081059] = {
		id = 120081059,
		prefab_name = "1071ui_story",
		content = "自然是想关闭相位通道、避免大家失散。可惜动作慢了一步……我也被送到了别的地方。"
	},
	[120081060] = {
		id = 120081060,
		prefab_name = "1071ui_story",
		content = "怎么？我带大家进山，监兵反倒觉得我在算计大家？"
	},
	[120081061] = {
		id = 120081061,
		prefab_name = "1075ui_story",
		content = "这里是烛的地界，你与她相熟，这一路上怪事频发，无怪监兵会生疑。"
	},
	[120081062] = {
		id = 120081062,
		prefab_name = "",
		content = "孟章一愣，指了指自己，看到陵光不像是开玩笑的神情，倍感荒唐地笑出了声。"
	},
	[120081063] = {
		id = 120081063,
		prefab_name = "1071ui_story",
		content = "我说，你们该不会真觉得是我在捣鬼吧？"
	},
	[120081064] = {
		id = 120081064,
		prefab_name = "1071ui_story",
		content = "可别怪我多心，陵光。监兵既然能把你送出来，他又怎么会自己陷在里面？"
	},
	[120081065] = {
		id = 120081065,
		prefab_name = "1075ui_story",
		content = "直到我回到静督山，我还是没弄明白那片空间到底从何而来。"
	},
	[120081066] = {
		id = 120081066,
		prefab_name = "1075ui_story",
		content = "三言两语真的解释不清。若是拿到序核后监兵还没脱困，你我也要闯一闯。到那时你就知道了。"
	},
	[120081067] = {
		id = 120081067,
		prefab_name = "1071ui_story",
		content = "……是解释不清，还是有人在隐瞒什么？"
	},
	[120081068] = {
		id = 120081068,
		prefab_name = "",
		content = "孟章渐渐收起笑容，右手摩挲着剑柄，看着陵光手里的扇子。陵光没有理会这句似有所指的话，环视众人，神情凝重。"
	},
	[120081069] = {
		id = 120081069,
		prefab_name = "1075ui_story",
		content = "……"
	},
	[120081070] = {
		id = 120081070,
		prefab_name = "1075ui_story",
		content = "不要胡乱猜测了，抓紧时间上山吧。"
	},
	[120081071] = {
		id = 120081071,
		prefab_name = "1075ui_story",
		content = "先拿到序核要紧，这也是监兵拜托我的事情……"
	},
	[120081072] = {
		id = 120081072,
		prefab_name = "",
		content = "眼前上山的路只有一条，不需要再做什么选择，大家都没有异议，火速赶往山顶。"
	},
	[120081073] = {
		id = 120081073,
		prefab_name = "",
		content = "路上没有再遇到什么陷阱，我们离山顶越来越近，透过重林已经能隐约看到某座建筑的一角。"
	},
	[120081074] = {
		id = 120081074,
		prefab_name = "1071ui_story",
		content = "停——"
	},
	[120081075] = {
		id = 120081075,
		prefab_name = "",
		content = "孟章在最前面开道。听到他有些警惕的喝令，我们纷纷停下。"
	},
	[120081076] = {
		id = 120081076,
		prefab_name = "",
		content = "在前方不远处，一台破破烂烂的兽型智械倒在路边，表面大半都被锈迹遮盖了。"
	},
	[120081077] = {
		id = 120081077,
		prefab_name = "1071ui_story",
		content = "你们留在这里不要走动，千万不要分散了。这台智械有古怪，我去看看。"
	},
	[120081078] = {
		id = 120081078,
		prefab_name = "",
		content = "他在那台智械边蹲下，拆开智械的检修罩，翻来覆去捣鼓了一阵，有些失望地拍了两下智械的外壳，起身朝我们招手。"
	},
	[120081079] = {
		id = 120081079,
		prefab_name = "1071ui_story",
		content = "嗯……可惜，确实荒弃太久，已经没用了。"
	},
	[120081080] = {
		id = 120081080,
		prefab_name = "1071ui_story",
		content = "没事，是我多疑了，继续赶路吧。"
	},
	[120081081] = {
		id = 120081081,
		prefab_name = "",
		content = "可起身的并不只有他……"
	},
	[120081082] = {
		id = 120081082,
		prefab_name = "",
		content = "！孟章，你身后——"
	},
	[120081083] = {
		id = 120081083,
		prefab_name = "",
		content = "嗡——"
	},
	[120081084] = {
		id = 120081084,
		prefab_name = "",
		content = "智械的核心亮起，抬头就朝孟章吐出一束火柱。"
	},
	[120081085] = {
		id = 120081085,
		prefab_name = "",
		content = "孟章很快反应过来，回身横剑构筑出神力屏障，却被那火柱推着不停后退，额头上都冒出了细密的汗珠。"
	},
	[120081086] = {
		id = 120081086,
		prefab_name = "1071ui_story",
		content = "失策——这铁疙瘩怎么还能动……"
	},
	[120081087] = {
		id = 120081087,
		prefab_name = "1071ui_story",
		content = "你们怎么还站着？来帮忙啊！！"
	},
	[120091001] = {
		id = 120091001,
		prefab_name = "",
		content = "——！"
	},
	[120091002] = {
		id = 120091002,
		prefab_name = "",
		content = "在我们的联手围攻下，这台智械已经几近损毁。"
	},
	[120091003] = {
		id = 120091003,
		prefab_name = "1071ui_story",
		content = "小心它自爆！我来处理——"
	},
	[120091004] = {
		id = 120091004,
		prefab_name = "",
		content = "听到孟章的提醒，我们虽然没看出智械有自爆的迹象，还是纷纷退远了些。"
	},
	[120091005] = {
		id = 120091005,
		prefab_name = "",
		content = "孟章凌空一剑直指智械核心。然而剑路似乎偏了些，抽在智械的外壳上，像是打高尔夫球一样将智械抽往我的方向。"
	},
	[120091006] = {
		id = 120091006,
		prefab_name = "1184ui_story",
		content = "管理员！"
	},
	[120091007] = {
		id = 120091007,
		prefab_name = "",
		content = "没事。"
	},
	[120091008] = {
		id = 120091008,
		prefab_name = "",
		content = "智械已经是强弩之末，我朝它的核心开了一枪，核心被冲击波震碎，身躯完全失去动力，缓缓停在我面前。"
	},
	[120091009] = {
		id = 120091009,
		prefab_name = "",
		content = "我下意识低头检查它的核心，却看到核心里似乎有什么东西。"
	},
	[120091010] = {
		id = 120091010,
		prefab_name = "",
		content = "这是……钥匙？上面还有字。"
	},
	[120091011] = {
		id = 120091011,
		prefab_name = "",
		content = "「库……藏……」？什么东西？"
	},
	[120091012] = {
		id = 120091012,
		prefab_name = "",
		content = "我将破妄心音收回成小方匣子揣在腰间，伸手想将钥匙捡起来，然而还没碰到它，钥匙忽然散作一团数据流钻进我的掌心。"
	},
	[120091013] = {
		id = 120091013,
		prefab_name = "",
		content = "！！"
	},
	[120091014] = {
		id = 120091014,
		prefab_name = "",
		content = "我急忙收回右手。薇儿也吓了一跳，跑到我身边抓住我的手，可手上甚至连个红印都没有。"
	},
	[120091015] = {
		id = 120091015,
		prefab_name = "1184ui_story",
		content = "管理员……我应该没看错吧？刚才有什么东西钻到你手里了。"
	},
	[120091016] = {
		id = 120091016,
		prefab_name = "",
		content = "我也不知道是什么……"
	},
	[120091017] = {
		id = 120091017,
		prefab_name = "",
		content = "孟章，你知道吗……孟章？"
	},
	[120091018] = {
		id = 120091018,
		prefab_name = "",
		content = "第二个冲到我边上的人是孟章，但他并没有理会我的话，而是死死盯着智械破碎的核心。"
	},
	[120091019] = {
		id = 120091019,
		prefab_name = "1184ui_story",
		content = "孟章前辈，你发现什么了？表情好吓人……"
	},
	[120091020] = {
		id = 120091020,
		prefab_name = "1071ui_story",
		content = "你刚才拿了库藏的钥匙？"
	},
	[120091021] = {
		id = 120091021,
		prefab_name = "",
		content = "你说那一串数据流？"
	},
	[120091022] = {
		id = 120091022,
		prefab_name = "1071ui_story",
		content = "给我。"
	},
	[120091023] = {
		id = 120091023,
		prefab_name = "",
		content = "……哈？"
	},
	[120091024] = {
		id = 120091024,
		prefab_name = "1071ui_story",
		content = "我应该说明白了，给我。"
	},
	[120091025] = {
		id = 120091025,
		prefab_name = "",
		content = "我确信自己听懂了孟章的话，也确信孟章的表情是认真的，但二者摆在一起却让我难以理解。"
	},
	[120091026] = {
		id = 120091026,
		prefab_name = "",
		content = "等等……我们先捋清楚状况。"
	},
	[120091027] = {
		id = 120091027,
		prefab_name = "",
		content = "首先你说的这个什么钥匙，如果是很重要的东西，你先解释一下，我们再一起商量。"
	},
	[120091028] = {
		id = 120091028,
		prefab_name = "",
		content = "就算你不方便说，我也不知道怎么把它弄出来……怎么给你？"
	},
	[120091029] = {
		id = 120091029,
		prefab_name = "1184ui_story",
		content = "怎么了，孟章前辈，干嘛板着脸？"
	},
	[120091030] = {
		id = 120091030,
		prefab_name = "",
		content = "孟章走到我边上，眉头紧皱，盯着我的右手看了片刻。"
	},
	[120091031] = {
		id = 120091031,
		prefab_name = "1071ui_story",
		content = "这只手？"
	},
	[120091032] = {
		id = 120091032,
		prefab_name = "",
		content = "是。"
	},
	[120091033] = {
		id = 120091033,
		prefab_name = "1071ui_story",
		content = "行吧。那就……"
	},
	[120091034] = {
		id = 120091034,
		prefab_name = "1071ui_story",
		content = "借手一用了！"
	},
	[120091035] = {
		id = 120091035,
		prefab_name = "",
		content = "？！"
	},
	[120091036] = {
		id = 120091036,
		prefab_name = "",
		content = "叮——"
	},
	[120091037] = {
		id = 120091037,
		prefab_name = "",
		content = "只看到孟章拔剑的动作，而后少女的身影挡在我面前，挡住了斩向我手臂的剑。"
	},
	[120091038] = {
		id = 120091038,
		prefab_name = "",
		content = "在场所有人都始料未及的袭击令山道一片寂静，就连出于本能保护住我的薇儿也是一脸茫然。"
	},
	[120091039] = {
		id = 120091039,
		prefab_name = "1075ui_story",
		content = "孟章你……你在做什么？"
	},
	[120091040] = {
		id = 120091040,
		prefab_name = "1071ui_story",
		content = "如果我说我在帮你，你还会拦我么？"
	},
	[120091041] = {
		id = 120091041,
		prefab_name = "1075ui_story",
		content = "伤害别人的事情，我无论如何不会允许，你要伤及无辜，怎么会在帮我？"
	},
	[120091042] = {
		id = 120091042,
		prefab_name = "1071ui_story",
		content = "无辜？"
	},
	[120091043] = {
		id = 120091043,
		prefab_name = "1071ui_story",
		content = "庶人无罪，怀璧其罪。要不是拿到序核的「钥匙」落在这位客人身上，我也不至如此。"
	},
	[120091044] = {
		id = 120091044,
		prefab_name = "1071ui_story",
		content = "序核我志在必得，不可能给你们，尤其是不能给你，陵光。"
	},
	[120091045] = {
		id = 120091045,
		prefab_name = "1075ui_story",
		content = "你知道我不可能放弃序核……你到底想要做什么？难道还有重于先生安危的事情吗？"
	},
	[120091046] = {
		id = 120091046,
		prefab_name = "1071ui_story",
		content = "我也是为了虚恒苍生……言尽于此。"
	},
	[120091047] = {
		id = 120091047,
		prefab_name = "1075ui_story",
		content = "这样可说服不了我。"
	},
	[120091048] = {
		id = 120091048,
		prefab_name = "1071ui_story",
		content = "现在敌暗我明，有些事情我不会解释，也没必要解释。"
	},
	[120091049] = {
		id = 120091049,
		prefab_name = "1071ui_story",
		content = "不愿信我，动手就是了……如果你们觉得能拦得住我的话。"
	},
	[120091050] = {
		id = 120091050,
		prefab_name = "1071ui_story",
		content = "再说啊，陵光……我又怎么知道，你想要序核，是不是真的打算救先生呢！？"
	},
	[120092001] = {
		id = 120092001,
		prefab_name = "",
		content = "——"
	},
	[120092002] = {
		id = 120092002,
		prefab_name = "",
		content = "孟章冷着脸，战斗方式十分凶狠，接连舍弃防御与陵光换招，双方很快都出现了伤势。"
	},
	[120092003] = {
		id = 120092003,
		prefab_name = "",
		content = "这样下去不妙啊……陵光出手还是有顾忌。虽然我们是外人，现在也管不了这么多了。"
	},
	[120092004] = {
		id = 120092004,
		prefab_name = "",
		content = "薇儿，去帮一下陵光，逼孟章停手就好。"
	},
	[120092005] = {
		id = 120092005,
		prefab_name = "1184ui_story",
		content = "明白。"
	},
	[120092006] = {
		id = 120092006,
		prefab_name = "",
		content = "身旁的薇儿已经等待多时，听到我的指令，立刻冲向孟章。"
	},
	[120092007] = {
		id = 120092007,
		prefab_name = "1071ui_story",
		content = "呵呵，来了么？"
	},
	[120092008] = {
		id = 120092008,
		prefab_name = "",
		content = "孟章淡淡一笑，忽然向后退了一步。"
	},
	[120092009] = {
		id = 120092009,
		prefab_name = "",
		content = "扭曲的空间涟漪吞没孟章的身影，而我瞬间汗毛竖立，飞快后退。"
	},
	[120092010] = {
		id = 120092010,
		prefab_name = "",
		content = "然而根本没看清孟章是怎么出现在我面前的，我只感觉到一股大力顶在我的胸口上。"
	},
	[120092011] = {
		id = 120092011,
		prefab_name = "",
		content = "周围的景物飞快移动旋转，紧接着我的后背重重砸在地上，眼前一片模糊。"
	},
	[120092012] = {
		id = 120092012,
		prefab_name = "1184ui_story",
		content = "管理员！！"
	},
	[120092013] = {
		id = 120092013,
		prefab_name = "",
		content = "咳——咳咳……"
	},
	[120092014] = {
		id = 120092014,
		prefab_name = "",
		content = "意识几乎被五脏六腑的剧痛淹没，我咬着牙让自己不要晕过去，努力坐起身子。"
	},
	[120092015] = {
		id = 120092015,
		prefab_name = "",
		content = "可刚抬起上半身就感觉脖子一凉，尖锐的刺痛瞬间令我清醒过来。"
	},
	[120092016] = {
		id = 120092016,
		prefab_name = "1071ui_story",
		content = "我劝你不要乱动。"
	},
	[120092017] = {
		id = 120092017,
		prefab_name = "",
		content = "……"
	},
	[120092018] = {
		id = 120092018,
		prefab_name = "1184ui_story",
		content = "你——快放开管理员！"
	},
	[120092019] = {
		id = 120092019,
		prefab_name = "1071ui_story",
		content = "抱歉，小姑娘，你的管理员，今天得借我用一用。"
	},
	[120092020] = {
		id = 120092020,
		prefab_name = "1075ui_story",
		content = "佯装检查智械，实则暗中布置折跃锚点，等薇儿离开#{nickname}#……你早算到这一步了吗？"
	},
	[120092021] = {
		id = 120092021,
		prefab_name = "1071ui_story",
		content = "有备无患，我可不指望你们谅解我。"
	},
	[120092022] = {
		id = 120092022,
		prefab_name = "1071ui_story",
		content = "我只嫌我算得不够多……好不容易用相位通道将你们分开，没想到你们这么快就脱困了。"
	},
	[120092023] = {
		id = 120092023,
		prefab_name = "1075ui_story",
		content = "一路上在算计我们的人，真的是你吗？"
	},
	[120092024] = {
		id = 120092024,
		prefab_name = "1071ui_story",
		content = "若你说的是暗中跟随、用相位通道将队伍分散，确实是我。"
	},
	[120092025] = {
		id = 120092025,
		prefab_name = "1071ui_story",
		content = "若你说的是布设陷阱、驱使视骸进山阻拦我们……你觉得我能做到么？"
	},
	[120092026] = {
		id = 120092026,
		prefab_name = "1071ui_story",
		content = "我就直说了，敌暗我明，现在我不会相信任何人。"
	},
	[120092027] = {
		id = 120092027,
		prefab_name = "1075ui_story",
		content = "……孟章，我们同为四方院代理，虽然私交不深，可我知道你志虑忠纯。"
	},
	[120092028] = {
		id = 120092028,
		prefab_name = "1075ui_story",
		content = "既然是为了虚恒苍生，就不该放着先生的病症和天通引擎不管。"
	},
	[120092029] = {
		id = 120092029,
		prefab_name = "1071ui_story",
		content = "呵呵……"
	},
	[120092030] = {
		id = 120092030,
		prefab_name = "1071ui_story",
		content = "你也一样，你也一样啊——"
	},
	[120092031] = {
		id = 120092031,
		prefab_name = "1071ui_story",
		content = "陵光，你真觉得自己有机会能治好先生吗？！依靠虚恒增幅你的神力？你以为这只是算力的差距吗？！"
	},
	[120092032] = {
		id = 120092032,
		prefab_name = "1071ui_story",
		content = "你不过是被救人的偏执愿望左右，抱着一根救命稻草不肯放开罢了！"
	},
	[120092033] = {
		id = 120092033,
		prefab_name = "1075ui_story",
		content = "……也许你说的没错，原初权能神秘莫测，是我难以触及的领域。"
	},
	[120092034] = {
		id = 120092034,
		prefab_name = "1075ui_story",
		content = "但哪怕只有一点希望，我也不会坐视任何人牺牲……"
	},
	[120092035] = {
		id = 120092035,
		prefab_name = "1071ui_story",
		content = "「不会坐视任何人牺牲」……真是异想天开。"
	},
	[120092036] = {
		id = 120092036,
		prefab_name = "1071ui_story",
		content = "拯救天下岂是如此便宜之事？陵光，几十年的和平，让你变得天真还是伪善？"
	},
	[120092037] = {
		id = 120092037,
		prefab_name = "1071ui_story",
		content = "「均衡」是世界最根本的规则，拯救的代价永远都是牺牲。我们的强大与否，能改变的只有牺牲的多与寡。"
	},
	[120092038] = {
		id = 120092038,
		prefab_name = "1071ui_story",
		content = "如果有必要，我会替别人做出牺牲的选择，也做好了背负罪孽的觉悟……"
	},
	[120092039] = {
		id = 120092039,
		prefab_name = "1071ui_story",
		content = "多说无益，你自己选吧。要么你们现在下山；要么我杀了#{nickname}#，谁都别想拿到序核。"
	},
	[120092040] = {
		id = 120092040,
		prefab_name = "1184ui_story",
		content = "你……你可是修正者，怎么能说这种话！？"
	},
	[120092041] = {
		id = 120092041,
		prefab_name = "1071ui_story",
		content = "正因为我是修正者，所以才要这么做啊……"
	},
	[120092042] = {
		id = 120092042,
		prefab_name = "1071ui_story",
		content = "你与你的这位管理员朝夕相处，我可不信你没察觉。外表虽是人类，身体里却藏着人类不该有的东西。"
	},
	[120092043] = {
		id = 120092043,
		prefab_name = "",
		content = "孟章扫了我一眼，将剑锋缓缓移到我心脏的位置。"
	},
	[120092044] = {
		id = 120092044,
		prefab_name = "1071ui_story",
		content = "两权相害取其轻，如果你们真要逼我，我就不得不为了虚恒沾点杀业了。"
	},
	[120092045] = {
		id = 120092045,
		prefab_name = "",
		content = "话已经说到这个地步，只怕是没有调解的可能了。"
	},
	[120092046] = {
		id = 120092046,
		prefab_name = "",
		content = "我看到陵光挣扎的神情，倒也没有责怪她。一边是我的性命，一边是庚辰的性命……善良如陵光当然不会狠下心坐视我被杀死，但客观来说，庚辰比我重要得多。"
	},
	[120092047] = {
		id = 120092047,
		prefab_name = "",
		content = "没事的，陵光，千万别妥协，救庚辰先生要紧。"
	},
	[120092048] = {
		id = 120092048,
		prefab_name = "",
		content = "陵光没说话，只是咬着嘴唇。薇儿见到陵光的样子，慌忙向前走了两步，对孟章做出打住的手势。"
	},
	[120092049] = {
		id = 120092049,
		prefab_name = "",
		content = "大局为重，薇儿。"
	},
	[120092050] = {
		id = 120092050,
		prefab_name = "",
		content = "我朝薇儿摇了摇头，坦然地躺倒在地上，最后瞥了一眼孟章。"
	},
	[120092051] = {
		id = 120092051,
		prefab_name = "",
		content = "「为了虚恒苍生」，希望你能为自己说的话负责。"
	},
	[120092052] = {
		id = 120092052,
		prefab_name = "1071ui_story",
		content = "有骨气，但是你选了个很糟的结局。"
	},
	[120092053] = {
		id = 120092053,
		prefab_name = "",
		content = "我没理他，闭上眼，一副视死如归的模样。"
	},
	[120092054] = {
		id = 120092054,
		prefab_name = "",
		content = "监测到信号源正在移动。"
	},
	[120092055] = {
		id = 120092055,
		prefab_name = "",
		content = "弥弥尔系统忽然发出警报似的红光与振动，仿佛是上天赐给我的转机。我立刻伸手将它关停，好像对找序核的事情已经不在乎了。"
	},
	[120092056] = {
		id = 120092056,
		prefab_name = "1071ui_story",
		content = "信号源在移动？什么意思？序核被取走了？"
	},
	[120092057] = {
		id = 120092057,
		prefab_name = "",
		content = "我怎么知道？感兴趣就自己看。"
	},
	[120092058] = {
		id = 120092058,
		prefab_name = "",
		content = "剑锋往我的胸口送了几毫米，锐物接近脆弱器官的感觉令我全身冰冷。"
	},
	[120092059] = {
		id = 120092059,
		prefab_name = "1071ui_story",
		content = "最好别耍什么小心思，我虽然有伤在身，要杀你仍然简单。"
	},
	[120092060] = {
		id = 120092060,
		prefab_name = "",
		content = "长剑贴着我的衣服下移，勾住弥弥尔挂饰，向上一撩——"
	},
	[120092061] = {
		id = 120092061,
		prefab_name = "",
		content = "我等的正是这个机会，孟章的剑离开我身体的机会。"
	},
	[120092062] = {
		id = 120092062,
		prefab_name = "",
		content = "举起另一侧腰间不起眼的小方匣，破妄心音瞬间展开，一米内的距离根本不需要瞄准，枪管几乎已经抵在孟章身上。"
	},
	[120092063] = {
		id = 120092063,
		prefab_name = "1071ui_story",
		content = "什么——"
	},
	[120092064] = {
		id = 120092064,
		prefab_name = "",
		content = "砰！砰！砰！"
	},
	[120092065] = {
		id = 120092065,
		prefab_name = "",
		content = "零距离射击的冲击波震得我头晕目眩，恍惚的视野中，一道人影像是破布一样被甩向远处。"
	},
	[120092066] = {
		id = 120092066,
		prefab_name = "",
		content = "然后以没有防护的姿势落在地上，翻滚、停下……"
	},
	[120092067] = {
		id = 120092067,
		prefab_name = "",
		content = "安静得如同尸体。"
	},
	[120101001] = {
		id = 120101001,
		prefab_name = "",
		content = "他……死了吗？"
	},
	[120101002] = {
		id = 120101002,
		prefab_name = "",
		content = "孟章躺在地上一动不动。我大口大口地喘息，精神的消耗千倍于体力。"
	},
	[120101003] = {
		id = 120101003,
		prefab_name = "",
		content = "举枪的手完全感受不到这柄凶器的重量，直到一双温凉的手轻轻将它与枪一同按下。"
	},
	[120101004] = {
		id = 120101004,
		prefab_name = "",
		content = "陵光，我……他……"
	},
	[120101005] = {
		id = 120101005,
		prefab_name = "1075ui_story",
		content = "……不是你的责任，#{nickname}#。"
	},
	[120101006] = {
		id = 120101006,
		prefab_name = "1075ui_story",
		content = "没想到孟章会做这么出格的事情，与我交手时完全没有留手。"
	},
	[120101007] = {
		id = 120101007,
		prefab_name = "",
		content = "可他毕竟是修正者，对修正者开枪这种事……"
	},
	[120101008] = {
		id = 120101008,
		prefab_name = "1075ui_story",
		content = "委托由我发起，你们是我请来的，不管出现什么后果，我都会承担。"
	},
	[120101009] = {
		id = 120101009,
		prefab_name = "1075ui_story",
		content = "等先生回来后，我会亲自说明前因后果，不会让二位因为这件事牵扯进别的麻烦。"
	},
	[120101010] = {
		id = 120101010,
		prefab_name = "",
		content = "陵光扶着我站起来，但她的状况同样不算好，露出有些柔弱的疲态，似乎在与孟章的交手中受了不轻的内伤。"
	},
	[120101011] = {
		id = 120101011,
		prefab_name = "",
		content = "伤得严重吗？"
	},
	[120101012] = {
		id = 120101012,
		prefab_name = "1075ui_story",
		content = "只是神力震荡太剧烈，需要调养一下才能恢复……并不碍事。"
	},
	[120101013] = {
		id = 120101013,
		prefab_name = "1075ui_story",
		content = "#{nickname}#，序核不在山顶了吗？"
	},
	[120101014] = {
		id = 120101014,
		prefab_name = "",
		content = "还在。刚才只是我为了吸引孟章注意力，盲打出这几个字让终端机念出来……"
	},
	[120101015] = {
		id = 120101015,
		prefab_name = "1075ui_story",
		content = "原来是这样，真亏你能瞒过孟章……"
	},
	[120101016] = {
		id = 120101016,
		prefab_name = "1075ui_story",
		content = "既然序核还在山顶，你们三人先去寻找吧。"
	},
	[120101017] = {
		id = 120101017,
		prefab_name = "",
		content = "你不和我们一起去吗？"
	},
	[120101018] = {
		id = 120101018,
		prefab_name = "1075ui_story",
		content = "我会赶上你们，只是我不想把孟章丢在山道上……"
	},
	[120101019] = {
		id = 120101019,
		prefab_name = "1075ui_story",
		content = "不管他如何算计大家，又在谋划什么，人死万事空，我至少要将他安葬才是。"
	},
	[120101020] = {
		id = 120101020,
		prefab_name = "",
		content = "死亡是值得敬畏的事情，我能理解。"
	},
	[120101021] = {
		id = 120101021,
		prefab_name = "1075ui_story",
		content = "多谢……"
	},
	[120101022] = {
		id = 120101022,
		prefab_name = "1075ui_story",
		content = "孟章说的「钥匙」也不知是真是假……如果无法拿到序核，先将它看管好，往后再想办法。"
	},
	[120101023] = {
		id = 120101023,
		prefab_name = "1075ui_story",
		content = "赶紧去吧，我先调息片刻。"
	},
	[120101024] = {
		id = 120101024,
		prefab_name = "",
		content = "虽说接连出现意外，但此行的任务并没有改变。我与薇儿、麟钰继续上山，压抑沉默的气氛仿佛让每一步都变得更沉重艰难了些。"
	},
	[120101025] = {
		id = 120101025,
		prefab_name = "",
		content = "我看向薇儿和像是在接连变故中还没缓过神来的麟钰，一时间也不知道该对她们说什么好。"
	},
	[120101026] = {
		id = 120101026,
		prefab_name = "",
		content = "（薇儿……）"
	},
	[120101027] = {
		id = 120101027,
		prefab_name = "",
		content = "像是为了不让自己的情绪给大家添麻烦，薇儿低着头一言不发。"
	},
	[120101028] = {
		id = 120101028,
		prefab_name = "",
		content = "但心思单纯的她，眼神是永远不会骗人的，失落、悲伤、自责……"
	},
	[120101029] = {
		id = 120101029,
		prefab_name = "",
		content = "平时总是帮我振作精神、开开心心的薇儿去哪儿了？"
	},
	[120101030] = {
		id = 120101030,
		prefab_name = "1184ui_story",
		content = "……管理员，对不起，我又让你……呀！"
	},
	[120101031] = {
		id = 120101031,
		prefab_name = "",
		content = "我轻轻弹了一下她的脑袋，她捂着脑门，有些茫然地望着我。"
	},
	[120101032] = {
		id = 120101032,
		prefab_name = "",
		content = "你觉得我每天和你们一起训练是为了什么呢？薇儿，我希望我能成为你们的后援，成为你们的同伴，成为能够让修正者信赖和托付的人类。"
	},
	[120101033] = {
		id = 120101033,
		prefab_name = "",
		content = "我也是深空之眼第九部门的一员，就算我只是人类，那也是最后一个需要被保护的人类。你已经是出色的修正者了，我相信你明白什么是正确的事情……"
	},
	[120101034] = {
		id = 120101034,
		prefab_name = "",
		content = "所以，我们约好了，以后不许再因为我的事情责怪自己了……"
	},
	[120101035] = {
		id = 120101035,
		prefab_name = "1184ui_story",
		content = "……嗯。"
	},
	[120101036] = {
		id = 120101036,
		prefab_name = "",
		content = "沿着山路继续前行，距离山顶的那座建筑越来越近。散落在地上的智械也越来越多，似乎这里曾经发生过什么。"
	},
	[120101037] = {
		id = 120101037,
		prefab_name = "10044ui_story",
		content = "不知道孟章是怎么激活那台智械的……我们也小心一些吧，不要去碰它们了。"
	},
	[120101038] = {
		id = 120101038,
		prefab_name = "",
		content = "有道理，尽量绕着走。"
	},
	[120101039] = {
		id = 120101039,
		prefab_name = "10044ui_story",
		content = "……我在想，那台智械会不会根本没有坏？是孟章故意启动来攻击我们的。"
	},
	[120101040] = {
		id = 120101040,
		prefab_name = "",
		content = "为什么会这么想？"
	},
	[120101041] = {
		id = 120101041,
		prefab_name = "10044ui_story",
		content = "我总觉得太巧了。他会露出破绽也好，拿到序核的钥匙也好……"
	},
	[120101042] = {
		id = 120101042,
		prefab_name = "10044ui_story",
		content = "……追究这个没有意义了，就当我没说吧。"
	},
	[120101043] = {
		id = 120101043,
		prefab_name = "1184ui_story",
		content = "对了，管理员，那个钻进你身体里的东西，你现在有什么感觉吗？"
	},
	[120101044] = {
		id = 120101044,
		prefab_name = "",
		content = "完全没有。"
	},
	[120101045] = {
		id = 120101045,
		prefab_name = "",
		content = "我向薇儿和麟钰详细描述了智械核心里那把钥匙模样的东西。"
	},
	[120101046] = {
		id = 120101046,
		prefab_name = "10044ui_story",
		content = "听起来像是某种权限认证，应该确实可以用来打开什么东西。"
	},
	[120101047] = {
		id = 120101047,
		prefab_name = "1184ui_story",
		content = "对管理员会有什么影响吗？"
	},
	[120101048] = {
		id = 120101048,
		prefab_name = "10044ui_story",
		content = "放心吧，只是把#{nickname}#的生物信号写进某样东西的访问权限里，对身体没有影响的。"
	},
	[120101049] = {
		id = 120101049,
		prefab_name = "1184ui_story",
		content = "呼，那就好……"
	},
	[120101050] = {
		id = 120101050,
		prefab_name = "",
		content = "——"
	},
	[120101051] = {
		id = 120101051,
		prefab_name = "",
		content = "突如其来的声音听上去非常不妙，我们不约而同地停下脚步。"
	},
	[120101052] = {
		id = 120101052,
		prefab_name = "10044ui_story",
		content = "为什么会被激活？我们明明没有碰到它们……"
	},
	[120101053] = {
		id = 120101053,
		prefab_name = "",
		content = "……虚恒的智械，质量可真不错。"
	},
	[120101054] = {
		id = 120101054,
		prefab_name = "",
		content = "开战前苦笑着调侃，我重新端起了破妄心音。"
	},
	[120102001] = {
		id = 120102001,
		prefab_name = "1075ui_story",
		content = "……"
	},
	[120102002] = {
		id = 120102002,
		prefab_name = "",
		content = "环身的火流隐入肌肤，陵光身上的伤痕悉数修复。她缓缓睁开眼睛，望了一眼上山方向空荡荡的山道。"
	},
	[120102003] = {
		id = 120102003,
		prefab_name = "1075ui_story",
		content = "走远了吗……"
	},
	[120102004] = {
		id = 120102004,
		prefab_name = "",
		content = "她站起来，轻轻拍去沾在衣服上的尘土，而后取出权钥，看向仍倒在地上生死不明的孟章。"
	},
	[120102005] = {
		id = 120102005,
		prefab_name = "",
		content = "一对折扇张开，扇骨上火焰涌动，飘摇的火花化作赤羽，在陵光身旁零落消散。"
	},
	[120102006] = {
		id = 120102006,
		prefab_name = "1075ui_story",
		content = "……莫非你觉得，你能骗过我吗？"
	},
	[120102007] = {
		id = 120102007,
		prefab_name = "",
		content = "她缓缓走向孟章，细长的鞋跟敲击在石板上，如一枚枚银针刺进致命穴位，节奏令人窒息。"
	},
	[120102008] = {
		id = 120102008,
		prefab_name = "",
		content = "还有十步左右，陵光扬起扇子，火焰骤然朝左右两边撑开，仿佛一对庞大的燃烧羽翼，山崩海啸般罩向孟章。"
	},
	[120111001] = {
		id = 120111001,
		prefab_name = "",
		content = "可算到了。"
	},
	[120111002] = {
		id = 120111002,
		prefab_name = "1184ui_story",
		content = "呼，那些智械，看样子都在守着这座房子。"
	},
	[120111003] = {
		id = 120111003,
		prefab_name = "",
		content = "在我们面前的是一座占地广阔的工坊，低调地伏在林间，直到走到正门前才能看清它的全貌。"
	},
	[120111004] = {
		id = 120111004,
		prefab_name = "",
		content = "主人离开时似乎非常匆忙，正门虚掩着，门缝里有微弱的光洒出来。我小心地将门推开，只落下一抹灰尘。"
	},
	[120111005] = {
		id = 120111005,
		prefab_name = "",
		content = "咯吱——"
	},
	[120111006] = {
		id = 120111006,
		prefab_name = "",
		content = "这里就是烛的工坊……"
	},
	[120111007] = {
		id = 120111007,
		prefab_name = "",
		content = "天花板上的吊灯随着我们的走入而自动亮起，不算明亮，但基本照亮了房间中角角落落的陈设。"
	},
	[120111008] = {
		id = 120111008,
		prefab_name = "10044ui_story",
		content = "快看那个。"
	},
	[120111009] = {
		id = 120111009,
		prefab_name = "",
		content = "房间中央的天窗正对着一座平台，平台上悬浮着一台由几层环状结构组成的巨大球型装置。"
	},
	[120111010] = {
		id = 120111010,
		prefab_name = "",
		content = "信号源就是中间的那个东西……没错的话，那就是异质序核了。"
	},
	[120111011] = {
		id = 120111011,
		prefab_name = "",
		content = "那是一个像是由某种液态金属凝聚而成的灰色多面体，表面时不时会分离出日珥般的弧形结构，但很快就会被吸收回去。"
	},
	[120111012] = {
		id = 120111012,
		prefab_name = "1184ui_story",
		content = "放在这么显眼的地方，不会有什么陷阱吧？"
	},
	[120111013] = {
		id = 120111013,
		prefab_name = "",
		content = "薇儿小心地举起剑，朝那球型装置探过去。"
	},
	[120111014] = {
		id = 120111014,
		prefab_name = "",
		content = "然而剑锋还没碰到装置，下方平台表面忽然亮起一幅暗纹，能量涟漪从装置表面震荡开来，将薇儿硬生生地逼退。"
	},
	[120111015] = {
		id = 120111015,
		prefab_name = "1184ui_story",
		content = "呜哇，还真的有……"
	},
	[120111016] = {
		id = 120111016,
		prefab_name = "10044ui_story",
		content = "这么重要的东西，有这种程度的防护也是应该的，我试试能不能把这台装置破坏掉……"
	},
	[120111017] = {
		id = 120111017,
		prefab_name = "",
		content = "等等，麟钰……我虽然不懂你们的技术，但这台装置看着跟保险箱差不多，如果有类似反破解自毁程序的东西，我们就白忙活了。"
	},
	[120111018] = {
		id = 120111018,
		prefab_name = "",
		content = "还记得孟章说过我身上有「钥匙」吗？我先试试吧。"
	},
	[120111019] = {
		id = 120111019,
		prefab_name = "10044ui_story",
		content = "这……好吧，我不知道孟章的话还能不能信，万一是陷阱……"
	},
	[120111020] = {
		id = 120111020,
		prefab_name = "",
		content = "他不惜和大家翻脸也要抢的东西，至少不会是个完全有害的玩意儿吧？"
	},
	[120111021] = {
		id = 120111021,
		prefab_name = "",
		content = "冒一点小小的风险，怎么想都很划算。"
	},
	[120111022] = {
		id = 120111022,
		prefab_name = "1184ui_story",
		content = "管理员，你要是被掀飞了，我会接住你的！"
	},
	[120111023] = {
		id = 120111023,
		prefab_name = "",
		content = "我哭笑不得地拍拍薇儿的脑袋，做了个深呼吸，走到球型装置下方，慢慢朝序核伸出手。"
	},
	[120111024] = {
		id = 120111024,
		prefab_name = "",
		content = "手指先是碰到一层无形的壁障，我脚下的平台开始发光，不过光线比刚才薇儿触发的时候柔和了许多。"
	},
	[120111025] = {
		id = 120111025,
		prefab_name = "",
		content = "（好像可以？）"
	},
	[120111026] = {
		id = 120111026,
		prefab_name = "",
		content = "我抬手示意薇儿不用紧张。平台四周忽然升起一面方形的全息光幕，将我从头到脚来回扫了一通。"
	},
	[120111027] = {
		id = 120111027,
		prefab_name = "",
		content = "指尖的阻力缓缓消失，我呆了两秒，把手又朝序核探了探，完全没有遇到阻碍。"
	},
	[120111028] = {
		id = 120111028,
		prefab_name = "",
		content = "……有了！"
	},
	[120111029] = {
		id = 120111029,
		prefab_name = "",
		content = "如此顺利实属意外之喜。我没急着接触序核，打算等陵光来后再问问她有没有合适的运输办法。"
	},
	[120111030] = {
		id = 120111030,
		prefab_name = "",
		content = "薇儿，麟钰，我们……"
	},
	[120111031] = {
		id = 120111031,
		prefab_name = "1184ui_story",
		content = "管理员！"
	},
	[120111032] = {
		id = 120111032,
		prefab_name = "10044ui_story",
		content = "一路辛苦了，外乡人。"
	},
	[120111033] = {
		id = 120111033,
		prefab_name = "",
		content = "循着身后的异响回过头，却看到薇儿追着一道深红的幽光朝我冲过来。"
	},
	[120111034] = {
		id = 120111034,
		prefab_name = "",
		content = "我本能地侧过身，但那幽光还是划过了我的小腹，顿时在身体里扬起一阵无比尖锐的疼痛。"
	},
	[120111035] = {
		id = 120111035,
		prefab_name = "",
		content = "薇儿急忙将我抱住向后飞退，我落在一根柱子边，听到她的盾牌上传来密集的震响。她护在了我身前，警惕地盯着面色冷漠的麟钰。"
	},
	[120111036] = {
		id = 120111036,
		prefab_name = "1184ui_story",
		content = "管理员，你怎么样了？"
	},
	[120111037] = {
		id = 120111037,
		prefab_name = "",
		content = "这是……骸能？别担心，是骸能就不要紧……"
	},
	[120111038] = {
		id = 120111038,
		prefab_name = "10044ui_story",
		content = "伤口愈合了？也没被骸能侵蚀……"
	},
	[120111039] = {
		id = 120111039,
		prefab_name = "10044ui_story",
		content = "奇怪的身体，但终究还是人类，既然已经离场，就别来妨碍我了。"
	},
	[120112001] = {
		id = 120112001,
		prefab_name = "",
		content = "毫无征兆出现在工坊内的视骸，仿佛绕开明火的蚁群，从麟钰身后扑向我和薇儿。"
	},
	[120112002] = {
		id = 120112002,
		prefab_name = "",
		content = "麟钰瞥了眼被压制在角落里的我们，缓缓走向异质序核。"
	},
	[120112003] = {
		id = 120112003,
		prefab_name = "10044ui_story",
		content = "#{nickname}#，人类，修正者……耽溺于表象，看不透虚妄。"
	},
	[120112004] = {
		id = 120112004,
		prefab_name = "",
		content = "你不是麟钰……你到底是谁……"
	},
	[120112005] = {
		id = 120112005,
		prefab_name = "10044ui_story",
		content = "答案对你很重要吗？"
	},
	[120112006] = {
		id = 120112006,
		prefab_name = "",
		content = "确实没指望你会老实回答问题，只要知道你是智种视骸就足够了。"
	},
	[120112007] = {
		id = 120112007,
		prefab_name = "",
		content = "能够指挥视骸的东西，我还没见过例外。"
	},
	[120112008] = {
		id = 120112008,
		prefab_name = "10044ui_story",
		content = "……你们发明的称呼，听着真是不顺耳。"
	},
	[120112009] = {
		id = 120112009,
		prefab_name = "10044ui_story",
		content = "别想着用语言拖延时间了，对我来说你什么都不是。"
	},
	[120112010] = {
		id = 120112010,
		prefab_name = "",
		content = "啧……"
	},
	[120112011] = {
		id = 120112011,
		prefab_name = "",
		content = "薇儿，能去拦住她吗？"
	},
	[120112012] = {
		id = 120112012,
		prefab_name = "1184ui_story",
		content = "啊？还有这么多视骸，你怎么办？！"
	},
	[120112013] = {
		id = 120112013,
		prefab_name = "",
		content = "任务要紧，要来不及了……"
	},
	[120112014] = {
		id = 120112014,
		prefab_name = "",
		content = "恐怕已经来不及了。"
	},
	[120112015] = {
		id = 120112015,
		prefab_name = "",
		content = "「麟钰」将手伸向异质序核，体内涌出令我浑身发冷的浓郁骸能。"
	},
	[120112016] = {
		id = 120112016,
		prefab_name = "10044ui_story",
		content = "用异质序核去救治庚辰，你们有没有想过，这件事本身就是错误的？"
	},
	[120112017] = {
		id = 120112017,
		prefab_name = "10044ui_story",
		content = "虚恒在诞生时就已经毁灭，庚辰却在逃避盖亚的残缺，四方院却在延续苦难和错误。"
	},
	[120112018] = {
		id = 120112018,
		prefab_name = "10044ui_story",
		content = "用错误弥补错误，用牺牲掩盖牺牲。"
	},
	[120112019] = {
		id = 120112019,
		prefab_name = "10044ui_story",
		content = "……庚辰快死了，虚恒杀了她。"
	},
	[120112020] = {
		id = 120112020,
		prefab_name = "",
		content = "「麟钰」的声音变得空洞缥缈，像是对着旷野和星空自语，与初见她时活泼的样子完全无法关联到一起。"
	},
	[120112021] = {
		id = 120112021,
		prefab_name = "",
		content = "我听不懂她的胡言乱语，但已经没有力气反驳，端起破妄心音朝她开枪。"
	},
	[120112022] = {
		id = 120112022,
		prefab_name = "",
		content = "砰！"
	},
	[120112023] = {
		id = 120112023,
		prefab_name = "",
		content = "但被一只跃起的视骸挡下，枪声甚至没有让她握住序核的手颤动一分。"
	},
	[120112024] = {
		id = 120112024,
		prefab_name = "",
		content = "……孟章那家伙，还真被他说中了。"
	},
	[120112025] = {
		id = 120112025,
		prefab_name = "10044ui_story",
		content = "可惜他死了。"
	},
	[120112026] = {
		id = 120112026,
		prefab_name = "",
		content = "咔嚓——"
	},
	[120112027] = {
		id = 120112027,
		prefab_name = "",
		content = "球型装置内壁忽然亮起一圈游动的金色符文，符文像锁链一样迅速向内收紧，印在麟钰托着序核的手臂上。"
	},
	[120112028] = {
		id = 120112028,
		prefab_name = "",
		content = "符文没入麟钰的手臂，很快消失无踪，而麟钰发出的骸能也随之迅速减弱。"
	},
	[120112029] = {
		id = 120112029,
		prefab_name = "10044ui_story",
		content = "唔——什么……"
	},
	[120112030] = {
		id = 120112030,
		prefab_name = "",
		content = "砰！"
	},
	[120112031] = {
		id = 120112031,
		prefab_name = "1071ui_story",
		content = "呵呵，真不枉我如此大费周章。"
	},
	[120112032] = {
		id = 120112032,
		prefab_name = "",
		content = "工坊大门被一把推开，一道人影在门口傲然而立。"
	},
	[120112033] = {
		id = 120112033,
		prefab_name = "",
		content = "君子如松，提携玉龙，笑眯眯地看着麟钰。"
	},
	[120112034] = {
		id = 120112034,
		prefab_name = "1184ui_story",
		content = "孟章？！"
	},
	[120112035] = {
		id = 120112035,
		prefab_name = "10044ui_story",
		content = "你……你没死？"
	},
	[120112036] = {
		id = 120112036,
		prefab_name = "1071ui_story",
		content = "不如说恭候多时了。"
	},
	[120112037] = {
		id = 120112037,
		prefab_name = "1071ui_story",
		content = "#{nickname}#，薇儿丹蒂，抱歉啦，为了计划周全，不得不苦一苦你们。"
	},
	[120112038] = {
		id = 120112038,
		prefab_name = "",
		content = "……金蝉脱壳？"
	},
	[120112039] = {
		id = 120112039,
		prefab_name = "1071ui_story",
		content = "要不是你们急着拿到序核，我这临时琢磨出的办法，怕是还真骗不过你们。"
	},
	[120112040] = {
		id = 120112040,
		prefab_name = "1071ui_story",
		content = "……也骗不过这位耐心十足的对手呢。"
	},
	[120112041] = {
		id = 120112041,
		prefab_name = "1071ui_story",
		content = "呵呵，这么快就想通了？那可要感谢你配合演这出戏了。"
	},
	[120112042] = {
		id = 120112042,
		prefab_name = "1071ui_story",
		content = "你若把我抖出来，恐怕这位耐心十足的对手也不会露出马脚。"
	},
	[120112043] = {
		id = 120112043,
		prefab_name = "",
		content = "看到孟章的时候，我本能地松了一口气。"
	},
	[120112044] = {
		id = 120112044,
		prefab_name = "",
		content = "既因为他没有真的被我杀死，也因为现在的局面已经很明朗了……"
	},
	[120112045] = {
		id = 120112045,
		prefab_name = "1075ui_story",
		content = "受伤了吗？"
	},
	[120112046] = {
		id = 120112046,
		prefab_name = "",
		content = "视骸的攻势平息下来，陵光不知从什么地方进入工坊，出现在我身边，薇儿松了一口气，但依然严阵以待。"
	},
	[120112047] = {
		id = 120112047,
		prefab_name = "",
		content = "我没事，已经愈合了。"
	},
	[120112048] = {
		id = 120112048,
		prefab_name = "1075ui_story",
		content = "果然如孟章所说……这次的事，真是难为你了。"
	},
	[120112049] = {
		id = 120112049,
		prefab_name = "1075ui_story",
		content = "事后我一定好好教训孟章，居然设计如此冒险的计划。要是筋骨伤得太重，即便我能救你，只怕也会落下病根。"
	},
	[120112050] = {
		id = 120112050,
		prefab_name = "",
		content = "孟章并没有听到陵光埋怨的碎念，提着剑走向气势萎靡的「麟钰」。"
	},
	[120112051] = {
		id = 120112051,
		prefab_name = "1071ui_story",
		content = "呀~查个案子还真不容易，上天入地，可算被我追到了。"
	},
	[120112052] = {
		id = 120112052,
		prefab_name = "10044ui_story",
		content = "查案？"
	},
	[120112053] = {
		id = 120112053,
		prefab_name = "1071ui_story",
		content = "真当我查不出线索么？"
	},
	[120112054] = {
		id = 120112054,
		prefab_name = "1071ui_story",
		content = "虽说直到你用出骸能时我才确定……在玉京指挥侵蚀种袭击商户的就是你吧？"
	},
	[120112055] = {
		id = 120112055,
		prefab_name = "1071ui_story",
		content = "而且，你和那些侵蚀种一样能够侵占人类的意识。那些受伤失忆的人，就是被你附身过——就像你对麟钰做的事一样。"
	},
	[120112056] = {
		id = 120112056,
		prefab_name = "1071ui_story",
		content = "至于你没有杀他们的理由……只是为了读取记忆收集情报？"
	},
	[120112057] = {
		id = 120112057,
		prefab_name = "10044ui_story",
		content = "……"
	},
	[120112058] = {
		id = 120112058,
		prefab_name = "1071ui_story",
		content = "不说话？看来是猜中了。"
	},
	[120112059] = {
		id = 120112059,
		prefab_name = "1071ui_story",
		content = "你的手段已经很干净了，要是你一直躲着，凭你能够占据修正者意识的手段，我还真不一定找得到你。"
	},
	[120112060] = {
		id = 120112060,
		prefab_name = "10044ui_story",
		content = "你做了什么？"
	},
	[120112061] = {
		id = 120112061,
		prefab_name = "1071ui_story",
		content = "没什么，量身定制，给你上了把抑制骸能的锁罢了。"
	},
	[120112062] = {
		id = 120112062,
		prefab_name = "1071ui_story",
		content = "是不是觉得全身无力，精神萎靡，想动用骸能却使不出来？"
	},
	[120112063] = {
		id = 120112063,
		prefab_name = "10044ui_story",
		content = "……是你布置好的陷阱。你早就进过工坊。"
	},
	[120112064] = {
		id = 120112064,
		prefab_name = "1071ui_story",
		content = "不早不早，和你也就是前后脚吧。"
	},
	[120112065] = {
		id = 120112065,
		prefab_name = "1071ui_story",
		content = "要不是你驱使视骸进山，却意外触发了空间陷阱，也不用受这个罪。"
	},
	[120112066] = {
		id = 120112066,
		prefab_name = "1071ui_story",
		content = "让我好奇的是陵光和监兵遇到的陷阱，你一个人是怎么在进山后布下那种规模的陷阱？"
	},
	[120112067] = {
		id = 120112067,
		prefab_name = "10044ui_story",
		content = "……"
	},
	[120112068] = {
		id = 120112068,
		prefab_name = "1071ui_story",
		content = "不想说么？无所谓，闲话到此为止了。"
	},
	[120112069] = {
		id = 120112069,
		prefab_name = "",
		content = "看我和薇儿恢复得差不多了，孟章足踏苍龙七宿之形，在屋子中央站定，步合角亢，举剑直指「麟钰」。"
	},
	[120112070] = {
		id = 120112070,
		prefab_name = "1071ui_story",
		content = "智种视骸吗……从麟钰的身体里出来，山人给你个痛快。"
	},
	[120121001] = {
		id = 120121001,
		prefab_name = "",
		content = "一天前，早晨，玉京。"
	},
	[120121002] = {
		id = 120121002,
		prefab_name = "",
		content = "城市总有秘密，城市里总有能藏住秘密的地方，繁华恢弘的玉京也不例外。"
	},
	[120121003] = {
		id = 120121003,
		prefab_name = "",
		content = "而秘密终为人知，无人知晓的秘密只是历史的阴影或未来的壁障。"
	},
	[120121004] = {
		id = 120121004,
		prefab_name = "1071ui_story",
		content = "那么，赫奴姆队长，接下来的事情，就由四方院接手了。"
	},
	[120121005] = {
		id = 120121005,
		prefab_name = "10042ui_story",
		content = "……所有侵蚀种都已经被消灭，你还要查什么？"
	},
	[120121006] = {
		id = 120121006,
		prefab_name = "1071ui_story",
		content = "当然是那个特殊的骸能波段。只伤人、不杀人的视骸，总觉得比那些只会杀杀杀的家伙更危险啊。"
	},
	[120121007] = {
		id = 120121007,
		prefab_name = "10042ui_story",
		content = "这不能算值得追查的线索，我们已经结案了。"
	},
	[120121008] = {
		id = 120121008,
		prefab_name = "1071ui_story",
		content = "案子是否结了，你们科尔盖有自己的标准，我们四方院也有自己的判断。"
	},
	[120121009] = {
		id = 120121009,
		prefab_name = "1071ui_story",
		content = "撤离虚恒需要筹备，事项繁多，我就不耽误赫奴姆队长的时间了。"
	},
	[120121010] = {
		id = 120121010,
		prefab_name = "10042ui_story",
		content = "……我不希望在公共场合听到关于这件事的任何讨论。"
	},
	[120121011] = {
		id = 120121011,
		prefab_name = "1071ui_story",
		content = "呵呵，明白明白。"
	},
	[120121012] = {
		id = 120121012,
		prefab_name = "1071ui_story",
		content = "赫奴姆队长，慢走啊！有空常来四方院做客！"
	},
	[120121013] = {
		id = 120121013,
		prefab_name = "",
		content = "目送这位名叫赫奴姆的科尔盖修正者带着手下离去，孟章收起嬉笑的表情，打开一条简报。"
	},
	[120121014] = {
		id = 120121014,
		prefab_name = "1071ui_story",
		content = "……陵光委托深空之眼寻找序核，深空之眼派了两个人过来，今天中午平康街……"
	},
	[120121015] = {
		id = 120121015,
		prefab_name = "",
		content = "孟章望向街巷深处，暗自思忖起来。"
	},
	[120121016] = {
		id = 120121016,
		prefab_name = "1071ui_story",
		content = "深空之眼的人和序核，无论哪一个，都是极佳的目标。"
	},
	[120121017] = {
		id = 120121017,
		prefab_name = "1071ui_story",
		content = "只怕此行，要防备的人有点多……"
	},
	[120121018] = {
		id = 120121018,
		prefab_name = "",
		content = "孟章没有思考太久，他立刻动身，并已经构思好了一场偶遇。"
	},
	[120121019] = {
		id = 120121019,
		prefab_name = "",
		content = "找机会进入队伍、启动静督山的空间陷阱、试探深空之眼的管理员……"
	},
	[120121020] = {
		id = 120121020,
		prefab_name = "",
		content = "事情虽然说不上顺利，但他可以确定有一双眼睛正在暗处盯着他们。\n所以他选择暂时退场，回到暗处做最后的安排——以他最擅长的方式。"
	},
	[120121021] = {
		id = 120121021,
		prefab_name = "",
		content = "失血和闭气制造的假死令他的意识陷入昏沉，却在骤然升腾的温度中回转。"
	},
	[120121022] = {
		id = 120121022,
		prefab_name = "1071ui_story",
		content = "（怎么回事？莫非真是陵光算计了监兵？！）"
	},
	[120121023] = {
		id = 120121023,
		prefab_name = "",
		content = "可火焰在离他只有一线之隔时停住。"
	},
	[120121024] = {
		id = 120121024,
		prefab_name = "1075ui_story",
		content = "还要躺多久？"
	},
	[120121025] = {
		id = 120121025,
		prefab_name = "1075ui_story",
		content = "你若再不起来，我只好将你的骨灰葬在这里了。"
	},
	[120121026] = {
		id = 120121026,
		prefab_name = "1071ui_story",
		content = "……"
	},
	[120121027] = {
		id = 120121027,
		prefab_name = "1071ui_story",
		content = "呀~果然瞒不过你。快把扇子收起来，我认输，我认输。"
	},
	[120121028] = {
		id = 120121028,
		prefab_name = "1075ui_story",
		content = "改天你来「赤炁堂」做客，我教你些更不容易识破的装死手段。"
	},
	[120121029] = {
		id = 120121029,
		prefab_name = "1071ui_story",
		content = "你教我的手段，肯定也骗不过你吧？"
	},
	[120121030] = {
		id = 120121030,
		prefab_name = "1075ui_story",
		content = "你还想着再骗我一次？"
	},
	[120121031] = {
		id = 120121031,
		prefab_name = "1071ui_story",
		content = "别生气别生气，开玩笑的嘛……"
	},
	[120121032] = {
		id = 120121032,
		prefab_name = "1071ui_story",
		content = "你为什么让她们三个去拿序核？序核没到你手里，你放心吗？"
	},
	[120121033] = {
		id = 120121033,
		prefab_name = "1075ui_story",
		content = "总要先确认你的情况，谁知道你诈死还有没有什么图谋。"
	},
	[120121034] = {
		id = 120121034,
		prefab_name = "",
		content = "陵光轻叹，收起扇子，漫天流火随之消散。她取出一只小玉瓶，倒出一颗翠绿的小药丸，不由分说塞进孟章嘴里。"
	},
	[120121035] = {
		id = 120121035,
		prefab_name = "1071ui_story",
		content = "唔……什么玩意儿？"
	},
	[120121036] = {
		id = 120121036,
		prefab_name = "1075ui_story",
		content = "正骨活血的药。你挨了#{nickname}#三枪，血虽然是假的，可腰侧肋骨都断了吧？"
	},
	[120121037] = {
		id = 120121037,
		prefab_name = "1071ui_story",
		content = "……你不给我下毒就算了，还帮我疗伤？"
	},
	[120121038] = {
		id = 120121038,
		prefab_name = "1071ui_story",
		content = "呵，也对，如果不这么做，就不是陵光了……"
	},
	[120121039] = {
		id = 120121039,
		prefab_name = "1071ui_story",
		content = "怀疑你在算计大家，也许多此一举了。"
	},
	[120121040] = {
		id = 120121040,
		prefab_name = "1075ui_story",
		content = "什么多此一举……怕是所有人都被你怀疑了一遍吧？"
	},
	[120121041] = {
		id = 120121041,
		prefab_name = "1071ui_story",
		content = "喂，给我留点秘密吧……"
	},
	[120121042] = {
		id = 120121042,
		prefab_name = "1075ui_story",
		content = "但你还是不会放下警惕，就像监兵也在怀疑你。"
	},
	[120121043] = {
		id = 120121043,
		prefab_name = "",
		content = "两人看向对方紧握着武器的手，都无奈地笑了笑。"
	},
	[120121044] = {
		id = 120121044,
		prefab_name = "",
		content = "信任和怀疑不是非此即彼的关系，于公或于私，理性或感性，不同的判断可以共存。"
	},
	[120121045] = {
		id = 120121045,
		prefab_name = "1071ui_story",
		content = "既然你我对彼此都不放心，同行就是了，有话在上山路上说。"
	},
	[120121046] = {
		id = 120121046,
		prefab_name = "1075ui_story",
		content = "与麟钰她们汇合吗？"
	},
	[120121047] = {
		id = 120121047,
		prefab_name = "1071ui_story",
		content = "不，要比她们快，先一步找到序核。"
	},
	[120121048] = {
		id = 120121048,
		prefab_name = "1071ui_story",
		content = "派人盯住你动向的人是我，用相位通道分开大家的确实是我……但我有我的考量，不会害了虚恒，视骸与我更没有半点关系。"
	},
	[120121049] = {
		id = 120121049,
		prefab_name = "1071ui_story",
		content = "我能肯定还有东西在算计我们。序核在我们受困时没有被取走，已经算运气好了。"
	},
	[120121050] = {
		id = 120121050,
		prefab_name = "1071ui_story",
		content = "不管是什么东西，都得先逼它露面才行……哪怕它现在正盯着我们。"
	},
	[120122001] = {
		id = 120122001,
		prefab_name = "",
		content = "几乎无视地形沿着直线上山，两人先一步进入了工坊，并且毫不费力地找到了异质序核。"
	},
	[120122002] = {
		id = 120122002,
		prefab_name = "1075ui_story",
		content = "这……就是序核吗？"
	},
	[120122003] = {
		id = 120122003,
		prefab_name = "",
		content = "陵光指着房间中央的巨大球型装置，银灰色的液态金属悬浮在装置中央，边缘被从天窗洒落的阳光柔化，几乎和房间的背景融为一体。"
	},
	[120122004] = {
		id = 120122004,
		prefab_name = "",
		content = "还在角落里四处翻找的孟章抬起头，愣愣看着异质序核以及那座球型装置。"
	},
	[120122005] = {
		id = 120122005,
		prefab_name = "1071ui_story",
		content = "序核……是，没错……可是……怎么在「观测枢」里？"
	},
	[120122006] = {
		id = 120122006,
		prefab_name = "1075ui_story",
		content = "观测枢？"
	},
	[120122007] = {
		id = 120122007,
		prefab_name = "1071ui_story",
		content = "一台解析装置……"
	},
	[120122008] = {
		id = 120122008,
		prefab_name = "",
		content = "孟章快步走到观测枢边，朝序核望了一眼，但并没有贸然伸手接触，而是打开了平台旁边地面里隐藏的一座起降式控制台。"
	},
	[120122009] = {
		id = 120122009,
		prefab_name = "1075ui_story",
		content = "……这真的是你第一次来吗？"
	},
	[120122010] = {
		id = 120122010,
		prefab_name = "1071ui_story",
		content = "不用觉得奇怪。每位工程师都有自己的习惯，同一个人的工坊，布局几乎是一样的。"
	},
	[120122011] = {
		id = 120122011,
		prefab_name = "1071ui_story",
		content = "研究日志？我先拷贝一份……然后是防护，果然只开着最基础的稳定力场……"
	},
	[120122012] = {
		id = 120122012,
		prefab_name = "",
		content = "孟章吐了一口气，不动声色地将一只小存储器插入控制台，屏幕上数据传输的进度条开始缓缓滚动。"
	},
	[120122013] = {
		id = 120122013,
		prefab_name = "1071ui_story",
		content = "（烛姐当初到底遇到什么事了……为什么会重新开始研究序核？又为什么连常规的实验中止程序都没启动，就把序核丢在这里……）"
	},
	[120122014] = {
		id = 120122014,
		prefab_name = "1075ui_story",
		content = "我们随时可以取走序核……孟章，你准备怎么办？"
	},
	[120122015] = {
		id = 120122015,
		prefab_name = "1071ui_story",
		content = "稳妥的一时安宁，和有风险的永绝后患。二选一，你是了解我的。"
	},
	[120122016] = {
		id = 120122016,
		prefab_name = "1075ui_story",
		content = "……毕竟你常为先生解决类似的事情。"
	},
	[120122017] = {
		id = 120122017,
		prefab_name = "1071ui_story",
		content = "可惜对付智种视骸的经验还是空空如也。"
	},
	[120122018] = {
		id = 120122018,
		prefab_name = "1075ui_story",
		content = "智种视骸？就是深空之眼对付过几次的那些……"
	},
	[120122019] = {
		id = 120122019,
		prefab_name = "1071ui_story",
		content = "「智种视骸平时以人类的相貌活动，具备人类的智慧，几乎无法直接分辨，它们不仅自身实力强大，还能够指挥普通视骸与骸化智械活动。」"
	},
	[120122020] = {
		id = 120122020,
		prefab_name = "1071ui_story",
		content = "深空之眼同步给我们的情报是这么说的。"
	},
	[120122021] = {
		id = 120122021,
		prefab_name = "1071ui_story",
		content = "如果我们一路的遭遇都是「智种视骸」在作祟，所有事情就能说通了。"
	},
	[120122022] = {
		id = 120122022,
		prefab_name = "1075ui_story",
		content = "你大费周章装死想要骗过我们，也是因为这个吗？"
	},
	[120122023] = {
		id = 120122023,
		prefab_name = "1071ui_story",
		content = "并非不想解释，实在是不能说……"
	},
	[120122024] = {
		id = 120122024,
		prefab_name = "",
		content = "数据传输完成，孟章默不作声地收起存储器，同时关掉了观测枢的稳定力场。"
	},
	[120122025] = {
		id = 120122025,
		prefab_name = "",
		content = "一道浅蓝的能量波纹从观测枢上散开，无形的屏障散去，当中的异质序核看上去似乎更加真实了一些。"
	},
	[120122026] = {
		id = 120122026,
		prefab_name = "1071ui_story",
		content = "我的最后一手棋落在了#{nickname}#身上，要不要顺着这手棋去将军，决定权在你。"
	},
	[120122027] = {
		id = 120122027,
		prefab_name = "1071ui_story",
		content = "毕竟这些都是我的猜测，你要说是空穴来风，我也拿不出证据反驳。"
	},
	[120122028] = {
		id = 120122028,
		prefab_name = "1071ui_story",
		content = "现在你若拿走序核，我不会拦你。搞得两败俱伤，反而便宜了渔翁。"
	},
	[120122029] = {
		id = 120122029,
		prefab_name = "1075ui_story",
		content = "……不拿走序核，你想怎么做？"
	},
	[120122030] = {
		id = 120122030,
		prefab_name = "1071ui_story",
		content = "用我交给#{nickname}#的权限重新构筑序核的防御，在观测枢内设一道抑制骸能的程式。"
	},
	[120122031] = {
		id = 120122031,
		prefab_name = "1071ui_story",
		content = "然后我们等鱼上钩就是。"
	},
	[120122032] = {
		id = 120122032,
		prefab_name = "1075ui_story",
		content = "你要拿#{nickname}#的性命冒险吗？"
	},
	[120122033] = {
		id = 120122033,
		prefab_name = "1071ui_story",
		content = "#{nickname}#很特殊，面对视骸应该不会有性命之忧……好吧，我确实没法保证安全。"
	},
	[120122034] = {
		id = 120122034,
		prefab_name = "1071ui_story",
		content = "但这就是我的做法了。记得我说过吗？我会替别人做出牺牲的选择，我也会背负这份罪孽，如果没有更好的选择。"
	},
	[120122035] = {
		id = 120122035,
		prefab_name = "1075ui_story",
		content = "……可如果你做得太出格，我还是会拦住你。"
	},
	[120122036] = {
		id = 120122036,
		prefab_name = "1071ui_story",
		content = "事急从权……如果你刚才说的遭遇都是真的，我们的对手可能比我料想中更难应付。"
	},
	[120122037] = {
		id = 120122037,
		prefab_name = "1071ui_story",
		content = "能再说得详细一些吗？你和监兵到底遇到什么情况了？"
	},
	[120131001] = {
		id = 120131001,
		prefab_name = "1075ui_story",
		content = "……孟章的事就说到这里吧，大家在四方院共事多年，还是不要相互猜忌为好。"
	},
	[120131002] = {
		id = 120131002,
		prefab_name = "1075ui_story",
		content = "至于是不是有人图谋异质序核……无论如何，我们都该尽快拿到序核才是。"
	},
	[120131003] = {
		id = 120131003,
		prefab_name = "1069ui_story",
		content = "陈述事实而已。"
	},
	[120131004] = {
		id = 120131004,
		prefab_name = "1075ui_story",
		content = "偏偏是我们两个聚在一处，遇上视骸倒是不足为虑，就是不知道其他人怎么样了。"
	},
	[120131005] = {
		id = 120131005,
		prefab_name = "1069ui_story",
		content = "如果不能摆脱空间干扰，担心也没用。"
	},
	[120131006] = {
		id = 120131006,
		prefab_name = "1069ui_story",
		content = "怎么样？我说的办法，要试试么？"
	},
	[120131007] = {
		id = 120131007,
		prefab_name = "1075ui_story",
		content = "直接破坏山体吗……我只是担心，现在序核位置不明，万一被波及……"
	},
	[120131008] = {
		id = 120131008,
		prefab_name = "1069ui_story",
		content = "麟钰她们要是出了事，你也不会原谅自己的吧？"
	},
	[120131009] = {
		id = 120131009,
		prefab_name = "1075ui_story",
		content = "……"
	},
	[120131010] = {
		id = 120131010,
		prefab_name = "1075ui_story",
		content = "那就依你的吧，确保大家的安全也是我的责任。"
	},
	[120131011] = {
		id = 120131011,
		prefab_name = "",
		content = "监兵点点头，双拳在身前运起架势，磅礴的神力在拳头上汇聚。"
	},
	[120131012] = {
		id = 120131012,
		prefab_name = "",
		content = "一圈圈罡风以监兵为核心向外扩散，风声里夹杂着低沉的虎啸，万籁慑服。"
	},
	[120131013] = {
		id = 120131013,
		prefab_name = "1069ui_story",
		content = "喝——！"
	},
	[120131014] = {
		id = 120131014,
		prefab_name = "",
		content = "单膝跪地，监兵一拳锤在地上，蛛网状的裂缝向外辐射出上百米远，不过裂缝并不宽，倒不至于让山体崩坏。"
	},
	[120131015] = {
		id = 120131015,
		prefab_name = "",
		content = "监兵站起身，朝前方甩出一颗石头，石头在空中划出几十米远的自然抛物线，平稳地落在地上。"
	},
	[120131016] = {
		id = 120131016,
		prefab_name = "1069ui_story",
		content = "行了，这附近地下的机械装置应该全部瘫痪了……"
	},
	[120131017] = {
		id = 120131017,
		prefab_name = "1075ui_story",
		content = "好险……"
	},
	[120131018] = {
		id = 120131018,
		prefab_name = "",
		content = "两人松了口气，正准备继续上山，前方地面的裂缝陡然扩张，浓重的骸能从缝隙里逸散出来。"
	},
	[120131019] = {
		id = 120131019,
		prefab_name = "1075ui_story",
		content = "这是什么——"
	},
	[120131020] = {
		id = 120131020,
		prefab_name = "",
		content = "完全没有反应的余地，山道忽然内陷，两人脚下居然是个巨大的坑洞。"
	},
	[120131021] = {
		id = 120131021,
		prefab_name = "",
		content = "陵光与监兵不受控地向下坠落，然而预想中落地的冲击感并没有到来……"
	},
	[120132001] = {
		id = 120132001,
		prefab_name = "",
		content = "唤住陵光后，监兵深深吸了一口气，没有再管是否会将骸能引入身体，屏息凝神，摆开架势。"
	},
	[120132002] = {
		id = 120132002,
		prefab_name = "1075ui_story",
		content = "你……打算做什么？"
	},
	[120132003] = {
		id = 120132003,
		prefab_name = "1069ui_story",
		content = "当然是离开这个鬼地方……"
	},
	[120132004] = {
		id = 120132004,
		prefab_name = "1069ui_story",
		content = "盖亚世界中虽然各种数据空间错综复杂，但并没有真正与世隔绝的地方。"
	},
	[120132005] = {
		id = 120132005,
		prefab_name = "1069ui_story",
		content = "如果一片空间没有出口，那么无非四周都是墙壁，至于怎么打穿墙壁，墙壁后面又是什么地方……"
	},
	[120132006] = {
		id = 120132006,
		prefab_name = "1069ui_story",
		content = "陵光，听过「一力降十会」么？"
	},
	[120132007] = {
		id = 120132007,
		prefab_name = "",
		content = "监兵朝陵光笑了笑，笑容中放下了作为一方代理的稳重，取而代之的是收敛许久但并未被磨灭的、江湖意气的狂傲。"
	},
	[120132008] = {
		id = 120132008,
		prefab_name = "1069ui_story",
		content = "既然我们是从静督山来到这里，那总有一个方向——"
	},
	[120132009] = {
		id = 120132009,
		prefab_name = "1069ui_story",
		content = "能够回去！！！"
	},
	[120132010] = {
		id = 120132010,
		prefab_name = "",
		content = "朝天重重轰出的一拳，拳头前方的空气因被压缩而连续爆裂，空间如镜面般沿着拳头的轨迹寸寸崩裂，时间的流速都仿佛放缓了许多。"
	},
	[120132011] = {
		id = 120132011,
		prefab_name = "",
		content = "在监兵手臂完全伸直的瞬间，空间陷入一瞬的静止，随后一点白光迅速放大，眼前的景物如同画布般被狂暴地撕碎。"
	},
	[120132012] = {
		id = 120132012,
		prefab_name = "1069ui_story",
		content = "押中了……咳……修复的速度好快……你先出去！"
	},
	[120132013] = {
		id = 120132013,
		prefab_name = "1075ui_story",
		content = "你呢——"
	},
	[120132014] = {
		id = 120132014,
		prefab_name = "",
		content = "灼目的白光遮住的陵光的视野，她只感到一股沉厚但柔和的力量推在她的后背上，身后监兵的声音越来越远。"
	},
	[120132015] = {
		id = 120132015,
		prefab_name = "1069ui_story",
		content = "快去找其他人！保护好序核，我马上……"
	},
	[120132016] = {
		id = 120132016,
		prefab_name = "1075ui_story",
		content = "——！"
	},
	[120132017] = {
		id = 120132017,
		prefab_name = "",
		content = "回过神时，陵光已站在山道上，已经没有了障眼的山雾和游荡的视骸，抬头几乎能一眼望到山顶。"
	},
	[120132018] = {
		id = 120132018,
		prefab_name = "",
		content = "她身后是一道巨大的深孔，无色的空间裂隙在她身后缓缓闭合。"
	},
	[120132019] = {
		id = 120132019,
		prefab_name = "",
		content = "陵光犹豫地朝深坑走了一步，却终是没有回去寻找监兵。"
	},
	[120132020] = {
		id = 120132020,
		prefab_name = "1075ui_story",
		content = "序核，序核……"
	},
	[120132021] = {
		id = 120132021,
		prefab_name = "",
		content = "像是为了说服自己而念叨了两声，她收起扇子，迅速朝山顶赶去。"
	},
	[120141001] = {
		id = 120141001,
		prefab_name = "1071ui_story",
		content = "智种视骸吗……从麟钰的身体里出来，山人给你个痛快。"
	},
	[120141002] = {
		id = 120141002,
		prefab_name = "1071ui_story",
		content = "——可如果监兵出了事，你会明白什么叫作代价的。"
	},
	[120141003] = {
		id = 120141003,
		prefab_name = "",
		content = "「麟钰」冷冷看着孟章以及陵光，手里仍托着异质序核，看上去并不慌乱。"
	},
	[120141004] = {
		id = 120141004,
		prefab_name = "",
		content = "我勉强支撑身体想要站起来帮忙，却被陵光按住。"
	},
	[120141005] = {
		id = 120141005,
		prefab_name = "1075ui_story",
		content = "不要勉强自己了。你和薇儿都受了伤，好好休养，交给我和孟章就好。"
	},
	[120141006] = {
		id = 120141006,
		prefab_name = "10044ui_story",
		content = "要动手，不怕我毁了序核吗？"
	},
	[120141007] = {
		id = 120141007,
		prefab_name = "1071ui_story",
		content = "我拿来作饵的东西，岂有那么脆弱——陵光！"
	},
	[120141008] = {
		id = 120141008,
		prefab_name = "",
		content = "孟章没有犹豫，剑出之势，飞龙在天，身影如腾龙行云，一剑斩向「麟钰」的脖颈。"
	},
	[120141009] = {
		id = 120141009,
		prefab_name = "",
		content = "陵光火焰也从上方朝「麟钰」贯下，转眼便将它护身的骸能焚作虚无。"
	},
	[120141010] = {
		id = 120141010,
		prefab_name = "10044ui_story",
		content = "唔……"
	},
	[120141011] = {
		id = 120141011,
		prefab_name = "",
		content = "「麟钰」被火浪压得倒飞出去，想要顺势逃出工坊，却被孟章的飞鸿一剑拦住了去路。"
	},
	[120141012] = {
		id = 120141012,
		prefab_name = "",
		content = "铛——"
	},
	[120141013] = {
		id = 120141013,
		prefab_name = "",
		content = "情急之下「麟钰」用异质序核作武器接下了孟章的剑，剑锋劈在看似并不坚硬的序核上，却发出了金铁交鸣的震响。"
	},
	[120141014] = {
		id = 120141014,
		prefab_name = "",
		content = "与此同时，一团火羽在「麟钰」身后散开，陵光挥舞折扇扫向「麟钰」。"
	},
	[120141015] = {
		id = 120141015,
		prefab_name = "",
		content = "「麟钰」没有抵挡，也没有抵挡的余力，她只是回过头，淡淡看着陵光。"
	},
	[120141016] = {
		id = 120141016,
		prefab_name = "10044ui_story",
		content = "你，要杀了自己的同伴吗？"
	},
	[120141017] = {
		id = 120141017,
		prefab_name = "",
		content = "……自诩「不会坐视任何人牺牲」的你，要用同伴的性命来换取所谓的「大义」吗？"
	},
	[120141018] = {
		id = 120141018,
		prefab_name = "",
		content = "……"
	},
	[120141019] = {
		id = 120141019,
		prefab_name = "",
		content = "殷红的血液在地面上绽开，渗进木板表面经年磨蚀出的细碎缝隙。"
	},
	[120141020] = {
		id = 120141020,
		prefab_name = "",
		content = "折扇在距离「麟钰」不到一寸的位置停住。「麟钰」右手指着陵光，手中一柄由骸能凝成的利刃穿透了陵光的侧腰。"
	},
	[120141021] = {
		id = 120141021,
		prefab_name = "1071ui_story",
		content = "陵光！？"
	},
	[120141022] = {
		id = 120141022,
		prefab_name = "",
		content = "陵光咳了一口血，对孟章摇了摇头，手臂垂下，握住了「麟钰」的手臂。"
	},
	[120141023] = {
		id = 120141023,
		prefab_name = "",
		content = "「麟钰」没有理会这无力的挣扎，抬头看着陵光依旧温柔的脸庞，眼中流露出不解与怜悯。"
	},
	[120141024] = {
		id = 120141024,
		prefab_name = "10044ui_story",
		content = "你……原来是这么自私的人吗？"
	},
	[120141025] = {
		id = 120141025,
		prefab_name = "10044ui_story",
		content = "自我感动的仁爱，不切实际的理想……这些虚伪的坚持能带给你多少满足？"
	},
	[120141026] = {
		id = 120141026,
		prefab_name = "10044ui_story",
		content = "你真的是个很自私的人。"
	},
	[120141027] = {
		id = 120141027,
		prefab_name = "1075ui_story",
		content = "咳……也许吧。"
	},
	[120141028] = {
		id = 120141028,
		prefab_name = "",
		content = "……"
	},
	[120141029] = {
		id = 120141029,
		prefab_name = "",
		content = "深明大义、能明察秋毫，我不如孟章。"
	},
	[120141030] = {
		id = 120141030,
		prefab_name = "",
		content = "也许他说得没错，天真、伪善……「拯救」总会伴随牺牲。"
	},
	[120141031] = {
		id = 120141031,
		prefab_name = "",
		content = "可是……"
	},
	[120141032] = {
		id = 120141032,
		prefab_name = "",
		content = "天下为公——我或许没有这么远大的志向。"
	},
	[120141033] = {
		id = 120141033,
		prefab_name = "1075ui_story",
		content = "我只是个不想放弃任何病人的医生。"
	},
	[120141034] = {
		id = 120141034,
		prefab_name = "1075ui_story",
		content = "我只是……不想看到任何人在我面前牺牲而已。"
	},
	[120141035] = {
		id = 120141035,
		prefab_name = "",
		content = "一滴殷红的血液在地面上绽开，仿佛落入薪柴的星火。"
	},
	[120141036] = {
		id = 120141036,
		prefab_name = "10044ui_story",
		content = "嗯？"
	},
	[120141037] = {
		id = 120141037,
		prefab_name = "",
		content = "一簇火苗在陵光的折扇上转瞬明灭。然后周围的空间迅速变得明亮，环身的火流自虚空中涌现，将陵光和「麟钰」笼罩在当中。"
	},
	[120141038] = {
		id = 120141038,
		prefab_name = "",
		content = "橘红的火焰护住陵光的身体，顺着骸能利刃蔓延上「麟钰」的身体，丝丝缕缕钻进她的皮肤。"
	},
	[120141039] = {
		id = 120141039,
		prefab_name = "",
		content = "陵光以自身重伤为代价，终于将距离拉近到足以让「麟钰」中招的距离。「麟钰」连忙后退，想要脱离火流的包围，却已经慢了一步。"
	},
	[120141040] = {
		id = 120141040,
		prefab_name = "10044ui_story",
		content = "你做了什么？"
	},
	[120141041] = {
		id = 120141041,
		prefab_name = "1075ui_story",
		content = "从麟钰的身体里出来吧，意识灼烧的滋味，可不好受。"
	},
	[120141042] = {
		id = 120141042,
		prefab_name = "",
		content = "陵光将折扇遥遥指向麟钰，环身的火焰不断汇入扇骨，扇面上方逐渐勾勒出一枚花瓣模样的火印。"
	},
	[120141043] = {
		id = 120141043,
		prefab_name = "",
		content = "像是与这枚火印产生了共鸣，「麟钰」的额头上也出现了一枚同样的朱红印迹。"
	},
	[120141044] = {
		id = 120141044,
		prefab_name = "10044ui_story",
		content = "呃……"
	},
	[120141045] = {
		id = 120141045,
		prefab_name = "",
		content = "骸能仿佛被烙铁蒸发的水汽，大团大团地被逼出麟钰的身体。"
	},
	[120141046] = {
		id = 120141046,
		prefab_name = "",
		content = "「麟钰」艰难地抬起手，重新凝聚出骸能利刃刺向陵光，身体却忽然僵在了原地。"
	},
	[120141047] = {
		id = 120141047,
		prefab_name = "10044ui_story",
		content = "别想……继续……伤害大家！"
	},
	[120141048] = {
		id = 120141048,
		prefab_name = "1075ui_story",
		content = "麟钰？！"
	},
	[120141049] = {
		id = 120141049,
		prefab_name = "10044ui_story",
		content = "陵光姐姐……拜托了！"
	},
	[120141050] = {
		id = 120141050,
		prefab_name = "10044ui_story",
		content = "倔强的小姑娘——"
	},
	[120141051] = {
		id = 120141051,
		prefab_name = "",
		content = "就在麟钰短暂夺回身体控制权的间隙，陵光凝聚的火印已然成型。"
	},
	[120141052] = {
		id = 120141052,
		prefab_name = "",
		content = "她转身挥扇，印迹从扇面飞出，在空中化作一层纤薄的火幕，将一道身影扫出麟钰的身体。"
	},
	[120141053] = {
		id = 120141053,
		prefab_name = "",
		content = "三人交手的时间并不长。稍稍恢复了一些的薇儿扶着我站起来，正好看到火幕散去的情景。"
	},
	[120141054] = {
		id = 120141054,
		prefab_name = "1184ui_story",
		content = "管理员，那是——"
	},
	[120141055] = {
		id = 120141055,
		prefab_name = "",
		content = "啊，昨天才见过面，我还不至于忘了。"
	},
	[120141056] = {
		id = 120141056,
		prefab_name = "10037ui_story",
		content = "陵光、麟钰……小瞧你们了。"
	},
	[120141057] = {
		id = 120141057,
		prefab_name = "",
		content = "这个身穿红黑礼服、妖冶而神秘的女人身上完全没有骸能反应，她目光幽柔，平静地看着我们，似乎并没有受到多少伤害。"
	},
	[120141058] = {
		id = 120141058,
		prefab_name = "",
		content = "陵光第一时间将陷入昏迷的麟钰护在身后，警惕地看着格莫瑞。"
	},
	[120141059] = {
		id = 120141059,
		prefab_name = "1075ui_story",
		content = "原来是你。"
	},
	[120141060] = {
		id = 120141060,
		prefab_name = "1071ui_story",
		content = "想不到小有名气的商业精英居然是智种视骸……你在天禄贸易潜伏多久了？"
	},
	[120141061] = {
		id = 120141061,
		prefab_name = "10037ui_story",
		content = "潜伏？"
	},
	[120141062] = {
		id = 120141062,
		prefab_name = "10037ui_story",
		content = "我与人类一样存在，一样进行着名为「生活」的游戏。"
	},
	[120141063] = {
		id = 120141063,
		prefab_name = "10037ui_story",
		content = "人类对我抱有人类之间的情感，信赖、尊重、好奇、情欲……人类把我视作同类，就像把你们视作同类一样。"
	},
	[120141064] = {
		id = 120141064,
		prefab_name = "10037ui_story",
		content = "所以你们修正者，也是「潜伏」在人类当中吗？"
	},
	[120141065] = {
		id = 120141065,
		prefab_name = "1071ui_story",
		content = "人类可不会随意杀害同类。"
	},
	[120141066] = {
		id = 120141066,
		prefab_name = "10037ui_story",
		content = "杀害……"
	},
	[120141067] = {
		id = 120141067,
		prefab_name = "10037ui_story",
		content = "终会在重启中回归空白的空壳，很值得悼念么？"
	},
	[120141068] = {
		id = 120141068,
		prefab_name = "1071ui_story",
		content = "重启？你在说什么鬼话……"
	},
	[120141069] = {
		id = 120141069,
		prefab_name = "10037ui_story",
		content = "艾因索菲来的人不理解还情有可原。生长在虚恒的你们，难道也看不出来吗？"
	},
	[120141070] = {
		id = 120141070,
		prefab_name = "10037ui_story",
		content = "……也对，毕竟你们没有见过，最初的景象，也是终焉的景象。"
	},
	[120141071] = {
		id = 120141071,
		prefab_name = "10037ui_story",
		content = "算了，同一种族的人类尚且无法相互理解，何况是我们？"
	},
	[120141072] = {
		id = 120141072,
		prefab_name = "1075ui_story",
		content = "孟章，恐怕问不出什么了。"
	},
	[120141073] = {
		id = 120141073,
		prefab_name = "",
		content = "陵光压制住伤口处仍在不断尝试侵蚀她身体的骸能，对孟章摇了摇头。"
	},
	[120141074] = {
		id = 120141074,
		prefab_name = "",
		content = "我站在远处打量着格莫瑞，努力构想着她可能逃脱的办法。"
	},
	[120141075] = {
		id = 120141075,
		prefab_name = "",
		content = "她在召唤视骸支援！"
	},
	[120141076] = {
		id = 120141076,
		prefab_name = "",
		content = "咚！！"
	},
	[120141077] = {
		id = 120141077,
		prefab_name = "",
		content = "工坊像是遭到某样巨物冲撞，整座房子重重摇晃了一下，正门更是被砸开一个巨大的缺口。"
	},
	[120141078] = {
		id = 120141078,
		prefab_name = "",
		content = "——"
	},
	[120141079] = {
		id = 120141079,
		prefab_name = "1184ui_story",
		content = "这是……我和麟钰遇到过的……"
	},
	[120141080] = {
		id = 120141080,
		prefab_name = "",
		content = "这只视骸周围弥漫着仿佛酸液般能够迅速溶蚀木质地板的雾气，紧随其后的是大量普通视骸，从工坊所有薄弱的门窗处涌进工坊。"
	},
	[120141081] = {
		id = 120141081,
		prefab_name = "1071ui_story",
		content = "坏了——这雾有剧毒，不要吸入！"
	},
	[120141082] = {
		id = 120141082,
		prefab_name = "",
		content = "毒雾迅速在工坊中弥漫开来，首当其冲的是离大门最近的孟章，他很快被大量视骸缠住。"
	},
	[120141083] = {
		id = 120141083,
		prefab_name = "",
		content = "陵光带着麟钰退到我身边，在我们身边撑开一层火焰护罩，将毒雾隔绝在外。"
	},
	[120141084] = {
		id = 120141084,
		prefab_name = "10037ui_story",
		content = "一个晕倒的，一个受伤的，一个人类。"
	},
	[120141085] = {
		id = 120141085,
		prefab_name = "10037ui_story",
		content = "还是，这枚序核？"
	},
	[120141086] = {
		id = 120141086,
		prefab_name = "",
		content = "环视瞬间变为战场的工坊大厅，格莫瑞撑着伞从中徐徐穿过，无视了被那只带毒视骸牵制住的孟章，走向门外。"
	},
	[120141087] = {
		id = 120141087,
		prefab_name = "",
		content = "陵光、孟章，别管我们了，先去追格莫瑞！"
	},
	[120141088] = {
		id = 120141088,
		prefab_name = "1075ui_story",
		content = "不行，这雾有剧毒，你和麟钰肯定撑不住的。"
	},
	[120141089] = {
		id = 120141089,
		prefab_name = "1075ui_story",
		content = "孟章，你去追序核，这里交给我！"
	},
	[120141090] = {
		id = 120141090,
		prefab_name = "1075ui_story",
		content = "时间紧迫，不要犹豫了。趁你的封印还没失效，快去拦住她，我随后就到。"
	},
	[120141091] = {
		id = 120141091,
		prefab_name = "1071ui_story",
		content = "啧，我已经当过一次恶人了，不要再让我来一次啊……"
	},
	[120141092] = {
		id = 120141092,
		prefab_name = "",
		content = "孟章长叹一声，却并没有犹豫，一剑荡开面前的视骸，凭借流云般灵巧的身法冲出工坊。"
	},
	[120141093] = {
		id = 120141093,
		prefab_name = "",
		content = "门口的视骸像是破开堤坝的洪水，在短暂的停滞后朝我们涌来。"
	},
	[120141094] = {
		id = 120141094,
		prefab_name = "1075ui_story",
		content = "不要离我太远……交给我吧。"
	},
	[120151001] = {
		id = 120151001,
		prefab_name = "",
		content = "蜿蜒的山道上，格莫瑞拾级而下，宛若刚刚完成一次潇洒的退场。"
	},
	[120151002] = {
		id = 120151002,
		prefab_name = "",
		content = "然而一柄突然袭来的利刃打破了这份从容——孟章已然追到，他那原本飘逸的剑锋上已经裹挟了一丝怒意。"
	},
	[120151003] = {
		id = 120151003,
		prefab_name = "1071ui_story",
		content = "你真的以为能这样一走了之？"
	},
	[120151004] = {
		id = 120151004,
		prefab_name = "10037ui_story",
		content = "你把受伤的同伴留在身后了。"
	},
	[120151005] = {
		id = 120151005,
		prefab_name = "1071ui_story",
		content = "没办法，同伴都觉得序核比较重要，劝我来找你，我可不能空手而回啊……"
	},
	[120151006] = {
		id = 120151006,
		prefab_name = "1071ui_story",
		content = "交出来吧。"
	},
	[120151007] = {
		id = 120151007,
		prefab_name = "10037ui_story",
		content = "……真是执着。"
	},
	[120151008] = {
		id = 120151008,
		prefab_name = "",
		content = "格莫瑞轻轻一叹，向后退了一步，身体却如同闪烁的幻影退出了几十米远。"
	},
	[120151009] = {
		id = 120151009,
		prefab_name = "1071ui_story",
		content = "？！什么……"
	},
	[120151010] = {
		id = 120151010,
		prefab_name = "",
		content = "（明明已经抑制了骸能，为什么还能有这种速度？）"
	},
	[120151011] = {
		id = 120151011,
		prefab_name = "",
		content = "孟章急忙追击，却看到一股骸能从格莫瑞身上漫溢出来，一条连接源层的通道在她身后缓缓张开。"
	},
	[120151012] = {
		id = 120151012,
		prefab_name = "1071ui_story",
		content = "坏了！"
	},
	[120151013] = {
		id = 120151013,
		prefab_name = "",
		content = "孟章甩手射出自己的权钥，脱手的长剑在空中划过几乎分不清首尾的弧光，呼吸间便追上了格莫瑞。"
	},
	[120151014] = {
		id = 120151014,
		prefab_name = "",
		content = "但还是稍慢了一步。权钥穿进裂缝，并没有刺中任何东西，孟章一咬牙，纵身追进了源层。"
	},
	[120151015] = {
		id = 120151015,
		prefab_name = "",
		content = "虚恒的源层，就像是对云歌石重力系数错误的映射，到处是颠倒飘浮的地块与破碎的建筑。"
	},
	[120151016] = {
		id = 120151016,
		prefab_name = "",
		content = "仿佛身处一座巨大的工坊内部，无数环绕道路的巨型框架如同琴键般起伏，在这片没有「方向」的空间中缓慢旋转。"
	},
	[120151017] = {
		id = 120151017,
		prefab_name = "",
		content = "似墨笔挥就的画卷，因浩瀚而虚幻，因沉厚而真实。逼仄与空旷的矛盾感汇集在人类微渺的知觉中，让人不由感叹鬼斧神工、时空无穷。"
	},
	[120151018] = {
		id = 120151018,
		prefab_name = "",
		content = "不过孟章并没有心思欣赏这番奇景，他一进入源层便四下寻找格莫瑞的踪迹，心中已经做好了最坏的打算……"
	},
	[120151019] = {
		id = 120151019,
		prefab_name = "",
		content = "——"
	},
	[120151020] = {
		id = 120151020,
		prefab_name = "",
		content = "还没看清周围的状况，一阵风暴朝孟章扫来，他下意识地停下脚步稳住身形，眯着眼睛望向风暴袭来的方向。"
	},
	[120151021] = {
		id = 120151021,
		prefab_name = "1071ui_story",
		content = "监……监兵？"
	},
	[120151022] = {
		id = 120151022,
		prefab_name = "1069ui_story",
		content = "孟章？"
	},
	[120151023] = {
		id = 120151023,
		prefab_name = "",
		content = "失散许久的同伴，一人保持着挥拳的姿势，一人握紧了长剑。"
	},
	[120151024] = {
		id = 120151024,
		prefab_name = "",
		content = "两人有些警惕地看着彼此，但更多的注意力还是放在两人中间捂着胸口如受重击的女人身上。"
	},
	[120151025] = {
		id = 120151025,
		prefab_name = "1069ui_story",
		content = "她是谁？"
	},
	[120151026] = {
		id = 120151026,
		prefab_name = "1071ui_story",
		content = "格莫瑞，视骸，智种视骸。"
	},
	[120151027] = {
		id = 120151027,
		prefab_name = "1071ui_story",
		content = "喂，监兵……我听陵光说了你在怀疑我……这时候可别犯浑。"
	},
	[120151028] = {
		id = 120151028,
		prefab_name = "1069ui_story",
		content = "敌我主次我还分得清。"
	},
	[120151029] = {
		id = 120151029,
		prefab_name = "1069ui_story",
		content = "格莫瑞，设陷阱埋伏我的就是你么。"
	},
	[120151030] = {
		id = 120151030,
		prefab_name = "10037ui_story",
		content = "能从那片空间打进源层，你不弱。"
	},
	[120151031] = {
		id = 120151031,
		prefab_name = "1069ui_story",
		content = "那可真是多谢款待，刚才的一拳算是回礼了。"
	},
	[120151032] = {
		id = 120151032,
		prefab_name = "10037ui_story",
		content = "……"
	},
	[120151033] = {
		id = 120151033,
		prefab_name = "1069ui_story",
		content = "……序核被视骸夺了，你可真行啊，孟章。"
	},
	[120151034] = {
		id = 120151034,
		prefab_name = "1069ui_story",
		content = "陵光她们在哪里？"
	},
	[120151035] = {
		id = 120151035,
		prefab_name = "",
		content = "这才注意到异质序核静静悬浮在监兵手里，孟章惊喜地松了口气，却忽然变脸似地警惕起来。"
	},
	[120151036] = {
		id = 120151036,
		prefab_name = "1071ui_story",
		content = "陵光没事……你打算怎么处理序核？"
	},
	[120151037] = {
		id = 120151037,
		prefab_name = "1069ui_story",
		content = "哈？当然是交由陵光给先生治病。你不会真的还想抢序核吧？"
	},
	[120151038] = {
		id = 120151038,
		prefab_name = "1071ui_story",
		content = "不是，我……唉，算了。"
	},
	[120151039] = {
		id = 120151039,
		prefab_name = "1069ui_story",
		content = "行了，少疑神疑鬼的。这家伙怎么处置？"
	},
	[120151040] = {
		id = 120151040,
		prefab_name = "",
		content = "监兵看向格莫瑞，她好像知道自己不是监兵和孟章的对手，没有逃跑，也没有出手抢夺序核，只是静静地站在原地。"
	},
	[120151041] = {
		id = 120151041,
		prefab_name = "1071ui_story",
		content = "这还有什么好想的？斩草除根。"
	},
	[120151042] = {
		id = 120151042,
		prefab_name = "",
		content = "（毕竟只是临时设下的封印程式，效果不可能持续太久，等封印失效，再想杀她或许就很难了。）"
	},
	[120151043] = {
		id = 120151043,
		prefab_name = "",
		content = "（附身的能力实在太诡异，就算她身上有再多情报，也不能再冒一次麟钰这样的险……）"
	},
	[120151044] = {
		id = 120151044,
		prefab_name = "10037ui_story",
		content = "可惜了，就差一点。"
	},
	[120151045] = {
		id = 120151045,
		prefab_name = "",
		content = "听到格莫瑞意义不明的自语，孟章心里打了个突，没有分毫迟疑，剑光如镜面般平稳，斩向格莫瑞的头颅。"
	},
	[120151046] = {
		id = 120151046,
		prefab_name = "",
		content = "——"
	},
	[120151047] = {
		id = 120151047,
		prefab_name = "",
		content = "格莫瑞身上爆发出与先前完全不同量级的骸能反应，手里看似纤巧的伞骨硬生生挡住了孟章的剑势，原本是必杀的一剑只将她逼退了几步。"
	},
	[120151048] = {
		id = 120151048,
		prefab_name = "",
		content = "（封印解除了？怎么这么快！？）"
	},
	[120151049] = {
		id = 120151049,
		prefab_name = "1069ui_story",
		content = "啧，该死——"
	},
	[120151050] = {
		id = 120151050,
		prefab_name = "",
		content = "监兵很快反应过来，正要与孟章联手，格莫瑞身后忽然荡开一圈异常磅礴的能量涟漪，像是一道无形的壁障，拦住了快要冲到近前的两人。"
	},
	[120151051] = {
		id = 120151051,
		prefab_name = "1069ui_story",
		content = "什么——"
	},
	[120151052] = {
		id = 120151052,
		prefab_name = "",
		content = "勉强稳住身形，两人终于看清了这涟漪的源头。"
	},
	[120151053] = {
		id = 120151053,
		prefab_name = "",
		content = "看上去相当稳定的空间漩涡，核心是深邃的黑色，完全看不清另一端的景象。"
	},
	[120151054] = {
		id = 120151054,
		prefab_name = "",
		content = "骸能仿佛活物，在漩涡边缘缭绕吞吐，与普通的空间通道完全不同，看上去十分诡异。"
	},
	[120151055] = {
		id = 120151055,
		prefab_name = "",
		content = "孟章与监兵相视一眼，神情凝重，完全看不出这漩涡背后的底细。现在序核已经到手，他们需要优先保证序核的安全，并没有冒进。"
	},
	[120151056] = {
		id = 120151056,
		prefab_name = "10037ui_story",
		content = "是这样吗……命运是终点，而不是过程。"
	},
	[120151057] = {
		id = 120151057,
		prefab_name = "10037ui_story",
		content = "因为没有见过结果，所以你们相信希望、选择挣扎……为什么要挣扎呢？"
	},
	[120151058] = {
		id = 120151058,
		prefab_name = "10037ui_story",
		content = "五年？十年？一百年？一个需要外力才能稳定的世界，真的有存在的必要吗？"
	},
	[120151059] = {
		id = 120151059,
		prefab_name = "1071ui_story",
		content = "有人要杀你，你总不会洗干净脖子等着。"
	},
	[120151060] = {
		id = 120151060,
		prefab_name = "1071ui_story",
		content = "如果连这都不能理解，再说什么也是对牛弹琴了。"
	},
	[120151061] = {
		id = 120151061,
		prefab_name = "10037ui_story",
		content = "……修正者，终究只是世界的造物。"
	},
	[120151062] = {
		id = 120151062,
		prefab_name = "10037ui_story",
		content = "即便世界是残缺的，即便一切都能在毁灭后的重生中得到弥补，你们也只懂得逆来顺受……"
	},
	[120151063] = {
		id = 120151063,
		prefab_name = "10037ui_story",
		content = "你们的命运，已经被锁死在这里了。"
	},
	[120151064] = {
		id = 120151064,
		prefab_name = "1069ui_story",
		content = "那可真是多谢关心了。"
	},
	[120151065] = {
		id = 120151065,
		prefab_name = "1069ui_story",
		content = "我们还没有脆弱到需要相信「命运」这种东西的地步。"
	},
	[120151066] = {
		id = 120151066,
		prefab_name = "10037ui_story",
		content = "……"
	},
	[120151067] = {
		id = 120151067,
		prefab_name = "10037ui_story",
		content = "下次见面的时候，你们会理解的。"
	},
	[120151068] = {
		id = 120151068,
		prefab_name = "",
		content = "格莫瑞缓缓闭上眼，漩涡在她身后迅速扩张，骸能仿佛鲸吞般涌动，孟章与监兵如临大敌。"
	},
	[120151069] = {
		id = 120151069,
		prefab_name = "",
		content = "然而漩涡很快如口袋般闭合，与格莫瑞一同在一线黑光中消失，留下两位惊魂甫定的修正者。"
	},
	[120151070] = {
		id = 120151070,
		prefab_name = "1069ui_story",
		content = "这就跑了？"
	},
	[120151071] = {
		id = 120151071,
		prefab_name = "1071ui_story",
		content = "我很想说她是被我们吓跑的……"
	},
	[120151072] = {
		id = 120151072,
		prefab_name = "1071ui_story",
		content = "虽然没有正式交过手，你觉得格莫瑞有多强？"
	},
	[120151073] = {
		id = 120151073,
		prefab_name = "1069ui_story",
		content = "恐怕比你强。"
	},
	[120151074] = {
		id = 120151074,
		prefab_name = "1071ui_story",
		content = "那……刚才打开漩涡的家伙呢？"
	},
	[120151075] = {
		id = 120151075,
		prefab_name = "",
		content = "监兵看着孟章，沉默片刻，只是摇了摇头。"
	},
	[120151076] = {
		id = 120151076,
		prefab_name = "1069ui_story",
		content = "源层不宜久留，先回表层与陵光她们汇合……"
	},
	[120151077] = {
		id = 120151077,
		prefab_name = "1076ui_story",
		content = "孟章，监兵，你们怎么在这里？"
	},
	[120151078] = {
		id = 120151078,
		prefab_name = "",
		content = "无比熟悉的、沉静犹如止水的声音从身后传来，遥远但十分清晰。"
	},
	[120151079] = {
		id = 120151079,
		prefab_name = "",
		content = "孟章与监兵睁大了眼睛，都在对方脸上看到了狂喜的神情，一同转身——"
	},
	[120151080] = {
		id = 120151080,
		prefab_name = "",
		content = "激战平息，陵光确认在场的其他人都无恙后，这才脱力靠在墙上，给予自己短暂的休憩。"
	},
	[120151081] = {
		id = 120151081,
		prefab_name = "",
		content = "陵光，你……"
	},
	[120151082] = {
		id = 120151082,
		prefab_name = "1075ui_story",
		content = "无妨，总算没有辜负初心……"
	},
	[120151083] = {
		id = 120151083,
		prefab_name = "",
		content = "一条源层通道忽然在工坊内打开，我们刚刚放松的神经顿时又紧绷起来。"
	},
	[120151084] = {
		id = 120151084,
		prefab_name = "1184ui_story",
		content = "这种通道……视骸又打过来了吗？"
	},
	[120151085] = {
		id = 120151085,
		prefab_name = "",
		content = "陵光立刻再次将我们护到身后，可当第一道身影从通道中走出时，她又露出十分意外的表情。"
	},
	[120151086] = {
		id = 120151086,
		prefab_name = "",
		content = "而我和薇儿睁大了眼睛，难以相信她居然会出现在这个地方。"
	},
	[120151087] = {
		id = 120151087,
		prefab_name = "",
		content = "奥……奥丁？"
	},
	[120151088] = {
		id = 120151088,
		prefab_name = "1029ui_story",
		content = "看上去吃了不少苦头啊，新人。"
	},
	[120151089] = {
		id = 120151089,
		prefab_name = "",
		content = "又有两道人影走出通道。两人见到我们，不约而同地松了一口气。"
	},
	[120151090] = {
		id = 120151090,
		prefab_name = "1071ui_story",
		content = "哈哈，监兵，你看我说什么来着？陵光也很强的啦，肯定已经解决了。"
	},
	[120151091] = {
		id = 120151091,
		prefab_name = "1069ui_story",
		content = "心虚都写在脸上了，孟章。"
	},
	[120151092] = {
		id = 120151092,
		prefab_name = "1075ui_story",
		content = "监兵……万幸你没事。"
	},
	[120151093] = {
		id = 120151093,
		prefab_name = "1069ui_story",
		content = "不用担心我的安全……序核抢回来了，只是让那个格莫瑞逃了。"
	},
	[120151094] = {
		id = 120151094,
		prefab_name = "1075ui_story",
		content = "到底发生什么事了，为什么你们会和奥丁一起……"
	},
	[120151095] = {
		id = 120151095,
		prefab_name = "",
		content = "陵光忽然愣住，她似乎想到了这个问题的答案。"
	},
	[120151096] = {
		id = 120151096,
		prefab_name = "",
		content = "奥丁在这里，与她同行的人又能去哪儿呢？"
	},
	[120151097] = {
		id = 120151097,
		prefab_name = "",
		content = "白发飘雪，素裳盈墨，长靴轻轻落在工坊的地面上，虚空的裂痕在她身后缓缓平复。"
	},
	[120151098] = {
		id = 120151098,
		prefab_name = "1075ui_story",
		content = "……先生！？"
	},
	[120151099] = {
		id = 120151099,
		prefab_name = "",
		content = "虽然是第一次见到她，但听到陵光的称呼——甚至在那之前，我就已经想到她的名字了。"
	},
	[120151100] = {
		id = 120151100,
		prefab_name = "",
		content = "（这就是……「庚辰先生」吗？）"
	},
	[120151101] = {
		id = 120151101,
		prefab_name = "1076ui_story",
		content = "大家都在。"
	},
	[120151102] = {
		id = 120151102,
		prefab_name = "1076ui_story",
		content = "陵光，麟钰怎么样？"
	},
	[120151103] = {
		id = 120151103,
		prefab_name = "1075ui_story",
		content = "只是昏迷，没有被骸能侵蚀的痕迹，休息几日就好了。"
	},
	[120151104] = {
		id = 120151104,
		prefab_name = "",
		content = "庚辰点点头，走到我身边，抱起一直被我护在身后的麟钰，看向我和薇儿。"
	},
	[120151105] = {
		id = 120151105,
		prefab_name = "1076ui_story",
		content = "#{nickname}#，薇儿丹蒂，让二位涉险，是我考虑不周。"
	},
	[120151106] = {
		id = 120151106,
		prefab_name = "1184ui_story",
		content = "没……没有，庚辰前辈，都是几位前辈在……在照顾我。"
	},
	[120151107] = {
		id = 120151107,
		prefab_name = "",
		content = "对上庚辰那双澄净而深邃的眸子，我张了张嘴，一时间居然说不出话来。"
	},
	[120151108] = {
		id = 120151108,
		prefab_name = "",
		content = "无怪薇儿有些紧张。那是与奥丁全然不同的眼神，像是一片壮绝又寂静的星空，让人不知该怎样用单调苍白的陈词去面对。"
	},
	[120151109] = {
		id = 120151109,
		prefab_name = "",
		content = "回过神来时已经与庚辰对视了许久，我自知失礼，连忙把目光挪开，她却好像并不在意，神情依旧安和如水。"
	},
	[120151110] = {
		id = 120151110,
		prefab_name = "1029ui_story",
		content = "行了，庚辰，让新人多磨砺磨砺不是坏事。"
	},
	[120151111] = {
		id = 120151111,
		prefab_name = "",
		content = "能帮上忙就好。"
	},
	[120151112] = {
		id = 120151112,
		prefab_name = "",
		content = "我挠挠头，反正遇到这种事已经不是第一次了……"
	},
	[120151113] = {
		id = 120151113,
		prefab_name = "",
		content = "庚辰与奥丁的出现无疑是一针强心剂。四方院的三位代理聚在庚辰身边，将情况大致汇报了一遍。"
	},
	[120151114] = {
		id = 120151114,
		prefab_name = "1076ui_story",
		content = "是吗？这里是烛的工坊……"
	},
	[120151115] = {
		id = 120151115,
		prefab_name = "1076ui_story",
		content = "孟章，你对序核的技术比较熟悉，先由你保管。"
	},
	[120151116] = {
		id = 120151116,
		prefab_name = "",
		content = "孟章点点头，从监兵手里接过序核。陵光一愣，有些焦急地看向庚辰。"
	},
	[120151117] = {
		id = 120151117,
		prefab_name = "1075ui_story",
		content = "诶？先生……我想早点开始研究，能早点为你治疗……"
	},
	[120151118] = {
		id = 120151118,
		prefab_name = "1076ui_story",
		content = "不急，你先照看麟钰。被视骸侵占意识，难保没有隐患。"
	},
	[120151119] = {
		id = 120151119,
		prefab_name = "1075ui_story",
		content = "这……我明白了。"
	},
	[120151120] = {
		id = 120151120,
		prefab_name = "1076ui_story",
		content = "先回玉京吧。余下的事，我会安排。"
	},
	[120151121] = {
		id = 120151121,
		prefab_name = "",
		content = "庚辰摸了摸麟钰的头发，看向我们三位外乡人。"
	},
	[120151122] = {
		id = 120151122,
		prefab_name = "1076ui_story",
		content = "三位客人远道而来，四方院也该尽地主之谊了。"
	},
	[910201001] = {
		id = 910201001,
		prefab_name = "",
		content = "管理员，感觉味道怎么样！是不是超级好吃！"
	},
	[910201002] = {
		id = 910201002,
		prefab_name = "",
		content = "唔唔唔嗯嗯嗯。"
	},
	[910201003] = {
		id = 910201003,
		prefab_name = "",
		content = "此时我正因为咀嚼着满嘴的烤肉，只能发出像是原始人一样的音节。"
	},
	[910201004] = {
		id = 910201004,
		prefab_name = "",
		content = "嘿嘿，你也觉得好吃就行。"
	},
	[910201005] = {
		id = 910201005,
		prefab_name = "",
		content = "这家店我找了好久呢，不限量自助真的太好了。"
	},
	[910201006] = {
		id = 910201006,
		prefab_name = "",
		content = "您好，这边帮您加一下水，烤肉需要帮您翻面吗？"
	},
	[910201007] = {
		id = 910201007,
		prefab_name = "",
		content = "啊……好，谢谢。"
	},
	[910201008] = {
		id = 910201008,
		prefab_name = "",
		content = "看起来服务也非常的周到……这就是成功餐厅的秘诀吗？"
	},
	[910201009] = {
		id = 910201009,
		prefab_name = "",
		content = "不不，管理员，要说服务周到，其实这家店的特色是……"
	},
	[910201010] = {
		id = 910201010,
		prefab_name = "",
		content = "啊，那边好像正好要开始了。"
	},
	[910201011] = {
		id = 910201011,
		prefab_name = "",
		content = "还没来得及将视线撇向薇儿所指的方向，有些熟悉的旋律先一步传进了我的耳朵。"
	},
	[910201012] = {
		id = 910201012,
		prefab_name = "",
		content = "……生日快乐，祝你生日快乐~"
	},
	[910201013] = {
		id = 910201013,
		prefab_name = "",
		content = "店员戴着有些夸张的装饰，捧着蛋糕围在客人的身边歌唱。"
	},
	[910201014] = {
		id = 910201014,
		prefab_name = "",
		content = "烛光映照着她的脸，惊喜之情溢于言表，不知为何我却感觉到一阵撕裂般的痛楚。"
	},
	[910201015] = {
		id = 910201015,
		prefab_name = "",
		content = "#{nickname}#，祝你……"
	},
	[910201016] = {
		id = 910201016,
		prefab_name = "",
		content = "真好啊，你又……了。"
	},
	[910201017] = {
		id = 910201017,
		prefab_name = "",
		content = "……理员，管理员！你怎么了？"
	},
	[910201018] = {
		id = 910201018,
		prefab_name = "",
		content = "啊，抱歉，我没事。"
	},
	[910201019] = {
		id = 910201019,
		prefab_name = "",
		content = "薇儿，他们这是……在干什么？"
	},
	[910201020] = {
		id = 910201020,
		prefab_name = "",
		content = "诶，怎么突然这么问我，这是在给那个客人过生日哦。"
	},
	[910201021] = {
		id = 910201021,
		prefab_name = "",
		content = "毕竟是这家店的特色嘛，虽然方式有点让人害羞就是了。"
	},
	[910201022] = {
		id = 910201022,
		prefab_name = "",
		content = "生日……"
	},
	[910201023] = {
		id = 910201023,
		prefab_name = "",
		content = "对啊生日，管理员没有……啊，抱歉！时间太久，我都忘记管理员曾经失忆的事了。"
	},
	[910201024] = {
		id = 910201024,
		prefab_name = "",
		content = "薇儿诚恳地将双手合十，低头做出道歉的姿态。"
	},
	[910201025] = {
		id = 910201025,
		prefab_name = "",
		content = "没关系啦，只是刚才好像想起了一些过去的事，虽然我也不确定是不是我的记忆……"
	},
	[910201026] = {
		id = 910201026,
		prefab_name = "",
		content = "那管理员，我和你说说生日的事情吧，说不定你还能再想起些什么。"
	},
	[910201027] = {
		id = 910201027,
		prefab_name = "",
		content = "一般生日的时候，大家会聚在一起为过生日的人唱歌庆祝哦~"
	},
	[910201028] = {
		id = 910201028,
		prefab_name = "",
		content = "生日的主角在那天会收到蛋糕和很多的礼物，吃很多很好吃的东西……"
	},
	[910201029] = {
		id = 910201029,
		prefab_name = "",
		content = "对了对了，那天还要吹蜡烛，据说吹之前许下的愿望都会实现哦~"
	},
	[910201030] = {
		id = 910201030,
		prefab_name = "",
		content = "嗯……总之大概就是这样，管理员你有想起什么吗？"
	},
	[910201031] = {
		id = 910201031,
		prefab_name = "",
		content = "抱歉……虽然你说了很多，但我几乎都没什么印象。"
	},
	[910201032] = {
		id = 910201032,
		prefab_name = "",
		content = "生日在我这里，只有一个单纯的日期而已，至于是否经历过你说的那些……"
	},
	[910201033] = {
		id = 910201033,
		prefab_name = "",
		content = "是这样啊……"
	},
	[910201034] = {
		id = 910201034,
		prefab_name = "",
		content = "没事啦薇儿，不用露出那么难过的表情，庆不庆祝的事先放一边，再不快吃的话肉要烤焦了。"
	},
	[910201035] = {
		id = 910201035,
		prefab_name = "",
		content = "啊！那可不行！管理员也快点一起吃啊！"
	},
	[910201036] = {
		id = 910201036,
		prefab_name = "",
		content = "知道啦……烫烫烫！"
	},
	[910201037] = {
		id = 910201037,
		prefab_name = "",
		content = "嗯……原来是这样。好吧，这次的行动我批准了。"
	},
	[910201038] = {
		id = 910201038,
		prefab_name = "",
		content = "只要不做得太过分的话……你应该明白的。"
	},
	[910201039] = {
		id = 910201039,
		prefab_name = "",
		content = "嗯，我知道。"
	},
	[910201040] = {
		id = 910201040,
		prefab_name = "",
		content = "以上就是前段时间的所有作战分析，总体来说，管理员你的表现只能算勉强及格。"
	},
	[910201041] = {
		id = 910201041,
		prefab_name = "",
		content = "指挥能力，应变能力都还有加强的空间，操控弥弥尔的熟练度也有待提升。"
	},
	[910201042] = {
		id = 910201042,
		prefab_name = "",
		content = ""
	},
	[910201043] = {
		id = 910201043,
		prefab_name = "",
		content = "今天你的工作就暂时停止吧，剩下的部分我会接手。"
	},
	[910201044] = {
		id = 910201044,
		prefab_name = "",
		content = "暂停工作？！"
	},
	[910201045] = {
		id = 910201045,
		prefab_name = "",
		content = ""
	},
	[910201046] = {
		id = 910201046,
		prefab_name = "",
		content = "……管理员，你要明白，我们的工作是对抗视骸，容不得半点疏忽。"
	},
	[910201047] = {
		id = 910201047,
		prefab_name = "",
		content = "我知道你加入深空之眼不是一时兴起，但或许最近给你的压力太大了。"
	},
	[910201048] = {
		id = 910201048,
		prefab_name = "",
		content = "去休息一下吧，哦对了，这个给你。"
	},
	[910201049] = {
		id = 910201049,
		prefab_name = "",
		content = "这个是……甜品？"
	},
	[910201050] = {
		id = 910201050,
		prefab_name = "",
		content = "咳……啊，不是什么特别的，就当是慰问品吧。"
	},
	[910201051] = {
		id = 910201051,
		prefab_name = "",
		content = "好、好吧，谢谢休老师……"
	},
	[910201052] = {
		id = 910201052,
		prefab_name = "",
		content = "抱着休给我的袋子走出指挥室，但对于突然暂停工作的事，仍旧没有想出结论。"
	},
	[910201053] = {
		id = 910201053,
		prefab_name = "",
		content = "管理员，你怎么了？"
	},
	[910201054] = {
		id = 910201054,
		prefab_name = "",
		content = "……啊，是波塞冬啊。不，只是稍微在想事情……"
	},
	[910201055] = {
		id = 910201055,
		prefab_name = "",
		content = "是因为休的阶段性总结而烦恼吗？"
	},
	[910201056] = {
		id = 910201056,
		prefab_name = "",
		content = "嗯，休还说要暂停工作让我休息下……诶，等等，波塞冬是能心灵感应吗？"
	},
	[910201057] = {
		id = 910201057,
		prefab_name = "",
		content = "呵呵，要是真的有心灵感应就好啦。管理员，我觉得你大可以不用太过在意哦。"
	},
	[910201058] = {
		id = 910201058,
		prefab_name = "",
		content = "因为最近从休办公室出来的每个人都是这样的，应该都是在为休的评价苦恼吧。"
	},
	[910201059] = {
		id = 910201059,
		prefab_name = "",
		content = "不过她不是存心要找你们的问题啦，这只是她对大家负责的表现而已。"
	},
	[910201060] = {
		id = 910201060,
		prefab_name = "",
		content = "如果她说想要你休息的话，就真的只是想让你休息下哦~"
	},
	[910201061] = {
		id = 910201061,
		prefab_name = "",
		content = "谢谢你安慰我，波塞冬，我只是不太确定，自己是不是还被需要……"
	},
	[910201062] = {
		id = 910201062,
		prefab_name = "",
		content = "管理员……"
	},
	[910201063] = {
		id = 910201063,
		prefab_name = "",
		content = "哦对了，休还给了我这个，要一起吃吗？"
	},
	[910201064] = {
		id = 910201064,
		prefab_name = "",
		content = "诶，这不是海洋世界边上那家甜品店的招牌产品吗？"
	},
	[910201065] = {
		id = 910201065,
		prefab_name = "",
		content = "因为味道很好，所以总是会被抢完，要很早的时候去等才有可能买到……"
	},
	[910201066] = {
		id = 910201066,
		prefab_name = "",
		content = "不知道为什么，波塞冬似乎很熟悉这个甜品。"
	},
	[910201067] = {
		id = 910201067,
		prefab_name = "",
		content = "原来如此……管理员，这个可以让我先带去餐厅准备下吗？处理过后会更好吃。"
	},
	[910201068] = {
		id = 910201068,
		prefab_name = "",
		content = "啊，倒是没有问题。"
	},
	[910201069] = {
		id = 910201069,
		prefab_name = "",
		content = "谢谢管理员，那么我先去准备一下哦。"
	},
	[910201070] = {
		id = 910201070,
		prefab_name = "",
		content = "我怕一会可能会找不到你，所以麻烦管理员先在自己的办公室等一下哦。"
	},
	[910201071] = {
		id = 910201071,
		prefab_name = "",
		content = "办公室里难得的安静，没有文件要处理的时间，反而让我有点不太习惯。"
	},
	[910201072] = {
		id = 910201072,
		prefab_name = "",
		content = "（不需要我来，大家也应该能把事情都处理得很好吧。）"
	},
	[910201073] = {
		id = 910201073,
		prefab_name = "",
		content = "管理员！帮帮我！"
	},
	[910201074] = {
		id = 910201074,
		prefab_name = "",
		content = "有些奇怪的念头被扼杀在了脑海中。"
	},
	[910201075] = {
		id = 910201075,
		prefab_name = "",
		content = "阿修罗？发生什么事了？"
	},
	[910201076] = {
		id = 910201076,
		prefab_name = "",
		content = "呃……其实我还没想好……"
	},
	[910201077] = {
		id = 910201077,
		prefab_name = "",
		content = "没想好？"
	},
	[910201078] = {
		id = 910201078,
		prefab_name = "",
		content = "不是不是！呃，是没想好……到底要不要找你帮忙……嗯，没错！是这样的！"
	},
	[910201079] = {
		id = 910201079,
		prefab_name = "",
		content = "但是你都已经过来了……所以需要我帮忙的事是什么？"
	},
	[910201080] = {
		id = 910201080,
		prefab_name = "",
		content = "哦哦……就是那个事啦，嗯，帮我拧一下这个瓶盖吧？"
	},
	[910201081] = {
		id = 910201081,
		prefab_name = "",
		content = "瓶、瓶盖？"
	},
	[910201082] = {
		id = 910201082,
		prefab_name = "",
		content = "我把目光放在阿修罗身后的权钥之上。"
	},
	[910201083] = {
		id = 910201083,
		prefab_name = "",
		content = "总觉得你才是应该帮我打开瓶盖的人呢……"
	},
	[910201084] = {
		id = 910201084,
		prefab_name = "",
		content = "啊哈哈，就是那个啦，昨天锻炼太久了，现在浑身酸痛，使不出力气。"
	},
	[910201085] = {
		id = 910201085,
		prefab_name = "",
		content = "那……这样就好了？"
	},
	[910201086] = {
		id = 910201086,
		prefab_name = "",
		content = "呲——"
	},
	[910201087] = {
		id = 910201087,
		prefab_name = "",
		content = "嗯嗯，好了好了，谢谢管理员！"
	},
	[910201088] = {
		id = 910201088,
		prefab_name = "",
		content = "对了，为了表示我的感谢，这个就送给你了~管理员再见！"
	},
	[910201089] = {
		id = 910201089,
		prefab_name = "",
		content = "小心点！"
	},
	[910201090] = {
		id = 910201090,
		prefab_name = "",
		content = "阿修罗飞快地跑了出去，险些撞倒了门口的书架，却被她眼疾手快地扶起。"
	},
	[910201091] = {
		id = 910201091,
		prefab_name = "",
		content = "使不出力气……？"
	},
	[910201092] = {
		id = 910201092,
		prefab_name = "",
		content = "说到底……这么大费周章要把什么给我啊？"
	},
	[910201093] = {
		id = 910201093,
		prefab_name = "",
		content = "只不过还没能来得及打开它，很快又有人走进了办公室。"
	},
	[910201094] = {
		id = 910201094,
		prefab_name = "",
		content = "管理员……"
	},
	[910201095] = {
		id = 910201095,
		prefab_name = "",
		content = "维达尔？你怎么来了？"
	},
	[910201096] = {
		id = 910201096,
		prefab_name = "",
		content = "有事……需要你帮忙……"
	},
	[910201097] = {
		id = 910201097,
		prefab_name = "",
		content = "嗯？你也是来找我帮忙的？"
	},
	[910201098] = {
		id = 910201098,
		prefab_name = "",
		content = "也……？"
	},
	[910201099] = {
		id = 910201099,
		prefab_name = "",
		content = "不，没事。具体是需要我帮忙做什么呢？"
	},
	[910201100] = {
		id = 910201100,
		prefab_name = "",
		content = "……这个，想喝冷的……"
	},
	[910201101] = {
		id = 910201101,
		prefab_name = "",
		content = "热汤？"
	},
	[910201102] = {
		id = 910201102,
		prefab_name = "",
		content = "嗯，买错了……"
	},
	[910201103] = {
		id = 910201103,
		prefab_name = "",
		content = "不如说这个本来就没有冷的卖吧。"
	},
	[910201104] = {
		id = 910201104,
		prefab_name = "",
		content = "不行，必须摄入，低温的。"
	},
	[910201105] = {
		id = 910201105,
		prefab_name = "",
		content = "好吧，我给你加点冰块，不过这个凉了的话，真的不好喝哦。"
	},
	[910201106] = {
		id = 910201106,
		prefab_name = "",
		content = "没关系……"
	},
	[910201107] = {
		id = 910201107,
		prefab_name = "",
		content = "稍微搅拌一下……好了，这样可以吗？"
	},
	[910201108] = {
		id = 910201108,
		prefab_name = "",
		content = "嗯，谢谢管理员……这个，送给你。"
	},
	[910201109] = {
		id = 910201109,
		prefab_name = "",
		content = "维达尔像是早有准备一样，从口袋中掏出一个小狗的挂件递到我的手中。"
	},
	[910201110] = {
		id = 910201110,
		prefab_name = "",
		content = "诶？芬里尔挂件，我记得这个应该是内部的限量款才对，你怎么……？"
	},
	[910201111] = {
		id = 910201111,
		prefab_name = "",
		content = "维达尔？怎么不见了……"
	},
	[910201112] = {
		id = 910201112,
		prefab_name = "",
		content = "敞开的门口只留下了稍微有点刺骨的寒风……"
	},
	[910201113] = {
		id = 910201113,
		prefab_name = "",
		content = "（等等，我记得维达尔的房间，应该和冰库差不多才对……）"
	},
	[910201114] = {
		id = 910201114,
		prefab_name = "",
		content = "管理员！！"
	},
	[910201115] = {
		id = 910201115,
		prefab_name = "",
		content = "赫尔墨斯……今天是怎么了，你也有要我帮忙的事吗？"
	},
	[910201116] = {
		id = 910201116,
		prefab_name = "",
		content = "帮忙？不是不是，我来是给你送快递的。"
	},
	[910201117] = {
		id = 910201117,
		prefab_name = "",
		content = "等等，你是说这堆和山一样高的快递？"
	},
	[910201118] = {
		id = 910201118,
		prefab_name = "",
		content = "对，都是你的！我抱着这些都看不到路了，问了人才找到你的办公室的。"
	},
	[910201119] = {
		id = 910201119,
		prefab_name = "",
		content = "今天突然就到了超级多的东西，仓库都快塞不下啦，我就紧急给你送过来了，你快签收一下吧。"
	},
	[910201120] = {
		id = 910201120,
		prefab_name = "",
		content = "可是，我最近好像没有买过东西啊……"
	},
	[910201121] = {
		id = 910201121,
		prefab_name = "",
		content = "诶？不会吧，这上面可都清楚写着呢。喏，「第九部门 管理员收」。"
	},
	[910201122] = {
		id = 910201122,
		prefab_name = "",
		content = "而且看包装，应该都是高级牌子，你最近发工资了？"
	},
	[910201123] = {
		id = 910201123,
		prefab_name = "",
		content = "很遗憾，并没有。赫尔墨斯，我能打开它们看看吗？"
	},
	[910201124] = {
		id = 910201124,
		prefab_name = "",
		content = "嗯，没问题，本来就是寄给你的东西，理应让你验收的。"
	},
	[910201125] = {
		id = 910201125,
		prefab_name = "",
		content = "怀着忐忑的心打开了大大小小的箱子，各类光鲜亮丽的物品突然就充斥在房间中。"
	},
	[910201126] = {
		id = 910201126,
		prefab_name = "",
		content = "高级衬衫……高级西装，还有这个钢笔，总觉得不是很便宜的物品。"
	},
	[910201127] = {
		id = 910201127,
		prefab_name = "",
		content = "哇，这可是大客户！"
	},
	[910201128] = {
		id = 910201128,
		prefab_name = "",
		content = "好消息是，看起来不是谁的整蛊，坏消息是……我现在问题更多了。"
	},
	[910201129] = {
		id = 910201129,
		prefab_name = "",
		content = "难道真的是我们搞错了？"
	},
	[910201130] = {
		id = 910201130,
		prefab_name = "",
		content = "不……你看这个定制衣物的表格，上面的尺码好像确实是我的没错……但我完全没有头绪啊……"
	},
	[910201131] = {
		id = 910201131,
		prefab_name = "",
		content = "呃，这不是还有几个箱子吗？说不定把它们拆开的话，能找到一些线索。"
	},
	[910201132] = {
		id = 910201132,
		prefab_name = "",
		content = "比如这个……呃，深空之眼特别定制摄影设备，就感觉和之前的那些都不太一样？"
	},
	[910201133] = {
		id = 910201133,
		prefab_name = "",
		content = "这个盒子……好轻啊。是什么新技术的摄影设备吗？"
	},
	[910201134] = {
		id = 910201134,
		prefab_name = "",
		content = "啊……封条也打开了，里面好像是空的。"
	},
	[910201135] = {
		id = 910201135,
		prefab_name = "",
		content = "什么？！空的！！！！这不可能啊！"
	},
	[910201136] = {
		id = 910201136,
		prefab_name = "",
		content = "赫尔墨斯突然慌张地抢过我手里的盒子检查起来。"
	},
	[910201137] = {
		id = 910201137,
		prefab_name = "",
		content = "我明明在出发前有检查过封条，不可能会打开啊！这下货物不会丢了吧！"
	},
	[910201138] = {
		id = 910201138,
		prefab_name = "",
		content = "你先别急，来的路上你有离开过这批货物吗？"
	},
	[910201139] = {
		id = 910201139,
		prefab_name = "",
		content = "没有啊，我一直都抱着它们，应该不会……啊！我想起来了，问路的时候，我有放下来过一会儿。"
	},
	[910201140] = {
		id = 910201140,
		prefab_name = "",
		content = "那时候，你是向谁问路的？"
	},
	[910201141] = {
		id = 910201141,
		prefab_name = "",
		content = "呃……前鬼坊？"
	},
	[910201142] = {
		id = 910201142,
		prefab_name = "",
		content = "坏了！"
	},
	[910201143] = {
		id = 910201143,
		prefab_name = "",
		content = "诶，难道说是前鬼把这个……"
	},
	[910201144] = {
		id = 910201144,
		prefab_name = "",
		content = "赫尔墨斯不甘心地再次晃了晃箱子，像是为了验证我们的说法一样，一张带有歪斜字迹的卡片从空箱中飘落下来。"
	},
	[910201145] = {
		id = 910201145,
		prefab_name = "",
		content = [[
这里的东西就由本前鬼收下了！

如果想要回去的话，就亲自来餐厅吧~哼哼！

前鬼坊留！]]
	},
	[910201148] = {
		id = 910201148,
		prefab_name = "",
		content = "后面似乎好像还有写些什么，但是被划掉了。"
	},
	[910201149] = {
		id = 910201149,
		prefab_name = "",
		content = "这是什么怪盗留言吗？"
	},
	[910201150] = {
		id = 910201150,
		prefab_name = "",
		content = "呃……像是前鬼坊能做出的事情，总之，就按她说的去餐厅看看吧。"
	},
	[910201151] = {
		id = 910201151,
		prefab_name = "",
		content = "（正好，波塞冬似乎也准备很久了，去看看她需不需要帮忙吧。）"
	},
	[910201152] = {
		id = 910201152,
		prefab_name = "",
		content = "按照指示来到了餐厅，现在本该是最为热闹的晚餐时间，迎接我们的却只有紧闭的大门。"
	},
	[910201153] = {
		id = 910201153,
		prefab_name = "",
		content = "奇怪，好像……没开门啊？"
	},
	[910201154] = {
		id = 910201154,
		prefab_name = "",
		content = "灯也没有亮起来，你们还没到吃饭的时候吗？"
	},
	[910201155] = {
		id = 910201155,
		prefab_name = "",
		content = "有些不对！似乎我们一路过来，都没有遇见其他人。"
	},
	[910201156] = {
		id = 910201156,
		prefab_name = "",
		content = "对哦，好像是这样！特别安静！"
	},
	[910201157] = {
		id = 910201157,
		prefab_name = "",
		content = "难道说这也是恶作剧的一环吗？"
	},
	[910201158] = {
		id = 910201158,
		prefab_name = "",
		content = "嗤——"
	},
	[910201159] = {
		id = 910201159,
		prefab_name = "",
		content = "前鬼？波塞冬？！有人在吗？！"
	},
	[910201160] = {
		id = 910201160,
		prefab_name = "",
		content = "啪——"
	},
	[910201161] = {
		id = 910201161,
		prefab_name = "",
		content = "噼啪——"
	},
	[910201162] = {
		id = 910201162,
		prefab_name = "",
		content = "管——理——员！"
	},
	[910201163] = {
		id = 910201163,
		prefab_name = "",
		content = "生日快乐！！！！"
	},
	[910201164] = {
		id = 910201164,
		prefab_name = "",
		content = "突如其来的声音在我耳边响起，随后灯光亮起，眼前的餐厅俨然已经被布置得别具一格。"
	},
	[910201165] = {
		id = 910201165,
		prefab_name = "",
		content = "诶……？这是，什么情况？"
	},
	[910201166] = {
		id = 910201166,
		prefab_name = "",
		content = "管理员，感谢你对情报科一直以来的信任，这是我和妹妹给你的谢礼，之后也请多指教啦~"
	},
	[910201167] = {
		id = 910201167,
		prefab_name = "",
		content = "请……请多指教。"
	},
	[910201168] = {
		id = 910201168,
		prefab_name = "",
		content = "喏，这个就当是这段时间来你给我当小白鼠的报酬了，竭尽所有经费新开发的兔兔按摩枪。"
	},
	[910201169] = {
		id = 910201169,
		prefab_name = "",
		content = "除了基本按摩功能以外，还有变形装置，能够展开武装模式。算是给你保护自己的，别轻易死掉了。"
	},
	[910201170] = {
		id = 910201170,
		prefab_name = "",
		content = "管理员管理员，还有我的。"
	},
	[910201171] = {
		id = 910201171,
		prefab_name = "",
		content = "利维坦想了很久，这个链子，虽然芬里尔已经戴不上了，但是好像给你正好。"
	},
	[910201172] = {
		id = 910201172,
		prefab_name = "",
		content = "这个就当是我的礼物吧~"
	},
	[910201173] = {
		id = 910201173,
		prefab_name = "",
		content = "那个，我的礼物是……"
	},
	[910201174] = {
		id = 910201174,
		prefab_name = "",
		content = "没过一会，我手上的盒子已经堆到足以遮住我的视线的地步。"
	},
	[910201175] = {
		id = 910201175,
		prefab_name = "",
		content = "管理员，我也有礼物要给你哦~"
	},
	[910201176] = {
		id = 910201176,
		prefab_name = "",
		content = "薇……薇儿，这到底是怎么回事啊？"
	},
	[910201177] = {
		id = 910201177,
		prefab_name = "",
		content = "那当然是因为，要给管理员过一次生日啊！"
	},
	[910201178] = {
		id = 910201178,
		prefab_name = "",
		content = "生日……我的？"
	},
	[910201179] = {
		id = 910201179,
		prefab_name = "",
		content = "对啊，管理员登记的生日，不就是今天嘛~"
	},
	[910201180] = {
		id = 910201180,
		prefab_name = "",
		content = "可是……为什么这么突然？"
	},
	[910201181] = {
		id = 910201181,
		prefab_name = "",
		content = "因为之前在烤肉店的时候管理员说过，你不记得过生日是怎么样的情景了。"
	},
	[910201182] = {
		id = 910201182,
		prefab_name = "",
		content = "所以我想如果能帮管理员也庆祝一次生日的话，或许你会有新的收获。"
	},
	[910201183] = {
		id = 910201183,
		prefab_name = "",
		content = "哪怕没有也没关系，毕竟生日本来就是应该大家一起开开心心地过才对嘛~"
	},
	[910201184] = {
		id = 910201184,
		prefab_name = "",
		content = "我就把这个想法和大家都说了，所有人都很支持哦，所以管理员现在收下的，是大家的心意呢~"
	},
	[910201185] = {
		id = 910201185,
		prefab_name = "",
		content = "那这么说……阿修罗之前拧不开瓶盖？"
	},
	[910201186] = {
		id = 910201186,
		prefab_name = "",
		content = "啊，因为听了计划之后，立刻就带着礼物去找你了。"
	},
	[910201187] = {
		id = 910201187,
		prefab_name = "",
		content = "不过……总觉得直接说好像就没有惊喜了。"
	},
	[910201188] = {
		id = 910201188,
		prefab_name = "",
		content = "维达尔的热汤也是？"
	},
	[910201189] = {
		id = 910201189,
		prefab_name = "",
		content = "不是……是买错的……"
	},
	[910201190] = {
		id = 910201190,
		prefab_name = "",
		content = "她似乎并没有理解现状。"
	},
	[910201191] = {
		id = 910201191,
		prefab_name = "",
		content = "总之，也谢谢你了~"
	},
	[910201192] = {
		id = 910201192,
		prefab_name = "",
		content = "高级衣服一定就是……"
	},
	[910201193] = {
		id = 910201193,
		prefab_name = "",
		content = "身为管理员，怎么能没有一身耀眼的装扮呢~"
	},
	[910201194] = {
		id = 910201194,
		prefab_name = "",
		content = "我可是特地为你挑选了欧莫菲斯的名牌呢，希望穿上它的时候，你就能回想起欧莫菲斯的阳光。"
	},
	[910201195] = {
		id = 910201195,
		prefab_name = "",
		content = "谢谢你，阿波罗……但是这些得要不少钱吧……你真的不要紧吗？"
	},
	[910201196] = {
		id = 910201196,
		prefab_name = "",
		content = "确实很贵，不过好在这次有提尔的赞助，所以……不用担心……"
	},
	[910201197] = {
		id = 910201197,
		prefab_name = "",
		content = "提尔也……"
	},
	[910201198] = {
		id = 910201198,
		prefab_name = "",
		content = "哼，不必感谢，我并没有准备太多，本来第九部门的事务也并不在我的管辖范围内。"
	},
	[910201199] = {
		id = 910201199,
		prefab_name = "",
		content = "只是对于你们人类而言，生日比大多数的节日都要重要，享受此刻吧。"
	},
	[910201200] = {
		id = 910201200,
		prefab_name = "",
		content = "那么这样一来，问题就只剩下……"
	},
	[910201201] = {
		id = 910201201,
		prefab_name = "",
		content = "啊！摄影机！"
	},
	[910201202] = {
		id = 910201202,
		prefab_name = "",
		content = "管理员，看这里看这里，笑一个！"
	},
	[910201203] = {
		id = 910201203,
		prefab_name = "",
		content = "难得我们把一切都准备好了，这次说什么也要给你过一个难忘的生日会！"
	},
	[910201204] = {
		id = 910201204,
		prefab_name = "",
		content = "至于这个嘛~本来我只是想随便留个纸条给你的。"
	},
	[910201205] = {
		id = 910201205,
		prefab_name = "",
		content = "不过听薇儿那么说完之后，感觉你也太可怜了一点，所以本前鬼这次特地先帮你把摄影机启用了。"
	},
	[910201206] = {
		id = 910201206,
		prefab_name = "",
		content = "全部给你录下来的话，以后万一你要是再失忆，看着录像就能想起来啦！"
	},
	[910201207] = {
		id = 910201207,
		prefab_name = "",
		content = "对了，给你准备生日会的画面，我也都有拍，你要是想回顾的话，就一会自己拿去看吧。"
	},
	[910201208] = {
		id = 910201208,
		prefab_name = "",
		content = "前……鬼……坊！"
	},
	[910201209] = {
		id = 910201209,
		prefab_name = "",
		content = "呜哇，休老师！"
	},
	[910201210] = {
		id = 910201210,
		prefab_name = "",
		content = "那是内部重要的器械，要是丢掉的话，你知道会有什么后果吗？"
	},
	[910201211] = {
		id = 910201211,
		prefab_name = "",
		content = "等一下，休老师，这是有原因的！你听我解释！"
	},
	[910201212] = {
		id = 910201212,
		prefab_name = "",
		content = "呵呵，还是一如既往地热闹啊，今天我负责让管理员待在办公室的计划看起来很成功呢~"
	},
	[910201213] = {
		id = 910201213,
		prefab_name = "",
		content = "大家一起趁这个机会为你准备好了这次的惊喜晚会。"
	},
	[910201214] = {
		id = 910201214,
		prefab_name = "",
		content = "波塞冬？难道说你早就知道了？"
	},
	[910201215] = {
		id = 910201215,
		prefab_name = "",
		content = "这都是薇儿的安排哦~"
	},
	[910201216] = {
		id = 910201216,
		prefab_name = "",
		content = "嘿嘿，也没有那么厉害啦~管理员感觉生日会怎么样？有想起些什么吗？"
	},
	[910201217] = {
		id = 910201217,
		prefab_name = "",
		content = ""
	},
	[910201218] = {
		id = 910201218,
		prefab_name = "",
		content = "其实我也曾经想过，如果当时没有加入深空之眼的话，自己现在会过着怎么样的生活。"
	},
	[910201219] = {
		id = 910201219,
		prefab_name = "",
		content = "但我觉得自己的选择并没有错，过去的记忆终究只是缩影，它们或许很重要……"
	},
	[910201220] = {
		id = 910201220,
		prefab_name = "",
		content = "但这段时间里，和深空之眼的大家在一起创造的回忆更重要，谢谢你们！"
	},
	[910201221] = {
		id = 910201221,
		prefab_name = "",
		content = "我会继续努力，和大家一起走下去的！"
	},
	[910201222] = {
		id = 910201222,
		prefab_name = "",
		content = "嗯，我们会一直是最好的伙伴的！"
	},
	[910201223] = {
		id = 910201223,
		prefab_name = "",
		content = "哦，新人，很能说嘛~"
	},
	[910201224] = {
		id = 910201224,
		prefab_name = "",
		content = "真是散发着不得了的光芒呢~"
	},
	[910201225] = {
		id = 910201225,
		prefab_name = "",
		content = "对了对了，不能忘记那个事！管理员，要唱生日歌许愿哦！！！！"
	},
	[910201226] = {
		id = 910201226,
		prefab_name = "",
		content = "祝你生日快乐~祝你生日快乐~"
	},
	[910201227] = {
		id = 910201227,
		prefab_name = "",
		content = "明天会是新的一天吧。"
	},
	[102801001] = {
		id = 102801001,
		prefab_name = "",
		content = "呼~这份文件这样就OK了。终于完成了……！"
	},
	[102801002] = {
		id = 102801002,
		prefab_name = "",
		content = "（这年头像我这样周末还勤奋加班的员工应该很难找了吧……）"
	},
	[102801003] = {
		id = 102801003,
		prefab_name = "",
		content = "我望向窗外晴朗无云的天空——这样的周末，大家一定各有各的享受方式吧。"
	},
	[102801004] = {
		id = 102801004,
		prefab_name = "",
		content = "和家人一起去郊游野餐的人，和恋人一起去看海的人，一个人在安静的公园喂鸽子的人，在广场上听阿波罗的露天演唱会的人……\n呃，最后那个一定是我太累了脑子坏掉才想到的。"
	},
	[102801005] = {
		id = 102801005,
		prefab_name = "",
		content = "……该下班了。\n今天也为了守护艾因索菲的和平很努力了。"
	},
	[102801006] = {
		id = 102801006,
		prefab_name = "",
		content = "我关掉电脑，清洗了咖啡渍已经无法彻底洗干净的咖啡杯。"
	},
	[102801007] = {
		id = 102801007,
		prefab_name = "",
		content = "周末的深空之眼第九部门比平时安静不少。"
	},
	[102801008] = {
		id = 102801008,
		prefab_name = "",
		content = "嗯，希望大家周末都有在好好休息……"
	},
	[102801009] = {
		id = 102801009,
		prefab_name = "",
		content = "嗒——嗒——"
	},
	[102801010] = {
		id = 102801010,
		prefab_name = "",
		content = "（果然安静得只听得见自己的脚步声啊……嗯？这好像不是我的脚步声？）"
	},
	[102801011] = {
		id = 102801011,
		prefab_name = "",
		content = "咦？管理员？你、你怎么在这里？"
	},
	[102801012] = {
		id = 102801012,
		prefab_name = "",
		content = "在走廊的拐角处撞见了一个意外的身影。"
	},
	[102801013] = {
		id = 102801013,
		prefab_name = "",
		content = "托尔，你也来加班吗？真少见啊……"
	},
	[102801014] = {
		id = 102801014,
		prefab_name = "",
		content = "印象中就连工作日都很少在深空之眼见到的雷小队队长，不知为何看上去有些慌张地出现在这里。"
	},
	[102801015] = {
		id = 102801015,
		prefab_name = "",
		content = "加班……？哎，不是不是，只是有点事情找那只肥猫而已……呃，说是加班搞不好也成立？"
	},
	[102801016] = {
		id = 102801016,
		prefab_name = "",
		content = "找弥弥尔大人？那就更稀奇了……托尔不是跟弥弥尔大人很合不来吗？"
	},
	[102801017] = {
		id = 102801017,
		prefab_name = "",
		content = "嘁，如果可以的话我也不想找那只麻烦的肥猫啊……这不是没办法吗。"
	},
	[102801018] = {
		id = 102801018,
		prefab_name = "",
		content = "发生什么事了吗？"
	},
	[102801019] = {
		id = 102801019,
		prefab_name = "",
		content = "没，没什么……\n没空跟你啰嗦了，再不抓紧时间那两个家伙就……"
	},
	[102801020] = {
		id = 102801020,
		prefab_name = "",
		content = "阿波罗和前鬼坊怎么了？"
	},
	[102801021] = {
		id = 102801021,
		prefab_name = "",
		content = "……！？"
	},
	[102801022] = {
		id = 102801022,
		prefab_name = "",
		content = "你怎么知道是他们的！"
	},
	[102801023] = {
		id = 102801023,
		prefab_name = "",
		content = "面对惊讶得瞪大眼睛的托尔，我有些忍俊不禁。"
	},
	[102801024] = {
		id = 102801024,
		prefab_name = "",
		content = "因为说实话，这根本没什么好惊讶的——"
	},
	[102801025] = {
		id = 102801025,
		prefab_name = "",
		content = "能让托尔如此挂心的「两个家伙」，除了他俩没有别人了吧。"
	},
	[102801026] = {
		id = 102801026,
		prefab_name = "",
		content = "是，是吗……"
	},
	[102801027] = {
		id = 102801027,
		prefab_name = "",
		content = "嗯，大家都知道哦。托尔是把队员的事情永远摆在第一位的队长嘛。"
	},
	[102801028] = {
		id = 102801028,
		prefab_name = "",
		content = "……"
	},
	[102801029] = {
		id = 102801029,
		prefab_name = "",
		content = "所以，阿波罗和前鬼坊发生什么事了？"
	},
	[102801030] = {
		id = 102801030,
		prefab_name = "",
		content = "嘁。\n管理员，你口风可得紧一点啊？"
	},
	[102801031] = {
		id = 102801031,
		prefab_name = "",
		content = "托尔虽然满脸不爽，但眼见搪塞不过去的她还是说出实情。"
	},
	[102801032] = {
		id = 102801032,
		prefab_name = "",
		content = "那两个家伙，只不过是去边界之海执行一项简单的诱导任务而已，应该早回来了才对……"
	},
	[102801033] = {
		id = 102801033,
		prefab_name = "",
		content = "边界之海——这个词唤醒了我脑海深处一些惊险刺激的记忆。"
	},
	[102801034] = {
		id = 102801034,
		prefab_name = "",
		content = "当有人靠近边界之海附近时，会有猛如狂兽的暴风雨阻止他们继续前进。\n但总有一些头铁的船队，会顶着狂风骤雨向危险进发。"
	},
	[102801035] = {
		id = 102801035,
		prefab_name = "",
		content = "虽然他们最后都会有惊无险地穿过风暴被转移到安全的海域，但是，为了避免节外生枝，一旦有船只被侦测到靠近边界之海，就会有人从天而降「循循善诱」地带他们离开。"
	},
	[102801036] = {
		id = 102801036,
		prefab_name = "",
		content = "诱导任务啊……那确实应该不至于难住他们俩。"
	},
	[102801037] = {
		id = 102801037,
		prefab_name = "",
		content = "阿波罗给我发了条消息，说，「在启程回航之际，信风将捎来海洋的馈赠」。"
	},
	[102801038] = {
		id = 102801038,
		prefab_name = "",
		content = "翻译翻译的话，就是说他们在海里找到了什么宝贝要给我带回来当作惊喜吧？"
	},
	[102801039] = {
		id = 102801039,
		prefab_name = "",
		content = "可问题是，这两个笨蛋忘了先在系统里点「任务解决」啊！"
	},
	[102801040] = {
		id = 102801040,
		prefab_name = "",
		content = "……"
	},
	[102801041] = {
		id = 102801041,
		prefab_name = "",
		content = "现在也突然联系不上他们，估计是正在沉迷于给我制造惊喜吧。但他们知不知道，任务过期没点解决的话，会直接被休知道的！"
	},
	[102801042] = {
		id = 102801042,
		prefab_name = "",
		content = "到时候他们少不了一顿教训。要是发现了他们是因为别的事情耽误了解决任务，休那家伙是会动真格惩罚的。"
	},
	[102801043] = {
		id = 102801043,
		prefab_name = "",
		content = "我作为队长虽然有这个权限但也不能直接替他们点「任务解决」，这点原则我还是有的，嗯。"
	},
	[102801044] = {
		id = 102801044,
		prefab_name = "",
		content = "所以，他们现在是失联状态？"
	},
	[102801045] = {
		id = 102801045,
		prefab_name = "",
		content = "……硬要说的话就是这么回事。所以我才来找弥弥尔要到了他们最后发来的坐标。"
	},
	[102801046] = {
		id = 102801046,
		prefab_name = "",
		content = "……还让我给他带了三袋可乐味冷却剂当作封口费，嘁，那只肥猫真是一如既往地厚脸皮。"
	},
	[102801047] = {
		id = 102801047,
		prefab_name = "",
		content = "封口费？"
	},
	[102801048] = {
		id = 102801048,
		prefab_name = "",
		content = "为什么要封口呢——差点这样问出来的瞬间，我忽然明白了什么。\n尽管明白了托尔的意图，但我还是有些担心。"
	},
	[102801049] = {
		id = 102801049,
		prefab_name = "",
		content = "可是，队员失联这种事情，还是尽快通知休让她派出搜查队比较好吧……"
	},
	[102801050] = {
		id = 102801050,
		prefab_name = "",
		content = "哈？"
	},
	[102801051] = {
		id = 102801051,
		prefab_name = "",
		content = "管理员，你要是敢说出去……"
	},
	[102801052] = {
		id = 102801052,
		prefab_name = "",
		content = "托尔握紧了双拳，尽管权钥并未在她的手里显形，但强烈的威压还是从她身上散发出来。"
	},
	[102801053] = {
		id = 102801053,
		prefab_name = "",
		content = "我只是担心前鬼坊他们而已……"
	},
	[102801054] = {
		id = 102801054,
		prefab_name = "",
		content = "哈啊！？"
	},
	[102801055] = {
		id = 102801055,
		prefab_name = "",
		content = "我匆忙的解释似乎一下子惹怒了她。"
	},
	[102801056] = {
		id = 102801056,
		prefab_name = "",
		content = "你是说，万一他们有危险我一个人罩不住他们？嗯？"
	},
	[102801057] = {
		id = 102801057,
		prefab_name = "",
		content = "我不是这个意思……"
	},
	[102801058] = {
		id = 102801058,
		prefab_name = "",
		content = "托尔你误会了。在深空之眼，不会有人怀疑你的实力……"
	},
	[102801059] = {
		id = 102801059,
		prefab_name = "",
		content = "但打架和找人是两回事——不过就算这么说估计也说服不了激动的托尔吧。"
	},
	[102801060] = {
		id = 102801060,
		prefab_name = "",
		content = "我明白了。"
	},
	[102801061] = {
		id = 102801061,
		prefab_name = "",
		content = "我会保密的，虽然这样做有违反规定的嫌疑。不过……我有个条件。"
	},
	[102801062] = {
		id = 102801062,
		prefab_name = "",
		content = "条件？"
	},
	[102801063] = {
		id = 102801063,
		prefab_name = "",
		content = "我要和托尔一起去。"
	},
	[102801064] = {
		id = 102801064,
		prefab_name = "",
		content = "诶？"
	},
	[102801065] = {
		id = 102801065,
		prefab_name = "",
		content = "你在开什么玩笑？这可不是坐船出海旅游，这可是去边界之海！去捞人的！"
	},
	[102801066] = {
		id = 102801066,
		prefab_name = "",
		content = "嗯，我知道。而我恰好有去过边界之海。还被……困在那里过。"
	},
	[102801067] = {
		id = 102801067,
		prefab_name = "",
		content = "所以我想我的经验能帮到托尔。"
	},
	[102801068] = {
		id = 102801068,
		prefab_name = "",
		content = "就算你这么说……"
	},
	[102801069] = {
		id = 102801069,
		prefab_name = "",
		content = "两个人找起来总比一个人快……虽然很想这么说，但其实我真正在想的是——"
	},
	[102801070] = {
		id = 102801070,
		prefab_name = "",
		content = "既然我已经知道了这件事，如果我什么也不做的待在这里的话，我一定会焦急得坐立不安，搞不好会跑去找休老师商量吧。"
	},
	[102801071] = {
		id = 102801071,
		prefab_name = "",
		content = "你……这是在威胁吗？"
	},
	[102801072] = {
		id = 102801072,
		prefab_name = "",
		content = "不是哦。"
	},
	[102801073] = {
		id = 102801073,
		prefab_name = "",
		content = "我认真地望着托尔的眼睛说。"
	},
	[102801074] = {
		id = 102801074,
		prefab_name = "",
		content = "我只是和你一样，也很担心前鬼坊和阿波罗而已。"
	},
	[102801075] = {
		id = 102801075,
		prefab_name = "",
		content = "……"
	},
	[102801076] = {
		id = 102801076,
		prefab_name = "",
		content = "嘁，真是说不过你这家伙。"
	},
	[102801077] = {
		id = 102801077,
		prefab_name = "",
		content = "虽然很不情愿，但托尔还是极为勉强地答应了我的条件。"
	},
	[102801078] = {
		id = 102801078,
		prefab_name = "",
		content = "听好了，跟我一起出发那你就也算是雷小队的临时成员了！"
	},
	[102801079] = {
		id = 102801079,
		prefab_name = "",
		content = "所有行动都要听队长我的指挥！不准擅自离队！明白了吗？"
	},
	[102801080] = {
		id = 102801080,
		prefab_name = "",
		content = "嗯。\n明白了，托尔队长。"
	},
	[102801081] = {
		id = 102801081,
		prefab_name = "",
		content = "嗯，已经没事了。太阳已经驱散了所有的风暴和阴霾~"
	},
	[102801082] = {
		id = 102801082,
		prefab_name = "",
		content = "好啦，就当大海跟你们做了个恶作剧吧。大海有时候也是很坏心眼的~"
	},
	[102801083] = {
		id = 102801083,
		prefab_name = "",
		content = "……"
	},
	[102801084] = {
		id = 102801084,
		prefab_name = "",
		content = "从惊涛骇浪中脱险的船队仍然惊魂未定，他们趴在甲板的栏杆上大口大口地喘着气。"
	},
	[102801085] = {
		id = 102801085,
		prefab_name = "",
		content = "以后，再也不来这边了，呼，呼……"
	},
	[102801086] = {
		id = 102801086,
		prefab_name = "",
		content = "话说你们为什么会跑到这块海域来啊？根本没有正常的航线到这里吧……"
	},
	[102801087] = {
		id = 102801087,
		prefab_name = "",
		content = "还不是为了找银背龙鱼！虽然最后也没找到就是了……"
	},
	[102801088] = {
		id = 102801088,
		prefab_name = "",
		content = "银背龙鱼？\n嚯~那不是仅存在传说中的鱼吗？"
	},
	[102801089] = {
		id = 102801089,
		prefab_name = "",
		content = "可最近的确有人目击到它们出没在这片海域，你们可能不知道，但在我们海民的圈子里可火啦！"
	},
	[102801090] = {
		id = 102801090,
		prefab_name = "",
		content = "就算如此，也不至于冒着生命危险去捕获吧……"
	},
	[102801091] = {
		id = 102801091,
		prefab_name = "",
		content = "至于，当然至于……咳，咳……！"
	},
	[102801092] = {
		id = 102801092,
		prefab_name = "",
		content = "你别激动啊兄弟，才呛到海水呢……我来说吧。\n银背龙鱼呀，全身上下都是宝。"
	},
	[102801093] = {
		id = 102801093,
		prefab_name = "",
		content = "特别是它的鱼油，据说可以褪除一切顽固伤疤……"
	},
	[102801094] = {
		id = 102801094,
		prefab_name = "",
		content = "褪疤吗……确实是很有价值的功效。特别是对于想要保持美丽光鲜的人来说。"
	},
	[102801095] = {
		id = 102801095,
		prefab_name = "",
		content = "喂，臭凤梨，这样的话……！"
	},
	[102801096] = {
		id = 102801096,
		prefab_name = "",
		content = "呵呵，小前鬼，看来我们想到一块了。\n这就是我们的默契吗？"
	},
	[102802001] = {
		id = 102802001,
		prefab_name = "",
		content = "诶？你们想借我的船去救人？"
	},
	[102802002] = {
		id = 102802002,
		prefab_name = "",
		content = "拜托了，丝卡蒂……因为没有提出正式搜救申请，所以只能像这样私下请求你了。"
	},
	[102802003] = {
		id = 102802003,
		prefab_name = "",
		content = "拜托了……！"
	},
	[102802004] = {
		id = 102802004,
		prefab_name = "",
		content = "哈……还真是没办法呀。既然是管理员的请求，和管理员一起乘风破浪过的雪晶二号一定不会置之不顾呢。"
	},
	[102802005] = {
		id = 102802005,
		prefab_name = "",
		content = "丝卡蒂……"
	},
	[102802006] = {
		id = 102802006,
		prefab_name = "",
		content = "不过我刚好有任务脱不开身没法为你们开船……嗯？雪晶二号你说放心交给你就好？唔……呣……好吧……"
	},
	[102802007] = {
		id = 102802007,
		prefab_name = "",
		content = "丝卡蒂用我们无法感知到的方式与雪晶二号进行了一番交流，然后转回我们。"
	},
	[102802008] = {
		id = 102802008,
		prefab_name = "",
		content = "雪晶二号说，让你们去港口这个位置等她，我把坐标发给你们啦。"
	},
	[102802009] = {
		id = 102802009,
		prefab_name = "",
		content = "谢谢！"
	},
	[102802010] = {
		id = 102802010,
		prefab_name = "",
		content = "……还真是厉害啊，丝卡蒂和雪晶二号的默契。"
	},
	[102802011] = {
		id = 102802011,
		prefab_name = "",
		content = "哈哈，我第一次见识到的时候也很惊讶。\n真羡慕呀，那样的羁绊。"
	},
	[102802012] = {
		id = 102802012,
		prefab_name = "",
		content = "哼哼，我也让你见识一下，雷小队的羁绊吧！"
	},
	[102802013] = {
		id = 102802013,
		prefab_name = "",
		content = "诶？"
	},
	[102802014] = {
		id = 102802014,
		prefab_name = "",
		content = "你就看着吧，就算我的队员们消失在物理意义上的「天涯海角」，我也会把他们找出来的！"
	},
	[102802015] = {
		id = 102802015,
		prefab_name = "",
		content = "自从我们启航后，托尔就一直将胳膊撑在船舷的护栏上，一言不发地望着调查船——也就是雪晶二号的行进方向。"
	},
	[102802016] = {
		id = 102802016,
		prefab_name = "",
		content = "迅疾的海风将少女火红色的长辫高高地吹起，让我想起了飘扬在风中的鲤鱼旗。"
	},
	[102802017] = {
		id = 102802017,
		prefab_name = "",
		content = "（这样站在船头一直吹风脸不会疼吗……）"
	},
	[102802018] = {
		id = 102802018,
		prefab_name = "",
		content = "一面这样想着，我却也不自觉地从船舱走出，站到托尔身边。"
	},
	[102802019] = {
		id = 102802019,
		prefab_name = "",
		content = "咦？我脸上沾了什么东西吗？"
	},
	[102802020] = {
		id = 102802020,
		prefab_name = "",
		content = "过了许久，托尔似乎才终于注意到我在她身旁的目光。"
	},
	[102802021] = {
		id = 102802021,
		prefab_name = "",
		content = "不，只是看起来被风吹得有点僵硬而已。"
	},
	[102802022] = {
		id = 102802022,
		prefab_name = "",
		content = "……吵死了。"
	},
	[102802023] = {
		id = 102802023,
		prefab_name = "",
		content = "她有些窘迫地偏过头，却还是揉起自己的脸来。"
	},
	[102802024] = {
		id = 102802024,
		prefab_name = "",
		content = "对了，托尔。为什么在这件事上，你那么排斥借助组织的力量呢？"
	},
	[102802025] = {
		id = 102802025,
		prefab_name = "",
		content = "……"
	},
	[102802026] = {
		id = 102802026,
		prefab_name = "",
		content = "少女的表情忽而黯淡下来。"
	},
	[102802027] = {
		id = 102802027,
		prefab_name = "",
		content = "就算是我，也多少意识得到这样做是任性的。"
	},
	[102802028] = {
		id = 102802028,
		prefab_name = "",
		content = "要是被休知道了，免不了一顿说教吧。两小时起步的那种。哇……光是想想就浑身发抖。"
	},
	[102802029] = {
		id = 102802029,
		prefab_name = "",
		content = "嗯，休老师的话，极有可能把你关进禁闭罚抄写《深空之眼第九部门工作守则》100遍呢。"
	},
	[102802030] = {
		id = 102802030,
		prefab_name = "",
		content = "呜哇……饶了我吧。我可不想像小前鬼一样成为禁闭室的常客……"
	},
	[102802031] = {
		id = 102802031,
		prefab_name = "",
		content = "说起来，前鬼坊被休老师关禁闭的时候是怎么熬过来的呢……"
	},
	[102802032] = {
		id = 102802032,
		prefab_name = "",
		content = "阿波罗那家伙，偷偷带着小前鬼的游戏机进去过好多次……啊。"
	},
	[102802033] = {
		id = 102802033,
		prefab_name = "",
		content = "顺口说出来队员们小秘密的托尔霎时失色，然后于事无补地捂住了自己的嘴。"
	},
	[102802034] = {
		id = 102802034,
		prefab_name = "",
		content = "放心啦，我不会告诉任何人的。"
	},
	[102802035] = {
		id = 102802035,
		prefab_name = "",
		content = "真的？"
	},
	[102802036] = {
		id = 102802036,
		prefab_name = "",
		content = "当然。怎么说我现在也是雷小队的临时成员嘛。"
	},
	[102802037] = {
		id = 102802037,
		prefab_name = "",
		content = "只要不触及原则问题，队长或队友的秘密我都会保守的。"
	},
	[102802038] = {
		id = 102802038,
		prefab_name = "",
		content = "哈哈哈，很上道嘛，管理员。"
	},
	[102802039] = {
		id = 102802039,
		prefab_name = "",
		content = "托尔豪爽地笑起来，然后用力地拍了拍我的肩膀。力道大得我觉得肩快脱臼了。"
	},
	[102802040] = {
		id = 102802040,
		prefab_name = "",
		content = "疼疼疼……"
	},
	[102802041] = {
		id = 102802041,
		prefab_name = "",
		content = "不过呀，就算万一被休知道了后果会很严重，我还是有不得不这样做的理由。"
	},
	[102802042] = {
		id = 102802042,
		prefab_name = "",
		content = "托尔没有回避我刚才的问题。她望向远方的水平线，仿佛要用目光穷尽海原，直到寻见那两个牵挂的身影。"
	},
	[102802043] = {
		id = 102802043,
		prefab_name = "",
		content = "阿波罗和小前鬼，虽然跟了我这么久，但其实已经不是我第一批队员了。"
	},
	[102802044] = {
		id = 102802044,
		prefab_name = "",
		content = "这样吗？"
	},
	[102802045] = {
		id = 102802045,
		prefab_name = "",
		content = "我所知道的雷小队队员就只有阿波罗和前鬼坊。如果在那之前还有队员，那应该是我来到深空之眼之前就退出了……？"
	},
	[102802046] = {
		id = 102802046,
		prefab_name = "",
		content = "在雷小队正式成立之前，我也作为临时领队带过队。在我还是个菜鸟队长、根本不懂队长的责任是什么只知道单打独斗的时候……"
	},
	[102802047] = {
		id = 102802047,
		prefab_name = "",
		content = "啊，你不会想说我现在也是这样吧？嗯？"
	},
	[102802048] = {
		id = 102802048,
		prefab_name = "",
		content = "诶？没，没有啊……"
	},
	[102802049] = {
		id = 102802049,
		prefab_name = "",
		content = "（奇怪，只是一瞬间稍微那样想到了一下而已，就写在脸上了吗？）"
	},
	[102802050] = {
		id = 102802050,
		prefab_name = "",
		content = "哼。"
	},
	[102802051] = {
		id = 102802051,
		prefab_name = "",
		content = "还好宽宏大量的托尔队长没有与我计较，只是抱着胸重新将视线投水平线的远端。"
	},
	[102802052] = {
		id = 102802052,
		prefab_name = "",
		content = "总之……因为我的不成熟，那时候的队员都离开了。"
	},
	[102802053] = {
		id = 102802053,
		prefab_name = "",
		content = "所以，我不会让任何人离开雷小队……一个也不会。"
	},
	[102802054] = {
		id = 102802054,
		prefab_name = "",
		content = "……"
	},
	[102802055] = {
		id = 102802055,
		prefab_name = "",
		content = "有那么一瞬间，抱着胳膊的少女在我的目光中仿佛是在大风中抱紧着自己——只是那么须臾一瞬，或许也只是我的错觉。"
	},
	[102802056] = {
		id = 102802056,
		prefab_name = "",
		content = "队长！小心！"
	},
	[102802057] = {
		id = 102802057,
		prefab_name = "",
		content = "哈哈哈哈，都放马过来吧！"
	},
	[102802058] = {
		id = 102802058,
		prefab_name = "",
		content = "队长！那很可能是陷阱！"
	},
	[102802059] = {
		id = 102802059,
		prefab_name = "",
		content = "管它是陷阱还是什么，一锤子下去就什么都解决了！噢啦噢啦噢啦噢啦噢啦——！"
	},
	[102802060] = {
		id = 102802060,
		prefab_name = "",
		content = "队长，等等……啊——！"
	},
	[102802061] = {
		id = 102802061,
		prefab_name = "",
		content = "吼——！"
	},
	[102802062] = {
		id = 102802062,
		prefab_name = "",
		content = "别过来！权钥，我的权钥呢？啊——"
	},
	[102802063] = {
		id = 102802063,
		prefab_name = "",
		content = "埋伏在陷阱中的视骸在靠近托尔的瞬间就被高压的雷暴击飞化为碎片，但她的队员就没有那么幸运了。"
	},
	[102802064] = {
		id = 102802064,
		prefab_name = "",
		content = "……！"
	},
	[102802065] = {
		id = 102802065,
		prefab_name = "",
		content = "从我的队员身边，滚，开——！"
	},
	[102802066] = {
		id = 102802066,
		prefab_name = "",
		content = "虽然最终我们逃出生天，但也是狼狈不堪。"
	},
	[102802067] = {
		id = 102802067,
		prefab_name = "",
		content = "只顾着自己打得爽，完全将队友抛在了脑后，害得大家都陷入危险，回来有的住进医疗部有的被罚写检讨……这样的队长，简直太逊了不是吗？"
	},
	[102802068] = {
		id = 102802068,
		prefab_name = "",
		content = "托尔……"
	},
	[102802069] = {
		id = 102802069,
		prefab_name = "",
		content = "原来那个看上去正如雷电般风驰电掣所向无敌的托尔队长，也有这样的过去。"
	},
	[102802070] = {
		id = 102802070,
		prefab_name = "",
		content = "喂，别露出那种表情啊。好像在同情我一样，真让人不爽。"
	},
	[102802071] = {
		id = 102802071,
		prefab_name = "",
		content = "我被托尔莫名地瞪了一眼。"
	},
	[102802072] = {
		id = 102802072,
		prefab_name = "",
		content = "都是过去的事了，都过去了。"
	},
	[102802073] = {
		id = 102802073,
		prefab_name = "",
		content = "托尔看起来满不在意地摆了摆手。"
	},
	[102802074] = {
		id = 102802074,
		prefab_name = "",
		content = "在那之后，很长一段时间基本没什么人愿意跟我组队。说实话，对我来说身上的压力变轻松了，倒也没什么不好。"
	},
	[102802075] = {
		id = 102802075,
		prefab_name = "",
		content = "本来以为我就会一直做一个独来独往的修正者了，却还是有两个笨蛋缠上了我，不知道是看上了我哪一点，哈哈。"
	},
	[102802076] = {
		id = 102802076,
		prefab_name = "",
		content = "他们就是阿波罗和前鬼坊吗？"
	},
	[102802077] = {
		id = 102802077,
		prefab_name = "",
		content = "嗯。所以，就算最后是我去像小学生一样挨休「老师」的训，也好过他们捅了什么娄子被处罚。"
	},
	[102802078] = {
		id = 102802078,
		prefab_name = "",
		content = "……"
	},
	[102802079] = {
		id = 102802079,
		prefab_name = "",
		content = "……总觉得有点像对孩子溺爱到为了护犊子跟班主任吵架的家长了。"
	},
	[102802080] = {
		id = 102802080,
		prefab_name = "",
		content = "噗，哈哈，哈哈哈……你那是什么形容呀！"
	},
	[102802081] = {
		id = 102802081,
		prefab_name = "",
		content = "嘛，如果看上去是那样的话，或许我作为队长多少成长了一点吧……"
	},
	[102802082] = {
		id = 102802082,
		prefab_name = "",
		content = "这样说着，托尔将手臂撑在护栏上，像是伸懒腰的猫一样弯下身去，后颈高高地扬起来。"
	},
	[102802083] = {
		id = 102802083,
		prefab_name = "",
		content = "那个伤疤……"
	},
	[102802084] = {
		id = 102802084,
		prefab_name = "",
		content = "拜迅疾的海风所赐，原本遮挡着视线的红发被吹起，少女光滑的后背上赫然蜿蜒着一条长长的疤痕。"
	},
	[102802085] = {
		id = 102802085,
		prefab_name = "",
		content = "……！"
	},
	[102802086] = {
		id = 102802086,
		prefab_name = "",
		content = "你在看哪里啊！？哈？"
	},
	[102802087] = {
		id = 102802087,
		prefab_name = "",
		content = "对不起……我不是故意的……"
	},
	[102802088] = {
		id = 102802088,
		prefab_name = "",
		content = "面对慌乱地站直身子对我发飙的托尔，我只好诚恳地弯腰道歉。"
	},
	[102802089] = {
		id = 102802089,
		prefab_name = "",
		content = "……嘁。也没什么大不了的，这就是某次为那两个家伙擦屁股而留下的伤疤。"
	},
	[102802090] = {
		id = 102802090,
		prefab_name = "",
		content = "但要我来说的话，也是队长的勋章。"
	},
	[102802091] = {
		id = 102802091,
		prefab_name = "",
		content = "啊，这句话你可千万别告诉他们啊。任何人都不可以说……！"
	},
	[102802092] = {
		id = 102802092,
		prefab_name = "",
		content = "嗯，明白了。"
	},
	[102802093] = {
		id = 102802093,
		prefab_name = "",
		content = "明白就好，哼。"
	},
	[102802094] = {
		id = 102802094,
		prefab_name = "",
		content = "总觉得什么地方有些偏激的队长……这种感觉挥之不去，但——"
	},
	[102802095] = {
		id = 102802095,
		prefab_name = "",
		content = "成为雷小队的队员，一定是很幸运的事情吧……"
	},
	[102802096] = {
		id = 102802096,
		prefab_name = "",
		content = "嗯？你说了什么吗，管理员？"
	},
	[102802097] = {
		id = 102802097,
		prefab_name = "",
		content = "我的声音好像被海风的喧嚣盖过了。"
	},
	[102803001] = {
		id = 102803001,
		prefab_name = "",
		content = "这里就是弥弥尔发的坐标了。"
	},
	[102803002] = {
		id = 102803002,
		prefab_name = "",
		content = "放眼望去四周的海域除了我们的雪晶二号以外，没有一艘船、一个人的踪影。"
	},
	[102803003] = {
		id = 102803003,
		prefab_name = "",
		content = "只有一群看上去脑子不太聪明的海鸥，盘绕地在我们的船周围飞来飞去。大概是想整点薯条吧。"
	},
	[102803004] = {
		id = 102803004,
		prefab_name = "",
		content = "不过看这风和日丽的天气，至少他们应该没有遇上什么海难……"
	},
	[102803005] = {
		id = 102803005,
		prefab_name = "",
		content = "不好说。海上的环境就像源层一样瞬息万变……嘛，小前鬼和阿波罗倒是不至于菜到连一点风浪都应付不了。"
	},
	[102803006] = {
		id = 102803006,
		prefab_name = "",
		content = "我担心的是他们遇到了你们上次那样的情况……毕竟边界之海这种地方，还埋藏着什么惊喜谁也不好说。"
	},
	[102803007] = {
		id = 102803007,
		prefab_name = "",
		content = "……"
	},
	[102803008] = {
		id = 102803008,
		prefab_name = "",
		content = "想起那次的经历，我不由得咽了一口唾沫。一些记忆深处的恐怖涌上胸腔。"
	},
	[102803009] = {
		id = 102803009,
		prefab_name = "",
		content = "不过话说回来，现在要怎么搜索呢？范围也太大了……要是一开始搞错了方向可就南辕北辙了！"
	},
	[102803010] = {
		id = 102803010,
		prefab_name = "",
		content = "看着抱头苦恼的托尔，我提出了自己的想法。"
	},
	[102803011] = {
		id = 102803011,
		prefab_name = "",
		content = "不如以这个坐标为原点不断扩大半径画圆吧，这样既可以逐步扩大搜索范围，也不用担心搞错方向而离目标越来越远了。"
	},
	[102803012] = {
		id = 102803012,
		prefab_name = "",
		content = "哦，哦……！想不到你还是很能派上用场的嘛，管理员。"
	},
	[102803013] = {
		id = 102803013,
		prefab_name = "",
		content = "「想不到」有点多余吧……"
	},
	[102803014] = {
		id = 102803014,
		prefab_name = "",
		content = "哈哈，不要在意这种细节啦！"
	},
	[102803015] = {
		id = 102803015,
		prefab_name = "",
		content = "托尔又大力拍了拍我的后背。差点害我真的吐了出来。"
	},
	[102803016] = {
		id = 102803016,
		prefab_name = "",
		content = "既然方案已经决定了，那么，我宣布，行动开始！"
	},
	[102803017] = {
		id = 102803017,
		prefab_name = "",
		content = "——！（汽笛）"
	},
	[102803018] = {
		id = 102803018,
		prefab_name = "",
		content = "就连雪晶二号都发出了干劲十足的声音。"
	},
	[102803019] = {
		id = 102803019,
		prefab_name = "",
		content = "咦？那是？"
	},
	[102803020] = {
		id = 102803020,
		prefab_name = "",
		content = "当我们在茫茫无际的海原上找寻多时无果之际，我在望远镜里终于有了除海鸟以外的其他发现。"
	},
	[102803021] = {
		id = 102803021,
		prefab_name = "",
		content = "你有什么发现了吗？管理员。"
	},
	[102803022] = {
		id = 102803022,
		prefab_name = "",
		content = "托尔火急火燎地跑到我旁边，像是要将两人的眼睛都挤进一副望远镜般，我们两人的脸颊贴在一起几乎快被挤扁。"
	},
	[102803023] = {
		id = 102803023,
		prefab_name = "",
		content = "那是……渔船？"
	},
	[102803024] = {
		id = 102803024,
		prefab_name = "",
		content = "怎么想小前鬼和阿波罗也不至于跑去钓鱼钓到失联……等等，阿波罗的话搞不好真有可能？"
	},
	[102803025] = {
		id = 102803025,
		prefab_name = "",
		content = "不，我认为没那种可能……"
	},
	[102803026] = {
		id = 102803026,
		prefab_name = "",
		content = "（稍微信任一下自己的队员啊，托尔队长。）"
	},
	[102803027] = {
		id = 102803027,
		prefab_name = "",
		content = "我只是在想，如果他们今天一直在这附近作业的话，能不能从他们那里打听到一些线索……"
	},
	[102803028] = {
		id = 102803028,
		prefab_name = "",
		content = "这样吗，那就去问问看吧。"
	},
	[102803029] = {
		id = 102803029,
		prefab_name = "",
		content = "喂——！听得到吗——"
	},
	[102803030] = {
		id = 102803030,
		prefab_name = "",
		content = "托尔迫不及待地踩到甲板的护栏上，向渔船的方向高呼着。"
	},
	[102803031] = {
		id = 102803031,
		prefab_name = "",
		content = "还是用船上的通讯器吧。"
	},
	[102803032] = {
		id = 102803032,
		prefab_name = "",
		content = "……你不会以为我是不知道可以用通讯器喊话吧？只是觉得这样可能比较快而已啦！"
	},
	[102803033] = {
		id = 102803033,
		prefab_name = "",
		content = "我们还是尽快靠了过去。"
	},
	[102803034] = {
		id = 102803034,
		prefab_name = "",
		content = "对对对，就是一个穿滑轮鞋的双麻花辫小鬼，和一个菠萝头小哥！你们有看到吗？"
	},
	[102803035] = {
		id = 102803035,
		prefab_name = "",
		content = "啊？有的有的，咳……！不如说……呃，呕……"
	},
	[102803036] = {
		id = 102803036,
		prefab_name = "",
		content = "喂，你怎么还在吐啊？小心把胆汁吐出来了。算了还是我来说吧。"
	},
	[102803037] = {
		id = 102803037,
		prefab_name = "",
		content = "太好了，你们真的有看到他们吗？"
	},
	[102803038] = {
		id = 102803038,
		prefab_name = "",
		content = "嗯……应该说，是他们救了我们。我们当时追鱼追入迷了，回过神来时发现已经失去了航向，导航仪和网络全失灵了，"
	},
	[102803039] = {
		id = 102803039,
		prefab_name = "",
		content = "好巧不巧，这时候我们遇上了暴风眼，正以为我们要葬身鱼腹的时候，他们两个像上天派来救我们的使者一样，引导我们走出了绝望，来到了光明~"
	},
	[102803040] = {
		id = 102803040,
		prefab_name = "",
		content = "哦，哦……你不会是被阿波罗传染了吧？那家伙也真是厉害啊……"
	},
	[102803041] = {
		id = 102803041,
		prefab_name = "",
		content = "（看来他们就是前鬼坊和阿波罗这次任务中从边界之海救出的船吧。）"
	},
	[102803042] = {
		id = 102803042,
		prefab_name = "",
		content = "（嗯，多半是这样没错了。）"
	},
	[102803043] = {
		id = 102803043,
		prefab_name = "",
		content = "那么，他们后来去了哪里，你们知道吗？"
	},
	[102803044] = {
		id = 102803044,
		prefab_name = "",
		content = "船员们都茫然地摇了摇头。在获救之后他们都处于惊魂未定的状态，没人注意到「上天派来的使者」的去向。"
	},
	[102803045] = {
		id = 102803045,
		prefab_name = "",
		content = "这样吗……"
	},
	[102803046] = {
		id = 102803046,
		prefab_name = "",
		content = "啊对了！不过，他们找我们借了深海捕捞用的渔具来着。难道说他们也去追银背龙鱼了……"
	},
	[102803047] = {
		id = 102803047,
		prefab_name = "",
		content = "嗯？有吗……啊我当时忙着吐海水去了，可能没注意……"
	},
	[102803048] = {
		id = 102803048,
		prefab_name = "",
		content = "……"
	},
	[102803049] = {
		id = 102803049,
		prefab_name = "",
		content = "你刚才说……什么龙鱼？你们是为了追那种鱼而跑到边……跑到这么偏远的海域来的吗？"
	},
	[102803050] = {
		id = 102803050,
		prefab_name = "",
		content = "是银背龙鱼。这玩意可狡猾了，一旦察觉到有危险——不管是来吃它们的大型鱼也好，还是人类的船只也好，就会往风浪汹涌的方向游，让敌人知难而退。"
	},
	[102803051] = {
		id = 102803051,
		prefab_name = "",
		content = "而身为深海鱼的它们，自己却可以躲到水面以下很深的地方，免受风浪的影响。"
	},
	[102803052] = {
		id = 102803052,
		prefab_name = "",
		content = "还真是聪明的鱼啊……"
	},
	[102803053] = {
		id = 102803053,
		prefab_name = "",
		content = "那你们为什么要不惜冒险也要来捕捞？这银背龙鱼有那么大的价值？"
	},
	[102803054] = {
		id = 102803054,
		prefab_name = "",
		content = "那当然了！我跟你讲啊，银背龙鱼全身上下都是宝，尤其是它的鱼油，可以褪除一切顽固疤痕！"
	},
	[102803055] = {
		id = 102803055,
		prefab_name = "",
		content = "顽固疤痕……我下意识地看向了托尔的后背。"
	},
	[102803056] = {
		id = 102803056,
		prefab_name = "",
		content = "褪除疤痕……"
	},
	[102803057] = {
		id = 102803057,
		prefab_name = "",
		content = "托尔若有所思地喃喃念着这个词。"
	},
	[102803058] = {
		id = 102803058,
		prefab_name = "",
		content = "呐，关于银背龙鱼的事情，你们有跟救你们的那两个人讲吗？"
	},
	[102803059] = {
		id = 102803059,
		prefab_name = "",
		content = "嗯？哦，有的有的……他们俩也问过我们为什么跑来这么偏的海域，所以我们也讲了。"
	},
	[102803060] = {
		id = 102803060,
		prefab_name = "",
		content = "……这样吗。谢谢你们。"
	},
	[102803061] = {
		id = 102803061,
		prefab_name = "",
		content = "托尔？"
	},
	[102803062] = {
		id = 102803062,
		prefab_name = "",
		content = "托尔脸上的表情由阴转晴，然后转向了我。"
	},
	[102803063] = {
		id = 102803063,
		prefab_name = "",
		content = "管理员，我知道怎么找到那两个让人不省心的家伙了。"
	},
	[102803064] = {
		id = 102803064,
		prefab_name = "",
		content = "……你不会真的想说，他们去钓鱼去了吧？"
	},
	[102803065] = {
		id = 102803065,
		prefab_name = "",
		content = "我的队员，当然没有人比我更了解了。"
	},
	[102803066] = {
		id = 102803066,
		prefab_name = "",
		content = "那两个笨蛋呀，一旦想到能为我这个队长做点什么，就什么危险也不顾了。"
	},
	[102803067] = {
		id = 102803067,
		prefab_name = "",
		content = "少女的脸上挂着不容置疑的自信笑容。仿佛全世界的真相都握在她手中。"
	},
	[102803068] = {
		id = 102803068,
		prefab_name = "",
		content = "既然队长这样有把握的话，那我们就赶紧出发吧。托尔队长，下一步计划是？"
	},
	[102803069] = {
		id = 102803069,
		prefab_name = "",
		content = "在那之前——"
	},
	[102803070] = {
		id = 102803070,
		prefab_name = "",
		content = "队长再次拍了拍我的肩。这次倒是没有太用力。"
	},
	[102803071] = {
		id = 102803071,
		prefab_name = "",
		content = "先填饱肚子吧，管理员。"
	},
	[102803072] = {
		id = 102803072,
		prefab_name = "",
		content = "诶？"
	},
	[102803073] = {
		id = 102803073,
		prefab_name = "",
		content = "我没事的，现在找到前鬼坊他们这件事比较要紧——"
	},
	[102803074] = {
		id = 102803074,
		prefab_name = "",
		content = "（咕——）"
	},
	[102803075] = {
		id = 102803075,
		prefab_name = "",
		content = "或许是托尔的话提醒了身体在紧张状态下所忘记的饥饿感，我的肚子迅速出卖了我。"
	},
	[102803076] = {
		id = 102803076,
		prefab_name = "",
		content = "我就知道。这也是理所当然的，我们都出来找人大半天了，管理员再怎么说也只是人类嘛。"
	},
	[102803077] = {
		id = 102803077,
		prefab_name = "",
		content = "可是……"
	},
	[102803078] = {
		id = 102803078,
		prefab_name = "",
		content = "小前鬼和阿波罗的话我已经心里有数了。放心吧，相信我的判断。而且——"
	},
	[102803079] = {
		id = 102803079,
		prefab_name = "",
		content = "现在你也是雷小队的一员。你的事情，也是我这个队长必须考虑在内的。"
	},
	[102803080] = {
		id = 102803080,
		prefab_name = "",
		content = "那我跟来岂不是成拖后腿的了……"
	},
	[102803081] = {
		id = 102803081,
		prefab_name = "",
		content = "不，恰好相反。"
	},
	[102803082] = {
		id = 102803082,
		prefab_name = "",
		content = "托尔摇了摇手指。"
	},
	[102803083] = {
		id = 102803083,
		prefab_name = "",
		content = "下一步计划的准备工作，还需要你出力呢。可别擅自在这里掉队啊。"
	},
	[102803084] = {
		id = 102803084,
		prefab_name = "",
		content = "在你做准备的时候，我去抓条鱼烤来吃。正好，这条船装备还挺全的嘛。就借用一下了。"
	},
	[102803085] = {
		id = 102803085,
		prefab_name = "",
		content = "常年陪伴丝卡蒂远航的雪晶二号上，为了应对可能发生的荒岛求生的状况，钓具、厨具、冰箱都一应俱全。"
	},
	[102803086] = {
		id = 102803086,
		prefab_name = "",
		content = "交待完需要我做的准备工作后，托尔真的从船舱里把烤架搬出来放在了甲板上，然后扛着鱼竿和水桶走到了船舷边。"
	},
	[102803087] = {
		id = 102803087,
		prefab_name = "",
		content = "那边就交给你了，管理员。我也会加油钓上条好吃的大鱼的！"
	},
	[102803088] = {
		id = 102803088,
		prefab_name = "",
		content = "喂，你们让人休息日加班也要有个限度吧？"
	},
	[102803089] = {
		id = 102803089,
		prefab_name = "",
		content = "对不起，弥弥尔大人。我回头会给你带可乐味特冷剂的……"
	},
	[102803090] = {
		id = 102803090,
		prefab_name = "",
		content = "三十袋！至少三十袋起步！"
	},
	[102803091] = {
		id = 102803091,
		prefab_name = "",
		content = "好的，我明白了。只要不被休老师发现……"
	},
	[102803092] = {
		id = 102803092,
		prefab_name = "",
		content = "那就是你自己要注意的事情了，新人。\n反正万一暴露了我是不会承认是我叫你拿的。"
	},
	[102803093] = {
		id = 102803093,
		prefab_name = "",
		content = "吨吨吨吨——好了，你们要的东西已经发过去了。"
	},
	[102803094] = {
		id = 102803094,
		prefab_name = "",
		content = "感谢弥弥尔大人！"
	},
	[102803095] = {
		id = 102803095,
		prefab_name = "",
		content = "没等弥弥尔大人的回应我就切断了通讯。然后迫不及待地打开了终端里发来的资料——"
	},
	[102803096] = {
		id = 102803096,
		prefab_name = "",
		content = "托尔队长让我找弥弥尔大人测算的这片海域周边的气象图。"
	},
	[102803097] = {
		id = 102803097,
		prefab_name = "",
		content = "我对气象图这种东西很头疼……那些圈圈和箭头到底是干嘛的，这谁懂啊！"
	},
	[102803098] = {
		id = 102803098,
		prefab_name = "",
		content = "反正一般情况下，我也不用考虑那么多，管它什么天气干就完了。\n但这次不是打架……情况不太一样，所以交给你了，管理员！"
	},
	[102803099] = {
		id = 102803099,
		prefab_name = "",
		content = "……"
	},
	[102803100] = {
		id = 102803100,
		prefab_name = "",
		content = "我也不是气象专家，但我努力回想着作战培训时所学过的基本的关于气象图的知识。"
	},
	[102803101] = {
		id = 102803101,
		prefab_name = "",
		content = "直到从那些纷乱的气流中，找出了周边海域风力汇聚的标点。"
	},
	[102803102] = {
		id = 102803102,
		prefab_name = "",
		content = "——据托尔的判断，前鬼坊和阿波罗应该就是被困在了那里面。"
	},
	[102803103] = {
		id = 102803103,
		prefab_name = "",
		content = "哦！你那边好了吗？我这边也大功告成了！"
	},
	[102803104] = {
		id = 102803104,
		prefab_name = "",
		content = "这么快？托尔你不会是用电的吧？"
	},
	[102803105] = {
		id = 102803105,
		prefab_name = "",
		content = "哈？你在质疑我吗？再说，就算我也知道电鱼是犯法的好吧！"
	},
	[102803106] = {
		id = 102803106,
		prefab_name = "",
		content = "开个玩笑开个玩笑……哇，好香啊！"
	},
	[102803107] = {
		id = 102803107,
		prefab_name = "",
		content = "烤架上躺着一条被烤得金灿灿的竹荚鱼。"
	},
	[102803108] = {
		id = 102803108,
		prefab_name = "",
		content = "哼哼，在外面跑久了也就练就了野炊的本事。"
	},
	[102803109] = {
		id = 102803109,
		prefab_name = "",
		content = "真厉害……"
	},
	[102803110] = {
		id = 102803110,
		prefab_name = "",
		content = "分析出来的坐标直接告诉雪晶二号吧。在雪晶二号到达目标前的这段时间，就是我们的午餐时间！开动吧！"
	},
	[102803111] = {
		id = 102803111,
		prefab_name = "",
		content = "我开动了！"
	},
	[102804001] = {
		id = 102804001,
		prefab_name = "",
		content = "风越来越大了……"
	},
	[102804002] = {
		id = 102804002,
		prefab_name = "",
		content = "……"
	},
	[102804003] = {
		id = 102804003,
		prefab_name = "",
		content = "越是接近在雪晶二号的航行系统中设定的目标点，周围的风力就越来越强。"
	},
	[102804004] = {
		id = 102804004,
		prefab_name = "",
		content = "驾驶舱的仪表盘上显示此时的风力已经达到9级。"
	},
	[102804005] = {
		id = 102804005,
		prefab_name = "",
		content = "再往前开，几乎毫无疑问就要冲进暴风圈里了。"
	},
	[102804006] = {
		id = 102804006,
		prefab_name = "",
		content = "雪晶二号，你没问题吗？"
	},
	[102804007] = {
		id = 102804007,
		prefab_name = "",
		content = "——！（汽笛）"
	},
	[102804008] = {
		id = 102804008,
		prefab_name = "",
		content = "那就好！"
	},
	[102804009] = {
		id = 102804009,
		prefab_name = "",
		content = "托尔什么时候跟雪晶二号关系这么好了……丝卡蒂知道会吃醋的吧。"
	},
	[102804010] = {
		id = 102804010,
		prefab_name = "",
		content = "哼哼，凡是跟我并肩作战的，就是我的队员！那自然关系好了！"
	},
	[102804011] = {
		id = 102804011,
		prefab_name = "",
		content = "这样说的话……"
	},
	[102804012] = {
		id = 102804012,
		prefab_name = "",
		content = "当然，你也一样，管理员！"
	},
	[102804013] = {
		id = 102804013,
		prefab_name = "",
		content = "……谢，谢谢。"
	},
	[102804014] = {
		id = 102804014,
		prefab_name = "",
		content = "托尔直率的话语让我一时有些不好意思起来。"
	},
	[102804015] = {
		id = 102804015,
		prefab_name = "",
		content = "遮天蔽日的黑云和狂风掀起的巨浪，像是电影里的魔界要塞般横亘在我们面前。"
	},
	[102804016] = {
		id = 102804016,
		prefab_name = "",
		content = "滴——滴——"
	},
	[102804017] = {
		id = 102804017,
		prefab_name = "",
		content = "驾驶舱的仪表盘也发出了警告的信号。"
	},
	[102804018] = {
		id = 102804018,
		prefab_name = "",
		content = "再往暴风眼突入恐怕有点困难了……"
	},
	[102804019] = {
		id = 102804019,
		prefab_name = "",
		content = "可恶，那两个家伙究竟在哪……！"
	},
	[102804020] = {
		id = 102804020,
		prefab_name = "",
		content = "现在船周围的能见度太低了什么也看不清，只能用雷达来探测了……"
	},
	[102804021] = {
		id = 102804021,
		prefab_name = "",
		content = "交给你了，雪晶二号！"
	},
	[102804022] = {
		id = 102804022,
		prefab_name = "",
		content = "——！（汽笛）"
	},
	[102804023] = {
		id = 102804023,
		prefab_name = "",
		content = "雷达探测仪上的指针疯狂旋转着，伏在操作台上瞪着屏幕的少女双手握紧了拳头。"
	},
	[102804024] = {
		id = 102804024,
		prefab_name = "",
		content = "这是……"
	},
	[102804025] = {
		id = 102804025,
		prefab_name = "",
		content = "雷达探测仪上终于有了反应。"
	},
	[102804026] = {
		id = 102804026,
		prefab_name = "",
		content = "南偏东30度方向，距离我们0.8海里……有类似船体的物体反应！"
	},
	[102804027] = {
		id = 102804027,
		prefab_name = "",
		content = "应该就是他们了……好，朝那里进发吧！"
	},
	[102804028] = {
		id = 102804028,
		prefab_name = "",
		content = "虽然距离本身不远，但是这个风力等级，即使是雪晶二号直接航行过去也太危险了……"
	},
	[102804029] = {
		id = 102804029,
		prefab_name = "",
		content = "——！（汽笛）"
	},
	[102804030] = {
		id = 102804030,
		prefab_name = "",
		content = "雪晶二号发出了不甘心的声音。咦？我怎么也能听懂雪晶二号的心情了……"
	},
	[102804031] = {
		id = 102804031,
		prefab_name = "",
		content = "……"
	},
	[102804032] = {
		id = 102804032,
		prefab_name = "",
		content = "托尔捏紧拳头思索了片刻。"
	},
	[102804033] = {
		id = 102804033,
		prefab_name = "",
		content = "我没记错的话，这艘雪晶二号上应该搭载着救生用摩托艇吧？"
	},
	[102804034] = {
		id = 102804034,
		prefab_name = "",
		content = "是有的没错……"
	},
	[102804035] = {
		id = 102804035,
		prefab_name = "",
		content = "确实，以管理员这样的人类之躯去挑战那像万魔殿一样的风暴屏障，实在太危险了。"
	},
	[102804036] = {
		id = 102804036,
		prefab_name = "",
		content = "作为队长，我怎么可能置队员于那样的境地。"
	},
	[102804037] = {
		id = 102804037,
		prefab_name = "",
		content = "所以我开摩托艇去救他们。管理员。雪晶二号，接应就交给你们了。"
	},
	[102804038] = {
		id = 102804038,
		prefab_name = "",
		content = "喂……等等！"
	},
	[102804039] = {
		id = 102804039,
		prefab_name = "",
		content = "我急忙拉住准备走出船舱的托尔。"
	},
	[102804040] = {
		id = 102804040,
		prefab_name = "",
		content = "现在这个风浪，就算是大船都难以保持平稳，摩托艇什么的恐怕刚下水就被掀翻了！"
	},
	[102804041] = {
		id = 102804041,
		prefab_name = "",
		content = "没关系，只要速度足够快就不会倒！就像骑车一样，大概！"
	},
	[102804042] = {
		id = 102804042,
		prefab_name = "",
		content = "我觉得还是不太一样的……而且，摩托艇连遮挡都没有，那么大的风你可能会被吹走的！"
	},
	[102804043] = {
		id = 102804043,
		prefab_name = "",
		content = "虽然理智上明白托尔是修正者，只要用神力来加强稳定的话绝不至于被风刮跑，但眼前的她从视觉上来说，无论怎么看都只是一名个头娇小的少女。"
	},
	[102804044] = {
		id = 102804044,
		prefab_name = "",
		content = "少瞧不起人了！还是说，难道你要我眼睁睁地对我的队员见死不救吗！"
	},
	[102804045] = {
		id = 102804045,
		prefab_name = "",
		content = "我不是，那个意思……"
	},
	[102804046] = {
		id = 102804046,
		prefab_name = "",
		content = "托尔的语气变得焦躁起来。但她旋即低下头，深吸了一口气。"
	},
	[102804047] = {
		id = 102804047,
		prefab_name = "",
		content = "对不起，是我激动了。\n但我确实没法再等下去了。"
	},
	[102804048] = {
		id = 102804048,
		prefab_name = "",
		content = "即使压低了声音，托尔想要救自己的队员的决心就像此刻她身上抑制不住地迸发的静电一样，在空气中噼里啪啦地作响。"
	},
	[102804049] = {
		id = 102804049,
		prefab_name = "",
		content = "但是，即便如此——"
	},
	[102804050] = {
		id = 102804050,
		prefab_name = "",
		content = "请等一下！"
	},
	[102804051] = {
		id = 102804051,
		prefab_name = "",
		content = "我拽住了拉开舱门正要踏向甲板的少女的手腕。我想大约已经不能称之为静电的电流震得我整个手臂都在发麻颤抖。"
	},
	[102804052] = {
		id = 102804052,
		prefab_name = "",
		content = "嘶……"
	},
	[102804053] = {
		id = 102804053,
		prefab_name = "",
		content = "管理员？"
	},
	[102804054] = {
		id = 102804054,
		prefab_name = "",
		content = "托尔转过头来，她的眼里写满了惊讶和质问。"
	},
	[102804055] = {
		id = 102804055,
		prefab_name = "",
		content = "你在干什么！你忘了同意让你和我一起行动的前提是「一切听我指挥」吗？"
	},
	[102804056] = {
		id = 102804056,
		prefab_name = "",
		content = "不要考验我的耐心，给我放开。我只数到三，1,2——"
	},
	[102804057] = {
		id = 102804057,
		prefab_name = "",
		content = "我只是，只是有个提议而已……"
	},
	[102804058] = {
		id = 102804058,
		prefab_name = "",
		content = "我拼命忍受着随托尔的气场威压增强而一道增强的电压，倔强地抓着托尔的手腕不松开。"
	},
	[102804059] = {
		id = 102804059,
		prefab_name = "",
		content = "提议？都说了我现在没那个时间……"
	},
	[102804060] = {
		id = 102804060,
		prefab_name = "",
		content = "阿波罗和前鬼坊，他们两个不管被卷入多么可怕的暴风圈里，都一定相信着他们的队长会找到他们的吧？"
	},
	[102804061] = {
		id = 102804061,
		prefab_name = "",
		content = "那，那当然了。所以我才这么着急啊！"
	},
	[102804062] = {
		id = 102804062,
		prefab_name = "",
		content = "那么，托尔队长。为什么不试着相信他们，也相信一次就算只是雷小队临时队员的我呢？"
	},
	[102804063] = {
		id = 102804063,
		prefab_name = "",
		content = "你的意思是……？"
	},
	[102804064] = {
		id = 102804064,
		prefab_name = "",
		content = "从手心处传来的电流终于平缓下来。而我终于有机会说出我想到的办法。"
	},
	[102804065] = {
		id = 102804065,
		prefab_name = "",
		content = "真有你的呀，管理员。怪不得连休和奥丁都那么看中你。"
	},
	[102804066] = {
		id = 102804066,
		prefab_name = "",
		content = "我只是提出了一个代表某种可能性的方案而已。\n而能够将这个可能性变为现实的，只有托尔队长，你一个人。"
	},
	[102804067] = {
		id = 102804067,
		prefab_name = "",
		content = "哼哼，说的没错。"
	},
	[102804068] = {
		id = 102804068,
		prefab_name = "",
		content = "不过，没有管理员我大概刚刚就直接莽撞地冲出去了吧。所以，接下来，你就在特等席上好好看着吧！"
	},
	[102804069] = {
		id = 102804069,
		prefab_name = "",
		content = "托尔走出船舱，来到了甲板上。为了安全起见，我留在了船舱——坐在托尔所说的「特等席」上，拭目以待着。"
	},
	[102804070] = {
		id = 102804070,
		prefab_name = "",
		content = "雷光——"
	},
	[102804071] = {
		id = 102804071,
		prefab_name = "",
		content = "朝着阴霾遮蔽的天空，托尔举起了手中萦绕着电光的权钥——那名为妙尔尼尔的神迹。"
	},
	[102804072] = {
		id = 102804072,
		prefab_name = "",
		content = "轰鸣！"
	},
	[102804073] = {
		id = 102804073,
		prefab_name = "",
		content = "一道仿若反方向的闪电般的光柱从甲板上射向天空，阴暗的天空骤然亮如白昼。"
	},
	[102804074] = {
		id = 102804074,
		prefab_name = "",
		content = "和闪电不同的是，那光柱并未转瞬即逝，而是像巨大的灯塔一样屹立于海天之间。"
	},
	[102804075] = {
		id = 102804075,
		prefab_name = "",
		content = "那是再大的海浪和黑云也无法吞噬的光。"
	},
	[102804076] = {
		id = 102804076,
		prefab_name = "",
		content = "那是向伙伴发出呼唤信号的光。"
	},
	[102804077] = {
		id = 102804077,
		prefab_name = "",
		content = "而那希望的信号必将得到回应——少女那自信到有些嚣张的笑容已经这样告诉我了。"
	},
	[102804078] = {
		id = 102804078,
		prefab_name = "",
		content = "信号弹？"
	},
	[102804079] = {
		id = 102804079,
		prefab_name = "",
		content = "嗯。托尔的权钥，一定是世界上最无敌的信号弹。"
	},
	[102804080] = {
		id = 102804080,
		prefab_name = "",
		content = "至少对他们俩来说一定是的。"
	},
	[102804081] = {
		id = 102804081,
		prefab_name = "",
		content = "不管眼前是多么浓郁抹不走的黑暗，抑或是漫天的飞沙走石，当那道熟悉的光贯穿天际的时候。"
	},
	[102804082] = {
		id = 102804082,
		prefab_name = "",
		content = "——"
	},
	[102804083] = {
		id = 102804083,
		prefab_name = "",
		content = "仿佛在与之呼应地，两支金色的光箭，像流星般划过东南方的天空——我们翘首以盼的方向。"
	},
	[102804084] = {
		id = 102804084,
		prefab_name = "",
		content = "那是……！"
	},
	[102804085] = {
		id = 102804085,
		prefab_name = "",
		content = "嗯，一定是阿波罗的光箭！那小子，还真挺机敏的。"
	},
	[102804086] = {
		id = 102804086,
		prefab_name = "",
		content = "和你推理的一样，他们还真在原点没有移动啊。"
	},
	[102804087] = {
		id = 102804087,
		prefab_name = "",
		content = "查不到气象图的他们，如果到处乱闯，反而会撞到更大的风浪或者掉进旋涡也说不定。这种时候待在暴风眼中心反而是最安全的。"
	},
	[102804088] = {
		id = 102804088,
		prefab_name = "",
		content = "当然前提是，他们知道一定有人会及时来救自己。"
	},
	[102804089] = {
		id = 102804089,
		prefab_name = "",
		content = "所以，接下来就是继续用我的「信号弹」，将他们引出暴风圈，对吧？"
	},
	[102804090] = {
		id = 102804090,
		prefab_name = "",
		content = "嗯。我会让雪晶二号往突围最近的方向开的。"
	},
	[102804091] = {
		id = 102804091,
		prefab_name = "",
		content = "好！"
	},
	[102804092] = {
		id = 102804092,
		prefab_name = "",
		content = "……嘁，我怎么反而被你这个临时队员指挥起来了，哈哈哈哈。"
	},
	[102804093] = {
		id = 102804093,
		prefab_name = "",
		content = "虽然嘴里说着不满的台词，但托尔脸上露出了爽朗的笑容。"
	},
	[102804094] = {
		id = 102804094,
		prefab_name = "",
		content = "就这样，两艘船成功地在风暴圈外会合了。"
	},
	[102804095] = {
		id = 102804095,
		prefab_name = "",
		content = "队长，队长！我就知道你会来的！我还跟臭凤梨打赌队长会从哪个方向出现呢！"
	},
	[102804096] = {
		id = 102804096,
		prefab_name = "",
		content = "结果我竟然赌输了，呜呜……"
	},
	[102804097] = {
		id = 102804097,
		prefab_name = "",
		content = "哎呀，没想到管理员也来了。这可真是让你见到了失礼的一面。"
	},
	[102804098] = {
		id = 102804098,
		prefab_name = "",
		content = "前鬼坊激动地扑到托尔怀里说个不停，而阿波罗则是因为此刻狼狈的仪容而对我露出了歉意的笑容。"
	},
	[102804099] = {
		id = 102804099,
		prefab_name = "",
		content = "你们两个家伙，真是让我不省心！"
	},
	[102804100] = {
		id = 102804100,
		prefab_name = "",
		content = "要不是有我这个队长在，你们说你们死了多少次了？啊？"
	},
	[102804101] = {
		id = 102804101,
		prefab_name = "",
		content = "不过，看到你们没事，真是太好了……"
	},
	[102804102] = {
		id = 102804102,
		prefab_name = "",
		content = "一边说着责备的话，一边一左一右搂住两个心爱队员的肩膀靠向自己的托尔。"
	},
	[102804103] = {
		id = 102804103,
		prefab_name = "",
		content = "三人的衣服都被海水浸湿，脸上也都是一把鼻涕一把泪，却毫不嫌弃彼此地互相抱在一起。"
	},
	[102804104] = {
		id = 102804104,
		prefab_name = "",
		content = "对了小前鬼，我们给队长准备的礼物呢？"
	},
	[102804105] = {
		id = 102804105,
		prefab_name = "",
		content = "啊差点忘了！我们这次可是专门为了抓那家伙才去冒险的！"
	},
	[102804106] = {
		id = 102804106,
		prefab_name = "",
		content = "前鬼坊不知从哪拎出一个水桶。"
	},
	[102804107] = {
		id = 102804107,
		prefab_name = "",
		content = "锵锵锵！即使是队长也没见过这种鱼吧？这可是传说中的银背龙鱼！"
	},
	[102804108] = {
		id = 102804108,
		prefab_name = "",
		content = "据说，它的鱼油可以褪除一切疤痕。\n队长要是褪除了背上的伤痕，那队长可以说是臻于完美的存在了。"
	},
	[102804109] = {
		id = 102804109,
		prefab_name = "",
		content = "噗……哈哈……"
	},
	[102804110] = {
		id = 102804110,
		prefab_name = "",
		content = "哈哈，哈哈哈哈哈！"
	},
	[102804111] = {
		id = 102804111,
		prefab_name = "",
		content = "队长？"
	},
	[102804112] = {
		id = 102804112,
		prefab_name = "",
		content = "不是早跟你们说过不用在意的吗？还有呀，一直没跟你们说……"
	},
	[102804113] = {
		id = 102804113,
		prefab_name = "",
		content = "我背后的这条伤疤，我可是当勋章来看待的。所以，别想打它的主意，明白了吗？"
	},
	[102804114] = {
		id = 102804114,
		prefab_name = "",
		content = "说了不让我说出来结果自己说出来了啊……"
	},
	[102804115] = {
		id = 102804115,
		prefab_name = "",
		content = "嘛，顺着感觉就说出来了！你明白的吧？"
	},
	[102804116] = {
		id = 102804116,
		prefab_name = "",
		content = "……"
	},
	[102804117] = {
		id = 102804117,
		prefab_name = "",
		content = "然而前鬼坊和阿波罗却呆愣在原地，眼底泛起了动容的光芒。"
	},
	[102804118] = {
		id = 102804118,
		prefab_name = "",
		content = "队长……"
	},
	[102804119] = {
		id = 102804119,
		prefab_name = "",
		content = "所以说！这条鱼我们就~烤来吃了吧！搞不好我们是世界上第一个吃烤银背龙鱼的呢！"
	},
	[102804120] = {
		id = 102804120,
		prefab_name = "",
		content = "在前鬼坊和阿波罗下一秒就要朝自己扑来的瞬间，托尔拎起扑腾着鲜活鱼儿的水桶做出了令我无比赞成的提议。"
	},
	[910301001] = {
		id = 910301001,
		prefab_name = "",
		content = "管·理·员，找到你啦！"
	},
	[910301002] = {
		id = 910301002,
		prefab_name = "",
		content = "哇啊，不要突然扑上来！发生什么好事了吗，居然让你兴奋成这样？"
	},
	[910301003] = {
		id = 910301003,
		prefab_name = "",
		content = "嘿嘿，管理员还记得隐科组的【心居开发企划1.0】吗？"
	},
	[910301004] = {
		id = 910301004,
		prefab_name = "",
		content = "心居开发企划……欸，我一直以为那是大国主的一时兴起来着？！"
	},
	[910301005] = {
		id = 910301005,
		prefab_name = "",
		content = "是真的有在推进啦，隐科组把深空之眼的闲置楼层翻修成新宿舍后，配备了尖端智能家居，大国主还为此加了三四个月班呢！"
	},
	[910301006] = {
		id = 910301006,
		prefab_name = "",
		content = "刚刚休老师告诉我，心居建设已经告一段落了，管理员要不要一起去看看？"
	},
	[910301007] = {
		id = 910301007,
		prefab_name = "",
		content = "薇儿撑着桌面，神色中满溢雀跃，投来殷切的目光。"
	},
	[910301008] = {
		id = 910301008,
		prefab_name = "",
		content = "娇小的双马尾少女从门口探头，眼底隐隐流露出期待，和我四目相对时却轻哼一声，转身离开了。"
	},
	[910301009] = {
		id = 910301009,
		prefab_name = "",
		content = "好啊，一起去看看吧。"
	},
	[910301010] = {
		id = 910301010,
		prefab_name = "",
		content = "虽然早有心理准备，但当心居展现在眼前时，我脑海中贫弱的幻想还是被瞬间击得粉碎。"
	},
	[910301011] = {
		id = 910301011,
		prefab_name = "",
		content = "如果说这只是供人休憩的修正者宿舍而已，那凝聚着隐科组科技结晶的家具实在显得大材小用了。"
	},
	[910301012] = {
		id = 910301012,
		prefab_name = "",
		content = "好大手笔，不过以隐科组的行事准则来说，他们可不做无用功，所以开发心居的目的究竟是……？"
	},
	[910301013] = {
		id = 910301013,
		prefab_name = "",
		content = "听说是为了给修正者们缓解疲劳、增加默契、提高合作效率的——啊，不过这都是官方说法啦！"
	},
	[910301014] = {
		id = 910301014,
		prefab_name = "",
		content = "在我看来，来自不同小队的大家一起生活，不就像合宿一样嘛！"
	},
	[910301015] = {
		id = 910301015,
		prefab_name = "",
		content = "枕头大战，睡衣派对，卧谈会——光是想想就让人迫不及待了！"
	},
	[910301016] = {
		id = 910301016,
		prefab_name = "",
		content = "不，我是说，我们眼前也不只有给修正者们用的宿舍吧？"
	},
	[910301017] = {
		id = 910301017,
		prefab_name = "",
		content = "欸嘿嘿，想到合宿兴奋过头了。至于其他设施，嗯？这个电子屏好像打不开的样子……说不定就是给我们日常用的呢？"
	},
	[910301018] = {
		id = 910301018,
		prefab_name = "",
		content = "很·明·显·不·是·吧！"
	},
	[910301019] = {
		id = 910301019,
		prefab_name = "",
		content = "大国主的声音在身后响起，仿佛是对这种解释颇为不满一般，她鼓着腮帮向我们走来。"
	},
	[910301020] = {
		id = 910301020,
		prefab_name = "",
		content = "这一层的指引机器人罢工了，我……唔，我上来回收下，你们需要帮忙的话，我稍微搭把手也不是不可以。"
	},
	[910301021] = {
		id = 910301021,
		prefab_name = "",
		content = "帮大忙了！那就拜托你啦，总设计师大人！"
	},
	[910301022] = {
		id = 910301022,
		prefab_name = "",
		content = "为了心居系统的稳定性，目前所有房间统一配置了通用家具，学习能力有限，修复能力差强人意……嗯，也不怎么好看。"
	},
	[910301023] = {
		id = 910301023,
		prefab_name = "",
		content = "修正者入住房间后，可以根据自身喜好进行装修。当然，让我选的话，自然还是兔兔系列的家具更——"
	},
	[910301024] = {
		id = 910301024,
		prefab_name = "",
		content = "咳，言归正传。管理员，到这里来。"
	},
	[910301025] = {
		id = 910301025,
		prefab_name = "",
		content = ""
	},
	[910301026] = {
		id = 910301026,
		prefab_name = "",
		content = "为了帮修正者融入人类社会，深空之眼在塔列朗游乐园设立了店铺——就是你看到的这个。"
	},
	[910301027] = {
		id = 910301027,
		prefab_name = "",
		content = "考虑到你的特殊体质，隐科组开发了在线管理系统，供你远程参与店铺建设。"
	},
	[910301028] = {
		id = 910301028,
		prefab_name = "",
		content = "委派修正者们去游乐园打工的重任，就交给管理员了。当然，这是休的决定，不是我自作主张！"
	},
	[910301029] = {
		id = 910301029,
		prefab_name = "",
		content = "修正者们通过打工赚取的收益，会统一结算成乐园印戳，用于扩建店铺或购买家具。"
	},
	[910301030] = {
		id = 910301030,
		prefab_name = "",
		content = "不过大家那么喜欢逞强，说不定会超负荷工作。你记得留意下他们的疲劳度，到达一定值后，要强制他们回来休息！"
	},
	[910301031] = {
		id = 910301031,
		prefab_name = "",
		content = "一·定·要·强·制·他·们·回·来·哦！"
	},
	[910301032] = {
		id = 910301032,
		prefab_name = "",
		content = "我可没什么经商头脑啊……要不去和提尔他们取取经？"
	},
	[910301033] = {
		id = 910301033,
		prefab_name = "",
		content = "哼，果然，还是那只笨猫了解你。"
	},
	[910301034] = {
		id = 910301034,
		prefab_name = "",
		content = "欸？什么？"
	},
	[910301035] = {
		id = 910301035,
		prefab_name = "",
		content = "游乐园的中控AI弥游游早上刚和隐科组联络过，说是受人所托，后续会协助你一起管理店铺。"
	},
	[910301036] = {
		id = 910301036,
		prefab_name = "",
		content = "虽然他没透露委托人的身份，不过会用可乐味冷凝剂收买人心的，整个深空之眼也只有那只笨猫了吧？"
	},
	[910301037] = {
		id = 910301037,
		prefab_name = "",
		content = "弥游游一直在作为中控AI，统筹规划塔列朗乐园的各项事务，在他的帮助下，什么人都能打造出明星店铺来。"
	},
	[910301038] = {
		id = 910301038,
		prefab_name = "",
		content = "怎么说呢，好像有点振奋人心，又好像没那么振奋……你们把什么都决定好了，压根就没打算让我拒绝吧？"
	},
	[910301039] = {
		id = 910301039,
		prefab_name = "",
		content = "准·确·地·说！休的决定没可能驳回啦，你知道的吧，诺伊汉萨军工厂那次，她不也——"
	},
	[910301040] = {
		id = 910301040,
		prefab_name = "",
		content = "眼看大国主开始心有不甘地翻旧账，我急忙生硬地岔开话题。"
	},
	[910301041] = {
		id = 910301041,
		prefab_name = "",
		content = "明白了！我接受，我接受！不会让休老师失望的，总之，我先看看该怎么操作……"
	},
	[117011001] = {
		id = 117011001,
		prefab_name = "",
		content = "浓烟阻绝了阳光，烈焰映红了橱窗。"
	},
	[117011002] = {
		id = 117011002,
		prefab_name = "",
		content = "骇人的火焰巨兽仰头咆吼，屋内这狭小的空间已经容不下它的身躯。砖瓦剥落的同时，青年将晕倒的弟弟抱在怀里，用比烈火更炽热的眼神盯着对方。"
	},
	[117011003] = {
		id = 117011003,
		prefab_name = "",
		content = "巨兽嘴角再次流出了炽热的吐息，而青年也再次攥紧刚刚被烧伤的拳头——"
	},
	[117011004] = {
		id = 117011004,
		prefab_name = "",
		content = "退后！"
	},
	[117011005] = {
		id = 117011005,
		prefab_name = "",
		content = "两股同样炽热的气息猛然碰撞在一起，巨兽凄厉地咆哮了一声，将周围的一切都湮没在烈火中……"
	},
	[117011006] = {
		id = 117011006,
		prefab_name = "",
		content = "近期，由于电晶石贸易圈泡沫破裂的影响，塔列朗集团的各项业务都遭到了巨大的打击。"
	},
	[117011007] = {
		id = 117011007,
		prefab_name = "",
		content = "因为长时间处理大量繁重的业务，塔列朗家族前任家主埃里克·塔列朗操劳过度，不幸去世。"
	},
	[117011008] = {
		id = 117011008,
		prefab_name = "",
		content = "由于公司管理人缺位，其余家族成员介入了公司管理，并开始策划股权重组。"
	},
	[117011009] = {
		id = 117011009,
		prefab_name = "",
		content = "在塔列朗本家尚未就继承人一事做出正式回应时，一场突发火灾引发了各方关注。"
	},
	[117011010] = {
		id = 117011010,
		prefab_name = "",
		content = "据前线记者报导，火灾发生在塔列朗本家宅邸，宅邸管家重伤昏迷，前任家主的长子也被严重烧伤右手。"
	},
	[117011011] = {
		id = 117011011,
		prefab_name = "",
		content = "如果想要进一步了解相关资讯，欢迎关注本台……"
	},
	[117011012] = {
		id = 117011012,
		prefab_name = "",
		content = "屏幕上开始播放火灾现场的画面，奥丁忽然按下暂停键，让新闻录像的画面停留在消防人员进入火场的一幕。"
	},
	[117011013] = {
		id = 117011013,
		prefab_name = "",
		content = "这是半个月前的新闻录像，仔细看看这一幕。"
	},
	[117011014] = {
		id = 117011014,
		prefab_name = "",
		content = "嗯……那不是普通的灼痕。"
	},
	[117011015] = {
		id = 117011015,
		prefab_name = "",
		content = "从焰色来判断，火灾现场的火焰温度为800度左右，无法对大理石质地的门柱造成如此严重的灼烧。"
	},
	[117011016] = {
		id = 117011016,
		prefab_name = "",
		content = "可以推测出有某种外来能量改变了火场的温度，但这违背了盖亚设置的基础物理法则。"
	},
	[117011017] = {
		id = 117011017,
		prefab_name = "",
		content = "能办到这一点的只有……骸能！"
	},
	[117011018] = {
		id = 117011018,
		prefab_name = "",
		content = "你的意思是火场出现过视骸？"
	},
	[117011019] = {
		id = 117011019,
		prefab_name = "",
		content = "海姆达尔并没有直接回答，而是仔细思考了很长时间。"
	},
	[117011020] = {
		id = 117011020,
		prefab_name = "",
		content = "这个推论的可能性是最高的。"
	},
	[117011021] = {
		id = 117011021,
		prefab_name = "",
		content = "看来我的某些猜测是对的……"
	},
	[117011022] = {
		id = 117011022,
		prefab_name = "",
		content = "普通视骸没有能力撕开源层裂隙来到表层，肯定是个危险的家伙，偏偏还牵扯到火灾……"
	},
	[117011023] = {
		id = 117011023,
		prefab_name = "",
		content = "奥丁眉头微蹙，似乎回忆起了某种令她厌恶的东西。"
	},
	[117011024] = {
		id = 117011024,
		prefab_name = "",
		content = "能够撕开源层裂隙来到表层的视骸个体很少见，也很危险，必须尽快剿灭。"
	},
	[117011025] = {
		id = 117011025,
		prefab_name = "",
		content = "此外，如果能够从火灾现场取回足够的样本，对我现在研究的课题也很有帮助……"
	},
	[117011026] = {
		id = 117011026,
		prefab_name = "",
		content = "那么接下来的任务安排给你也很合适。"
	},
	[117011027] = {
		id = 117011027,
		prefab_name = "",
		content = "还有其他安排吗？"
	},
	[117011028] = {
		id = 117011028,
		prefab_name = "",
		content = "你该不会觉得，我把百忙之中的你叫过来，只是为了让你分析一段视频吧？"
	},
	[117011029] = {
		id = 117011029,
		prefab_name = "",
		content = "哎？"
	},
	[117011030] = {
		id = 117011030,
		prefab_name = "",
		content = "海姆达尔，我决定委托你调查这次火灾事件。"
	},
	[117011031] = {
		id = 117011031,
		prefab_name = "",
		content = "可是参考公司章程，这类外勤任务由休领导的外勤小队负责，我也没有外勤经验……"
	},
	[117011032] = {
		id = 117011032,
		prefab_name = "",
		content = "休现在身上有一项很重要的任务，需要前往欧莫菲斯。另外，这个任务也肯定不是那种发现视骸并歼灭的普通讨伐任务。"
	},
	[117011033] = {
		id = 117011033,
		prefab_name = "",
		content = "我有预感，在这次火灾中出现过的视骸和我们记录在案的所有个体都不一样，所以我需要一个对特异视骸很有研究的人来执行任务。"
	},
	[117011034] = {
		id = 117011034,
		prefab_name = "",
		content = "你我都明白，这个人不可能是大国主。"
	},
	[117011035] = {
		id = 117011035,
		prefab_name = "",
		content = "……我明白了。"
	},
	[117011036] = {
		id = 117011036,
		prefab_name = "",
		content = "最好今天就出发哦。"
	},
	[117011037] = {
		id = 117011037,
		prefab_name = "",
		content = "奥丁悠然的神情忽然变得严肃了许多。"
	},
	[117011038] = {
		id = 117011038,
		prefab_name = "",
		content = "我可不想再看到另一起火灾的新闻。"
	},
	[117011039] = {
		id = 117011039,
		prefab_name = "",
		content = "嗯……那我现在就去。"
	},
	[117011040] = {
		id = 117011040,
		prefab_name = "",
		content = "海姆达尔匆匆离开后，奥丁继续观看新闻录像，很快便被一场简短的采访吸引了注意力。"
	},
	[117011041] = {
		id = 117011041,
		prefab_name = "",
		content = "竟然可以从那样的火灾中生还……"
	},
	[117011042] = {
		id = 117011042,
		prefab_name = "",
		content = "塔列朗先生，请问您对这次火灾有什么看法？传闻中的人为纵火是否属实？"
	},
	[117011043] = {
		id = 117011043,
		prefab_name = "",
		content = "被采访的青年一言不发，默默地抱着自己那条缠满绷带的手臂，像是应付公事一般接受着相机闪光的狂轰滥炸。"
	},
	[117011044] = {
		id = 117011044,
		prefab_name = "",
		content = "塔列朗先生，请问……"
	},
	[117011045] = {
		id = 117011045,
		prefab_name = "",
		content = "我来这里，只是为了向公众确认一件事，我会如期继任塔列朗集团董事长一职。"
	},
	[117011046] = {
		id = 117011046,
		prefab_name = "",
		content = "抛下这条简短但重磅的消息后，青年转身离去。"
	},
	[117011047] = {
		id = 117011047,
		prefab_name = "",
		content = "刚刚得到重大消息，塔列朗集团前任总裁的长子提尔·塔列朗已经确认会如期继任！"
	},
	[117011048] = {
		id = 117011048,
		prefab_name = "",
		content = "在记者开始就这个消息重复一些没有意义的场面话时，奥丁的注意力却在别的地方。"
	},
	[117021001] = {
		id = 117021001,
		prefab_name = "",
		content = "目前，塔列朗家族宅邸失火事件仍在调查中，据说警方已经收集了很多证据，但仍旧无法查明这场火灾的真实起因。"
	},
	[117021002] = {
		id = 117021002,
		prefab_name = "",
		content = "火灾现场已经被封锁，塔列朗一家也已经移居到启城，住进了他们名下的另一处公寓……"
	},
	[117021003] = {
		id = 117021003,
		prefab_name = "",
		content = "海姆达尔暂停了新闻录音，放下了手中的外勤手册，隔着封锁线观望宅邸内的景象。"
	},
	[117021004] = {
		id = 117021004,
		prefab_name = "",
		content = "——此刻她已经来到被封锁的塔列朗家族宅邸外面。"
	},
	[117021005] = {
		id = 117021005,
		prefab_name = "",
		content = "虽然那场火灾已经焚毁了一切，但仅从现存的废墟上也能看出这里原来是一座十分华丽的庄园。"
	},
	[117021006] = {
		id = 117021006,
		prefab_name = "",
		content = "庄园外围拉起了简易的封条，警方并没有设置更多封闭设施，想来是认为这座废墟中已经没有任何能引诱盗贼光顾的东西。"
	},
	[117021007] = {
		id = 117021007,
		prefab_name = "",
		content = "街道监控死角，确认；必要伪装措施，确认；排除目击者，确认。"
	},
	[117021008] = {
		id = 117021008,
		prefab_name = "",
		content = "白手套，就绪；录像设备，就绪；取样设备，就绪。"
	},
	[117021009] = {
		id = 117021009,
		prefab_name = "",
		content = "嗯，调查任务开始！"
	},
	[117021010] = {
		id = 117021010,
		prefab_name = "",
		content = "海姆达尔像是开展实验那样将一条条重要事项确认完毕，这才小心翼翼地钻过形同虚设的封条，进入庄园内部。"
	},
	[117022001] = {
		id = 117022001,
		prefab_name = "",
		content = "漫长的走廊仿佛没有尽头，海姆达尔拼尽全力才回到来时的拐角，却被另一群视骸堵住了去路。"
	},
	[117022002] = {
		id = 117022002,
		prefab_name = "",
		content = "看来任务备案还是不够严密，面对这种情况的最佳方案是……"
	},
	[117022003] = {
		id = 117022003,
		prefab_name = "",
		content = "一团热浪忽然从侧面袭来，突然爆发的火焰瞬间将围堵海姆达尔的视骸消灭大半，幸存的家伙也被逼退。"
	},
	[117022004] = {
		id = 117022004,
		prefab_name = "",
		content = "这是……"
	},
	[117022005] = {
		id = 117022005,
		prefab_name = "",
		content = "海姆达尔错愕地望向热浪袭来的方向，立刻发现一个一脸冷峻的青年正站在走廊拐角处的断墙上。"
	},
	[117022006] = {
		id = 117022006,
		prefab_name = "",
		content = "他右臂佩戴的臂甲微微泛红，隔着很远都能感受到它散发出的灼热气息。"
	},
	[117022007] = {
		id = 117022007,
		prefab_name = "",
		content = "回忆起自己反复研究的新闻录像，海姆达尔立刻认出了这个青年，他正是已故塔列朗家主的长子。"
	},
	[117022008] = {
		id = 117022008,
		prefab_name = "",
		content = "提尔·塔列朗？"
	},
	[117031001] = {
		id = 117031001,
		prefab_name = "",
		content = "相比于海姆达尔，提尔明显对这场「偶遇」更感到意外。"
	},
	[117031002] = {
		id = 117031002,
		prefab_name = "",
		content = "你是谁？"
	},
	[117031003] = {
		id = 117031003,
		prefab_name = "",
		content = "海姆达尔并没有回复提尔，她的视线落在提尔的臂甲上。"
	},
	[117031004] = {
		id = 117031004,
		prefab_name = "",
		content = "仪器有检测到神能信号，那是一把权钥……提尔·塔列朗是修正者？"
	},
	[117031005] = {
		id = 117031005,
		prefab_name = "",
		content = "海姆达尔忽然想起，从之前的新闻录像提供的信息来看，在这场火灾中没有一人丧生，仅有两人重伤。"
	},
	[117031006] = {
		id = 117031006,
		prefab_name = "",
		content = "如果真的有一只能够撕开源层裂隙的视骸在火灾现场出现过，在没有修正者援助的情况下，这几乎是不可能发生的事情。"
	},
	[117031007] = {
		id = 117031007,
		prefab_name = "",
		content = "这倒也确实解释了一些疑点……"
	},
	[117031008] = {
		id = 117031008,
		prefab_name = "",
		content = "你也是修正者？"
	},
	[117031009] = {
		id = 117031009,
		prefab_name = "",
		content = "既然能确认身份，我想我们彼此之间不需要如此紧张，我不是敌人。"
	},
	[117031010] = {
		id = 117031010,
		prefab_name = "",
		content = "提尔点点头，但他臂甲上的灼热气息并未散去。"
	},
	[117031011] = {
		id = 117031011,
		prefab_name = "",
		content = "先不论你是谁，现在不是自我介绍的时候。"
	},
	[117031012] = {
		id = 117031012,
		prefab_name = "",
		content = "你也拥有和那些怪物作战的能力吧？和我联手，先把房间打扫干净，再来谈我们彼此都感兴趣的话题。"
	},
	[117031013] = {
		id = 117031013,
		prefab_name = "",
		content = "嗯，这确实是针对当下情况的最优解。"
	},
	[117032001] = {
		id = 117032001,
		prefab_name = "",
		content = "在两人的合力攻击下，那些原本猖獗的视骸迅速败退，遁入阴影。"
	},
	[117032002] = {
		id = 117032002,
		prefab_name = "",
		content = "奇怪，源层裂隙到底在哪里？"
	},
	[117032003] = {
		id = 117032003,
		prefab_name = "",
		content = "源层裂隙？"
	},
	[117032004] = {
		id = 117032004,
		prefab_name = "",
		content = "如果你刚觉醒不久的话，关键信息有缺失倒也是正常现象。"
	},
	[117032005] = {
		id = 117032005,
		prefab_name = "",
		content = "海姆达尔取出随身携带的电子设备，向提尔同步了大量关键信息资料。"
	},
	[117032006] = {
		id = 117032006,
		prefab_name = "",
		content = "这些信息……好像在脑海中出现过……但也不清晰……"
	},
	[117032007] = {
		id = 117032007,
		prefab_name = "",
		content = "原来要封闭源层裂隙才能阻止那些视骸吗？这确实解释了一些事情。"
	},
	[117032008] = {
		id = 117032008,
		prefab_name = "",
		content = "经受了大量信息轰炸后，提尔的声音终于稳定下来。"
	},
	[117032009] = {
		id = 117032009,
		prefab_name = "",
		content = "我想现在可以做自我介绍了，我是海姆达尔，来自深空之眼……"
	},
	[117032010] = {
		id = 117032010,
		prefab_name = "",
		content = "这里不是接待客人的地方，随我来。"
	},
	[117032011] = {
		id = 117032011,
		prefab_name = "",
		content = "提尔带领海姆达尔来到室外的一处空地，这里是庄园内唯一一处没有被火灾波及的地方，草皮仍然泛着青色。"
	},
	[117032012] = {
		id = 117032012,
		prefab_name = "",
		content = "空地上不知何时已经搭起了一顶帐篷，从帐篷附近随意摆放的生活用品来看，已经有人在这里独居一段时间了。"
	},
	[117032013] = {
		id = 117032013,
		prefab_name = "",
		content = "这里是？"
	},
	[117032014] = {
		id = 117032014,
		prefab_name = "",
		content = "我在这儿盯守，总要有个住的地方。"
	},
	[117032015] = {
		id = 117032015,
		prefab_name = "",
		content = "虽然不知道是出于什么原因，我潜意识里认定不能让那些视骸接触人类。"
	},
	[117032016] = {
		id = 117032016,
		prefab_name = "",
		content = "这确实是修正者的责任，如果你早些联系深空之眼，就不用这么辛苦，这种事本来也应该由深空之眼负责。"
	},
	[117032017] = {
		id = 117032017,
		prefab_name = "",
		content = "提尔暂时没有回话，似乎在斟酌海姆达尔的话中所包含的信息。"
	},
	[117032018] = {
		id = 117032018,
		prefab_name = "",
		content = "我记起来了，深空之眼就是那家最近迅速崛起的新兴企业。"
	},
	[117032019] = {
		id = 117032019,
		prefab_name = "",
		content = "这是我们对外界公布的形象，深空之眼本质上是一个由修正者主导，以对抗视骸灾害为目标的组织。"
	},
	[117032020] = {
		id = 117032020,
		prefab_name = "",
		content = "你刚刚有提到「修正者」，前几天我刚获得这种力量时，脑海中确实出现过类似的概念。"
	},
	[117032021] = {
		id = 117032021,
		prefab_name = "",
		content = "所以，你我是同一类人？"
	},
	[117032022] = {
		id = 117032022,
		prefab_name = "",
		content = "用「人」来定义修正者并不准确，我们是盖亚自主衍生的对视骸专用程序模组，从觉醒那一刻起就背负着对抗视骸的使命。"
	},
	[117032023] = {
		id = 117032023,
		prefab_name = "",
		content = "提尔沉默了一段时间，对海姆达尔的说辞不置可否。"
	},
	[117032024] = {
		id = 117032024,
		prefab_name = "",
		content = "既然你我已经确认彼此的修正者身份，我有义务邀请你加入深空之眼。"
	},
	[117032025] = {
		id = 117032025,
		prefab_name = "",
		content = "修正者必须加入深空之眼？"
	},
	[117032026] = {
		id = 117032026,
		prefab_name = "",
		content = "这……当然不是，但是深空之眼的创建者们认为，将修正者们集中起来能更高效地履行使命。"
	},
	[117032027] = {
		id = 117032027,
		prefab_name = "",
		content = "那我拒绝。"
	},
	[117032028] = {
		id = 117032028,
		prefab_name = "",
		content = "……为什么？"
	},
	[117032029] = {
		id = 117032029,
		prefab_name = "",
		content = "如果你之前了解过新闻，应该知道我正准备出任塔列朗集团的董事长，我的使命是拯救家族企业的危局。"
	},
	[117032030] = {
		id = 117032030,
		prefab_name = "",
		content = "这……我自然无权干涉你的决定。"
	},
	[117032031] = {
		id = 117032031,
		prefab_name = "",
		content = "但即便你拒绝加入，深空之眼也要介入这次火灾的调查，因为它牵涉到视骸。"
	},
	[117032032] = {
		id = 117032032,
		prefab_name = "",
		content = "我希望能与你交换情报。"
	},
	[117032033] = {
		id = 117032033,
		prefab_name = "",
		content = "……同意。"
	},
	[117032034] = {
		id = 117032034,
		prefab_name = "",
		content = "两人似乎终于达成了某种共识，之前被隐藏在客套表象下的紧张气氛也终于舒缓下来。"
	},
	[117032035] = {
		id = 117032035,
		prefab_name = "",
		content = "从火灾发生后我就在这儿盯着。"
	},
	[117032036] = {
		id = 117032036,
		prefab_name = "",
		content = "每天那些视骸都会在固定时间出现，即便我将它们击退，它们还是会在第二天同样的时间卷土重来。"
	},
	[117032037] = {
		id = 117032037,
		prefab_name = "",
		content = "固定时间出现的源层裂隙吗？跟档案中的所有案例都对不上……"
	},
	[117032038] = {
		id = 117032038,
		prefab_name = "",
		content = "你对此好像很有研究，轮到你来交换情报了。"
	},
	[117032039] = {
		id = 117032039,
		prefab_name = "",
		content = "嗯……唯一有可能的情况是存在一只习性特殊的高级视骸，它会在固定时间打开源层裂隙，入侵表层——"
	},
	[117032040] = {
		id = 117032040,
		prefab_name = "",
		content = "从新闻提供的信息来看，你是那场火灾的亲历者，你有看到符合描述的视骸个体吗？"
	},
	[117032041] = {
		id = 117032041,
		prefab_name = "",
		content = "提尔的眼中忽然闪过一丝刺痛，似乎想起了某种不好的回忆。"
	},
	[117032042] = {
		id = 117032042,
		prefab_name = "",
		content = "啊，抱歉，这么问确实不太礼貌……但没有足够的证据，我不能下结论——所以如果能进一步调查的话……"
	},
	[117032043] = {
		id = 117032043,
		prefab_name = "",
		content = "海姆达尔还想继续讲话，但从远处传来的一声呼喊打断了她。"
	},
	[117032044] = {
		id = 117032044,
		prefab_name = "",
		content = "哥哥！你还在这里吗？"
	},
	[117032045] = {
		id = 117032045,
		prefab_name = "",
		content = "一名少年吃力地翻过庄园外围的断墙，朝提尔这边跑过来。"
	},
	[117032046] = {
		id = 117032046,
		prefab_name = "",
		content = "这位姐姐是？"
	},
	[117032047] = {
		id = 117032047,
		prefab_name = "",
		content = "地产中介的人，跑来咨询这块地的转让意向，不必多问。"
	},
	[117032048] = {
		id = 117032048,
		prefab_name = "",
		content = "哦……"
	},
	[117032049] = {
		id = 117032049,
		prefab_name = "",
		content = "房地产中介？"
	},
	[117032050] = {
		id = 117032050,
		prefab_name = "",
		content = "海姆达尔奇怪地看向提尔，立刻发现提尔回敬的眼神已经讲明了当下处境最关键的一点——爱德华是个需要隐瞒的普通人类。"
	},
	[117032051] = {
		id = 117032051,
		prefab_name = "",
		content = "咳咳……不错，我是地产中介的……这位是塔列朗家的二少爷吧？资料……哦不，新闻有提到过。"
	},
	[117032052] = {
		id = 117032052,
		prefab_name = "",
		content = "我是不是要回避一下？"
	},
	[117032053] = {
		id = 117032053,
		prefab_name = "",
		content = "不必，不会花费太多时间，我们的生意还得继续谈。"
	},
	[117032054] = {
		id = 117032054,
		prefab_name = "",
		content = "听到这种话，爱德华不免有些生气。"
	},
	[117032055] = {
		id = 117032055,
		prefab_name = "",
		content = "即使谈公事，你也必须呆在这里吗？明明新的公寓已经租好了。"
	},
	[117032056] = {
		id = 117032056,
		prefab_name = "",
		content = "我这么做有我的理由。"
	},
	[117032057] = {
		id = 117032057,
		prefab_name = "",
		content = "可是……"
	},
	[117032058] = {
		id = 117032058,
		prefab_name = "",
		content = "爱德华还想说些什么，但似乎是因为有海姆达尔这个外人在场，他默默忍住了。"
	},
	[117032059] = {
		id = 117032059,
		prefab_name = "",
		content = "海尼尔叔叔今天刚出院，我本来想叫你回去，大家一起吃一顿饭。"
	},
	[117032060] = {
		id = 117032060,
		prefab_name = "",
		content = "我知道，最近公司那边，还有老宅这边，都出了很多事，但至少吃饭的时候大家应该在一起，不是吗？"
	},
	[117032061] = {
		id = 117032061,
		prefab_name = "",
		content = "提尔沉默了一段时间，这才点头。"
	},
	[117032062] = {
		id = 117032062,
		prefab_name = "",
		content = "我知道了，我会去的。"
	},
	[117032063] = {
		id = 117032063,
		prefab_name = "",
		content = "你之前已经这样说了很多次了……"
	},
	[117032064] = {
		id = 117032064,
		prefab_name = "",
		content = "仿佛清楚地知道继续请求也无法得到让自己满意的回应，爱德华低下头，沿着来时的路慢慢离开。"
	},
	[117032065] = {
		id = 117032065,
		prefab_name = "",
		content = "修正者觉醒之后，他们之前的人生该怎么办？"
	},
	[117032066] = {
		id = 117032066,
		prefab_name = "",
		content = "为什么突然这么问？"
	},
	[117032067] = {
		id = 117032067,
		prefab_name = "",
		content = "如果非要回答的话，可能涉及到一门结合了哲学和意识构成理论的复杂学科……"
	},
	[117032068] = {
		id = 117032068,
		prefab_name = "",
		content = "你不必回答，我其实是在问自己。你们深空之眼有把握查清这次火灾吗？"
	},
	[117032069] = {
		id = 117032069,
		prefab_name = "",
		content = "只要能收集到足够的情报，所有视骸灾害都有对应的解决办法——这是我所坚信的。"
	},
	[117032070] = {
		id = 117032070,
		prefab_name = "",
		content = "提尔望着爱德华离开的方向，似乎在思考什么，并最终下定了决心。"
	},
	[117032071] = {
		id = 117032071,
		prefab_name = "",
		content = "了解了，我决定和你合作。"
	},
	[117032072] = {
		id = 117032072,
		prefab_name = "",
		content = "但是，你看起来仍然不想加入深空之眼。"
	},
	[117032073] = {
		id = 117032073,
		prefab_name = "",
		content = "我确实无意加入深空之眼，但这不代表我们不能合作。"
	},
	[117032074] = {
		id = 117032074,
		prefab_name = "",
		content = "就将这视为塔列朗集团和深空之眼的合作吧，我能查明火灾的真相，你们能解决视骸灾害，对双方都有益。"
	},
	[117032075] = {
		id = 117032075,
		prefab_name = "",
		content = "嗯……这样也好。"
	},
	[117032076] = {
		id = 117032076,
		prefab_name = "",
		content = "明天，相同的时间，在这儿会合。"
	},
	[117032077] = {
		id = 117032077,
		prefab_name = "",
		content = "留下一句简短但清晰的口头约定后，提尔从帐篷中取出一件大衣穿上，一言不发地离开庄园，似乎是要去出席某个重要的场合。"
	},
	[117041001] = {
		id = 117041001,
		prefab_name = "",
		content = "据知情人士透露，目前塔列朗集团的股权重组已经进入尾声，前任家主的长兄葛朗台·塔列朗成为持股比例仅次于本家的大股东。"
	},
	[117041002] = {
		id = 117041002,
		prefab_name = "",
		content = "在此之前，葛朗台·塔列朗坚定支持塔列朗本家，也借此击败了众多异见者。而股权重组完成后，葛朗台·塔列朗本人的意向似乎发生了一些变化。"
	},
	[117041003] = {
		id = 117041003,
		prefab_name = "",
		content = "塔列朗前任家主的直系继承人提尔·塔列朗已经在不久前确认出任董事长一职，但葛朗台·塔列朗并没有明确表示支持。"
	},
	[117041004] = {
		id = 117041004,
		prefab_name = "",
		content = "奥丁暂停了新闻录像，继续刚刚的通话。"
	},
	[117041005] = {
		id = 117041005,
		prefab_name = "",
		content = "你刚刚汇报的事情我了解了，那个提尔果然是个修正者。"
	},
	[117041006] = {
		id = 117041006,
		prefab_name = "",
		content = "你早就怀疑他是？怎么得出这个结论的？"
	},
	[117041007] = {
		id = 117041007,
		prefab_name = "",
		content = "直觉。"
	},
	[117041008] = {
		id = 117041008,
		prefab_name = "",
		content = "呃……"
	},
	[117041009] = {
		id = 117041009,
		prefab_name = "",
		content = "他的意向怎么样？"
	},
	[117041010] = {
		id = 117041010,
		prefab_name = "",
		content = "我明确发出了邀请，但他也明确表示了拒绝。"
	},
	[117041011] = {
		id = 117041011,
		prefab_name = "",
		content = "拒绝……算了，你已经确认那场火灾和视骸有关，那对具体成因有结论吗？"
	},
	[117041012] = {
		id = 117041012,
		prefab_name = "",
		content = "这次调查并没有发现之前设想中会出现的那种大型视骸，没有事实支撑，无法得出足够严谨的结论。"
	},
	[117041013] = {
		id = 117041013,
		prefab_name = "",
		content = "我希望你能尽快得到明确的结论，另外，接下来你也要多注意那个提尔。"
	},
	[117041014] = {
		id = 117041014,
		prefab_name = "",
		content = "为什么？"
	},
	[117041015] = {
		id = 117041015,
		prefab_name = "",
		content = "无论从网上爆出的小道消息来看，还是从我找熟人打听的内部情报来看，他现在面临的族人夺权行为远比一群定时刷新的普通视骸更麻烦。"
	},
	[117041016] = {
		id = 117041016,
		prefab_name = "",
		content = "在这种关键时期，他却决定抽出时间和你合作对付视骸，这其中肯定有隐情。"
	},
	[117041017] = {
		id = 117041017,
		prefab_name = "",
		content = "可是，他毕竟是一名修正者，经过考虑后决定履行自己的使命，不是很正常吗？"
	},
	[117041018] = {
		id = 117041018,
		prefab_name = "",
		content = "海姆达尔，不是所有修正者都能符合这样的推论，「例外」总是存在的。"
	},
	[117041019] = {
		id = 117041019,
		prefab_name = "",
		content = "哦……确实有必要谨慎一些。"
	},
	[117041020] = {
		id = 117041020,
		prefab_name = "",
		content = "继续调查，保持联系。"
	},
	[117041021] = {
		id = 117041021,
		prefab_name = "",
		content = "明白！"
	},
	[117041022] = {
		id = 117041022,
		prefab_name = "",
		content = "塔列朗先生，据说接下来塔列朗企业将进行股权重组，请问这是真的吗？"
	},
	[117041023] = {
		id = 117041023,
		prefab_name = "",
		content = "我没有义务向您披露公司内部事务，记者小姐。"
	},
	[117041024] = {
		id = 117041024,
		prefab_name = "",
		content = "请等一下，据说您将代替提尔成为塔列朗集团的董事长，是真的吗？"
	},
	[117041025] = {
		id = 117041025,
		prefab_name = "",
		content = "这个位置向来属于家族内最有能力的人，不是由我来决定的。"
	},
	[117041026] = {
		id = 117041026,
		prefab_name = "",
		content = "不过，我确实对提尔的能力持怀疑态度，我不认为他继任董事长能带领企业走出危机。"
	},
	[117041027] = {
		id = 117041027,
		prefab_name = "",
		content = "也就是说，您将会对提尔发起挑战？"
	},
	[117041028] = {
		id = 117041028,
		prefab_name = "",
		content = "发起挑战是什么说法？我只是希望公司的新管理者拥有足够的能力，这是每一位持有塔列朗股票的投资者都拥有的权利。"
	},
	[117041029] = {
		id = 117041029,
		prefab_name = "",
		content = "电视台上播放新闻的同时，爱德华已经备好了一桌饭菜。虽然并不知道那个被邀请的家伙会不会来，爱德华还是给他预留了位置。"
	},
	[117041030] = {
		id = 117041030,
		prefab_name = "",
		content = "而似乎越听越沮丧，爱德华摆放餐具的双手渐渐慢下来。"
	},
	[117041031] = {
		id = 117041031,
		prefab_name = "",
		content = "哼，老狐狸！说的都是不痛不痒的话，给股民看的态度倒是一个不漏！"
	},
	[117041032] = {
		id = 117041032,
		prefab_name = "",
		content = "哎……我之前就反对提尔借助他的扶持上位，我看这个家伙就是想利用提尔继承人的身份除掉异己，然后就要过河拆桥！"
	},
	[117041033] = {
		id = 117041033,
		prefab_name = "",
		content = "这家伙最近肯定会搞小动作……"
	},
	[117041034] = {
		id = 117041034,
		prefab_name = "",
		content = "海叔，你刚出院，不要动太大火气。"
	},
	[117041035] = {
		id = 117041035,
		prefab_name = "",
		content = "我知道，只是这帮忘恩负义的东西，不骂不痛快。提尔那边，最近恐怕很不轻松啊。"
	},
	[117041036] = {
		id = 117041036,
		prefab_name = "",
		content = "公司的事，其实我也懂一些。"
	},
	[117041037] = {
		id = 117041037,
		prefab_name = "",
		content = "我知道我帮不上什么忙，但我至少可以给哥哥准备晚餐，可是……"
	},
	[117041038] = {
		id = 117041038,
		prefab_name = "",
		content = "爱德华看着那个空着的座位，不再说话。"
	},
	[117041039] = {
		id = 117041039,
		prefab_name = "",
		content = "呃……怪我，怪我，不说那些烦心事了，聊些别的，咳咳……"
	},
	[117041040] = {
		id = 117041040,
		prefab_name = "",
		content = "海叔你又咳嗽了，你的伤是不是还没好啊？"
	},
	[117041041] = {
		id = 117041041,
		prefab_name = "",
		content = "一时半会儿当然好不利索，多休养一段时间就没事了。"
	},
	[117041042] = {
		id = 117041042,
		prefab_name = "",
		content = "那场火灾……我只记得逃跑时不小心撞到一段倒下来的木板……结果最后受伤最轻的竟然是我。"
	},
	[117041043] = {
		id = 117041043,
		prefab_name = "",
		content = "为了救我，哥哥还有海叔肯定都遇到了不少危险吧？"
	},
	[117041044] = {
		id = 117041044,
		prefab_name = "",
		content = "这算什么话？我和提尔还能把你丢在那里不成？"
	},
	[117041045] = {
		id = 117041045,
		prefab_name = "",
		content = "我知道，所以我才觉得要是我也能替他分担一些烦恼就好了……"
	},
	[117041046] = {
		id = 117041046,
		prefab_name = "",
		content = "怎么又绕回来了……没关系，等这一切都过去后，他至少能抽出时间回来吃一顿饭的。"
	},
	[117041047] = {
		id = 117041047,
		prefab_name = "",
		content = "如果我现在就有时间呢？"
	},
	[117041048] = {
		id = 117041048,
		prefab_name = "",
		content = "爱德华和海尼尔都惊讶地望向房门，这才发现提尔不知何时赶到了这里。"
	},
	[117041049] = {
		id = 117041049,
		prefab_name = "",
		content = "正说到你呢！"
	},
	[117041050] = {
		id = 117041050,
		prefab_name = "",
		content = "哥哥，你……"
	},
	[117041051] = {
		id = 117041051,
		prefab_name = "",
		content = "工作上不太忙，今天正好能抽身，就来看望一下你和海叔。"
	},
	[117041052] = {
		id = 117041052,
		prefab_name = "",
		content = "工作上不太忙……"
	},
	[117041053] = {
		id = 117041053,
		prefab_name = "",
		content = "爱德华狐疑地看向新闻画面，海尼尔眼疾手快地关掉了电视。"
	},
	[117041054] = {
		id = 117041054,
		prefab_name = "",
		content = "能来就好，先别管那些烦心事。说来惭愧，明明我是管家，但今天的饭是艾德做的，你可得好好尝尝！"
	},
	[117041055] = {
		id = 117041055,
		prefab_name = "",
		content = "最近从电视上学的，反正这段时间我一直待在家里，也没别的事做……"
	},
	[117041056] = {
		id = 117041056,
		prefab_name = "",
		content = "目前警方还没有排除那场火灾是人为纵火的嫌疑，让你待在安全的地方是很有必要的。"
	},
	[117041057] = {
		id = 117041057,
		prefab_name = "",
		content = "那哥哥为什么不一起来安全的地方？"
	},
	[117041058] = {
		id = 117041058,
		prefab_name = "",
		content = "似乎是预感到这个问题会让提尔很尴尬，海尼尔立刻掀开饭菜的网罩。"
	},
	[117041059] = {
		id = 117041059,
		prefab_name = "",
		content = "艾德，这家伙难得来一次，就别烦他了。提尔，艾德的手艺你可得好好尝尝！"
	},
	[117041060] = {
		id = 117041060,
		prefab_name = "",
		content = "在海尼尔眼神的疯狂示意下，提尔来到桌前坐下，在爱德华紧张的注视下尝了一口饭菜。"
	},
	[117041061] = {
		id = 117041061,
		prefab_name = "",
		content = "看来海叔彻底康复前不用请厨师了。"
	},
	[117041062] = {
		id = 117041062,
		prefab_name = "",
		content = "对对！我原本也是这样的想法，这段时间要节省开支嘛。"
	},
	[117041063] = {
		id = 117041063,
		prefab_name = "",
		content = "我还学了一些宵夜小吃的烹饪方法，如果今天晚上……"
	},
	[117041064] = {
		id = 117041064,
		prefab_name = "",
		content = "我不能留在这儿过夜，晚上还得回一趟公司。"
	},
	[117041065] = {
		id = 117041065,
		prefab_name = "",
		content = "哦……"
	},
	[117041066] = {
		id = 117041066,
		prefab_name = "",
		content = "兄弟间原本活跃的气氛再次变得低落，海尼尔正准备出手调解，但爱德华却主动说话了。"
	},
	[117041067] = {
		id = 117041067,
		prefab_name = "",
		content = "我明白，最近公司那边发生了这么多事，哥哥毫不关心才奇怪呢。"
	},
	[117041068] = {
		id = 117041068,
		prefab_name = "",
		content = "哥哥最近一定会很忙吧，就像……就像先前的父亲一样。"
	},
	[117041069] = {
		id = 117041069,
		prefab_name = "",
		content = "父亲的事情我们已经谈过了，我们要理解他的辛苦。"
	},
	[117041070] = {
		id = 117041070,
		prefab_name = "",
		content = "我没有不理解，我只是不赞同！"
	},
	[117041071] = {
		id = 117041071,
		prefab_name = "",
		content = "兄弟间的气氛瞬间跌至冰点，甚至连饭菜的热气也被压下去了几分。"
	},
	[117041072] = {
		id = 117041072,
		prefab_name = "",
		content = "（小声）提尔，别让我翻脸。"
	},
	[117041073] = {
		id = 117041073,
		prefab_name = "",
		content = "……"
	},
	[117041074] = {
		id = 117041074,
		prefab_name = "",
		content = "我可以吃完宵夜再走。"
	},
	[117041075] = {
		id = 117041075,
		prefab_name = "",
		content = "爱德华默不作声，似乎对提尔这种敷衍的态度并不买账。"
	},
	[117041076] = {
		id = 117041076,
		prefab_name = "",
		content = "艾德……"
	},
	[117041077] = {
		id = 117041077,
		prefab_name = "",
		content = "……我会做好这顿宵夜的。"
	},
	[117041078] = {
		id = 117041078,
		prefab_name = "",
		content = "兄弟间的气氛终于缓和了一些，海尼尔长舒一口气。"
	},
	[117041079] = {
		id = 117041079,
		prefab_name = "",
		content = "夜色已深，看着躺在床上的爱德华慢慢进入梦乡，提尔轻轻带上房门。"
	},
	[117041080] = {
		id = 117041080,
		prefab_name = "",
		content = "最近公司那边还有老宅那边……出了这么多事，你还能想起来抽空看望家人，总算有点长进了。"
	},
	[117041081] = {
		id = 117041081,
		prefab_name = "",
		content = "……其实我这次回来的主要目的是向您请教一些事情，算是公事。"
	},
	[117041082] = {
		id = 117041082,
		prefab_name = "",
		content = "你这小子……哪怕装一下呢？"
	},
	[117041083] = {
		id = 117041083,
		prefab_name = "",
		content = "哎……说吧，什么事？"
	},
	[117041084] = {
		id = 117041084,
		prefab_name = "",
		content = "你我都是「修正者」吧？"
	},
	[117041085] = {
		id = 117041085,
		prefab_name = "",
		content = "嗯……既然你在那场火灾里觉醒了，自然会了解到这些概念。"
	},
	[117041086] = {
		id = 117041086,
		prefab_name = "",
		content = "我今天在老宅那边遇到了另一个修正者，她来自一个名为深空之眼的组织，受命调查发生在老宅的那场火灾。"
	},
	[117041087] = {
		id = 117041087,
		prefab_name = "",
		content = "这……"
	},
	[117041088] = {
		id = 117041088,
		prefab_name = "",
		content = "也难怪，那场火灾闹出的动静太大了，还出现了一个可以撕开源层裂隙的大家伙，肯定会引起他们的注意。"
	},
	[117041089] = {
		id = 117041089,
		prefab_name = "",
		content = "看来海叔你知道这个组织。"
	},
	[117041090] = {
		id = 117041090,
		prefab_name = "",
		content = "陈年旧事了……但我并不是这个组织的一员，我没有加入任何修正者组织。"
	},
	[117041091] = {
		id = 117041091,
		prefab_name = "",
		content = "是这样吗……从她提供的信息来看，现在大部分修正者都拥有完整的组织架构，像你我这样游离在组织外的修正者倒很少见。"
	},
	[117041092] = {
		id = 117041092,
		prefab_name = "",
		content = "如果你非要问，是这样没错。"
	},
	[117041093] = {
		id = 117041093,
		prefab_name = "",
		content = "我并非有意隐瞒你，我是想让你自己去发现，自己去做决定。"
	},
	[117041094] = {
		id = 117041094,
		prefab_name = "",
		content = "这么说，如果最后我被董事会踢出局，至少还可以在那个组织里找到一份工作。"
	},
	[117041095] = {
		id = 117041095,
		prefab_name = "",
		content = "保护人类，消灭视骸，听起来比跟一帮老头子勾心斗角要简单得多。"
	},
	[117041096] = {
		id = 117041096,
		prefab_name = "",
		content = "如果这就是你的决定的话……"
	},
	[117041097] = {
		id = 117041097,
		prefab_name = "",
		content = "我还没有做决定，海叔。"
	},
	[117041098] = {
		id = 117041098,
		prefab_name = "",
		content = "提尔说着向爱德华卧室的房门看了一眼。"
	},
	[117041099] = {
		id = 117041099,
		prefab_name = "",
		content = "至少现在还不能做决定。"
	},
	[117041100] = {
		id = 117041100,
		prefab_name = "",
		content = "海叔，现在您已经出院，是不是该把我需要知道的事情都告诉我？"
	},
	[117041101] = {
		id = 117041101,
		prefab_name = "",
		content = "好吧，早该如此了。"
	},
	[117041102] = {
		id = 117041102,
		prefab_name = "",
		content = "说完，海尼尔示意提尔跟随自己，来到一间隐秘的储物室。"
	},
	[117041103] = {
		id = 117041103,
		prefab_name = "",
		content = "这间储物室里堆放着从火灾现场抢救出来的珍贵物品，而其中最显眼的就是一把横躺在木架上的大剑。"
	},
	[117041104] = {
		id = 117041104,
		prefab_name = "",
		content = "这就是你的适格权钥，斩裂剑。"
	},
	[117041105] = {
		id = 117041105,
		prefab_name = "",
		content = "适格权钥？"
	},
	[117041106] = {
		id = 117041106,
		prefab_name = "",
		content = "从我找到你的时候，它就陪在你身边了，肯定是你的权钥。我本来应该在你觉醒后立刻告诉你这一点，可惜那个大家伙让我住院半个月。"
	},
	[117041107] = {
		id = 117041107,
		prefab_name = "",
		content = "要想获得和那些视骸作战的能力，你得激活你自己的权钥。虽然深空之眼也介入了这件事，但你这小子肯定跟我一样，不愿意全部依靠别人。"
	},
	[117041108] = {
		id = 117041108,
		prefab_name = "",
		content = "提尔下意识地摸了摸佩戴在右手的臂甲。"
	},
	[117041109] = {
		id = 117041109,
		prefab_name = "",
		content = "不激活自己的权钥，就无法和那些视骸作战吗？"
	},
	[117041110] = {
		id = 117041110,
		prefab_name = "",
		content = "傻小子，那副臂甲是我的权钥，名为烙焰。我临时把它借给你，是为了帮助你压制那个大家伙留在你手臂上的骸能，你无法驱动它作战。"
	},
	[117041111] = {
		id = 117041111,
		prefab_name = "",
		content = "提尔沉默了，或许是为了不让海尼尔担心，他并没有将这些天与视骸作战的事告知海尼尔，只是眼中闪过一丝疑惑。"
	},
	[117041112] = {
		id = 117041112,
		prefab_name = "",
		content = "刚刚已经说过了，这柄名为斩裂剑的大剑才是你的权钥，来试试它吧。"
	},
	[117041113] = {
		id = 117041113,
		prefab_name = "",
		content = "提尔试着触摸那柄大剑，但对方仍旧静静地躺在木架上，没有回应自己的适格者。"
	},
	[117041114] = {
		id = 117041114,
		prefab_name = "",
		content = "嗯？"
	},
	[117041115] = {
		id = 117041115,
		prefab_name = "",
		content = "奇怪，权钥怎么会拒绝回应自己的适格者？难道还需要其他步骤吗？我不是这方面的专家……"
	},
	[117041116] = {
		id = 117041116,
		prefab_name = "",
		content = "算了，虽然现在还不知道那些视骸为什么会攻击我们，但如果它们再次出现，我还可以上！"
	},
	[117041117] = {
		id = 117041117,
		prefab_name = "",
		content = "不用担心，最近……它们还没有再出现过。"
	},
	[117041118] = {
		id = 117041118,
		prefab_name = "",
		content = "真的？"
	},
	[117041119] = {
		id = 117041119,
		prefab_name = "",
		content = "……嗯。"
	},
	[117041120] = {
		id = 117041120,
		prefab_name = "",
		content = "那还好，可以慢慢尝试。"
	},
	[117041121] = {
		id = 117041121,
		prefab_name = "",
		content = "我明白。"
	},
	[117041122] = {
		id = 117041122,
		prefab_name = "",
		content = "提尔又看了一眼斩裂剑，最终忍住了自己的疑惑。"
	},
	[117041123] = {
		id = 117041123,
		prefab_name = "",
		content = "离开储物室后，客厅里的座机铃声却忽然响起，眼疾手快的提尔迅速抄起话筒，这才没让这扰人清梦的铃声传到爱德华的房间去。"
	},
	[117041124] = {
		id = 117041124,
		prefab_name = "",
		content = "嗯，嗯，我了解了。"
	},
	[117041125] = {
		id = 117041125,
		prefab_name = "",
		content = "谁这么晚来电话？"
	},
	[117041126] = {
		id = 117041126,
		prefab_name = "",
		content = "拍卖行的人，之前为火灾善后做财务结算时应该被人暗算了，老宅的地皮被抵押给了拍卖行。"
	},
	[117041127] = {
		id = 117041127,
		prefab_name = "",
		content = "什么？先从本家的财产动手？那帮家伙果然不装了——这么大的事，你怎么跟个没事人一样？"
	},
	[117041128] = {
		id = 117041128,
		prefab_name = "",
		content = "虽然嘴里很焦急，但海尼尔说到一半也意识到爱德华已经入睡，急忙把声音压下来。"
	},
	[117041129] = {
		id = 117041129,
		prefab_name = "",
		content = "我并不意外，我会处理好的。"
	},
	[117041130] = {
		id = 117041130,
		prefab_name = "",
		content = "另外，不要把这件事告诉爱德华。"
	},
	[117041131] = {
		id = 117041131,
		prefab_name = "",
		content = "唉……被埃瑞克收养这么多年，你做事真是越来越像他了。"
	},
	[117041132] = {
		id = 117041132,
		prefab_name = "",
		content = "瞒着爱德华当然可以，但你总要跟我谈一谈嘛。我知道公司那边肯定有不少麻烦，我好歹能帮到一点忙！"
	},
	[117041133] = {
		id = 117041133,
		prefab_name = "",
		content = "海叔，照顾好爱德华，这就是对我最大的帮助。"
	},
	[117041134] = {
		id = 117041134,
		prefab_name = "",
		content = "……唉，我明白了。"
	},
	[117041135] = {
		id = 117041135,
		prefab_name = "",
		content = "我该走了。"
	},
	[117041136] = {
		id = 117041136,
		prefab_name = "",
		content = "这么快？记得抽空多回来几次！"
	},
	[117041137] = {
		id = 117041137,
		prefab_name = "",
		content = "刚走到门前的提尔露出一抹微笑，算是默许了海尼尔的请求。"
	},
	[117041138] = {
		id = 117041138,
		prefab_name = "",
		content = "他轻轻关上公寓的门，走入茫茫夜色。"
	},
	[117051001] = {
		id = 117051001,
		prefab_name = "",
		content = "阳光下，背着一身检测设备的海姆达尔等待许久，终于再次看到了那个衣摆飘飘的身影。"
	},
	[117051002] = {
		id = 117051002,
		prefab_name = "",
		content = "你好，调查准备工作已经就绪了！"
	},
	[117051003] = {
		id = 117051003,
		prefab_name = "",
		content = "你带这么多仪器干什么？"
	},
	[117051004] = {
		id = 117051004,
		prefab_name = "",
		content = "我昨晚对火灾与那些视骸之间的联系进行了多种推测，要一一验证的话，必须要收集足够详尽的数据。"
	},
	[117051005] = {
		id = 117051005,
		prefab_name = "",
		content = "那我必须提醒一下，我们只剩一天时间。"
	},
	[117051006] = {
		id = 117051006,
		prefab_name = "",
		content = "怎么会这样？这么重要的信息应该提前通知我！"
	},
	[117051007] = {
		id = 117051007,
		prefab_name = "",
		content = "事发突然，家族内斗引发了一点小风波，有人在灾后处理财务结算的时候私自将这块地皮抵押给了拍卖行。"
	},
	[117051008] = {
		id = 117051008,
		prefab_name = "",
		content = "明天就会有人来收地，那时你我就没办法在掩人耳目的前提下自由出入这儿了，最好速战速决。"
	},
	[117051009] = {
		id = 117051009,
		prefab_name = "",
		content = "竟然会发生这种事……那麻烦等我选出必要的仪器。要兼顾战斗，快速解决视骸的话，必须剔除一些不必要的项目……"
	},
	[117051010] = {
		id = 117051010,
		prefab_name = "",
		content = "如果能尽快查清真相，你可以多带一些，战斗的事情可以全都交给我。"
	},
	[117051011] = {
		id = 117051011,
		prefab_name = "",
		content = "这样不合适，明明我才是调查员……"
	},
	[117051012] = {
		id = 117051012,
		prefab_name = "",
		content = "你的研究对我也很重要。"
	},
	[117051013] = {
		id = 117051013,
		prefab_name = "",
		content = "没等海姆达尔回话，提尔已经换上轻装向废墟走去。"
	},
	[117051014] = {
		id = 117051014,
		prefab_name = "",
		content = "也罢，这确实是合理的决策。"
	},
	[117052001] = {
		id = 117052001,
		prefab_name = "",
		content = "盘踞在房间内的视骸败退的同时，海姆达尔携带的仪器也发出了尖锐的提示音。"
	},
	[117052002] = {
		id = 117052002,
		prefab_name = "",
		content = "空间曲率已经超过临界值了……是源层裂隙！"
	},
	[117052003] = {
		id = 117052003,
		prefab_name = "",
		content = "这些视骸的败退仿佛触发了某种开关，房间的墙壁忽然扭曲起来，房间内部的温度也陡然升高。"
	},
	[117052004] = {
		id = 117052004,
		prefab_name = "",
		content = "这个房间本身，就是源层裂隙！"
	},
	[117052005] = {
		id = 117052005,
		prefab_name = "",
		content = "正好，总算有所收获。"
	},
	[117061001] = {
		id = 117061001,
		prefab_name = "",
		content = "眼前的景象瞬间湮没于一片火光之中，灼人的热浪扑面而来。"
	},
	[117061002] = {
		id = 117061002,
		prefab_name = "",
		content = "恍惚间，提尔两人已经来到一个被火焰包围的空间，这里仿佛是一个巨大的烤箱，哪怕只是呼吸一次，都觉得自己的内脏要被灼伤。"
	},
	[117061003] = {
		id = 117061003,
		prefab_name = "",
		content = "源层吗？不对，数据上完全不吻合……"
	},
	[117061004] = {
		id = 117061004,
		prefab_name = "",
		content = "提尔凝望着空间深处，仿佛在与某种存在对视。"
	},
	[117061005] = {
		id = 117061005,
		prefab_name = "",
		content = "现在是什么情况？"
	},
	[117061006] = {
		id = 117061006,
		prefab_name = "",
		content = "我们好像误入了某种封闭的数据空间，骸能信号好强……"
	},
	[117061007] = {
		id = 117061007,
		prefab_name = "",
		content = "这里有你想要的数据吗？"
	},
	[117061008] = {
		id = 117061008,
		prefab_name = "",
		content = "很多，不过有些数据需要再深入一些才能拿到……"
	},
	[117061009] = {
		id = 117061009,
		prefab_name = "",
		content = "海姆达尔忽然愣住，她看向前方，抛开令人窒息的高温，这片空间内部还有大量四处游荡的视骸，「深入」可不是一个轻松的决定。"
	},
	[117061010] = {
		id = 117061010,
		prefab_name = "",
		content = "但考虑到这个空间的危险程度，继续深入并不明智。"
	},
	[117061011] = {
		id = 117061011,
		prefab_name = "",
		content = "既然这个空间很危险，那最好一次完成调查，不要再来第二次——挡路的东西可以交给我。"
	},
	[117061012] = {
		id = 117061012,
		prefab_name = "",
		content = "热浪瞬间迸发，闻声而来的视骸全部被从他右手涌出的烈焰击退。"
	},
	[117062001] = {
		id = 117062001,
		prefab_name = "",
		content = "空间的深处宛如炼狱，一路上都十分强势的提尔也开始难以支撑。"
	},
	[117062002] = {
		id = 117062002,
		prefab_name = "",
		content = "这里好像没有视骸追上来。"
	},
	[117062003] = {
		id = 117062003,
		prefab_name = "",
		content = "从热力图上来看，这里就是这个空间的核心。"
	},
	[117062004] = {
		id = 117062004,
		prefab_name = "",
		content = "能看出这里和外面发生的火灾有什么联系吗？"
	},
	[117062005] = {
		id = 117062005,
		prefab_name = "",
		content = "这个空间里似乎有某种能将骸能转化为热能的存在，如果通过源层裂隙直接与表层连通，小部分溢出的热能就可以直接引发火灾。"
	},
	[117062006] = {
		id = 117062006,
		prefab_name = "",
		content = "关键是，强度如此高的骸能一定有个源头……"
	},
	[117062007] = {
		id = 117062007,
		prefab_name = "",
		content = "一声怒吼忽然炸响，提尔的右臂立刻变得灼热难当，剧烈的疼痛让他跪倒在地。"
	},
	[117062008] = {
		id = 117062008,
		prefab_name = "",
		content = "怎么回事？你的右臂……"
	},
	[117062009] = {
		id = 117062009,
		prefab_name = "",
		content = "海姆达尔吃惊地看着仪器上扫描图像——她过来搀扶提尔时发现了提尔右臂的异常。"
	},
	[117062010] = {
		id = 117062010,
		prefab_name = "",
		content = "在权钥的神能信号之下，提尔的右臂还散发出强烈的骸能信号，并似乎正在与这个空间内部的某种存在产生共鸣。"
	},
	[117062011] = {
		id = 117062011,
		prefab_name = "",
		content = "先不要管我！"
	},
	[117062012] = {
		id = 117062012,
		prefab_name = "",
		content = "附近的火焰忽然凝聚在一起，迅速变化成岩浆一样炽热的实体。这团实体一边喷吐着热浪一边扭曲变形，最终露出狰狞的面目——"
	},
	[117062013] = {
		id = 117062013,
		prefab_name = "",
		content = "那是一头浑身都烈焰包围的巨兽，它那扭曲而又布满利齿的巨口中不断滴落着腥热的唾液，让接触的物体全都燃烧起来。"
	},
	[117062014] = {
		id = 117062014,
		prefab_name = "",
		content = "吼——"
	},
	[117062015] = {
		id = 117062015,
		prefab_name = "",
		content = "海姆达尔随身携带的仪器已经发出了刺耳的警报声，像是猎物面对危险时本能发出的尖啸。"
	},
	[117062016] = {
		id = 117062016,
		prefab_name = "",
		content = "这是……"
	},
	[117062017] = {
		id = 117062017,
		prefab_name = "",
		content = "之前提到过的大家伙。"
	},
	[117062018] = {
		id = 117062018,
		prefab_name = "",
		content = "早该想到的，如果要一次查明真相，肯定会遭遇这只视骸，只是这种骸能强度……"
	},
	[117062019] = {
		id = 117062019,
		prefab_name = "",
		content = "我认为我们必须立刻撤退，直接原路返回，只要我们来时经过的源层裂隙还没有消失，就能脱离这个空间！"
	},
	[117062020] = {
		id = 117062020,
		prefab_name = "",
		content = "你需要的数据收集全了吗？"
	},
	[117062021] = {
		id = 117062021,
		prefab_name = "",
		content = "这……"
	},
	[117062022] = {
		id = 117062022,
		prefab_name = "",
		content = "要查清全部真相的话，这只视骸的数据你也需要吧？"
	},
	[117062023] = {
		id = 117062023,
		prefab_name = "",
		content = "确实如此，但是……"
	},
	[117062024] = {
		id = 117062024,
		prefab_name = "",
		content = "我来拖住它，取完数据后再撤退！"
	},
	[117072001] = {
		id = 117072001,
		prefab_name = "",
		content = "扭曲的房间墙壁终于再次出现，致命的烈阳并没有追赶过来，只留下一丝灼烫的余温。"
	},
	[117072002] = {
		id = 117072002,
		prefab_name = "",
		content = "空间曲率的参数能对上，我们回来了……"
	},
	[117072003] = {
		id = 117072003,
		prefab_name = "",
		content = "提尔抓紧右臂，刚刚的激烈战斗似乎对他消耗很大。"
	},
	[117072004] = {
		id = 117072004,
		prefab_name = "",
		content = "你……"
	},
	[117072005] = {
		id = 117072005,
		prefab_name = "",
		content = "我不要紧，我需要一个结论。"
	},
	[117072006] = {
		id = 117072006,
		prefab_name = "",
		content = "嗯……虽然目前还没有对数据仔细分析过，但事实已经基本明朗了。"
	},
	[117072007] = {
		id = 117072007,
		prefab_name = "",
		content = "火灾现场残留的骸能灼痕与那只视骸的骸能信号相符，它就是这场火灾的元凶。"
	},
	[117072008] = {
		id = 117072008,
		prefab_name = "",
		content = "不过我一直以为是那只视骸主动入侵表层，这个设想并不准确。"
	},
	[117072009] = {
		id = 117072009,
		prefab_name = "",
		content = "我留意了那个空间从边缘到核心的能量梯度，发现它是一个完美封闭的空间，即便是以那只视骸的力量也无法从内部打开，除非……"
	},
	[117072010] = {
		id = 117072010,
		prefab_name = "",
		content = "除非有外部的媒介……对！这样的话，也能解释从那个空间逃逸的视骸总是集中攻击这里了，因为这里有指向那个空间的媒介！"
	},
	[117072011] = {
		id = 117072011,
		prefab_name = "",
		content = "那个媒介，可能是人为安放的吗？"
	},
	[117072012] = {
		id = 117072012,
		prefab_name = "",
		content = "海姆达尔吃了一惊，她根本没预料到提尔会突然这样问。"
	},
	[117072013] = {
		id = 117072013,
		prefab_name = "",
		content = "那个媒介的本质是连接源层空间与表层的锚点，它在表层的存在形式可能只是一件普通物品，所以被人类持有也是有可能的……"
	},
	[117072014] = {
		id = 117072014,
		prefab_name = "",
		content = "你有什么猜测吗？"
	},
	[117072015] = {
		id = 117072015,
		prefab_name = "",
		content = "早在这里发生火灾之前，已经有好几位塔列朗家族成员死于离奇火灾。"
	},
	[117072016] = {
		id = 117072016,
		prefab_name = "",
		content = "这些家族成员无一例外都是我的支持者，并且让他们丧生的火灾，从时间与烈度上来看，与发生在这里的也十分相似。"
	},
	[117072017] = {
		id = 117072017,
		prefab_name = "",
		content = "你是指……有人知道那个媒介的特点，并利用它制造火灾？"
	},
	[117072018] = {
		id = 117072018,
		prefab_name = "",
		content = "无法查明起火原因，警方只能草草结案……如果这种火灾是人为可控的，作为清除异己的手段堪称完美。"
	},
	[117072019] = {
		id = 117072019,
		prefab_name = "",
		content = "反对派为了除掉我，可没有只在公司业务上动心思。"
	},
	[117072020] = {
		id = 117072020,
		prefab_name = "",
		content = "普通人类怎么得到这种媒介的？还如此滥用？"
	},
	[117072021] = {
		id = 117072021,
		prefab_name = "",
		content = "从刚刚收集到的数据来看，这只视骸以灵魂数据为食，如果它之前已经在人为打开媒介后吞噬了大量灵魂数据……"
	},
	[117072022] = {
		id = 117072022,
		prefab_name = "",
		content = "如果再让那只视骸得到入侵表层吞噬灵魂数据的机会，它很可能会直接冲破空间的禁锢——总之必须快点回收这个媒介，不能再让它被滥用了！"
	},
	[117072023] = {
		id = 117072023,
		prefab_name = "",
		content = "问题的关键根本不是媒介，如果修正者的目标是保护人类，那应该先惩治这个滥用媒介的不法之徒！"
	},
	[117072024] = {
		id = 117072024,
		prefab_name = "",
		content = "这……"
	},
	[117072025] = {
		id = 117072025,
		prefab_name = "",
		content = "人类警方无法查明火灾起因，但你可以证明火灾和那个媒介的联系，不是吗？"
	},
	[117072026] = {
		id = 117072026,
		prefab_name = "",
		content = "有了这个证据，我可以把滥用媒介的人送进监狱。"
	},
	[117072027] = {
		id = 117072027,
		prefab_name = "",
		content = "不行……不行！"
	},
	[117072028] = {
		id = 117072028,
		prefab_name = "",
		content = "盖亚的稳定是一切的前提，将视骸暴露给普通人类会有让依托比尔轴大幅偏离的风险。"
	},
	[117072029] = {
		id = 117072029,
		prefab_name = "",
		content = "正确的做法应该是封存媒介，讨伐视骸，然后……清除那个作案者与媒介有关的记忆。"
	},
	[117072030] = {
		id = 117072030,
		prefab_name = "",
		content = "清除记忆后呢？"
	},
	[117072031] = {
		id = 117072031,
		prefab_name = "",
		content = "之后，他已经重新成为一个对依托比尔轴没有影响的普通人类，他的结局，由人类社会自行决定。"
	},
	[117072032] = {
		id = 117072032,
		prefab_name = "",
		content = "修正者执行任务的前提，就是不能影响人类社会的正常秩序。"
	},
	[117072033] = {
		id = 117072033,
		prefab_name = "",
		content = "人类社会的正常秩序……"
	},
	[117072034] = {
		id = 117072034,
		prefab_name = "",
		content = "提尔默念着这种说辞，不知是在表达无奈还是诉说讥讽。"
	},
	[117072035] = {
		id = 117072035,
		prefab_name = "",
		content = "按照人类社会的正常秩序，明天就会有人来收走这块地皮，你的任务根本执行不下去。"
	},
	[117072036] = {
		id = 117072036,
		prefab_name = "",
		content = "差点忘了……怎么能这样，这里明明还是被警方封锁的案发现场！虽然你我可能都没资格强调这一点……怎么能直接抵押给拍卖行呢？"
	},
	[117072037] = {
		id = 117072037,
		prefab_name = "",
		content = "对方自然也疏通了警方的关系，办事可以说滴水不漏。"
	},
	[117072038] = {
		id = 117072038,
		prefab_name = "",
		content = "说到这里，提尔忽然看了一眼海姆达尔的权钥。"
	},
	[117072039] = {
		id = 117072039,
		prefab_name = "",
		content = "但也只是在利用人类社会的规则上滴水不漏。"
	},
	[117072040] = {
		id = 117072040,
		prefab_name = "",
		content = "如果前提只是保密，你们深空之眼拥有众多修正者，肯定有合适的人选可以在旁人无法察觉的情况下除掉对方，这样所有问题都会迎刃而解。"
	},
	[117072041] = {
		id = 117072041,
		prefab_name = "",
		content = "什么？不、不行的！"
	},
	[117072042] = {
		id = 117072042,
		prefab_name = "",
		content = "盖亚运行着一套复杂的判定系统，用于限定修正者使用权能的场合，防止修正者的行为本身对人类社会秩序造成破坏。"
	},
	[117072043] = {
		id = 117072043,
		prefab_name = "",
		content = "哪怕只是检测到修正者有某种破坏人类社会秩序的意图，盖亚也会直接解除修正者与权钥之间的绑定，用来限制修正者的行动。"
	},
	[117072044] = {
		id = 117072044,
		prefab_name = "",
		content = "原来是这样吗……"
	},
	[117072045] = {
		id = 117072045,
		prefab_name = "",
		content = "提尔一言不发地走到焦黑的窗台前，望着荒芜的庄园，沉重地叹了一口气。"
	},
	[117072046] = {
		id = 117072046,
		prefab_name = "",
		content = "不好意思……我前些天研究新闻资料时了解过塔列朗家族内斗的事，我没办法在这些事情上提供建议。"
	},
	[117072047] = {
		id = 117072047,
		prefab_name = "",
		content = "但我对视骸还有盖亚进行过很多研究，所以我可以为我刚刚说的所有结论负责任。"
	},
	[117072048] = {
		id = 117072048,
		prefab_name = "",
		content = "至于地皮的问题……又超出我的研究领域了……"
	},
	[117072049] = {
		id = 117072049,
		prefab_name = "",
		content = "沉默中的提尔忽然攥紧了右手，似乎下定了某种决心。"
	},
	[117072050] = {
		id = 117072050,
		prefab_name = "",
		content = "为了留下这块地皮，也不是没有「不干扰人类社会正常秩序」的办法。"
	},
	[117072051] = {
		id = 117072051,
		prefab_name = "",
		content = "你们深空之眼虽然本质上是修正者的组织，但为了融入人类社会，还是进行了完整的公司架构，并且拥有自己控制的资产，对吧？"
	},
	[117072052] = {
		id = 117072052,
		prefab_name = "",
		content = "确实如此。"
	},
	[117072053] = {
		id = 117072053,
		prefab_name = "",
		content = "这块地皮的所有权已经被作为清偿债务的固定资产转让给拍卖行，但如果你们提前找到拍卖行的负责人，给出足够令人心动的价格，就可以直接把地皮买下来。"
	},
	[117072054] = {
		id = 117072054,
		prefab_name = "",
		content = "只不过，深空之眼给出的价格必须超过拍卖成交价的预期，付出的代价肯定会很大。"
	},
	[117072055] = {
		id = 117072055,
		prefab_name = "",
		content = "这样的话确实可行！我会汇报给深空之眼的有关负责人。"
	},
	[117072056] = {
		id = 117072056,
		prefab_name = "",
		content = "最迟明天我会给你答复，之后我们就可以继续合作调查了，首先要找到媒介……"
	},
	[117072057] = {
		id = 117072057,
		prefab_name = "",
		content = "我的调查已经结束了。"
	},
	[117072058] = {
		id = 117072058,
		prefab_name = "",
		content = "你……"
	},
	[117072059] = {
		id = 117072059,
		prefab_name = "",
		content = "很遗憾，就像最初说过的那样，我的使命是拯救我父亲留下的产业。如果这项调查对此没有帮助，我不会再浪费时间。"
	},
	[117072060] = {
		id = 117072060,
		prefab_name = "",
		content = "这座宅邸全权交给你们深空之眼处置。"
	},
	[117072061] = {
		id = 117072061,
		prefab_name = "",
		content = "……我明白了。"
	},
	[117081001] = {
		id = 117081001,
		prefab_name = "",
		content = "据前方记者报导，塔列朗集团高层的数位董事已经提议重新发起董事投票，改组董事会，来应对当下的财务危机。"
	},
	[117081002] = {
		id = 117081002,
		prefab_name = "",
		content = "而很长一段时间未曾露面的提尔·塔列朗在今晚重新出现在公众视野中，并作为代行董事长参加了董事会议。"
	},
	[117081003] = {
		id = 117081003,
		prefab_name = "",
		content = "根据会后塔列朗集团发布的通告，提尔·塔列朗正式出任董事长一事已经被推迟。"
	},
	[117081004] = {
		id = 117081004,
		prefab_name = "",
		content = "虽然我们并不知道会议的具体内容，但从会后各位董事的表情来看，会议中发生的冲突肯定非常激烈……"
	},
	[117081005] = {
		id = 117081005,
		prefab_name = "",
		content = "新闻播报员的声音柔和而清晰，但在爱德华听起来仿佛是某种无法言喻的混沌低语搅得他心神不安，但他还是坚持听着。"
	},
	[117081006] = {
		id = 117081006,
		prefab_name = "",
		content = "艾德，要不还是把电视关了吧，光听这个很心烦。"
	},
	[117081007] = {
		id = 117081007,
		prefab_name = "",
		content = "我……我还是想了解一下。"
	},
	[117081008] = {
		id = 117081008,
		prefab_name = "",
		content = "如果哥哥累了，想找个人抱怨一下，我不至于连他抱怨的是什么都不懂。"
	},
	[117081009] = {
		id = 117081009,
		prefab_name = "",
		content = "抱怨？那个小子会找别人抱怨吗？"
	},
	[117081010] = {
		id = 117081010,
		prefab_name = "",
		content = "海尼尔话音未落，熟悉的敲门声适时响起。"
	},
	[117081011] = {
		id = 117081011,
		prefab_name = "",
		content = "嘶，不会吧？"
	},
	[117081012] = {
		id = 117081012,
		prefab_name = "",
		content = "我去开门！"
	},
	[117081013] = {
		id = 117081013,
		prefab_name = "",
		content = "——提尔一进门便靠坐在沙发上，海尼尔立刻关掉电视，和爱德华一起看着一脸疲惫的提尔，面面相觑。"
	},
	[117081014] = {
		id = 117081014,
		prefab_name = "",
		content = "咳咳……提尔，公司那边的事办完了？"
	},
	[117081015] = {
		id = 117081015,
		prefab_name = "",
		content = "额，要不要先泡一壶茶？"
	},
	[117081016] = {
		id = 117081016,
		prefab_name = "",
		content = "提尔沉默了一段时间，似乎这种被家人嘘寒问暖的感觉让他感到恍惚，直到海尼尔和爱德华眼中的担忧多过了关怀，他才开口。"
	},
	[117081017] = {
		id = 117081017,
		prefab_name = "",
		content = "公司那边的事，今晚过后就可以告一段落了。"
	},
	[117081018] = {
		id = 117081018,
		prefab_name = "",
		content = "真的？"
	},
	[117081019] = {
		id = 117081019,
		prefab_name = "",
		content = "提尔，董事会那帮老东西没有难为你吧？"
	},
	[117081020] = {
		id = 117081020,
		prefab_name = "",
		content = "肯定要做出很大妥协，甚至牺牲……不过父亲留下的一切总算能够保留，塔列朗集团不会落在小人手里。"
	},
	[117081021] = {
		id = 117081021,
		prefab_name = "",
		content = "什么样的妥协和牺牲？"
	},
	[117081022] = {
		id = 117081022,
		prefab_name = "",
		content = "那就是我需要自己面对的事情了。"
	},
	[117081023] = {
		id = 117081023,
		prefab_name = "",
		content = "海尼尔下意识想要责备提尔，但很多话涌到嘴边，却又哽住，最终变成了一声长叹。"
	},
	[117081024] = {
		id = 117081024,
		prefab_name = "",
		content = "我知道你最近很不容易，那就不聊公司的事了。"
	},
	[117081025] = {
		id = 117081025,
		prefab_name = "",
		content = "那这次，哥哥总可以在家里过夜，好好休息一次了吧？"
	},
	[117081026] = {
		id = 117081026,
		prefab_name = "",
		content = "……我晚上要去处理董事会改组剩下的一些事务，晚饭也不在这儿吃了。"
	},
	[117081027] = {
		id = 117081027,
		prefab_name = "",
		content = "你这小子……那你干脆不回来算了！"
	},
	[117081028] = {
		id = 117081028,
		prefab_name = "",
		content = "海尼尔终于忍不住火气的同时，爱德华低下头默默向自己的房间走去，但被提尔叫住。"
	},
	[117081029] = {
		id = 117081029,
		prefab_name = "",
		content = "艾德，我记得答应过和你一起整理从老宅那边抢救出来的东西，现在它们还堆在储物室里吧。"
	},
	[117081030] = {
		id = 117081030,
		prefab_name = "",
		content = "爱德华眼中掠过一丝怨气。"
	},
	[117081031] = {
		id = 117081031,
		prefab_name = "",
		content = "那已经是半个多月前的事了……现在突然提这个干什么？"
	},
	[117081032] = {
		id = 117081032,
		prefab_name = "",
		content = "我当时好像是说，等股权重组和债务清偿的事结束后，就来履行这个承诺。但现在看来，就算解决了这堆烂事，也会马上有另一堆烂事等着我。"
	},
	[117081033] = {
		id = 117081033,
		prefab_name = "",
		content = "但是，承诺就是承诺。"
	},
	[117081034] = {
		id = 117081034,
		prefab_name = "",
		content = "所以，虽然只能挤出一下午的时间，我还是赶回来了，我害怕以后还是没时间。"
	},
	[117081035] = {
		id = 117081035,
		prefab_name = "",
		content = "哥哥……我知道了。"
	},
	[117081036] = {
		id = 117081036,
		prefab_name = "",
		content = "唉，这种话你早点说嘛！"
	},
	[117081037] = {
		id = 117081037,
		prefab_name = "",
		content = "储藏室内亮起微微泛黄的灯光，照亮了那些堆满整个房间的物品，书籍、家具、玩具……仿佛是一整段从火灾里抢救出来的回忆。"
	},
	[117081038] = {
		id = 117081038,
		prefab_name = "",
		content = "提尔三人分别找了一个纸箱分拣物品，彼此沉默着，仿佛在仔细回收这些回忆。"
	},
	[117081039] = {
		id = 117081039,
		prefab_name = "",
		content = "都别闷着啊，不如聊一聊这些东西吧，很多都是从犄角旮旯里翻出来的，还挺有意思，积木，画册，旧相机，还有……木马？"
	},
	[117081040] = {
		id = 117081040,
		prefab_name = "",
		content = "其实刚起火的时候我冲进那个房间也想抢救一些值钱东西，但没来得及。"
	},
	[117081041] = {
		id = 117081041,
		prefab_name = "",
		content = "我可不是这个意思！跟值不值钱没关系。"
	},
	[117081042] = {
		id = 117081042,
		prefab_name = "",
		content = "家里的经济状况从父亲还没去世的时候就很差了，公司那边财务有问题，也挪不出钱来……如果能从那场火灾里多抢救出两幅名画，哥哥现在的压力就能少一分。"
	},
	[117081043] = {
		id = 117081043,
		prefab_name = "",
		content = "……你什么时候知道的？"
	},
	[117081044] = {
		id = 117081044,
		prefab_name = "",
		content = "你们还以为我什么都不懂吗？"
	},
	[117081045] = {
		id = 117081045,
		prefab_name = "",
		content = "艾德能懂，是好事。"
	},
	[117081046] = {
		id = 117081046,
		prefab_name = "",
		content = "提尔突然的发言让海尼尔和爱德华都愣了一下，他们看向提尔，发现提尔手里正拿着一张从纸箱里翻找出来的相片。"
	},
	[117081047] = {
		id = 117081047,
		prefab_name = "",
		content = "那是一张全家福合照，父亲、提尔、爱德华还有海尼尔站在老宅的喷泉前，朝镜头比着夸张的手势，虽然不正经，但却十分温馨。"
	},
	[117081048] = {
		id = 117081048,
		prefab_name = "",
		content = "那是两年前和父亲一起……可惜之后就没机会了。"
	},
	[117081049] = {
		id = 117081049,
		prefab_name = "",
		content = "那之后仆人陆续被辞退，家里很快就只剩下我，哥哥还有海叔三个人。"
	},
	[117081050] = {
		id = 117081050,
		prefab_name = "",
		content = "嗯，我也记得。"
	},
	[117081051] = {
		id = 117081051,
		prefab_name = "",
		content = "我还记得，之前父亲整天忙于工作，甚至半年都没有回家的时候，我也像你那样抱怨他，甚至还有过劝说他放弃公司业务，留一笔钱退休养老的想法。"
	},
	[117081052] = {
		id = 117081052,
		prefab_name = "",
		content = "听到提尔提起往事，爱德华犹豫了很久，终于鼓起勇气。"
	},
	[117081053] = {
		id = 117081053,
		prefab_name = "",
		content = "我始终认为没必要为了责任就抛弃家人，可是为什么你后来……"
	},
	[117081054] = {
		id = 117081054,
		prefab_name = "",
		content = "因为我真的找父亲提了这个建议。"
	},
	[117081055] = {
		id = 117081055,
		prefab_name = "",
		content = "哎！？"
	},
	[117081056] = {
		id = 117081056,
		prefab_name = "",
		content = "那时他已经病重了，我站在病床前，仔细列出了公司目前的每一条债务，想告诉他，他没能瞒住我。"
	},
	[117081057] = {
		id = 117081057,
		prefab_name = "",
		content = "我告诉他我可以帮助他处理破产申请手续和公司出售的事务，希望他最后能放过自己。"
	},
	[117081058] = {
		id = 117081058,
		prefab_name = "",
		content = "结果他却一脸欣慰地看着我，说既然我已经对公司事务这么了解，他就不用担心安排我接班的事了。"
	},
	[117081059] = {
		id = 117081059,
		prefab_name = "",
		content = "都那个时候了，父亲他怎么还这样？"
	},
	[117081060] = {
		id = 117081060,
		prefab_name = "",
		content = "提尔忽然郑重地看向爱德华，他比以往任何时候看起来都更严肃。"
	},
	[117081061] = {
		id = 117081061,
		prefab_name = "",
		content = "我也表达了同样的疑问，父亲给出了解释。"
	},
	[117081062] = {
		id = 117081062,
		prefab_name = "",
		content = "早在一年前公司出现财务危机，塔列朗家族内部开始出现分裂时，支持父亲一派的家族成员就陆续遭人毒手。"
	},
	[117081063] = {
		id = 117081063,
		prefab_name = "",
		content = "我们一家也早就被人盯上了，而我们之所以安然无恙，是因为对父亲动手的话会导致公司权力结构立刻崩溃，股价崩盘，塔列朗集团土崩瓦解，背后那些想要夺权的人也会损失惨重。"
	},
	[117081064] = {
		id = 117081064,
		prefab_name = "",
		content = "而如果父亲主动放弃那份与权力绑定的责任，我们会立刻变成砧板上的肉，任人宰割。"
	},
	[117081065] = {
		id = 117081065,
		prefab_name = "",
		content = "提尔突然道出的真相震惊了爱德华和海尼尔，偌大的储物间寂然无声。"
	},
	[117081066] = {
		id = 117081066,
		prefab_name = "",
		content = "所以，父亲去世后不久就发生了那场火灾……所以，哥哥这么急着去继任董事长……"
	},
	[117081067] = {
		id = 117081067,
		prefab_name = "",
		content = "你这小子，这种事你该早点告诉我的啊！"
	},
	[117081068] = {
		id = 117081068,
		prefab_name = "",
		content = "提尔却显得十分平静，他低下头去继续整理物品。"
	},
	[117081069] = {
		id = 117081069,
		prefab_name = "",
		content = "艾德，父亲他并没有为了责任抛弃家人，恰恰相反，他为了家人才选择承担责任。"
	},
	[117081070] = {
		id = 117081070,
		prefab_name = "",
		content = "我希望你能理解他，这样的话，你之后也会理解我吧。"
	},
	[117081071] = {
		id = 117081071,
		prefab_name = "",
		content = "我……我懂的，我能隐隐察觉到哥哥和父亲的苦衷，我也想帮上一点忙……可是，我就连从火场里抢救一些油画都办不好……"
	},
	[117081072] = {
		id = 117081072,
		prefab_name = "",
		content = "艾德，我不想让你帮什么忙，你能理解，就足够了。"
	},
	[117081073] = {
		id = 117081073,
		prefab_name = "",
		content = "可是……"
	},
	[117081074] = {
		id = 117081074,
		prefab_name = "",
		content = "电子时钟的整点报时忽然响起——提尔之前说好的动身时间到了。报时铃声兀自响着，把爱德华想说的话都堵了回去。"
	},
	[117081075] = {
		id = 117081075,
		prefab_name = "",
		content = "提尔仔细擦去了那张相片上的灰尘，小心地摆放在桌子上。"
	},
	[117081076] = {
		id = 117081076,
		prefab_name = "",
		content = "海叔，我不在的时间，帮我照顾好爱德华。"
	},
	[117081077] = {
		id = 117081077,
		prefab_name = "",
		content = "……你放心。"
	},
	[117081078] = {
		id = 117081078,
		prefab_name = "",
		content = "离开公寓的路上，提尔眼中残留的那份柔软渐渐消失，取而代之的是一种令人惊惧的冷厉。"
	},
	[117081079] = {
		id = 117081079,
		prefab_name = "",
		content = "他取出手机，拨通了一个号码。"
	},
	[117081080] = {
		id = 117081080,
		prefab_name = "",
		content = "打扰了，伯父，我们今晚的交易会如期进行吧？"
	},
	[117081081] = {
		id = 117081081,
		prefab_name = "",
		content = "哼……我会如约到场。"
	},
	[117091001] = {
		id = 117091001,
		prefab_name = "",
		content = "塔列朗庄园周围的封条被依次替换成施工标识，一批穿着深空之眼工作服的人一边铺设施工设施，一边用隐秘的手段封锁了所有进出庄园的通道。"
	},
	[117091002] = {
		id = 117091002,
		prefab_name = "",
		content = "海姆达尔仔细检查了封锁现场的工作，这才松了口气，取出通讯器联系奥丁。"
	},
	[117091003] = {
		id = 117091003,
		prefab_name = "",
		content = "封锁现场的工作基本完成了，债权人那方面应该也没问题了吧？如果调查中途突然有人要闯进来，会很难处理。"
	},
	[117091004] = {
		id = 117091004,
		prefab_name = "",
		content = "对面真是条疯狗，咬得很死。"
	},
	[117091005] = {
		id = 117091005,
		prefab_name = "",
		content = "代价大了些，但还是拿下来了。对应的，这次调查必须有成果。"
	},
	[117091006] = {
		id = 117091006,
		prefab_name = "",
		content = "这是当然。"
	},
	[117091007] = {
		id = 117091007,
		prefab_name = "",
		content = "另外，你的报告里说那只视骸失去了一条前肢和两只后脚，这些负伤全都是在与那个提尔的遭遇战中发生的吗？"
	},
	[117091008] = {
		id = 117091008,
		prefab_name = "",
		content = "这样说并不准确，我与提尔交换过情报，那只视骸初次遭遇他时被斩下了一条前肢，而它后腿的负伤则是在遭遇他们的时候就已经有了。"
	},
	[117091009] = {
		id = 117091009,
		prefab_name = "",
		content = "将骸能转化为热能的能力，后腿负伤，被封印在单独的数据空间中……"
	},
	[117091010] = {
		id = 117091010,
		prefab_name = "",
		content = "这只视骸还有其他可疑的地方吗？"
	},
	[117091011] = {
		id = 117091011,
		prefab_name = "",
		content = "有关那只视骸的详细情报我都写进了报告里，不过说到可疑的地方，确实有一点，但并不是证据明确的结论，所以我没有写在报告里。"
	},
	[117091012] = {
		id = 117091012,
		prefab_name = "",
		content = "直接讲。"
	},
	[117091013] = {
		id = 117091013,
		prefab_name = "",
		content = "我在与提尔携手作战时，意外发现他使用权钥的方式很奇怪。"
	},
	[117091014] = {
		id = 117091014,
		prefab_name = "",
		content = "与其说他是在使用权钥战斗，倒不如说他是在使用权钥压制手臂上散发出的骸能。"
	},
	[117091015] = {
		id = 117091015,
		prefab_name = "",
		content = "哦？"
	},
	[117091016] = {
		id = 117091016,
		prefab_name = "",
		content = "他手臂上确实残留着大量骸能，与那只视骸的骸能信号相符，我猜测是第一次与那只视骸遭遇时留下的侵蚀性伤口。"
	},
	[117091017] = {
		id = 117091017,
		prefab_name = "",
		content = "战斗中，他要将权钥的大部分神力都用于压制这部分骸能，却还是展现出了极强的战斗力。"
	},
	[117091018] = {
		id = 117091018,
		prefab_name = "",
		content = "这么说这只视骸还可能是侵蚀种？那他为什么没有找你帮忙处理伤口呢？"
	},
	[117091019] = {
		id = 117091019,
		prefab_name = "",
		content = "这就是另一个让我感到奇怪的地方了，可惜没有深入研究的机会。"
	},
	[117091020] = {
		id = 117091020,
		prefab_name = "",
		content = "奥丁沉默了很长时间。"
	},
	[117091021] = {
		id = 117091021,
		prefab_name = "",
		content = "事情倒是变得有趣了，调查的时候务必小心，若有异样立刻联系我。"
	},
	[117091022] = {
		id = 117091022,
		prefab_name = "",
		content = "嗯，我明白了。"
	},
	[117092001] = {
		id = 117092001,
		prefab_name = "",
		content = "通告所有待命人员，现在是上午时间11时19分，请务必于四分钟内到达二楼大厅，并完成战斗准备。"
	},
	[117092002] = {
		id = 117092002,
		prefab_name = "",
		content = "海姆达尔一边发出预警，一边急匆匆地赶往定位器测定的坐标。"
	},
	[117092003] = {
		id = 117092003,
		prefab_name = "",
		content = "浪费太多时间了，能够打开源层裂隙的媒介，空间曲率信号不应该这么弱的。"
	},
	[117092004] = {
		id = 117092004,
		prefab_name = "",
		content = "希望其他人能给我多争取一些时间……"
	},
	[117092005] = {
		id = 117092005,
		prefab_name = "",
		content = "抱怨了一阵，海姆达尔终于赶到了信号所在的位置，却发现那是一个被打开的墙壁隔层，里面已经空空如也。"
	},
	[117092006] = {
		id = 117092006,
		prefab_name = "",
		content = "这时战斗人员也冲上了二楼，预定的时间已经来到，但视骸并没有出现，海姆达尔和其他人面面相觑。"
	},
	[117092007] = {
		id = 117092007,
		prefab_name = "",
		content = "媒介已经被取走了……怪不得信号这么弱，探测到的只是残留……到底是谁？"
	},
	[117092008] = {
		id = 117092008,
		prefab_name = "",
		content = "通讯器的铃声忽然响起，海姆达尔急忙接通，立刻听到了奥丁声音。"
	},
	[117092009] = {
		id = 117092009,
		prefab_name = "",
		content = "你有再次遭遇那只视骸吗？"
	},
	[117092010] = {
		id = 117092010,
		prefab_name = "",
		content = "没有……"
	},
	[117092011] = {
		id = 117092011,
		prefab_name = "",
		content = "那还好……"
	},
	[117092012] = {
		id = 117092012,
		prefab_name = "",
		content = "有新的情报吗？"
	},
	[117092013] = {
		id = 117092013,
		prefab_name = "",
		content = "很久之前，我手下的一支小队就遭遇了那只视骸，并将其命名为「加姆」。"
	},
	[117092014] = {
		id = 117092014,
		prefab_name = "",
		content = "那是我见过的最凶残的侵蚀种，就算是拥有神格的修正者也难以抵抗它的骸能侵蚀，无论在表层还是在源层与它开战，都将带来相当严重的后果。"
	},
	[117092015] = {
		id = 117092015,
		prefab_name = "",
		content = "那支小队提出了一个非常冒险的计划——将加姆隔离到一个独立的数据空间中，再全力将其剿灭。"
	},
	[117092016] = {
		id = 117092016,
		prefab_name = "",
		content = "出发前他们留下了一个媒介，这个媒介可以提前设定好，在固定时间打开连通那个空间的通道，作为撤退的手段。"
	},
	[117092017] = {
		id = 117092017,
		prefab_name = "",
		content = "但是……"
	},
	[117092018] = {
		id = 117092018,
		prefab_name = "",
		content = "难道……"
	},
	[117092019] = {
		id = 117092019,
		prefab_name = "",
		content = "那支小队没有一个人撤出来，从他们发回的任务录像来看，小队中有人被加姆的骸能深度侵蚀，越是奋战越是难以恢复，最终全军覆没。"
	},
	[117092020] = {
		id = 117092020,
		prefab_name = "",
		content = "而他们留下的媒介也因为无人回收而流落到人类社会中，一直没有被找到。"
	},
	[117092021] = {
		id = 117092021,
		prefab_name = "",
		content = "所以，你找到那个媒介了吗？从那支小队留下的资料来看，应该是一座时钟。"
	},
	[117092022] = {
		id = 117092022,
		prefab_name = "",
		content = "时钟？怪不得那时候有钟声……我没有找到，不知道是谁取走了它。"
	},
	[117092023] = {
		id = 117092023,
		prefab_name = "",
		content = "奥丁沉吟了一段时间。"
	},
	[117092024] = {
		id = 117092024,
		prefab_name = "",
		content = "那你联系过提尔吗？"
	},
	[117092025] = {
		id = 117092025,
		prefab_name = "",
		content = "没有，怎么了？"
	},
	[117092026] = {
		id = 117092026,
		prefab_name = "",
		content = "如果真的如提尔所说，他在家族斗争中的敌人故意将这个媒介放置到宅邸中引发火灾，那对方肯定也会想办法回收这个媒介。"
	},
	[117092027] = {
		id = 117092027,
		prefab_name = "",
		content = "找到提尔，确认这个敌人是谁，就能顺藤摸瓜找到媒介。"
	},
	[117092028] = {
		id = 117092028,
		prefab_name = "",
		content = "那提尔身上的骸能侵蚀……有处理这种侵蚀的方法吗？不能再让那支小队的事重演了！"
	},
	[117092029] = {
		id = 117092029,
		prefab_name = "",
		content = "一个能扛着加姆的侵蚀和视骸战斗半个月的人，真的轮得到你我来担心吗？"
	},
	[117092030] = {
		id = 117092030,
		prefab_name = "",
		content = "这种事情不能拿来开玩笑吧？"
	},
	[117092031] = {
		id = 117092031,
		prefab_name = "",
		content = "我只是担心这么做是在浪费时间……"
	},
	[117092032] = {
		id = 117092032,
		prefab_name = "",
		content = "奥丁说到这里忽然顿住，似乎故意隐藏了自己的某种猜测。"
	},
	[117092033] = {
		id = 117092033,
		prefab_name = "",
		content = "罢了罢了，我会将那支小队远程传回的资料发给你，处理提尔身上的骸能时，可以用作参考。"
	},
	[117092034] = {
		id = 117092034,
		prefab_name = "",
		content = "另外，有一点我必须提醒你。"
	},
	[117092035] = {
		id = 117092035,
		prefab_name = "",
		content = "我在对接与那块地皮关联的债务时偶然了解到了塔列朗集团的一些内幕，今天早上的那场董事会议里，他失去了多数票，已经被架空。"
	},
	[117092036] = {
		id = 117092036,
		prefab_name = "",
		content = "这……这与任务有关系吗？"
	},
	[117092037] = {
		id = 117092037,
		prefab_name = "",
		content = "仔细回想一下之前你与提尔的对话，一个将保护家族产业视为使命的修正者，拒绝接受深空之眼的管束，又遭遇了这样的变故，他会做出什么事来？"
	},
	[117092038] = {
		id = 117092038,
		prefab_name = "",
		content = "这……这是非常糟糕的一种推测！需要足够的证据……"
	},
	[117092039] = {
		id = 117092039,
		prefab_name = "",
		content = "海姆达尔，现在已经没时间让你贯彻严谨的学术作风了。我们的目标是找到持有媒介的人，想办法让提尔配合你去找人，而不是做一些冲动的事。"
	},
	[117092040] = {
		id = 117092040,
		prefab_name = "",
		content = "了解！"
	},
	[117101001] = {
		id = 117101001,
		prefab_name = "",
		content = "只剩下两个人的公寓冷清了许多，但爱德华还是认真做好了晚饭。"
	},
	[117101002] = {
		id = 117101002,
		prefab_name = "",
		content = "恍惚间，他比之前的自己成熟了许多。"
	},
	[117101003] = {
		id = 117101003,
		prefab_name = "",
		content = "敲门声忽然再次响起。"
	},
	[117101004] = {
		id = 117101004,
		prefab_name = "",
		content = "我去开门！"
	},
	[117101005] = {
		id = 117101005,
		prefab_name = "",
		content = "哥哥……"
	},
	[117101006] = {
		id = 117101006,
		prefab_name = "",
		content = "爱德华忽然愣住，出现在他面前的并不是魁梧的兄长，而是一个戴眼镜的文静少女。"
	},
	[117101007] = {
		id = 117101007,
		prefab_name = "",
		content = "是你？"
	},
	[117101008] = {
		id = 117101008,
		prefab_name = "",
		content = "抱歉打扰，我想问下提尔·塔列朗居住的新公寓是不是就是这里？"
	},
	[117101009] = {
		id = 117101009,
		prefab_name = "",
		content = "海姆达尔望向屋内时，她和海尼尔都立刻注意到了对方。"
	},
	[117101010] = {
		id = 117101010,
		prefab_name = "",
		content = "爱德华，让我来接待客人，你先回你的房间。"
	},
	[117101011] = {
		id = 117101011,
		prefab_name = "",
		content = "为什么？"
	},
	[117101012] = {
		id = 117101012,
		prefab_name = "",
		content = "有些事交给大人来做就好。"
	},
	[117101013] = {
		id = 117101013,
		prefab_name = "",
		content = "爱德华敏锐地察觉到了海尼尔的为难，没有选择继续追问，乖乖回到了自己的房间。"
	},
	[117101014] = {
		id = 117101014,
		prefab_name = "",
		content = "您是？"
	},
	[117101015] = {
		id = 117101015,
		prefab_name = "",
		content = "先进来，你是深空之眼的修正者吧？我看到你衣服上的标志了。"
	},
	[117101016] = {
		id = 117101016,
		prefab_name = "",
		content = "你……也是修正者？和提尔一样没有组织的修正者……"
	},
	[117101017] = {
		id = 117101017,
		prefab_name = "",
		content = "既然已经互相确认身份，那没必要废话，你找提尔，还是因为那场火灾的事？"
	},
	[117101018] = {
		id = 117101018,
		prefab_name = "",
		content = "嗯，事关重大，我希望提尔能配合调查。"
	},
	[117101019] = {
		id = 117101019,
		prefab_name = "",
		content = "什么样的事态你们深空之眼都搞不定？提尔还要忙公司的事。"
	},
	[117101020] = {
		id = 117101020,
		prefab_name = "",
		content = "公司的事？为什么？他现在已经被架空了，无法再处理公司事务了。"
	},
	[117101021] = {
		id = 117101021,
		prefab_name = "",
		content = "什么？提尔明明说过，他今晚过后就能协调好公司内部的关系。"
	},
	[117101022] = {
		id = 117101022,
		prefab_name = "",
		content = "海姆达尔十分疑惑，但她忽然想起奥丁的提醒，内心顿时揪紧。"
	},
	[117101023] = {
		id = 117101023,
		prefab_name = "",
		content = "很抱歉，我认为您必须考虑提尔向你们隐瞒了部分事实的可能性。"
	},
	[117101024] = {
		id = 117101024,
		prefab_name = "",
		content = "海尼尔刚要反驳，却忽然想起这几天提尔的反常表现，顿时沉默了。"
	},
	[117101025] = {
		id = 117101025,
		prefab_name = "",
		content = "事关重大，我希望您能先相信我。"
	},
	[117101026] = {
		id = 117101026,
		prefab_name = "",
		content = "……先说你来干嘛。"
	},
	[117101027] = {
		id = 117101027,
		prefab_name = "",
		content = "我希望能尽快找到提尔，请他抽出一些时间来，帮助我调查媒介的下落。"
	},
	[117101028] = {
		id = 117101028,
		prefab_name = "",
		content = "媒介？"
	},
	[117101029] = {
		id = 117101029,
		prefab_name = "",
		content = "嗯，它就是引发火灾的元凶，可以打开源层裂隙，让视骸入侵表层，外表应该是一座时钟。"
	},
	[117101030] = {
		id = 117101030,
		prefab_name = "",
		content = "那场火灾原来是这样发生的……但我对时钟没印象。"
	},
	[117101031] = {
		id = 117101031,
		prefab_name = "",
		content = "我知道！"
	},
	[117101032] = {
		id = 117101032,
		prefab_name = "",
		content = "爱德华不知何时回到了客厅里。"
	},
	[117101033] = {
		id = 117101033,
		prefab_name = "",
		content = "爱德华，这种事不应该牵扯到你，唉……"
	},
	[117101034] = {
		id = 117101034,
		prefab_name = "",
		content = "参考外勤条例和保密守则……但这次任务优先级更高！我想知道那座时钟的事。"
	},
	[117101035] = {
		id = 117101035,
		prefab_name = "",
		content = "打扫火灾现场时，有一座时钟是唯一没有被烧毁的东西，后来哥哥拿走了，说他有别的用处。"
	},
	[117101036] = {
		id = 117101036,
		prefab_name = "",
		content = "什么！？"
	},
	[117101037] = {
		id = 117101037,
		prefab_name = "",
		content = "海姆达尔的大脑开始高速运转，提尔之前惩治罪犯的想法，被架空的提尔，奥丁的提醒，提尔告诉海尼尔的说辞……"
	},
	[117101038] = {
		id = 117101038,
		prefab_name = "",
		content = "所有论据集合在一起，形成了一个严谨但又远超出海姆达尔认知的结论——"
	},
	[117101039] = {
		id = 117101039,
		prefab_name = "",
		content = "提尔早就知道媒介的存在，他独自盯守媒介，以及后来和海姆达尔合作调查，只是为了证明那场火灾和媒介有直接关系，好以此来扳倒利用媒介暗算他的人。"
	},
	[117101040] = {
		id = 117101040,
		prefab_name = "",
		content = "而这个计划的可行性已经被海姆达尔亲口否决了，那么提尔接下来只剩一个选择。"
	},
	[117101041] = {
		id = 117101041,
		prefab_name = "",
		content = "是提尔取走了媒介，他准备利用媒介制造火灾，除掉公司内部的敌人……"
	},
	[117101042] = {
		id = 117101042,
		prefab_name = "",
		content = "提尔作为修正者是无法直接对人类动手的，或者说至少不能在摆脱自己嫌疑的前提下动手，但视骸并没有这个限制，所以他……"
	},
	[117101043] = {
		id = 117101043,
		prefab_name = "",
		content = "海姆达尔犹豫着没有将结论说出口，但海尼尔从她的眼神中读到了这个结论。"
	},
	[117101044] = {
		id = 117101044,
		prefab_name = "",
		content = "你的意思是他想用视骸除掉那些夺权的人？"
	},
	[117101045] = {
		id = 117101045,
		prefab_name = "",
		content = "不能排除这种可能。"
	},
	[117101046] = {
		id = 117101046,
		prefab_name = "",
		content = "但视骸被释放后会伤及无辜，提尔不会做这种事！"
	},
	[117101047] = {
		id = 117101047,
		prefab_name = "",
		content = "因为他想独自承担这一切，释放视骸除掉敌人，再亲自消灭视骸！"
	},
	[117101048] = {
		id = 117101048,
		prefab_name = "",
		content = "胡闹，那小子的权钥还没有被激活，他手上的是我的权钥，只能用来压制手上残留的骸能，怎么跟视骸战斗？"
	},
	[117101049] = {
		id = 117101049,
		prefab_name = "",
		content = "什么？可是他这几天一直在与我携手对抗视骸……"
	},
	[117101050] = {
		id = 117101050,
		prefab_name = "",
		content = "海尼尔像是听到了晴天霹雳一般愣在原地，想到这几天提尔的种种怪异表现，海尼尔终于意识到这个要强的孩子为了让家人远离危险而编织了多少谎言。"
	},
	[117101051] = {
		id = 117101051,
		prefab_name = "",
		content = "那……他是如何战斗的？"
	},
	[117101052] = {
		id = 117101052,
		prefab_name = "",
		content = "……是最糟糕的情况，参考视频资料中的案例，提尔他之前战斗时驱动的很可能不是神能，而是骸能……"
	},
	[117101053] = {
		id = 117101053,
		prefab_name = "",
		content = "他已经进入资料中描述的最终侵蚀阶段了，竟然还坚持了这么久，那要是再次面对加姆的话……"
	},
	[117101054] = {
		id = 117101054,
		prefab_name = "",
		content = "直接告诉我该做些什么！"
	},
	[117101055] = {
		id = 117101055,
		prefab_name = "",
		content = "嗯……提尔适格的权钥在这里吗？"
	},
	[117101056] = {
		id = 117101056,
		prefab_name = "",
		content = "在这里！"
	},
	[117101057] = {
		id = 117101057,
		prefab_name = "",
		content = "我现在需要您的帮助，先尽快找到提尔，停止他滥用媒介的行为，再想办法让他驱动自己的权钥，这样才有可能驱散他身上的骸能侵蚀。"
	},
	[117101058] = {
		id = 117101058,
		prefab_name = "",
		content = "否则的话，我必须采取必要的手段来保证表层不会遭到加姆的入侵。"
	},
	[117101059] = {
		id = 117101059,
		prefab_name = "",
		content = "我立刻联系他！"
	},
	[117101060] = {
		id = 117101060,
		prefab_name = "",
		content = "海尼尔拿起电话拨号，却只听到一阵盲音。"
	},
	[117101061] = {
		id = 117101061,
		prefab_name = "",
		content = "我也联系不到他，所以我才来这里……"
	},
	[117101062] = {
		id = 117101062,
		prefab_name = "",
		content = "原本紧张的气氛瞬间陷入死寂，直到爱德华突然的发言打破了沉默。"
	},
	[117101063] = {
		id = 117101063,
		prefab_name = "",
		content = "我……我能猜到哥哥在哪里，带我去。"
	},
	[117101064] = {
		id = 117101064,
		prefab_name = "",
		content = "爱德华……你不应该被卷入这种事！"
	},
	[117101065] = {
		id = 117101065,
		prefab_name = "",
		content = "如果能提供具体位置的话最好，但根据保密条例，我不能带普通人类去出现视骸的地方——现在这段谈话已经违规了！"
	},
	[117101066] = {
		id = 117101066,
		prefab_name = "",
		content = "比起两位焦急的长辈，爱德华却显得更加冷静，仿佛终于下定了某种决心一般，他的眼中闪烁着让人无法拒绝的，坚定的光。"
	},
	[117101067] = {
		id = 117101067,
		prefab_name = "",
		content = "那个位置十分偏僻，就算现在拿出地图，我也没办法直接标出来，让我带路是最快的！"
	},
	[117101068] = {
		id = 117101068,
		prefab_name = "",
		content = "海姆达尔的眉毛纠结的挤在一起，她似乎找不出足够严谨的说辞来反驳爱德华，只好取出直联奥丁的通讯器，快速汇报了当前的处境。"
	},
	[117101069] = {
		id = 117101069,
		prefab_name = "",
		content = "嗯嗯，事情就是这样的——哎？真的可以吗？"
	},
	[117101070] = {
		id = 117101070,
		prefab_name = "",
		content = "海姆达尔放下通讯器，郑重地看向爱德华。"
	},
	[117101071] = {
		id = 117101071,
		prefab_name = "",
		content = "上级同意了你的请求，我是海姆达尔，很高兴与你合作，爱德华。"
	},
	[117101072] = {
		id = 117101072,
		prefab_name = "",
		content = "开什么玩笑，你真的打算带他去那种地方？那也带上我……"
	},
	[117101073] = {
		id = 117101073,
		prefab_name = "",
		content = "海叔，你的……权钥，应该可以说是你战斗的手段，已经借给哥哥了吧？"
	},
	[117101074] = {
		id = 117101074,
		prefab_name = "",
		content = "爱德华……"
	},
	[117101075] = {
		id = 117101075,
		prefab_name = "",
		content = "如果哥哥真的做成了那种事，消息传开，今晚公司内部就会发生一场地震，我希望有一个能代表塔列朗本家出面的人赶到公司，去盯着那些可能趁着混乱损害公司利益的人。"
	},
	[117101076] = {
		id = 117101076,
		prefab_name = "",
		content = "而我，也有我必须要承担的责任。"
	},
	[117101077] = {
		id = 117101077,
		prefab_name = "",
		content = "海尼尔短暂而又凝重地沉默了片刻，最终没有拒绝爱德华，而是伸出手在他肩膀上重重地拍了一下。"
	},
	[117101078] = {
		id = 117101078,
		prefab_name = "",
		content = "提尔的权钥就在储物室里，我们尽快分头出发吧！"
	},
	[117101079] = {
		id = 117101079,
		prefab_name = "",
		content = "夜色渐深时，远离市区的一处废弃仓库中亮起了一抹灯光。"
	},
	[117101080] = {
		id = 117101080,
		prefab_name = "",
		content = "提尔独自一人来到仓库中，将带来的行李箱放在身边，用手电筒仔细观望着仓库内部。"
	},
	[117101081] = {
		id = 117101081,
		prefab_name = "",
		content = "大灯忽然亮起，仓库内部如同白昼，葛朗台·塔列朗从货架的阴影中走到提尔面前，露出一脸阴鸷的笑容。"
	},
	[117101082] = {
		id = 117101082,
		prefab_name = "",
		content = "真是个隐秘的地方，要不是你给了具体坐标，给我半天都找不到这里来。"
	},
	[117101083] = {
		id = 117101083,
		prefab_name = "",
		content = "我的好侄儿，董事会的决议都符合公司章程，我是用正当手段赢下来的，不要输不起。"
	},
	[117101084] = {
		id = 117101084,
		prefab_name = "",
		content = "如果那些支持本家的家族成员没有全部死于离奇的火灾，你根本拿不到多数票。"
	},
	[117101085] = {
		id = 117101085,
		prefab_name = "",
		content = "哼……会议结束后你突然给我发信息说我与那些失火事件有关，还说有我就是幕后黑手的证据……就算血口喷人，也挽救不了你的败局。"
	},
	[117101086] = {
		id = 117101086,
		prefab_name = "",
		content = "如果你真的那么自信，就不会来这里了。"
	},
	[117101087] = {
		id = 117101087,
		prefab_name = "",
		content = "……多说无益，把证据拿出来，否则的话，你在被正式逐出董事会后还要再背负一条诽谤的罪名。"
	},
	[117101088] = {
		id = 117101088,
		prefab_name = "",
		content = "你在仓库周围埋伏了人手吧？一旦我真的拿出证据，就会立刻被你的人销毁吧？"
	},
	[117101089] = {
		id = 117101089,
		prefab_name = "",
		content = "跟你之前的狠招比起来，真是一步臭棋，看来你确实很心虚。"
	},
	[117101090] = {
		id = 117101090,
		prefab_name = "",
		content = "提尔说着随手打开行李箱，露出里面的一座时钟。看到时钟的一瞬间，葛朗台明显慌乱起来。"
	},
	[117101091] = {
		id = 117101091,
		prefab_name = "",
		content = "这是……"
	},
	[117101092] = {
		id = 117101092,
		prefab_name = "",
		content = "父亲去世后，爱德华的第一个生日，家族亲属为了表示慰问都赠送了礼品，你的礼品就是这座时钟。"
	},
	[117101093] = {
		id = 117101093,
		prefab_name = "",
		content = "它就是证据。"
	},
	[117101094] = {
		id = 117101094,
		prefab_name = "",
		content = "可笑……你能证明它跟那场火灾的关系？"
	},
	[117101095] = {
		id = 117101095,
		prefab_name = "",
		content = "我本来可以的，可惜因为另一重身份赋予我的责任，我只能采取极端的做法。"
	},
	[117101096] = {
		id = 117101096,
		prefab_name = "",
		content = "只要设定好，这座时钟就可以在特定的时间引发火灾，你知道的吧？"
	},
	[117101097] = {
		id = 117101097,
		prefab_name = "",
		content = "这次设定的时间是……一分钟后。"
	},
	[117101098] = {
		id = 117101098,
		prefab_name = "",
		content = "什么？保镖！保镖！"
	},
	[117101099] = {
		id = 117101099,
		prefab_name = "",
		content = "埋伏在仓库周围的人纷纷冲了进来，孤身一人的提尔和极端恐惧的雇主让他们十分疑惑。"
	},
	[117101100] = {
		id = 117101100,
		prefab_name = "",
		content = "然而下一秒，钟声便响彻整座仓库，周围的墙壁开始扭曲变形，一股灼热的气息弥漫开来，瞬间将这里化为一片火海。"
	},
	[117101101] = {
		id = 117101101,
		prefab_name = "",
		content = "吼——"
	},
	[117102001] = {
		id = 117102001,
		prefab_name = "",
		content = "踏着一地狼藉，提尔继续向火场深处前进。周围的墙壁在火焰的炙烤下继续扭曲着，忽然有种让提尔很熟悉的感觉。"
	},
	[117102002] = {
		id = 117102002,
		prefab_name = "",
		content = "这里是……老宅？"
	},
	[117102003] = {
		id = 117102003,
		prefab_name = "",
		content = "——不知何时，被异化的空间变成了火灾后塔列朗宅邸的模样。"
	},
	[117102004] = {
		id = 117102004,
		prefab_name = "",
		content = "在还原与我初次相遇的战场吗？真是恶趣味。"
	},
	[117102005] = {
		id = 117102005,
		prefab_name = "",
		content = "在保镖的拼死保护下，葛朗台竟然活到了最后，被熊熊烈焰困在走廊的拐角，瑟瑟发抖。"
	},
	[117102006] = {
		id = 117102006,
		prefab_name = "",
		content = "这就是你的最后了，伯父。"
	},
	[117102007] = {
		id = 117102007,
		prefab_name = "",
		content = "你……你怎么活下来的？"
	},
	[117102008] = {
		id = 117102008,
		prefab_name = "",
		content = "对了，上次火灾，你也活下来了，你知道逃离这种火灾的办法？"
	},
	[117102009] = {
		id = 117102009,
		prefab_name = "",
		content = "我出钱！我愿意出让董事会的权力！只要能带我离开……"
	},
	[117102010] = {
		id = 117102010,
		prefab_name = "",
		content = "提尔用冰冷的眼神制止了葛朗台的发言。"
	},
	[117102011] = {
		id = 117102011,
		prefab_name = "",
		content = "你对爱德华始终是巨大的威胁，我不能让你活着离开。"
	},
	[117102012] = {
		id = 117102012,
		prefab_name = "",
		content = "不过，处刑者并不是我。"
	},
	[117102013] = {
		id = 117102013,
		prefab_name = "",
		content = "走廊深处忽然传来一阵令人心悸的吼声，伴随着一股扑面而来的灼人热浪。"
	},
	[117111001] = {
		id = 117111001,
		prefab_name = "",
		content = "一辆车疾驰在远离市区的公路上，似乎根本不在乎最近刚刚颁布的限速法规。"
	},
	[117111002] = {
		id = 117111002,
		prefab_name = "",
		content = "以哥哥的行事风格来看，如果他真的要做那种事，绝对不会在目标的住处动手，他也不想伤及无辜……所以，肯定是某个隐秘的场所。"
	},
	[117111003] = {
		id = 117111003,
		prefab_name = "",
		content = "之前公司经营状况还好时，父亲买了很多地块，封存起来，暂时没有开发，后来我和哥哥就在那些地块里找到了一个秘密基地。"
	},
	[117111004] = {
		id = 117111004,
		prefab_name = "",
		content = "那是一个被废弃很久的仓储区，附近没有人烟，也不在警察的巡逻路线上，无论发生什么事都很难被外界注意到。"
	},
	[117111005] = {
		id = 117111005,
		prefab_name = "",
		content = "甚至连导航地图都查不到，带你来果然是对的……"
	},
	[117111006] = {
		id = 117111006,
		prefab_name = "",
		content = "那里是……火灾中的老宅？"
	},
	[117111007] = {
		id = 117111007,
		prefab_name = "",
		content = "海姆达尔疑惑地顺着爱德华的目光向前望去，只见一片荒凉的空地上矗立着一座被烈焰包围的宅邸，附近的空间也高度扭曲。"
	},
	[117111008] = {
		id = 117111008,
		prefab_name = "",
		content = "表层的空间被扭曲成这样……已经侵入表层了吗？"
	},
	[117111009] = {
		id = 117111009,
		prefab_name = "",
		content = "哥哥他……"
	},
	[117111010] = {
		id = 117111010,
		prefab_name = "",
		content = "如果马上进入异化空间找到提尔的话，大概率还来得及。"
	},
	[117111011] = {
		id = 117111011,
		prefab_name = "",
		content = "那我们赶紧过去吧！"
	},
	[117111012] = {
		id = 117111012,
		prefab_name = "",
		content = "海姆达尔忽然犹豫了一下，面色凝重起来。"
	},
	[117111013] = {
		id = 117111013,
		prefab_name = "",
		content = "爱德华，如果提尔真的已经做了那种事，我不知道他的权钥是否还能跟他完成适配。"
	},
	[117111014] = {
		id = 117111014,
		prefab_name = "",
		content = "所以……我希望你对所有可能的结果都有心理准备。"
	},
	[117111015] = {
		id = 117111015,
		prefab_name = "",
		content = "……我明白。"
	},
	[117111016] = {
		id = 117111016,
		prefab_name = "",
		content = "海姆达尔点点头，熟练地停车。"
	},
	[117111017] = {
		id = 117111017,
		prefab_name = "",
		content = "这里是海姆达尔，已确认提尔的位置，源层裂隙已经打开，我决定立刻采取行动，请迅速向我的坐标派遣支援！"
	},
	[117111018] = {
		id = 117111018,
		prefab_name = "",
		content = "爱德华，我们走！"
	},
	[117121001] = {
		id = 117121001,
		prefab_name = "",
		content = "炽热的火场中，提尔面若冰霜，漠然地看着那头丑恶的巨兽和已经六魂无主的葛朗台。"
	},
	[117121002] = {
		id = 117121002,
		prefab_name = "",
		content = "加姆猛地张开血盆大口，将葛朗台整个吞下。这个自食恶果的家伙甚至没来得及发出惨叫，便在加姆口中的烈焰里化为虚无。"
	},
	[117121003] = {
		id = 117121003,
		prefab_name = "",
		content = "将葛朗台吞噬后，加姆发出一阵震耳欲聋的嚎叫，体型又增大了几分，它周围那些扭曲的墙壁也逐渐变得清晰、稳固，整个空间仿佛在逐渐定型。"
	},
	[117121004] = {
		id = 117121004,
		prefab_name = "",
		content = "而后加姆低下头，用疑惑而又轻蔑的目光看着提尔。"
	},
	[117121005] = {
		id = 117121005,
		prefab_name = "",
		content = "是的，我没有逃走。"
	},
	[117121006] = {
		id = 117121006,
		prefab_name = "",
		content = "把你放出来，是因为一份责任；阻止你，也是因为相同的责任。"
	},
	[117121007] = {
		id = 117121007,
		prefab_name = "",
		content = "吃掉刚刚那个家伙后，你就可以去死了。"
	},
	[117121008] = {
		id = 117121008,
		prefab_name = "",
		content = "提尔暂时停止了烙焰对骸能的抑制，一股丝毫不逊色于加姆的炽热能量立刻从他手臂上喷薄而出——这正是这些天来他的战斗方式。"
	},
	[117122001] = {
		id = 117122001,
		prefab_name = "",
		content = "同样炽热的能量碰撞着，撕扯着，最终败者退场。"
	},
	[117122002] = {
		id = 117122002,
		prefab_name = "",
		content = "提尔的意志力甚至超过了加姆本性中的野蛮，让加姆在这场纯粹而又粗暴的角力中败下阵来，化为一团烈焰轰然消散，只留下一阵吼叫的余音。"
	},
	[117122003] = {
		id = 117122003,
		prefab_name = "",
		content = "然而提尔也早已到达极限，他踉跄着跪倒在地，急忙重新启动了右手的权钥，却无法继续压制右臂的骸能。"
	},
	[117122004] = {
		id = 117122004,
		prefab_name = "",
		content = "最后的部分……是我吗？"
	},
	[117122005] = {
		id = 117122005,
		prefab_name = "",
		content = "哥哥！"
	},
	[117122006] = {
		id = 117122006,
		prefab_name = "",
		content = "终于赶到现场的爱德华立刻向提尔冲去，却被身边的海姆达尔一把拦住。"
	},
	[117122007] = {
		id = 117122007,
		prefab_name = "",
		content = "危险！"
	},
	[117122008] = {
		id = 117122008,
		prefab_name = "",
		content = "可是我刚刚看到了，哥哥他已经把那头怪物消灭了，不是吗？"
	},
	[117122009] = {
		id = 117122009,
		prefab_name = "",
		content = "加姆……并没有被消灭！"
	},
	[117122010] = {
		id = 117122010,
		prefab_name = "",
		content = "爱德华猛地愣住，提尔则露出了无奈的苦笑。"
	},
	[117122011] = {
		id = 117122011,
		prefab_name = "",
		content = "海姆达尔将斩裂剑放到提尔跟前，像是面对敌人那样警惕地盯着提尔。"
	},
	[117122012] = {
		id = 117122012,
		prefab_name = "",
		content = "看来还是晚了一些，没能阻止你强行催动那部分骸能与加姆战斗……"
	},
	[117122013] = {
		id = 117122013,
		prefab_name = "",
		content = "从我拿到的资料来看，遭受加姆侵蚀的修正者可以获得一部分与加姆同源的力量，同时也会逐渐变成加姆的备份。"
	},
	[117122014] = {
		id = 117122014,
		prefab_name = "",
		content = "这种现象，越是强行战斗，越是无法逆转。第一支讨伐加姆的修正者小队正是发现了这一点，才选择自断后路……但你成功击败了加姆，所以还有机会！"
	},
	[117122015] = {
		id = 117122015,
		prefab_name = "",
		content = "提尔，虽然你的所作所为已经严重违反了十几条禁令，但以这几天的合作为参考，我并不认为你是个罪大恶极的人。"
	},
	[117122016] = {
		id = 117122016,
		prefab_name = "",
		content = "所以我还是想试一试，我希望你最后能成为我的伙伴，而不是敌人！"
	},
	[117122017] = {
		id = 117122017,
		prefab_name = "",
		content = "你想让我做什么？"
	},
	[117122018] = {
		id = 117122018,
		prefab_name = "",
		content = "尝试获得盖亚的认可，激活你的权钥，才有机会驱散你身上的骸能。"
	},
	[117122019] = {
		id = 117122019,
		prefab_name = "",
		content = "如何获得认可？"
	},
	[117122020] = {
		id = 117122020,
		prefab_name = "",
		content = "海姆达尔沉默了。"
	},
	[117122021] = {
		id = 117122021,
		prefab_name = "",
		content = "你要我承认我之前做的都是错的吗？很遗憾，我并不这么认为。"
	},
	[117122022] = {
		id = 117122022,
		prefab_name = "",
		content = "在我看来，消灭视骸一直都不是我的目标，只是一种手段，我只想保护好我的家人。"
	},
	[117122023] = {
		id = 117122023,
		prefab_name = "",
		content = "按照你们深空之眼定的那套规矩，我竟然要为了消灭视骸这个手段，放弃保护家人的目标……我拒绝认同。"
	},
	[117122024] = {
		id = 117122024,
		prefab_name = "",
		content = "……准备好接触权钥吧，如果盖亚认可你，你就可以激活权钥，利用神力驱散身上的骸能侵蚀。"
	},
	[117122025] = {
		id = 117122025,
		prefab_name = "",
		content = "反之，你会被直接识别为敌方目标，我也会采取必要的行动。"
	},
	[117122026] = {
		id = 117122026,
		prefab_name = "",
		content = "直接动手吧，我已经表明态度，又何必再次接受审判？"
	},
	[117122027] = {
		id = 117122027,
		prefab_name = "",
		content = "提尔平静地低下头去，似乎早已接受了这个结果。"
	},
	[117122028] = {
		id = 117122028,
		prefab_name = "",
		content = "快点，我也担心艾德会被我伤害到。"
	},
	[117122029] = {
		id = 117122029,
		prefab_name = "",
		content = "我……我拒绝！没有经过判定的结论，根本不严谨！"
	},
	[117122030] = {
		id = 117122030,
		prefab_name = "",
		content = "提尔无视了海姆达尔的坚持，闭上眼睛安静地等待结局，却忽然听到了让他无法忽视的声音。"
	},
	[117122031] = {
		id = 117122031,
		prefab_name = "",
		content = "哥哥，把手放上来吧。"
	},
	[117122032] = {
		id = 117122032,
		prefab_name = "",
		content = "艾德……"
	},
	[117122033] = {
		id = 117122033,
		prefab_name = "",
		content = "这里太危险了，你不该来的。"
	},
	[117122034] = {
		id = 117122034,
		prefab_name = "",
		content = "这时候就不要说这种话了！如果是家人的话，至少应该一起做决定吧！"
	},
	[117122035] = {
		id = 117122035,
		prefab_name = "",
		content = "提尔错愕地抬起头，忽然发现爱德华的双眼早已溢满泪光，这份泪光中闪烁着难以动摇的坚定，就连提尔都无法拒绝的坚定。"
	},
	[117122036] = {
		id = 117122036,
		prefab_name = "",
		content = "我不知道海姆达尔姐姐说的「盖亚」是什么，但要说到认可的话，我认可哥哥，父亲也一定会认可哥哥。"
	},
	[117122037] = {
		id = 117122037,
		prefab_name = "",
		content = "我坚信哥哥是一个英雄，绝不可能是坏蛋。"
	},
	[117122038] = {
		id = 117122038,
		prefab_name = "",
		content = "我和父亲的认可，够不够让哥哥试一次，试一试那种不需要离开的可能？"
	},
	[117122039] = {
		id = 117122039,
		prefab_name = "",
		content = "斩裂剑静静伫立着，虽然房间已经在烈焰中渐渐崩毁，但它岿然不动，仿佛在昭示这份「认可」的重量。"
	},
	[117122040] = {
		id = 117122040,
		prefab_name = "",
		content = "看来我差点又犯了和父亲一样的错呢，艾德。"
	},
	[117122041] = {
		id = 117122041,
		prefab_name = "",
		content = "如果这是你的请求的话……"
	},
	[117122042] = {
		id = 117122042,
		prefab_name = "",
		content = "提尔伸出手，慢慢放在斩裂剑那宽阔的剑脊上。"
	},
	[117122043] = {
		id = 117122043,
		prefab_name = "",
		content = "恍惚间，提尔仿佛进入到了这个世界的本源位面中，偌大的空间中只有提尔和他的斩裂剑，还有站在对面的父亲。"
	},
	[117122044] = {
		id = 117122044,
		prefab_name = "",
		content = "父亲……"
	},
	[117122045] = {
		id = 117122045,
		prefab_name = "",
		content = "提尔为什么要把想说的话都藏在心里呢？"
	},
	[117122046] = {
		id = 117122046,
		prefab_name = "",
		content = "我……"
	},
	[117122047] = {
		id = 117122047,
		prefab_name = "",
		content = "提尔有很多话想对我说，不是吗？"
	},
	[117122048] = {
		id = 117122048,
		prefab_name = "",
		content = "……"
	},
	[117122049] = {
		id = 117122049,
		prefab_name = "",
		content = "提尔的矜持和固执都被埃瑞克的追问化解，他罕见地露出了悲恸的情绪，像是个在拼命想弥补遗憾的小孩子。"
	},
	[117122050] = {
		id = 117122050,
		prefab_name = "",
		content = "我有好好完成您的嘱托吧？"
	},
	[117122051] = {
		id = 117122051,
		prefab_name = "",
		content = "我有保护好家人吧？"
	},
	[117122052] = {
		id = 117122052,
		prefab_name = "",
		content = "我……我没有让您失望吧？"
	},
	[117122053] = {
		id = 117122053,
		prefab_name = "",
		content = "埃瑞克慢慢俯身，就像所有准备安抚小孩子的长辈那样，伸出手摩挲提尔的头发。"
	},
	[117122054] = {
		id = 117122054,
		prefab_name = "",
		content = "辛苦了，提尔，你已经做得很不错了。"
	},
	[117122055] = {
		id = 117122055,
		prefab_name = "",
		content = "将这些责任交给你，是我做过的最正确的决定。"
	},
	[117122056] = {
		id = 117122056,
		prefab_name = "",
		content = "父亲……嗯。"
	},
	[117122057] = {
		id = 117122057,
		prefab_name = "",
		content = "提尔没有像任性的小孩那样索求更多回应，这样的「认可」对他来说已经足够。"
	},
	[117122058] = {
		id = 117122058,
		prefab_name = "",
		content = "意识陡然回转，提尔睁开眼睛，发现斩裂剑已经开始散发出柔和的微光。"
	},
	[117122059] = {
		id = 117122059,
		prefab_name = "",
		content = "激活成功，盖亚认可了你的做法？"
	},
	[117122060] = {
		id = 117122060,
		prefab_name = "",
		content = "一股神力慢慢从斩裂剑流动到提尔身上，帮助他压制住了右臂上那愈发汹涌的骸能。"
	},
	[117122061] = {
		id = 117122061,
		prefab_name = "",
		content = "仿佛经过了一场漫长的跋涉，在确认终点后突然脱力，提尔疲软地倒下，爱德华急忙扶住他。"
	},
	[117122062] = {
		id = 117122062,
		prefab_name = "",
		content = "不好意思，我现在……只想快点找个地方休息。"
	},
	[117122063] = {
		id = 117122063,
		prefab_name = "",
		content = "哥哥……"
	},
	[117122064] = {
		id = 117122064,
		prefab_name = "",
		content = "我们回家吧，新的家。"
	},
	[117122065] = {
		id = 117122065,
		prefab_name = "",
		content = "嗯！"
	},
	[117131001] = {
		id = 117131001,
		prefab_name = "",
		content = "将近两周后，海姆达尔才将调查报告整理完毕。这份报告似乎经过了多次删改，才最终成为了让海姆达尔满意的版本。"
	},
	[117131002] = {
		id = 117131002,
		prefab_name = "",
		content = "然而那满页的专业术语仍旧让奥丁读起来很头疼。"
	},
	[117131003] = {
		id = 117131003,
		prefab_name = "",
		content = "最后一项收尾工作已经完成，在征得提尔的同意后，隐科组对他的弟弟爱德华执行了记忆消除。"
	},
	[117131004] = {
		id = 117131004,
		prefab_name = "",
		content = "他竟然同意你们了？"
	},
	[117131005] = {
		id = 117131005,
		prefab_name = "",
		content = "确切地说，是他主动要求的。"
	},
	[117131006] = {
		id = 117131006,
		prefab_name = "",
		content = "在得知我们有消除记忆的手段后，他主动提出要让他的弟弟忘记与视骸有关的事。"
	},
	[117131007] = {
		id = 117131007,
		prefab_name = "",
		content = "不错，是个识大体的人——你报告里提到的骸能残留是怎么回事？"
	},
	[117131008] = {
		id = 117131008,
		prefab_name = "",
		content = "那个确实很奇怪，我后来又检查了提尔的身体，发现他激活自己的权钥后，手臂上的骸能侵蚀并没有被全部驱散，而是残留了一部分，并以相对稳定的形式存在。"
	},
	[117131009] = {
		id = 117131009,
		prefab_name = "",
		content = "这可能与另一位修正者借给他的权钥有关，在多次战斗的过程中，那枚权钥似乎与骸能产生了适配，从一个压制骸能的手段逐渐变成了催动骸能的手段，闻所未闻。"
	},
	[117131010] = {
		id = 117131010,
		prefab_name = "",
		content = "如果提尔利用它进行战斗，对骸能的利用率甚至要强于作为本源的加姆……"
	},
	[117131011] = {
		id = 117131011,
		prefab_name = "",
		content = "但你还是建议他封存了手臂上的骸能残留，对吧？"
	},
	[117131012] = {
		id = 117131012,
		prefab_name = "",
		content = "当然！我还专门制作了一副能够防止骸能逸散的手套送给他。"
	},
	[117131013] = {
		id = 117131013,
		prefab_name = "",
		content = "毕竟谁也不知道他继续滥用那部分骸能残留会引发怎样严重的后果，另外，一个修正者利用骸能战斗这个事实恐怕也会对其他修正者的观念造成不必要的冲击。"
	},
	[117131014] = {
		id = 117131014,
		prefab_name = "",
		content = "很好，此事列入绝密，就算是第九部门的人也不能知道。"
	},
	[117131015] = {
		id = 117131015,
		prefab_name = "",
		content = "明白！"
	},
	[117131016] = {
		id = 117131016,
		prefab_name = "",
		content = "另外，你的报告里怎么附带了一篇十几页的论文？我可没时间看。"
	},
	[117131017] = {
		id = 117131017,
		prefab_name = "",
		content = "哎？这篇文章论述的是关于盖亚权限逻辑的重大发现，我认为您非常有必要了解！"
	},
	[117131018] = {
		id = 117131018,
		prefab_name = "",
		content = "能口述吗？"
	},
	[117131019] = {
		id = 117131019,
		prefab_name = "",
		content = "咳咳……简短来说是这样的，之前我一直认为盖亚会主动评估修正者的行为，并限制可能对人类社会秩序产生影响的修正者。"
	},
	[117131020] = {
		id = 117131020,
		prefab_name = "",
		content = "但对现有资料库进行遍历后，我发现了许多觉醒后仍然游离在组织外的修正者，他们或是经商，或是游历，有做艺人的，有做警探的，甚至还有做佣兵的，直接参与人类的厮杀。"
	},
	[117131021] = {
		id = 117131021,
		prefab_name = "",
		content = "他们的很多作为都不符合我之前推导出的那些限定条例，但还是被盖亚默许了。提尔，应该也是这些特例的其中之一。"
	},
	[117131022] = {
		id = 117131022,
		prefab_name = "",
		content = "因此，我认为那个结论可能只是以深空之眼当下全体修正者为样本库得出的统计结果，并不是不证自明的定理。"
	},
	[117131023] = {
		id = 117131023,
		prefab_name = "",
		content = "原本不耐烦的奥丁渐渐扬起眉毛，似乎海姆达尔刚刚那段学术性的论述引起了她的兴趣。"
	},
	[117131024] = {
		id = 117131024,
		prefab_name = "",
		content = "或许，比起让我们继续做完美封装的兵器，盖亚已经开始尝试让我们真正融入人类社会了。"
	},
	[117131025] = {
		id = 117131025,
		prefab_name = "",
		content = "海姆达尔震惊了数秒，随后变得急切起来。"
	},
	[117131026] = {
		id = 117131026,
		prefab_name = "",
		content = "这种假设非常值得研究！您是不是也认为这涉及到盖亚的底层架构……"
	},
	[117131027] = {
		id = 117131027,
		prefab_name = "",
		content = "咳咳，你的第一次外勤任务，我很满意。休那边刚好遇到一些技术难题，你要不要考虑下前往欧莫菲斯做帮手？"
	},
	[117131028] = {
		id = 117131028,
		prefab_name = "",
		content = "新的学术研究吗？当然可以！"
	},
	[117131029] = {
		id = 117131029,
		prefab_name = "",
		content = "很好，就这么定了。"
	},
	[117131030] = {
		id = 117131030,
		prefab_name = "",
		content = "机智地转移了海姆达尔的学术欲后，奥丁的视线再次落在调查报告上，并盯住了「海尼尔」这个名字。"
	},
	[117131031] = {
		id = 117131031,
		prefab_name = "",
		content = "熙熙攘攘的公园中，海尼尔完成每天的例行跑步健身后，在熟悉的长椅上坐下，却忽然发现身边坐着另一个人。"
	},
	[117131032] = {
		id = 117131032,
		prefab_name = "",
		content = "我们多少年没见了？几十年？"
	},
	[117131033] = {
		id = 117131033,
		prefab_name = "",
		content = "你……深空之眼开始调查火灾的时候，我就知道你早晚会找上我。"
	},
	[117131034] = {
		id = 117131034,
		prefab_name = "",
		content = "怎么了，还在因为我当年拒绝加入你的组织而生气吗？"
	},
	[117131035] = {
		id = 117131035,
		prefab_name = "",
		content = "那些都是过去的事了，我生气的是你私自收养修正者，私藏权钥，把一个本来可以很优秀的修正者培养成一个大麻烦。"
	},
	[117131036] = {
		id = 117131036,
		prefab_name = "",
		content = "培养？我介绍埃瑞克收养他后根本没管过，他是自己成长到现在这个样子的。老实说，我很喜欢现在的提尔。"
	},
	[117131037] = {
		id = 117131037,
		prefab_name = "",
		content = "他觉醒之前的生活我不想过问，但既然你知道他觉醒了，就应该立刻让他明白修正者的意义！"
	},
	[117131038] = {
		id = 117131038,
		prefab_name = "",
		content = "提尔就是提尔，不会因为觉醒就完全变成另外一个人，仿佛觉醒前的那段人生根本不存在！"
	},
	[117131039] = {
		id = 117131039,
		prefab_name = "",
		content = "……我们又要争论这个问题吗？"
	},
	[117131040] = {
		id = 117131040,
		prefab_name = "",
		content = "或许是因为我觉醒时太老了吧，基本上已经作为人类过完了一生，所以到现在都还觉得自己是个人类。"
	},
	[117131041] = {
		id = 117131041,
		prefab_name = "",
		content = "我承认，我找到提尔时确实动了私心。我希望能看看，一个脱离组织的管束并且很早就觉醒的修正者会怎么选择，会不会和我一样……"
	},
	[117131042] = {
		id = 117131042,
		prefab_name = "",
		content = "结果，他根本不像我，也根本不像你。"
	},
	[117131043] = {
		id = 117131043,
		prefab_name = "",
		content = "哼……那个小子确实很有趣，我很关注他的未来。至于你……"
	},
	[117131044] = {
		id = 117131044,
		prefab_name = "",
		content = "放心吧，我不会再给伟大的奥丁添乱了。把权钥借给提尔后，我甚至连收回来的欲望都没有了，我现在只是个普通的，爱健身的老头。"
	},
	[117131045] = {
		id = 117131045,
		prefab_name = "",
		content = "海尼尔重新起身，沿着之前的路线再次奔跑起来。奥丁看着海尼尔的背影消失在人群中，叹了口气，起身离开。"
	},
	[117131046] = {
		id = 117131046,
		prefab_name = "",
		content = "距离葛朗台·塔列朗死于离奇火灾已经过去一年，前任家主的长子提尔·塔列朗也正式继任董事长一职。"
	},
	[117131047] = {
		id = 117131047,
		prefab_name = "",
		content = "此前，他作为代理董事长仅仅用半年时间便彻底解决了积压许久的债务问题，还帮助塔列朗集团找到了新的业务方向。此时正式出任董事长，可谓众望所归。"
	},
	[117131048] = {
		id = 117131048,
		prefab_name = "",
		content = "不过，提尔·塔列朗却在近期突然做出一个令人惊讶的决定，他正式启动了塔列朗集团与新锐公司深空之眼的合并程序。"
	},
	[117131049] = {
		id = 117131049,
		prefab_name = "",
		content = "这个决定遭到了许多公司元老的反对，我们尚不知晓提尔·塔列朗为什么要做出这个决定，以及如何推进这个决定。"
	},
	[117131050] = {
		id = 117131050,
		prefab_name = "",
		content = "我询问了这么久，你到底有没有下定决心？"
	},
	[117131051] = {
		id = 117131051,
		prefab_name = "",
		content = "我早就下定决心了，只是刚刚协调好关系。在接下来的董事会上，我的提议会被高票通过。"
	},
	[117131052] = {
		id = 117131052,
		prefab_name = "",
		content = "引而不发，突然袭击？好手段。"
	},
	[117131053] = {
		id = 117131053,
		prefab_name = "",
		content = "这次会面可以当作是公司合并谈判的提前预演，我们需要明确彼此的底线。"
	},
	[117131054] = {
		id = 117131054,
		prefab_name = "",
		content = "不需要客套，既然态度明确，那就讲明目的，各取所需。"
	},
	[117131055] = {
		id = 117131055,
		prefab_name = "",
		content = "深空之眼在对视骸进行处理和研究时，必然获得了大量能够直接应用于人类社会的衍生技术，塔列朗集团希望得到这些技术的支持。"
	},
	[117131056] = {
		id = 117131056,
		prefab_name = "",
		content = "然后呢？"
	},
	[117131057] = {
		id = 117131057,
		prefab_name = "",
		content = "作为交换，塔列朗集团的资金储备并入深空之眼的财务系统，用于推进相关研究或者组织讨伐视骸的行动。"
	},
	[117131058] = {
		id = 117131058,
		prefab_name = "",
		content = "奥丁的眼神忽然变得犀利起来。"
	},
	[117131059] = {
		id = 117131059,
		prefab_name = "",
		content = "财务上直接合并，那权力结构呢？"
	},
	[117131060] = {
		id = 117131060,
		prefab_name = "",
		content = "奥丁点出了最关键的部分，提尔稍稍严肃起来。"
	},
	[117131061] = {
		id = 117131061,
		prefab_name = "",
		content = "如果深空之眼的目标是拯救世界，那合并后自然不能把整个公司的决策交给一帮由普通人类组成的董事会，我同意以深空之眼的原领导层为基础重新构建公司的权力架构。"
	},
	[117131062] = {
		id = 117131062,
		prefab_name = "",
		content = "看来你很清醒嘛……"
	},
	[117131063] = {
		id = 117131063,
		prefab_name = "",
		content = "但我需要领导一个相对独立的部门，并且我拒绝接受深空之眼高层的直接指挥。"
	},
	[117131064] = {
		id = 117131064,
		prefab_name = "",
		content = "……不要太过分哦，年轻人。"
	},
	[117131065] = {
		id = 117131065,
		prefab_name = "",
		content = "主动请求合并的毕竟是阁下领导的深空之眼，难道不该表达一些诚意吗？这只是一部分权力下放而已。"
	},
	[117131066] = {
		id = 117131066,
		prefab_name = "",
		content = "主动方是我……你恐怕在一年前诱使我钻进你的债务陷阱时就动了这个心思吧，怎么反过来说得像是我在求你一样？"
	},
	[117131067] = {
		id = 117131067,
		prefab_name = "",
		content = "确实，深空之眼进行的研究，发展的业务，都在某种程度上代表了这个世界的未来。抓住这个未来，是让塔列朗彻底度过危机的关键，这是我做出这个决定的主要原因。"
	},
	[117131068] = {
		id = 117131068,
		prefab_name = "",
		content = "但是，深空之眼一方也并非因为大发善心才决定和塔列朗集团合并吧？"
	},
	[117131069] = {
		id = 117131069,
		prefab_name = "",
		content = "哦？"
	},
	[117131070] = {
		id = 117131070,
		prefab_name = "",
		content = "盖亚并没有专门给作为修正者组织的深空之眼分配资源，为了融入人类社会，也为了让组织存续下去，深空之眼才不得不给自己套上一家公司的外壳，并设法经营一些业务。"
	},
	[117131071] = {
		id = 117131071,
		prefab_name = "",
		content = "但随着组织规模的扩大，深空之眼原有的架构已经无法满足需求。"
	},
	[117131072] = {
		id = 117131072,
		prefab_name = "",
		content = "为组织内部的修正者提供伪装身份、筹集科研资金、寻找新技术的下游产业、与科尔盖合作安排讨伐视骸的行动……"
	},
	[117131073] = {
		id = 117131073,
		prefab_name = "",
		content = "能够为深空之眼解决上述全部问题的，也只有人脉资源丰富，业务范围极其广泛的塔列朗集团了。"
	},
	[117131074] = {
		id = 117131074,
		prefab_name = "",
		content = "提尔直接将双方的底牌全部点出后，奥丁脸上渐渐露出欣慰的微笑，像是看着一个终于通过测验的学生。"
	},
	[117131075] = {
		id = 117131075,
		prefab_name = "",
		content = "看来我对你的关注没有白费。"
	},
	[117131076] = {
		id = 117131076,
		prefab_name = "",
		content = "我的提议不变，你意下如何？"
	},
	[117131077] = {
		id = 117131077,
		prefab_name = "",
		content = "你可以去准备合并协议了，年轻人。"
	},
	[1109601001] = {
		id = 1109601001,
		prefab_name = "",
		content = "近期，核心城的商业街举办了大规模的促销活动，诸多平日里昂贵的商品以五折甚至更低的价格被摆放在了柜台上，引发了一阵购物热潮。"
	},
	[1109601002] = {
		id = 1109601002,
		prefab_name = "",
		content = "关于之前递交的申请……物资的采购有专门人员去负责，这种事用不着管理员去跑腿的。"
	},
	[1109601003] = {
		id = 1109601003,
		prefab_name = "",
		content = "那个……我稍微有些东西想要买，不太方便让别人帮忙。"
	},
	[1109601004] = {
		id = 1109601004,
		prefab_name = "",
		content = "休皱起眉头，上下打量着我。我不由自主地将手捂在了衣服兜上，里头放着从各个深空之眼的修正者那边汇总过来的购物清单。"
	},
	[1109601005] = {
		id = 1109601005,
		prefab_name = "",
		content = "唉……好吧。最近的训练安排得的确比较密集，他们在促销日出不了门难免会有些抱怨，不过管理员还是不要太惯着他们了。"
	},
	[1109601006] = {
		id = 1109601006,
		prefab_name = "",
		content = "能帮到大家的忙，我并不介意。那么说你同意了？"
	},
	[1109601007] = {
		id = 1109601007,
		prefab_name = "",
		content = "嗯，不过最近深空之眼所属的修正者们都有各自的事情腾不出手，眼下只能委派一位其他人员陪同你出行。"
	},
	[1109601008] = {
		id = 1109601008,
		prefab_name = "",
		content = "诶？其他人员？"
	},
	[1109601009] = {
		id = 1109601009,
		prefab_name = "",
		content = "本想再问些什么，一位金色头发的少女裹挟着一股疾风冲到了我的面前。"
	},
	[1109601010] = {
		id = 1109601010,
		prefab_name = "",
		content = "锵锵！就是我了！奥林匹亚的明星快递员报到！"
	},
	[1109601011] = {
		id = 1109601011,
		prefab_name = "",
		content = ""
	},
	[1109601012] = {
		id = 1109601012,
		prefab_name = "",
		content = "……咳。"
	},
	[1109601013] = {
		id = 1109601013,
		prefab_name = "",
		content = "虽然上层不少人有过这方面的想法，但很遗憾，她目前只是来这里休假的。"
	},
	[1109601014] = {
		id = 1109601014,
		prefab_name = "",
		content = "哇，不要那么惊讶。"
	},
	[1109601015] = {
		id = 1109601015,
		prefab_name = "",
		content = "因为某些复杂的原因，现在我正在享受着被强行塞过来的休假。"
	},
	[1109601016] = {
		id = 1109601016,
		prefab_name = "",
		content = "休……假……？来深空之眼？"
	},
	[1109601017] = {
		id = 1109601017,
		prefab_name = "",
		content = "奥林匹亚的业务在促销日暴涨了几倍，赫尔墨斯自作主张地额外增添自己的工作量，权钥因使用过度而过载了，所以来到我们这边进行调试。"
	},
	[1109601018] = {
		id = 1109601018,
		prefab_name = "",
		content = "目前权钥姑且是调试好了，但还在稳定阶段，伊里斯让她停工两天在我们这里休息一下。"
	},
	[1109601019] = {
		id = 1109601019,
		prefab_name = "",
		content = "小伊这次是真的生气了，说如果我在这两天内再擅自进行派送，她就用社长的权限暂停我的工作，我只好听她的话乖乖待在这里，唉。"
	},
	[1109601020] = {
		id = 1109601020,
		prefab_name = "",
		content = "我可以帮你充分了解一下我们的福利待遇。"
	},
	[1109601021] = {
		id = 1109601021,
		prefab_name = "",
		content = "管理员，不要开这种会让赫尔墨斯误会的玩笑。"
	},
	[1109601022] = {
		id = 1109601022,
		prefab_name = "",
		content = "哈哈哈，谢谢啦，不过我还是更喜欢眼下的这份工作。"
	},
	[1109601023] = {
		id = 1109601023,
		prefab_name = "",
		content = "准备好了吗？出发去商店街咯~"
	},
	[1109601024] = {
		id = 1109601024,
		prefab_name = "",
		content = "我轻轻点头，赫尔墨斯立刻热情满满地跑向了出口的方向，虽然严格来说大厅里是禁止奔跑的，但是看着赫尔墨斯憋了好久的样子，总归是有些不忍心拦住她。"
	},
	[1109601025] = {
		id = 1109601025,
		prefab_name = "",
		content = "这次外出请务必看住赫尔墨斯，不要让她过度使用权钥。不然刚刚调试好还不够稳定的权钥可能会直接宕机。那么，万事小心，早去早回。"
	},
	[1109601026] = {
		id = 1109601026,
		prefab_name = "",
		content = "告别了休，我与赫尔墨斯一起走到了繁华的商业街，大街上不出意外的人满为患，即便是核心城的物流业极度发达，人们上街购物的热情也无法被完全抵消。"
	},
	[1109601027] = {
		id = 1109601027,
		prefab_name = "",
		content = "琳琅满目的促销商品摆满了柜台，看着那诱人的价格，我也忍不住有些心里发痒，不过看着手里那厚厚的购物清单，想到修正者们拜托时的表情，还是叹了一口气。"
	},
	[1109601028] = {
		id = 1109601028,
		prefab_name = "",
		content = "我大概明白奥林匹亚那句「传递爱与希望」的口号是什么意思了。"
	},
	[1109601029] = {
		id = 1109601029,
		prefab_name = "",
		content = "哦？管理员对我们感兴趣吗？要不要我帮你了解一下奥林匹亚的福利待遇？"
	},
	[1109601030] = {
		id = 1109601030,
		prefab_name = "",
		content = "可以，如果哪天我被深空之眼辞退了，我肯定会考虑一下的。"
	},
	[1109601031] = {
		id = 1109601031,
		prefab_name = "",
		content = "我抬起头来，看着天空中那些印着奥林匹亚速运标志的派件无人机，忍不住担心促销节的规模要是再大一些，天上会不会也要堵车。"
	},
	[1109601032] = {
		id = 1109601032,
		prefab_name = "",
		content = "几乎全都是奥林匹亚的快递员啊，不愧是王冠区的物流龙头。"
	},
	[1109601033] = {
		id = 1109601033,
		prefab_name = "",
		content = "说起来，奥林匹亚发展到今天这个规模，花了不少时间吧？"
	},
	[1109601034] = {
		id = 1109601034,
		prefab_name = "",
		content = "从学生时期算起的话，大概有个三四年左右？"
	},
	[1109601035] = {
		id = 1109601035,
		prefab_name = "",
		content = "诶？你们从学生时代就开始成立公司了？"
	},
	[1109601036] = {
		id = 1109601036,
		prefab_name = "",
		content = "啊，不是，最早我们是做校园快递代取的。当时还在念书的小伊敏锐地发现了这个商机，觉得很有赚头，所以我们就一起成立了最初的奥林匹亚。"
	},
	[1109601037] = {
		id = 1109601037,
		prefab_name = "",
		content = "虽然学校距离快递点只有几百米远，但每天接到的单子都接近三百多件，我们全部都惊呆了呢！"
	},
	[1109601038] = {
		id = 1109601038,
		prefab_name = "",
		content = "再到后来，小伊发明的翼靴和派件箱申请到了专利，奥林匹亚速运才算真正作为一个公司而存在，一步步发展到了今天。"
	},
	[1109601039] = {
		id = 1109601039,
		prefab_name = "",
		content = "真厉害，那你岂不是奥林匹亚的元老之一了吗！"
	},
	[1109601040] = {
		id = 1109601040,
		prefab_name = "",
		content = "嘿嘿，可以这么认为啦。"
	},
	[1109601041] = {
		id = 1109601041,
		prefab_name = "",
		content = "话说，从刚刚开始，是不是好多人在往我们这边看？"
	},
	[1109601042] = {
		id = 1109601042,
		prefab_name = "",
		content = "哼哼~我不是说了吗，我可是明星派送员，不夸张的说，这条商业街所有店铺的快件我都派送过，件件准时准点，从不延误！"
	},
	[1109601043] = {
		id = 1109601043,
		prefab_name = "",
		content = "赫尔墨斯叉着腰挺胸抬头，似乎对自己的工作成绩十分骄傲。"
	},
	[1109601044] = {
		id = 1109601044,
		prefab_name = "",
		content = "的确如赫尔墨斯所说，当我们好不容易挤进一家音乐唱片店时，老板十分热情地走过来和她谈话，并且坚持为我们提供了活动折扣之外的优惠。"
	},
	[1109601045] = {
		id = 1109601045,
		prefab_name = "",
		content = "这样的情况接下来频频出现，据其中一家店的老板所说，这不光是为了感谢平日里奥林匹亚的高效配送，更重要的是，当下物流配送压力极高，跟赫尔墨斯寒暄越久，对自家店铺起到的宣传效果也就越大。"
	},
	[1109601046] = {
		id = 1109601046,
		prefab_name = "",
		content = "接连转了几家店，手中的商品数量远远超过了购物清单，除了打折优惠，各种被加送过来的小礼物也成了相当沉重的负担，压得我走路都有些费劲。"
	},
	[1109601047] = {
		id = 1109601047,
		prefab_name = "",
		content = "那个，管理员，没必要硬撑着哦，你还是把那些东西给我拎着比较好……"
	},
	[1109601048] = {
		id = 1109601048,
		prefab_name = "",
		content = "还请务必让我自己拎着！明明已经沾了你这么多光了，如果还让你帮忙拎东西，愧疚感会把我杀掉的！"
	},
	[1109601049] = {
		id = 1109601049,
		prefab_name = "",
		content = "那也稍微给我分一点吧，这样空着手走路我也很不自在啦！"
	},
	[1109601050] = {
		id = 1109601050,
		prefab_name = "",
		content = "赫尔墨斯正要帮忙取走几个袋子，前方却传来了一声极为刺耳的刹车声。"
	},
	[1109601051] = {
		id = 1109601051,
		prefab_name = "",
		content = "嗤——"
	},
	[1109601052] = {
		id = 1109601052,
		prefab_name = "",
		content = "在大约五十米外的道路上，一辆载满了货物的小型货车偏离了公路，撞向了一旁的人行横道。"
	},
	[1109601053] = {
		id = 1109601053,
		prefab_name = "",
		content = "糟了！"
	},
	[1109601054] = {
		id = 1109601054,
		prefab_name = "",
		content = "金发少女的声音还残留在空气中，随着一阵猛然刮起的强风，赫尔墨斯从我的身边突然消失。"
	},
	[1109601055] = {
		id = 1109601055,
		prefab_name = "",
		content = "紧跟着，轰隆的声音响起，几个人从即将翻倒的货车前飞了起来，我能感觉到周围的地面都在震颤。"
	},
	[1109601056] = {
		id = 1109601056,
		prefab_name = "",
		content = "赫尔墨斯！！！"
	},
	[1109601057] = {
		id = 1109601057,
		prefab_name = "",
		content = "货车翻倒爆发的轰鸣让我产生了耳膜被刺破般的痛苦，眼前尘埃四散，惊恐的呼声从四周冒了出来。"
	},
	[1109601058] = {
		id = 1109601058,
		prefab_name = "",
		content = "赫尔墨斯，你在哪？"
	},
	[1109601059] = {
		id = 1109601059,
		prefab_name = "",
		content = "我朝着货车的方向跑了过去。"
	},
	[1109601060] = {
		id = 1109601060,
		prefab_name = "",
		content = "我，我，啊，啊……"
	},
	[1109601061] = {
		id = 1109601061,
		prefab_name = "",
		content = "我的腿还在吗！？我还活着吗！？"
	},
	[1109601062] = {
		id = 1109601062,
		prefab_name = "",
		content = "几名路人躺在道路两旁，他们的脸色惨白一片，盯着原本会压在他们身上的货车箱，浑身冒出冷汗。"
	},
	[1109601063] = {
		id = 1109601063,
		prefab_name = "",
		content = "确认周围没有血迹后，我绕着翻倒的货车跑了起来，终于在货车的另一边发现了灰头土脸，胳膊和腿上都是擦伤的赫尔墨斯。"
	},
	[1109601064] = {
		id = 1109601064,
		prefab_name = "",
		content = "赫尔墨斯，你没事吧！"
	},
	[1109601065] = {
		id = 1109601065,
		prefab_name = "",
		content = "咳咳，还好……我可是奥林匹亚的明星快递员……这种程度还是……可以应付的。"
	},
	[1109601066] = {
		id = 1109601066,
		prefab_name = "",
		content = "我发现赫尔墨斯躺下的姿势极不自然，她腿上的权钥冒起微微的细烟，并伴随着滋滋咔咔的异响——那是权钥过载损坏的声音。"
	},
	[1109601067] = {
		id = 1109601067,
		prefab_name = "",
		content = "咳咳……我、我没事……其他人，还好吗？"
	},
	[1109601068] = {
		id = 1109601068,
		prefab_name = "",
		content = "放心，没有人员伤亡。非要说有谁受伤的话，可能就只有你了。稍等，我这就打电话请求深空之眼的援助。"
	},
	[1109601069] = {
		id = 1109601069,
		prefab_name = "",
		content = "别、别！我、我只是皮外伤而已，电话打通的话，就会通知到小伊那边，让她知道了我会被说教的很惨的！"
	},
	[1109601070] = {
		id = 1109601070,
		prefab_name = "",
		content = "看着不断试图从地上爬起来的赫尔墨斯，我仔细检查了她身上的伤口，确定都是擦伤后，无奈地弯下腰，将她背了起来。"
	},
	[1109601071] = {
		id = 1109601071,
		prefab_name = "",
		content = "唔……"
	},
	[1109601072] = {
		id = 1109601072,
		prefab_name = "",
		content = "怎、怎么了管理员，不要紧吧！？是我太沉了吗……没关系，我可以自己走的。"
	},
	[1109601073] = {
		id = 1109601073,
		prefab_name = "",
		content = "没、没事……比刚刚拎着的货物轻多了……"
	},
	[1109601074] = {
		id = 1109601074,
		prefab_name = "",
		content = "真的吗？"
	},
	[1109601075] = {
		id = 1109601075,
		prefab_name = "",
		content = "嗯……"
	},
	[1109601076] = {
		id = 1109601076,
		prefab_name = "",
		content = "我认真地点了点头，没有把实情告诉赫尔墨斯，向深空之眼的医疗部缓步前行。"
	},
	[1109602001] = {
		id = 1109602001,
		prefab_name = "",
		content = "经历了上次的商店街事件后，为了更好地应对突发情况，我提高了自己平时的体能锻炼强度。"
	},
	[1109602002] = {
		id = 1109602002,
		prefab_name = "",
		content = "呼……呼……接下来再做十组俯卧撑。"
	},
	[1109602003] = {
		id = 1109602003,
		prefab_name = "",
		content = "管理员，今天的锻炼就到此为止吧，对于非修正者而言，这样的锻炼强度已经有些过度了。"
	},
	[1109602004] = {
		id = 1109602004,
		prefab_name = "",
		content = "经常和修正者一起行动导致了我对自己的锻炼强度发生了误判，毕竟就算有休在劝阻，看到一旁的阿修罗轻松地单手进行俯卧撑的画面，心里也总会诞生「我这种程度都坚持不了也太逊了吧」的念头。"
	},
	[1109602005] = {
		id = 1109602005,
		prefab_name = "",
		content = "我陪你去医务室敷些热贴吧，否则明天身体会受不了的。"
	},
	[1109602006] = {
		id = 1109602006,
		prefab_name = "",
		content = "没事，休老师能指导我已经很感谢了，再多打扰你也不好，我自己去就行。"
	},
	[1109602007] = {
		id = 1109602007,
		prefab_name = "",
		content = "我谢绝了休的好意，在离开训练室的一瞬间，强行装出的若无其事终于垮了下来。"
	},
	[1109602008] = {
		id = 1109602008,
		prefab_name = "",
		content = "痛痛痛……这是对我平时疏于锻炼的惩罚吗……"
	},
	[1109602009] = {
		id = 1109602009,
		prefab_name = "",
		content = "因不想明天躺在床上起不来，我打算去弄些热贴，在走进充满消毒酒精味道的医务室时，躺在临时休息床上的金发少女向我挥了挥手。"
	},
	[1109602010] = {
		id = 1109602010,
		prefab_name = "",
		content = "呀，管理员，你怎么也来这边了，是受伤了吗？"
	},
	[1109602011] = {
		id = 1109602011,
		prefab_name = "",
		content = "没有，我刚刚结束日常训练，来这里休息一会儿。"
	},
	[1109602012] = {
		id = 1109602012,
		prefab_name = "",
		content = "怎么样，赫尔墨斯，你恢复得如何？"
	},
	[1109602013] = {
		id = 1109602013,
		prefab_name = "",
		content = "我已经没问题啦，不过……"
	},
	[1109602014] = {
		id = 1109602014,
		prefab_name = "",
		content = "赫尔墨斯靠在床头，神情有些沮丧，这样失落的表情真的很少见。"
	},
	[1109602015] = {
		id = 1109602015,
		prefab_name = "",
		content = "因为商店街的那件事，隐科组担心刚刚调试好的权钥会再次不稳定，只好送过去再做一次全面检查。"
	},
	[1109602016] = {
		id = 1109602016,
		prefab_name = "",
		content = "而且小伊知道后很生气，勒令我等待检查的时候，在深空之眼好好休息。"
	},
	[1109602017] = {
		id = 1109602017,
		prefab_name = "",
		content = "等回去之后，小伊肯定又要批评我了……"
	},
	[1109602018] = {
		id = 1109602018,
		prefab_name = "",
		content = ""
	},
	[1109602019] = {
		id = 1109602019,
		prefab_name = "",
		content = "嘿嘿，小伊其实是在担心我啦……毕竟她从以前就这样。"
	},
	[1109602020] = {
		id = 1109602020,
		prefab_name = "",
		content = "管理员应该知道我是无辜的吧，这次可是真的有突发情况诶！"
	},
	[1109602021] = {
		id = 1109602021,
		prefab_name = "",
		content = "唉，上上次我被小伊训的时候，边上也有人这么帮我说情的来着。"
	},
	[1109602022] = {
		id = 1109602022,
		prefab_name = "",
		content = "谁知道小伊更生气了，嚷嚷着「要是奥林匹亚是让员工受伤来换荣誉的地方，那干脆解散好了！」"
	},
	[1109602023] = {
		id = 1109602023,
		prefab_name = "",
		content = "那之后我就不敢在小伊训我的时候为自己辩解了，虽然我知道她是为我好啦……"
	},
	[1109602024] = {
		id = 1109602024,
		prefab_name = "",
		content = "总而言之，现在我得在这里好好休养了。没了权钥我也没办法走路，现在只能一天到晚地躺在床上，都要无聊死了。"
	},
	[1109602025] = {
		id = 1109602025,
		prefab_name = "",
		content = "没法走路？"
	},
	[1109602026] = {
		id = 1109602026,
		prefab_name = "",
		content = "我的目光落在了赫尔墨斯蒙着被单的腿部，这才发现她的两条腿直直的伸着，没有弓起一丝弧度。"
	},
	[1109602027] = {
		id = 1109602027,
		prefab_name = "",
		content = "没有权钥的辅助，我的腿是动不了的啦。"
	},
	[1109602028] = {
		id = 1109602028,
		prefab_name = "",
		content = "赫尔墨斯注意到我的目光，笑着直起身来，将手轻轻放在了自己的腿上。"
	},
	[1109602029] = {
		id = 1109602029,
		prefab_name = "",
		content = "小时候的我因为一次交通事故坐上了轮椅，失去了行走和奔跑的能力。如果我失去权钥，连像普通人一样走路都做不到。"
	},
	[1109602030] = {
		id = 1109602030,
		prefab_name = "",
		content = "抱歉，我不是故意提起——"
	},
	[1109602031] = {
		id = 1109602031,
		prefab_name = "",
		content = "管理员用不着道歉的！"
	},
	[1109602032] = {
		id = 1109602032,
		prefab_name = "",
		content = "在床上发呆久了，情绪也跟着消沉起来了，这可不行！"
	},
	[1109602033] = {
		id = 1109602033,
		prefab_name = "",
		content = "反正那都是过去的事情了，等到权钥修理好了之后，我就能恢复如初啦！"
	},
	[1109602034] = {
		id = 1109602034,
		prefab_name = "",
		content = "嗯，这几天你就在这边好好休息吧。"
	},
	[1109602035] = {
		id = 1109602035,
		prefab_name = "",
		content = "……对了，既然赫尔墨斯行动不方便，不如让我来照顾你吧，毕竟之前去商店街欠了你很大的人情。"
	},
	[1109602036] = {
		id = 1109602036,
		prefab_name = "",
		content = "诶！不用不用，我不习惯让人照顾啦！"
	},
	[1109602037] = {
		id = 1109602037,
		prefab_name = "",
		content = "管理员要是乐意的话和我一起聊聊天就可以了，正好躺在这里蛮无聊的。"
	},
	[1109602038] = {
		id = 1109602038,
		prefab_name = "",
		content = "那我先帮你削个苹果吧。"
	},
	[1109602039] = {
		id = 1109602039,
		prefab_name = "",
		content = "见到一旁的桌子上有送来的果篮，我从中拿起一个苹果，正想要去找把刀来削皮，忽然听到身后传来了噗通一声。"
	},
	[1109602040] = {
		id = 1109602040,
		prefab_name = "",
		content = "哎呦！"
	},
	[1109602041] = {
		id = 1109602041,
		prefab_name = "",
		content = "我回过头去，却见到赫尔墨斯栽倒在地，吃痛地龇牙咧嘴起来。"
	},
	[1109602042] = {
		id = 1109602042,
		prefab_name = "",
		content = "没事吧！"
	},
	[1109602043] = {
		id = 1109602043,
		prefab_name = "",
		content = "痛痛痛……对不起对不起，我本来想自己来的，忘了现在没佩戴权钥了。"
	},
	[1109602044] = {
		id = 1109602044,
		prefab_name = "",
		content = "我急忙走到赫尔墨斯身边，想要将她抱回床上。"
	},
	[1109602045] = {
		id = 1109602045,
		prefab_name = "",
		content = "放在平时，将赫尔墨斯抱起算不上什么难事，但刚刚经历高强度的体能训练，我的力气有点使不上来。"
	},
	[1109602046] = {
		id = 1109602046,
		prefab_name = "",
		content = "唔——！"
	},
	[1109602047] = {
		id = 1109602047,
		prefab_name = "",
		content = "在抱起赫尔墨斯的瞬间，双手双腿传来的酸麻感觉让我打起颤来，额头上也冒出了汗水。"
	},
	[1109602048] = {
		id = 1109602048,
		prefab_name = "",
		content = "……管理员，我有那么重吗，你的身体为什么在抖？"
	},
	[1109602049] = {
		id = 1109602049,
		prefab_name = "",
		content = "嘶……呼，一、二、三，起！"
	},
	[1109602050] = {
		id = 1109602050,
		prefab_name = "",
		content = "我喊着号子，拿出最后的力气，拼命地将赫尔墨斯重新抱回床上。"
	},
	[1109602051] = {
		id = 1109602051,
		prefab_name = "",
		content = "呼，呼……"
	},
	[1109602052] = {
		id = 1109602052,
		prefab_name = "",
		content = "管理员，我真的有那么沉吗……你的样子就像是刚刚搬完一袋水泥……"
	},
	[1109602053] = {
		id = 1109602053,
		prefab_name = "",
		content = "呼……不是，和赫尔墨斯无关……是我……还没适应新的锻炼计划……呼……"
	},
	[1109602054] = {
		id = 1109602054,
		prefab_name = "",
		content = "我忍着酸麻的痛楚，帮着赫尔墨斯盖好被子。不知道为什么，我能看到赫尔墨斯的泪花在眼里打转。"
	},
	[1109602055] = {
		id = 1109602055,
		prefab_name = "",
		content = "她摇晃着脑袋，似乎极力想要把什么从脑海里甩出去，表情僵硬地喃喃低语。"
	},
	[1109602056] = {
		id = 1109602056,
		prefab_name = "",
		content = "虽然我知道一直躺在床上不运动会长肉，但我已经胖到这个地步了吗……"
	},
	[1109602057] = {
		id = 1109602057,
		prefab_name = "",
		content = "没、没有啦！只是我最近加强了体能训练的强度，今天的训练刚刚结束，身体还没缓过来而已！"
	},
	[1109602058] = {
		id = 1109602058,
		prefab_name = "",
		content = "虽然加大强度的直接原因，还是因为上次险些没有背动赫尔墨斯。"
	},
	[1109602059] = {
		id = 1109602059,
		prefab_name = "",
		content = "不说这些了，我帮你削点水果，你先乖乖躺好，可不许再乱动了。"
	},
	[1109602060] = {
		id = 1109602060,
		prefab_name = "",
		content = "等等，管理员，我有个提议！"
	},
	[1109602061] = {
		id = 1109602061,
		prefab_name = "",
		content = "只要你别乱动，什么提议都好说……"
	},
	[1109602062] = {
		id = 1109602062,
		prefab_name = "",
		content = "就这样，作为不让赫尔墨斯乱动的妥协，我接受了赫尔墨斯的提议，找到了一把削皮刀，和果篮一起拿到了床边。"
	},
	[1109602063] = {
		id = 1109602063,
		prefab_name = "",
		content = "半个小时后。"
	},
	[1109602064] = {
		id = 1109602064,
		prefab_name = "",
		content = "赫尔墨斯，关于这次权钥的供能调整，你看——"
	},
	[1109602065] = {
		id = 1109602065,
		prefab_name = "",
		content = "……"
	},
	[1109602066] = {
		id = 1109602066,
		prefab_name = "",
		content = "刚刚走进医务室的大国主皱起眉头，抓了抓头发。"
	},
	[1109602067] = {
		id = 1109602067,
		prefab_name = "",
		content = "管理员，你在这里做什么？"
	},
	[1109602068] = {
		id = 1109602068,
		prefab_name = "",
		content = "（咀嚼）如你所见，在照顾赫尔墨斯。"
	},
	[1109602069] = {
		id = 1109602069,
		prefab_name = "",
		content = "那为什么是病号在给管理员削苹果吃？"
	},
	[1109602070] = {
		id = 1109602070,
		prefab_name = "",
		content = "因为……"
	},
	[1109602071] = {
		id = 1109602071,
		prefab_name = "",
		content = "这便是赫尔墨斯的提议，她表示无论如何也要运动，我便把削苹果的工作交给了她。"
	},
	[1109602072] = {
		id = 1109602072,
		prefab_name = "",
		content = "虽然我不觉得这样能有什么用，但为了让赫尔墨斯不再乱动，我只好答应下来。"
	},
	[1109602073] = {
		id = 1109602073,
		prefab_name = "",
		content = "既能吃到苹果，又不会因为摄入糖分继续长胖，两全其美。嘿嘿，大国主也来吃一块吧！"
	},
	[1109603001] = {
		id = 1109603001,
		prefab_name = "",
		content = "管理员，最近有空吗~"
	},
	[1109603002] = {
		id = 1109603002,
		prefab_name = "",
		content = "嗯？怎么了？"
	},
	[1109603003] = {
		id = 1109603003,
		prefab_name = "",
		content = "前鬼坊双手放在背后，好像藏着什么东西。"
	},
	[1109603004] = {
		id = 1109603004,
		prefab_name = "",
		content = "每当前鬼坊露出这种笑容接近我的时候，我总会提前做好应对恶作剧的准备。"
	},
	[1109603005] = {
		id = 1109603005,
		prefab_name = "",
		content = "赫尔墨斯前段时间不是在我们这边休养嘛，权钥修好后她就急急忙忙地跑回去了，我们去拜访她一下吧？"
	},
	[1109603006] = {
		id = 1109603006,
		prefab_name = "",
		content = "这个时间赫尔墨斯说不定在忙，贸然去打扰不太好吧。"
	},
	[1109603007] = {
		id = 1109603007,
		prefab_name = "",
		content = "嘿嘿，没关系的，一会就是奥林匹亚速运的午休时间了，我们现在过去刚刚好。"
	},
	[1109603008] = {
		id = 1109603008,
		prefab_name = "",
		content = "提前说好，赫尔墨斯可不是深空之眼的成员，不可以对她恶作剧哦。"
	},
	[1109603009] = {
		id = 1109603009,
		prefab_name = "",
		content = "嗨呀！我就算再怎么喜欢恶作剧，这点数心里还是有的。再说了，赫尔墨斯说不定也想对管理员照顾表示感谢吧？"
	},
	[1109603010] = {
		id = 1109603010,
		prefab_name = "",
		content = "与其说是照顾，倒不如说莫名其妙地被她照顾了……"
	},
	[1109603011] = {
		id = 1109603011,
		prefab_name = "",
		content = "不要犹豫那么多啦，走啦走啦。"
	},
	[1109603012] = {
		id = 1109603012,
		prefab_name = "",
		content = "前鬼坊的理由出乎意料的正常，虽然我还是有些担心她的动机，但还是架不住软磨硬泡。"
	},
	[1109603013] = {
		id = 1109603013,
		prefab_name = "",
		content = "来到奥林匹亚速运后，我们向工作人员询问了赫尔墨斯的位置。"
	},
	[1109603014] = {
		id = 1109603014,
		prefab_name = "",
		content = "在派件仓库里，赫尔墨斯正在和其他人一起清点着货物的数量，看着那些堆积的如同小山一样的快件，我对赫尔墨斯的工作着实有些感慨。"
	},
	[1109603015] = {
		id = 1109603015,
		prefab_name = "",
		content = "哎呀，管理员！"
	},
	[1109603016] = {
		id = 1109603016,
		prefab_name = "",
		content = "赫尔墨斯在注意到我之后，和周围人说了几句什么，跑了过来。"
	},
	[1109603017] = {
		id = 1109603017,
		prefab_name = "",
		content = "中午好呀~管理员怎么突然来了？"
	},
	[1109603018] = {
		id = 1109603018,
		prefab_name = "",
		content = "权钥修好后你就急急忙忙地走了，所以我和前鬼坊想来看看你的近况。"
	},
	[1109603019] = {
		id = 1109603019,
		prefab_name = "",
		content = "已经完全没问题啦！"
	},
	[1109603020] = {
		id = 1109603020,
		prefab_name = "",
		content = "是吗，那就好。"
	},
	[1109603021] = {
		id = 1109603021,
		prefab_name = "",
		content = "我点了点头，与此同时，我看到一位分拣员走了过来。"
	},
	[1109603022] = {
		id = 1109603022,
		prefab_name = "",
		content = "赫尔墨斯，这个快件……"
	},
	[1109603023] = {
		id = 1109603023,
		prefab_name = "",
		content = "分拣员的表情有些为难，赫尔墨斯查看了一下贴在快件上的配送单。"
	},
	[1109603024] = {
		id = 1109603024,
		prefab_name = "",
		content = "嗯，按照往常的方式处理，先放到那边去吧。"
	},
	[1109603025] = {
		id = 1109603025,
		prefab_name = "",
		content = "也只能这样了。"
	},
	[1109603026] = {
		id = 1109603026,
		prefab_name = "",
		content = "说完，分拣员走向仓库角落的一处快件堆，将刚才的快件放了进去。"
	},
	[1109603027] = {
		id = 1109603027,
		prefab_name = "",
		content = "赫尔墨斯，那些快件……"
	},
	[1109603028] = {
		id = 1109603028,
		prefab_name = "",
		content = "嘿嘿，我就知道管理员要问这个。"
	},
	[1109603029] = {
		id = 1109603029,
		prefab_name = "",
		content = "赫尔墨斯看着那些快件，眼神黯淡了一下，笑着挠了挠头。"
	},
	[1109603030] = {
		id = 1109603030,
		prefab_name = "",
		content = "那些是快递员们从代收点取回的，长期未被领取的快件。"
	},
	[1109603031] = {
		id = 1109603031,
		prefab_name = "",
		content = "虽然奥林匹亚速运的送达率接近100%，但并不是所有快件都能被如愿以偿地寄到收件人手中。"
	},
	[1109603032] = {
		id = 1109603032,
		prefab_name = "",
		content = "通常来说，这样的快件会被送回到寄件人手里。只不过嘛……"
	},
	[1109603033] = {
		id = 1109603033,
		prefab_name = "",
		content = "一向精神开朗的赫尔墨斯变得消沉了一些，看样子她在将快件退回的时候遭遇过什么不愉快的经历。"
	},
	[1109603034] = {
		id = 1109603034,
		prefab_name = "",
		content = "赫尔墨斯，听我说——"
	},
	[1109603035] = {
		id = 1109603035,
		prefab_name = "",
		content = "哈哈，没关系的，那些只是个别情况，奥林匹亚速运会在快件退回后帮忙确认收件人的安全和逾期不取的原因，大部分只是工作太忙，或者是忘记了而已。"
	},
	[1109603036] = {
		id = 1109603036,
		prefab_name = "",
		content = "嗯？奥林匹亚还要再去调查取件人的情况？那样不是会造成额外的工作量吗？"
	},
	[1109603037] = {
		id = 1109603037,
		prefab_name = "",
		content = "奥林匹亚传递的是爱与希望，在力所能及的范围内，我们希望能够让每一位客户满意和微笑。"
	},
	[1109603038] = {
		id = 1109603038,
		prefab_name = "",
		content = "赫尔墨斯又恢复了平时那副乐观开朗的模样，不得不说，她的笑容真的很有感染力，光是看着就能让人觉得心情好转起来。"
	},
	[1109603039] = {
		id = 1109603039,
		prefab_name = "",
		content = "赫尔墨斯真不愧是奥林匹亚的明星快递员。"
	},
	[1109603040] = {
		id = 1109603040,
		prefab_name = "",
		content = "诶？是嘛？抱歉，管理员的夸奖有点突然……"
	},
	[1109603041] = {
		id = 1109603041,
		prefab_name = "",
		content = "赫尔墨斯的脸颊红了起来。"
	},
	[1109603042] = {
		id = 1109603042,
		prefab_name = "",
		content = "说起来，管理员吃过中午饭了吗？"
	},
	[1109603043] = {
		id = 1109603043,
		prefab_name = "",
		content = "唉呀，时间可能来不及，你晚上有空吗？我来请管理员吃顿好的！"
	},
	[1109603044] = {
		id = 1109603044,
		prefab_name = "",
		content = ""
	},
	[1109603045] = {
		id = 1109603045,
		prefab_name = "",
		content = "暂时还没有什么想法，要不问问前鬼坊好了。"
	},
	[1109603046] = {
		id = 1109603046,
		prefab_name = "",
		content = "对了，前鬼坊在哪儿呢？"
	},
	[1109603047] = {
		id = 1109603047,
		prefab_name = "",
		content = "前鬼坊，你有什么想吃的吗？"
	},
	[1109603048] = {
		id = 1109603048,
		prefab_name = "",
		content = "诶？前鬼坊？"
	},
	[1109603049] = {
		id = 1109603049,
		prefab_name = "",
		content = "不知何时，陪同着我一起过来的前鬼坊不见了踪影。"
	},
	[1109603050] = {
		id = 1109603050,
		prefab_name = "",
		content = "我和赫尔墨斯左右找了一圈都没找到前鬼坊的踪迹，回来的时候，发现桌子上多了一份快递单。"
	},
	[1109603051] = {
		id = 1109603051,
		prefab_name = "",
		content = "【请将管理员派送至深空之眼。寄件人：前鬼坊】"
	},
	[1109603052] = {
		id = 1109603052,
		prefab_name = "",
		content = "原来我才是这次恶作剧的对象吗？"
	},
	[1109603053] = {
		id = 1109603053,
		prefab_name = "",
		content = "我看看……原来如此，管理员这次是作为快件被送过来的？"
	},
	[1109603054] = {
		id = 1109603054,
		prefab_name = "",
		content = "前鬼坊那孩子喜欢搞一些恶作剧……"
	},
	[1109603055] = {
		id = 1109603055,
		prefab_name = "",
		content = "要体验一把高速派件的感觉吗？我保证管理员只要体验过一次就会喜欢上的。"
	},
	[1109603056] = {
		id = 1109603056,
		prefab_name = "",
		content = "可是……"
	},
	[1109603057] = {
		id = 1109603057,
		prefab_name = "",
		content = "在我迟疑的时间里，赫尔墨斯已经背上了货运背包，满怀期待地看着我。"
	},
	[1109603058] = {
		id = 1109603058,
		prefab_name = "",
		content = "管理员，抓紧咯！「奥林匹亚速运，传递爱与希望！」"
	},
	[1109603059] = {
		id = 1109603059,
		prefab_name = "",
		content = "不等我再说些什么，赫尔墨斯突然架住了我的胳膊，接着打开推进器，如同跑车一般弹射起步。"
	},
	[1109603060] = {
		id = 1109603060,
		prefab_name = "",
		content = "一瞬间，强风迎面袭来，吹得我几乎睁不开眼。"
	},
	[1109603061] = {
		id = 1109603061,
		prefab_name = "",
		content = "等，等等——"
	},
	[1109603062] = {
		id = 1109603062,
		prefab_name = "",
		content = "在周围的一切因高速运动而变得模糊时，我隐约看到了前鬼坊鬼鬼祟祟地走向快递堆。"
	},
	[1109603063] = {
		id = 1109603063,
		prefab_name = "",
		content = "抓稳咯！"
	},
	[1109603064] = {
		id = 1109603064,
		prefab_name = "",
		content = "耳朵里全是轰隆隆的风声，和舒爽完全扯不上关系，与其说是在跟赫尔墨斯一起跑，倒不如说是被她当成了货物一样扛在肩头，强烈的眩晕感让我觉得眼花缭乱。"
	},
	[1109603065] = {
		id = 1109603065,
		prefab_name = "",
		content = "稍等，是我未经考虑，放我下——"
	},
	[1109603066] = {
		id = 1109603066,
		prefab_name = "",
		content = "接下来要加速咯！"
	},
	[1109603067] = {
		id = 1109603067,
		prefab_name = "",
		content = "我的惨叫还没有从喉咙中吐出，就被因高速前进而造成的风压强行按回了肚子里。"
	},
	[1109603068] = {
		id = 1109603068,
		prefab_name = "",
		content = "就像是在游乐园中不自量力地挑战了尖叫分贝最高的过山车一样，我带着满腔后悔度过了整个下午。"
	},
	[1109603069] = {
		id = 1109603069,
		prefab_name = "",
		content = "十分钟后，我被赫尔墨斯「派送」到了深空之眼。"
	},
	[1109603070] = {
		id = 1109603070,
		prefab_name = "",
		content = "咕，唔……"
	},
	[1109603071] = {
		id = 1109603071,
		prefab_name = "",
		content = "我捂着自己的喉咙努力地呼吸着空气，一旁的赫尔墨斯笑着给我递了一瓶水。"
	},
	[1109603072] = {
		id = 1109603072,
		prefab_name = "",
		content = "怎么样，快递员的工作还是很有意思的吧？"
	},
	[1109603073] = {
		id = 1109603073,
		prefab_name = "",
		content = "赫尔墨斯，有机会去游乐园坐过山车的话，我一定喊上你……"
	},
	[1109603074] = {
		id = 1109603074,
		prefab_name = "",
		content = "好啊，等管理员空闲的时候，我们一起去吧！"
	},
	[1109603075] = {
		id = 1109603075,
		prefab_name = "",
		content = "话说，我总感觉少了点什么……"
	},
	[1109603076] = {
		id = 1109603076,
		prefab_name = "",
		content = "管理员有东西落在仓库了吗？"
	},
	[1109603077] = {
		id = 1109603077,
		prefab_name = "",
		content = "不……是前鬼坊，前鬼坊还没回来。"
	},
	[1109603078] = {
		id = 1109603078,
		prefab_name = "",
		content = "我差点把她给忘了，要一起回去找她吗？"
	},
	[1109603079] = {
		id = 1109603079,
		prefab_name = "",
		content = "我怕前鬼坊给你们添麻烦，还是回去一趟吧。"
	},
	[1109603080] = {
		id = 1109603080,
		prefab_name = "",
		content = "好！管理员，提起一口气来，我们要加速返回咯。"
	},
	[1109603081] = {
		id = 1109603081,
		prefab_name = "",
		content = "没关系，我自己就可以……"
	},
	[1109603082] = {
		id = 1109603082,
		prefab_name = "",
		content = "等，等等！！！放我下去——"
	},
	[1109604001] = {
		id = 1109604001,
		prefab_name = "",
		content = "距离奥林匹亚速运的「快递体验日」已经过去了三天。"
	},
	[1109604002] = {
		id = 1109604002,
		prefab_name = "",
		content = "晚上，我处理完了积压下来的文件，捶着肩膀离开了办公室。"
	},
	[1109604003] = {
		id = 1109604003,
		prefab_name = "",
		content = "吃点东西再睡好了……"
	},
	[1109604004] = {
		id = 1109604004,
		prefab_name = "",
		content = "正在我昏昏欲睡地来到餐厅时，一道风从我身边吹过，赫尔墨斯的身影出现在了我的面前。"
	},
	[1109604005] = {
		id = 1109604005,
		prefab_name = "",
		content = "大事不好了，管理员！"
	},
	[1109604006] = {
		id = 1109604006,
		prefab_name = "",
		content = "你又把权钥用坏了吗？"
	},
	[1109604007] = {
		id = 1109604007,
		prefab_name = "",
		content = "不是啦！是这样的，我在清点货物的时候发现了一个奇怪的快件。"
	},
	[1109604008] = {
		id = 1109604008,
		prefab_name = "",
		content = "赫尔墨斯递过来了一个鞋盒子大小的快件盒，快递单上的寄件地址是深空之眼。"
	},
	[1109604009] = {
		id = 1109604009,
		prefab_name = "",
		content = "嗯？寄件人的名字……没见过啊。"
	},
	[1109604010] = {
		id = 1109604010,
		prefab_name = "",
		content = "这是长期未领取被退回的快件，按照惯例在核对快递信息的时候，我发现不管是收件人还是寄件人，他们留下的联系方式都是错误的。"
	},
	[1109604011] = {
		id = 1109604011,
		prefab_name = "",
		content = "因为送到深空之眼的快递通常会比较特殊，所以我们会着重进行检查，检测里面有没有危险的东西。"
	},
	[1109604012] = {
		id = 1109604012,
		prefab_name = "",
		content = "奇怪的是，我联系了负责深空之眼快件揽收的工作人员，他们竟然没有一个人对这个快递有印象，完全查不出是谁寄的。"
	},
	[1109604013] = {
		id = 1109604013,
		prefab_name = "",
		content = "……"
	},
	[1109604014] = {
		id = 1109604014,
		prefab_name = "",
		content = "这是我们奥林匹亚速运的工作失误，非常抱歉，但能拜托管理员帮忙查清楚是谁的快递吗？"
	},
	[1109604015] = {
		id = 1109604015,
		prefab_name = "",
		content = "你先别急，让我想一下这个名字……"
	},
	[1109604016] = {
		id = 1109604016,
		prefab_name = "",
		content = "赫尔墨斯少见地慌乱起来，她着急地捧着快件，神色十分焦虑。"
	},
	[1109604017] = {
		id = 1109604017,
		prefab_name = "",
		content = "你在深空之眼已经转了很久了吧？"
	},
	[1109604018] = {
		id = 1109604018,
		prefab_name = "",
		content = "嗯，我问了很多人，但很多地方我不能进去，所以想找管理员来帮忙。"
	},
	[1109604019] = {
		id = 1109604019,
		prefab_name = "",
		content = "说起来，如果连寄件人都无法确认，这个快件会被放到哪里呢？"
	},
	[1109604020] = {
		id = 1109604020,
		prefab_name = "",
		content = "一般来说，我们会当做废弃件来处理，这是我最不想看到的结果。"
	},
	[1109604021] = {
		id = 1109604021,
		prefab_name = "",
		content = "但这次至少知道快递是送到深空之眼的，所以会放到深空之眼的快件暂存处，公示一段时间。"
	},
	[1109604022] = {
		id = 1109604022,
		prefab_name = "",
		content = "但因为没有正确的收件人信息，估计最后会不了了之吧……"
	},
	[1109604023] = {
		id = 1109604023,
		prefab_name = "",
		content = "话说，这个盒子里面装的东西是什么呢？"
	},
	[1109604024] = {
		id = 1109604024,
		prefab_name = "",
		content = "因为涉及到客户隐私，快递员是严禁拆开快件的，但通过扫描可以确认里面的东西是一些塑料或者是木制品。"
	},
	[1109604025] = {
		id = 1109604025,
		prefab_name = "",
		content = "我觉得，想要尽快找到收件人或收件人，只能从快件本身下手。"
	},
	[1109604026] = {
		id = 1109604026,
		prefab_name = "",
		content = ""
	},
	[1109604027] = {
		id = 1109604027,
		prefab_name = "",
		content = "这是最直接有效的办法，毕竟也是寄件人误填信息在先。"
	},
	[1109604028] = {
		id = 1109604028,
		prefab_name = "",
		content = "事到如今，也只好这样了。"
	},
	[1109604029] = {
		id = 1109604029,
		prefab_name = "",
		content = "拆开了包裹的塑料封装后，里面的东西是个木头盒子。"
	},
	[1109604030] = {
		id = 1109604030,
		prefab_name = "",
		content = "我忽然想起似乎在哪里见到过这个木头盒子，将手放在盒子的盖上，一个小丑玩具突然「duang」地一声蹦了出来，并且开始播放奇怪的音乐。"
	},
	[1109604031] = {
		id = 1109604031,
		prefab_name = "",
		content = "我仔细观察着快递单的字迹，总觉得有些眼熟。"
	},
	[1109604032] = {
		id = 1109604032,
		prefab_name = "",
		content = "我大概明白寄件人是谁了，做这种事确实很符合她的风格。"
	},
	[1109604033] = {
		id = 1109604033,
		prefab_name = "",
		content = "真的吗？太好了，我就知道拜托管理员一定可以！"
	},
	[1109604034] = {
		id = 1109604034,
		prefab_name = "",
		content = "那个，首先请允许我代她向你道歉，我想这件事并不是寄件人误填信息，而是从一开始她就没打算好好地寄快递。"
	},
	[1109604035] = {
		id = 1109604035,
		prefab_name = "",
		content = "害得你辛苦地跑来一趟，真的非常抱歉，造成的误工损失我会想办法让她赔偿的。"
	},
	[1109604036] = {
		id = 1109604036,
		prefab_name = "",
		content = "管理员的意思是……所以，这到底是谁的快件呢？"
	},
	[1109604037] = {
		id = 1109604037,
		prefab_name = "",
		content = "跟我来。"
	},
	[1109604038] = {
		id = 1109604038,
		prefab_name = "",
		content = "我领着赫尔墨斯乘上电梯，来到前鬼坊宿舍门前，轻轻敲了敲。"
	},
	[1109604039] = {
		id = 1109604039,
		prefab_name = "",
		content = "这么晚会是谁啊，来咯！"
	},
	[1109604040] = {
		id = 1109604040,
		prefab_name = "",
		content = "请问这里是前鬼坊小姐的房间吗？有一件您的快递。"
	},
	[1109604041] = {
		id = 1109604041,
		prefab_name = "",
		content = "这么晚还会派送上门吗……诶，管理员！你在做兼职吗？"
	},
	[1109604042] = {
		id = 1109604042,
		prefab_name = "",
		content = "是的，前鬼坊小姐，麻烦您确认签收。"
	},
	[1109604043] = {
		id = 1109604043,
		prefab_name = "",
		content = "我将属于前鬼坊的快件递给了她，前鬼坊的脸上露出了紧张的表情。"
	},
	[1109604044] = {
		id = 1109604044,
		prefab_name = "",
		content = "唉？这，这……"
	},
	[1109604045] = {
		id = 1109604045,
		prefab_name = "",
		content = "去拜访赫尔墨斯的时候，你就顺手将这个东西一起带过去了对吧。"
	},
	[1109604046] = {
		id = 1109604046,
		prefab_name = "",
		content = "前鬼坊不敢与我对视，似乎是有些心虚。"
	},
	[1109604047] = {
		id = 1109604047,
		prefab_name = "",
		content = "你真正的恶作剧并不是把我留在奥林匹亚，而是假借和我一起拜访赫尔墨斯的名义，将这个快件混入了奥林匹亚的派件仓。"
	},
	[1109604048] = {
		id = 1109604048,
		prefab_name = "",
		content = "管、管理员果然聪明！"
	},
	[1109604049] = {
		id = 1109604049,
		prefab_name = "",
		content = "你故意填错寄件人的信息，为的就是让这封快递寄不出去，在滞留一段时间后被送回深空之眼。因为寄件人的信息也是错误的，最终快递会被送到深空之眼的快件暂存处。"
	},
	[1109604050] = {
		id = 1109604050,
		prefab_name = "",
		content = "嘿、嘿嘿，我其实是想自己去取的，管理员帮我拿过来，帮、帮了大忙啦！"
	},
	[1109604051] = {
		id = 1109604051,
		prefab_name = "",
		content = "那我就收下……"
	},
	[1109604052] = {
		id = 1109604052,
		prefab_name = "",
		content = "说着，前鬼坊就要拿走我手上的快递盒，但我并没有让她得逞。"
	},
	[1109604053] = {
		id = 1109604053,
		prefab_name = "",
		content = "先别急，你如此大费周章的目的我很好奇。不告诉我的话，我可就要把它没收了。"
	},
	[1109604054] = {
		id = 1109604054,
		prefab_name = "",
		content = "别啊！"
	},
	[1109604055] = {
		id = 1109604055,
		prefab_name = "",
		content = "唉，还不是休之前要没收我的所有恶作剧道具，别的都可以没收，但是这个惊吓盒可是我刚刚买来的宝贝！"
	},
	[1109604056] = {
		id = 1109604056,
		prefab_name = "",
		content = "于是我就通过这种方法先把惊吓盒保存在没人会知道的地方，等休的检查过去，再让它通过这种方式回到我的手中……"
	},
	[1109604057] = {
		id = 1109604057,
		prefab_name = "",
		content = "原来如此，这样一来就说得通了。"
	},
	[1109604058] = {
		id = 1109604058,
		prefab_name = "",
		content = "……话说，从刚才开始管理员就一直用侦探的口吻说话，你不会把我出卖给休了吧？"
	},
	[1109604059] = {
		id = 1109604059,
		prefab_name = "",
		content = "我还没有把这件事告诉休老师，但赫尔墨斯会怎么处理，我就不知道了。"
	},
	[1109604060] = {
		id = 1109604060,
		prefab_name = "",
		content = "我礼貌地请出了这次事件当中最大的受害人，赫尔墨斯。"
	},
	[1109604061] = {
		id = 1109604061,
		prefab_name = "",
		content = "……"
	},
	[1109604062] = {
		id = 1109604062,
		prefab_name = "",
		content = "所以……一切都只是前鬼坊的恶作剧吗……"
	},
	[1109604063] = {
		id = 1109604063,
		prefab_name = "",
		content = "没有人因为拿不到快件而发愁和着急，这真的是太好了！"
	},
	[1109604064] = {
		id = 1109604064,
		prefab_name = "",
		content = "呼……太好了。"
	},
	[1109604065] = {
		id = 1109604065,
		prefab_name = "",
		content = "出乎预料的，赫尔墨斯并没有生气，她终于放下心来，有些无力地趔趄了一下，差点跌倒在我的身上。"
	},
	[1109604066] = {
		id = 1109604066,
		prefab_name = "",
		content = "赫尔墨斯，发脾气也没关系的哦！毕竟我也是帮凶，你可以狠狠地训斥我和前鬼坊的！"
	},
	[1109604067] = {
		id = 1109604067,
		prefab_name = "",
		content = "如果可以的话，请只训斥管理员就好！"
	},
	[1109604068] = {
		id = 1109604068,
		prefab_name = "",
		content = "呼……"
	},
	[1109604069] = {
		id = 1109604069,
		prefab_name = "",
		content = "没关系，重要的是快件正确送达了，奥林匹亚速运又一次完成了任务，一切顺利就好。"
	},
	[1109604070] = {
		id = 1109604070,
		prefab_name = "",
		content = "我会和伊里斯他们说明情况，好好道歉的。"
	},
	[1109604071] = {
		id = 1109604071,
		prefab_name = "",
		content = "真是辛苦管理员了。"
	},
	[1109604072] = {
		id = 1109604072,
		prefab_name = "",
		content = "如果没有管理员，我还不知道要在深空之眼转多久。"
	},
	[1109604073] = {
		id = 1109604073,
		prefab_name = "",
		content = "嘿嘿，管理员和小伊一样可靠呢。"
	},
	[1109604074] = {
		id = 1109604074,
		prefab_name = "",
		content = "赫尔墨斯露出了疲惫的笑容，同时她伸出手，抓住了想要逃跑的前鬼坊。"
	},
	[1109604075] = {
		id = 1109604075,
		prefab_name = "",
		content = "至于前鬼坊小姐，关于如何正确地使用快递配送服务，我有很多话要和你详细聊聊，这可能要占用你一整个晚上的时间，希望你做好准备。"
	},
	[1109604076] = {
		id = 1109604076,
		prefab_name = "",
		content = "呜哇……管理员，我也觉得你最可靠了！赶快救救我啊！"
	},
	[1109604077] = {
		id = 1109604077,
		prefab_name = "",
		content = "哎呀，奥林匹亚速运的董事长办公室电话是多少来着……我得抓紧时间，太晚打搅人家可不太好。"
	},
	[1109604078] = {
		id = 1109604078,
		prefab_name = "",
		content = "两位慢慢聊，我打完电话后会给你们送点夜宵来的。赫尔墨斯，注意不要累到自己啊。"
	},
	[1109604079] = {
		id = 1109604079,
		prefab_name = "",
		content = "没关系，只是很友善的聊天而已啦。"
	},
	[1109604080] = {
		id = 1109604080,
		prefab_name = "",
		content = "喂，你这副似笑非笑的感觉好可怕啊！"
	},
	[1109604081] = {
		id = 1109604081,
		prefab_name = "",
		content = "管理员，我知道错了，救救我！"
	},
	[1109604082] = {
		id = 1109604082,
		prefab_name = "",
		content = "前鬼坊的哀嚎在我的身后渐渐飘远。"
	},
	[1109604083] = {
		id = 1109604083,
		prefab_name = "",
		content = "说起来，赫尔墨斯和前鬼坊速度谁更快呢？或许只有等一会才能知道结果了。"
	},
	[1109301001] = {
		id = 1109301001,
		prefab_name = "",
		content = "黄昏的光晕，为武道馆训练场增添了一丝缱绻。"
	},
	[1109301002] = {
		id = 1109301002,
		prefab_name = "",
		content = "今天是「震离」调试完成之后，雉小队的首次训练总结会。会议从中午进行到现在，总算圆满完成。"
	},
	[1109301003] = {
		id = 1109301003,
		prefab_name = "",
		content = "今天就到这里结束吧，两位辛苦了。"
	},
	[1109301004] = {
		id = 1109301004,
		prefab_name = "",
		content = "你也辛苦了，管理员。"
	},
	[1109301005] = {
		id = 1109301005,
		prefab_name = "",
		content = "坐在对面的月读将我递过去的文件收下，旁边的丰前坊天狗，则是略带疲惫地伸了个懒腰。"
	},
	[1109301006] = {
		id = 1109301006,
		prefab_name = "",
		content = "今天的会议只有三人参加。国常立因为执行任务，要晚些才能回来。"
	},
	[1109301007] = {
		id = 1109301007,
		prefab_name = "",
		content = "说起来，国常立的任务应该已经结束了？"
	},
	[1109301008] = {
		id = 1109301008,
		prefab_name = "",
		content = "刚刚发消息来说，马上就回。"
	},
	[1109301009] = {
		id = 1109301009,
		prefab_name = "",
		content = "嗯。她的训练数据非常稳定，一如既往的可靠。等下还得麻烦你转交给她。"
	},
	[1109301010] = {
		id = 1109301010,
		prefab_name = "",
		content = "可靠……原来管理员是这样看待前辈的。"
	},
	[1109301011] = {
		id = 1109301011,
		prefab_name = "",
		content = "有什么奇怪的地方吗。"
	},
	[1109301012] = {
		id = 1109301012,
		prefab_name = "",
		content = "我好像听到，有人在聊姐姐的事情？"
	},
	[1109301013] = {
		id = 1109301013,
		prefab_name = "",
		content = "国常立的声音突然从背后响起。白发的忍者一个闪身，便笑吟吟地坐在了对面，看起来非常熟练地揽住丰前坊天狗的肩膀。"
	},
	[1109301014] = {
		id = 1109301014,
		prefab_name = "",
		content = "前辈，请你正经一点。"
	},
	[1109301015] = {
		id = 1109301015,
		prefab_name = "",
		content = "姐姐我搞到了山神祭的美食券哦，后天陪我一起去呀？"
	},
	[1109301016] = {
		id = 1109301016,
		prefab_name = "",
		content = "请你先放开。"
	},
	[1109301017] = {
		id = 1109301017,
		prefab_name = "",
		content = "哎呀，耳朵红了呢。丰前坊一本正经的样子真是可爱。"
	},
	[1109301018] = {
		id = 1109301018,
		prefab_name = "",
		content = "总是忍不住就想捉弄一下呢。"
	},
	[1109301019] = {
		id = 1109301019,
		prefab_name = "",
		content = "国常立一边说着，一边用手指轻轻戳着丰前坊的脸颊。\n丰前坊眉头拧在一起，费了很大劲，才非常吃力地将她推开。"
	},
	[1109301020] = {
		id = 1109301020,
		prefab_name = "",
		content = "前辈，下次请不要在完成任务后，半路拐去居酒屋……味道太大了。"
	},
	[1109301021] = {
		id = 1109301021,
		prefab_name = "",
		content = "哎？我只是小酌了两杯，这都被你发现了。"
	},
	[1109301022] = {
		id = 1109301022,
		prefab_name = "",
		content = "对待任务还请严肃一些。"
	},
	[1109301023] = {
		id = 1109301023,
		prefab_name = "",
		content = "好好好，听你的~\n我现在不是在严肃地邀请你嘛。"
	},
	[1109301024] = {
		id = 1109301024,
		prefab_name = "",
		content = "怎么样，后天，去不去？"
	},
	[1109301025] = {
		id = 1109301025,
		prefab_name = "",
		content = "面对国常立热情的邀约，丰前坊叹了口气，轻轻摇头。"
	},
	[1109301026] = {
		id = 1109301026,
		prefab_name = "",
		content = "我不能去。今天和管理员制定了新的训练计划，我明天起就准备开始静修。"
	},
	[1109301027] = {
		id = 1109301027,
		prefab_name = "",
		content = "那祭典怎么办？"
	},
	[1109301028] = {
		id = 1109301028,
		prefab_name = "",
		content = "姑且请前辈好好享受祭典。"
	},
	[1109301029] = {
		id = 1109301029,
		prefab_name = "",
		content = "国常立听完丰前坊的话，歪着头无奈地笑了笑，一副已经习惯了被拒绝的样子。"
	},
	[1109301030] = {
		id = 1109301030,
		prefab_name = "",
		content = "我就知道，你这股子认真劲……"
	},
	[1109301031] = {
		id = 1109301031,
		prefab_name = "",
		content = "人生还长着呢~虽然埋头向着目标奔跑也不错，但偶尔也得享受一下路上的风景，不是吗？"
	},
	[1109301032] = {
		id = 1109301032,
		prefab_name = "",
		content = "姐姐就是想让你多出去逛逛，太过紧绷可不好哦。"
	},
	[1109301033] = {
		id = 1109301033,
		prefab_name = "",
		content = "剑道即为心道……过度的放松会让我心浮气躁。心乱则剑亦不稳，这是师父教会我的……"
	},
	[1109301034] = {
		id = 1109301034,
		prefab_name = "",
		content = "好好好，我知道了我知道了。"
	},
	[1109301035] = {
		id = 1109301035,
		prefab_name = "",
		content = "她将视线转移到月读身上。"
	},
	[1109301036] = {
		id = 1109301036,
		prefab_name = "",
		content = "月读，你呢？我知道山神祭上有一家店，味噌汤的味道很正~"
	},
	[1109301037] = {
		id = 1109301037,
		prefab_name = "",
		content = "站起身来的月读，摇了摇手中的文件。\n那上面除了训练安排，还有一项交给月读的外出任务。"
	},
	[1109301038] = {
		id = 1109301038,
		prefab_name = "",
		content = "任务时间来不及，我还想麻烦你这几天照顾一下丰前坊。"
	},
	[1109301039] = {
		id = 1109301039,
		prefab_name = "",
		content = "前辈能照顾好自己就已经很棒了。"
	},
	[1109301040] = {
		id = 1109301040,
		prefab_name = "",
		content = "丰前坊真是严格啊，哈哈。"
	},
	[1109301041] = {
		id = 1109301041,
		prefab_name = "",
		content = "就是可惜了美食券，一人仅限一份，要有一张被浪费掉了。"
	},
	[1109301042] = {
		id = 1109301042,
		prefab_name = "",
		content = "国常立不知从什么位置拿出了两张粉红色的票券，表情惋惜地放在桌上。不过随即，她的视线转移到我的身上。"
	},
	[1109301043] = {
		id = 1109301043,
		prefab_name = "",
		content = "咦？管理员这不是也在呢。"
	},
	[1109301044] = {
		id = 1109301044,
		prefab_name = "",
		content = "……"
	},
	[1109301045] = {
		id = 1109301045,
		prefab_name = "",
		content = "被她盯住的一瞬间，不知为何，我总觉得情况有些不妙。"
	},
	[1109301046] = {
		id = 1109301046,
		prefab_name = "",
		content = ""
	},
	[1109301047] = {
		id = 1109301047,
		prefab_name = "",
		content = "呵呵呵~当然是要确认管理员的时间，然后想办法把你拐走呀。"
	},
	[1109301048] = {
		id = 1109301048,
		prefab_name = "",
		content = "姐姐最近总是被丰前坊拒绝，可是很寂寞呢。"
	},
	[1109301049] = {
		id = 1109301049,
		prefab_name = "",
		content = "确实呀，呵呵呵~\n姐姐刚才都差点忘记管理员还在，准备把装甲脱掉，放松一下了呢。"
	},
	[1109301050] = {
		id = 1109301050,
		prefab_name = "",
		content = "这身装甲为了方便行动，底下可什么都没、有、哦。"
	},
	[1109301051] = {
		id = 1109301051,
		prefab_name = "",
		content = "请你正经一点！\n前辈，请你正经一点！"
	},
	[1109301052] = {
		id = 1109301052,
		prefab_name = "",
		content = "哈哈，你们两个。"
	},
	[1109301053] = {
		id = 1109301053,
		prefab_name = "",
		content = "国常立摇了摇头，眼神中带着笑意，轻飘飘地看了过来。"
	},
	[1109301054] = {
		id = 1109301054,
		prefab_name = "",
		content = "所以，管理员后天有时间吗？要不要陪姐姐去逛逛祭典？"
	},
	[1109301055] = {
		id = 1109301055,
		prefab_name = "",
		content = "……"
	},
	[1109301056] = {
		id = 1109301056,
		prefab_name = "",
		content = "两天后，下午四点。"
	},
	[1109301057] = {
		id = 1109301057,
		prefab_name = "",
		content = "日程表最后一条的「和国常立参加祭典」，让两天前的回忆再次浮现出来。我不由得叹了口气。"
	},
	[1109301058] = {
		id = 1109301058,
		prefab_name = "",
		content = "结果，最后还是答应了国常立啊。"
	},
	[1109301059] = {
		id = 1109301059,
		prefab_name = "",
		content = "正常人如果遇到这种，突然闪现到身旁，并且肆无忌惮凑过来的忍者女士……一定都会觉得慌乱无措吧。"
	},
	[1109301060] = {
		id = 1109301060,
		prefab_name = "",
		content = "何况，最近原本就打算出去玩，去祭典逛逛也不错……嗯，就是因为有空才答应的，绝对不是因为慌乱……对，就是这样！"
	},
	[1109301061] = {
		id = 1109301061,
		prefab_name = "",
		content = "站起来稍作活动后，我打算回房间收拾一下形象，准备前往祭典现场与国常立汇合。"
	},
	[1109301062] = {
		id = 1109301062,
		prefab_name = "",
		content = "然而刚刚走到门口，就遇见了让人有些意外的身影。"
	},
	[1109301063] = {
		id = 1109301063,
		prefab_name = "",
		content = "波塞冬？"
	},
	[1109301064] = {
		id = 1109301064,
		prefab_name = "",
		content = "波塞冬看起来神色犹豫，似乎已经在办公室门口徘徊了一阵。她手里拿着一份文件，身后则是跟着一台旅行助手机器人。"
	},
	[1109301065] = {
		id = 1109301065,
		prefab_name = "",
		content = "啊，管理员。我……你有事要先走吗？"
	},
	[1109301066] = {
		id = 1109301066,
		prefab_name = "",
		content = "嗯，晚上要去一趟笹波。来找我有急事？"
	},
	[1109301067] = {
		id = 1109301067,
		prefab_name = "",
		content = "对不起，管理员，我想拜托你看看这份文件。"
	},
	[1109301068] = {
		id = 1109301068,
		prefab_name = "",
		content = "这个是弥弥尔的事务记录……是关于隐科组下个季度的科研预算，要在今天之前完成的……"
	},
	[1109301069] = {
		id = 1109301069,
		prefab_name = "",
		content = "她将文件递给我，电子屏上显示了一大串来自隐科组的待核对事项。而右下角写着的「经办人」是休。"
	},
	[1109301070] = {
		id = 1109301070,
		prefab_name = "",
		content = "财务的事情似乎一直是休老师负责的，而且这里的经办人写的也是……"
	},
	[1109301071] = {
		id = 1109301071,
		prefab_name = "",
		content = "是的，实际上……是我自作主张拦下了这份文件……"
	},
	[1109301072] = {
		id = 1109301072,
		prefab_name = "",
		content = "因为按照计划，休她从今晚开始就要休假了。我们打算一起去海边……如果接到这份文件的话，她肯定又会推掉假期……"
	},
	[1109301073] = {
		id = 1109301073,
		prefab_name = "",
		content = "她之前就已经因为劳累过度，被弥芙尔警告过异常体征了。这样下去的话不行的……"
	},
	[1109301074] = {
		id = 1109301074,
		prefab_name = "",
		content = "说起来，我似乎从没见到休好好给自己放过假……"
	},
	[1109301075] = {
		id = 1109301075,
		prefab_name = "",
		content = "脑海中不由想起此前，在麦森纳伦那次事件中，休明明请了假，却连一天都没好好休息的情形。"
	},
	[1109301076] = {
		id = 1109301076,
		prefab_name = "",
		content = ""
	},
	[1109301077] = {
		id = 1109301077,
		prefab_name = "",
		content = "如果因为这种事情麻烦她，我会很愧疚的。"
	},
	[1109301078] = {
		id = 1109301078,
		prefab_name = "",
		content = "哎？"
	},
	[1109301079] = {
		id = 1109301079,
		prefab_name = "",
		content = "哎？"
	},
	[1109301080] = {
		id = 1109301080,
		prefab_name = "",
		content = "「某公司骨干员工多年无假期，业务繁重导致过劳……」\n如果真这样的话，可是会解释不清的哦。"
	},
	[1109301081] = {
		id = 1109301081,
		prefab_name = "",
		content = "就算是修正者，劳累过度的话也会生病的。"
	},
	[1109301082] = {
		id = 1109301082,
		prefab_name = "",
		content = "管理员能理解，真是太好了。"
	},
	[1109301083] = {
		id = 1109301083,
		prefab_name = "",
		content = "嗯，这件事交给我吧，我会代她处理好的。"
	},
	[1109301084] = {
		id = 1109301084,
		prefab_name = "",
		content = "我从波塞冬手中接过文件。她投来了感激的笑容。\n看她带着旅行助手机器人的样子，大概交代完这件事后，马上就要出发去度假了吧？"
	},
	[1109301085] = {
		id = 1109301085,
		prefab_name = "",
		content = "将文件拿在手中，我隐约感受到了沉甸甸的重量——这可是休老师宝贵的假期，无论怎样，事情也没有理由再推脱了。"
	},
	[1109301086] = {
		id = 1109301086,
		prefab_name = "",
		content = "只是……要怎么和国常立讲这件事呢？\n这会儿她应该已经快到祭典现场了吧？"
	},
	[1109301087] = {
		id = 1109301087,
		prefab_name = "",
		content = "抱歉，辛苦你啦。"
	},
	[1109301088] = {
		id = 1109301088,
		prefab_name = "",
		content = "和休老师玩得开心。"
	},
	[1109301089] = {
		id = 1109301089,
		prefab_name = "",
		content = "嗯，放心交给我吧~"
	},
	[1109301090] = {
		id = 1109301090,
		prefab_name = "",
		content = "……"
	},
	[1109301091] = {
		id = 1109301091,
		prefab_name = "",
		content = "等波塞冬离开，我立刻和国常立联系，说明了紧急任务的事情，并且做了郑重的道歉。"
	},
	[1109301092] = {
		id = 1109301092,
		prefab_name = "",
		content = "虽然国常立没有责怪我，只是随口调侃了两句，但我心里总有着说不出的愧疚。"
	},
	[1109301093] = {
		id = 1109301093,
		prefab_name = "",
		content = "在那之后，我便直奔隐科组，按照预算表和大国主以及海姆达尔两人，进行了一些「激烈的交流」。"
	},
	[1109301094] = {
		id = 1109301094,
		prefab_name = "",
		content = "……好累。"
	},
	[1109301095] = {
		id = 1109301095,
		prefab_name = "",
		content = "原来休老师每次核对隐科组预算，都会经历这样的事情吗。"
	},
	[1109301096] = {
		id = 1109301096,
		prefab_name = "",
		content = "夜色已深，走在空无一人的走廊上，我不由感慨。本以为半个小时就能处理完的事情，却一直到将近凌晨才解决完毕。"
	},
	[1109301097] = {
		id = 1109301097,
		prefab_name = "",
		content = "「叮咚——」\n个人终端传来丰前坊天狗的通讯请求。"
	},
	[1109301098] = {
		id = 1109301098,
		prefab_name = "",
		content = "丰前坊？这么晚还没休息吗。"
	},
	[1109301099] = {
		id = 1109301099,
		prefab_name = "",
		content = "被前辈发出的动静惊醒了。管理员，今天祭典上有发生什么事吗？"
	},
	[1109301100] = {
		id = 1109301100,
		prefab_name = "",
		content = "祭典？"
	},
	[1109301101] = {
		id = 1109301101,
		prefab_name = "",
		content = "是的。前辈刚刚从祭典回来，一身酒气的。"
	},
	[1109301102] = {
		id = 1109301102,
		prefab_name = "",
		content = "她看起来情绪很低落的样子，所以我想问问管理员，是不是发生了什么事情。"
	},
	[1109301103] = {
		id = 1109301103,
		prefab_name = "",
		content = "……呃，我其实并不清楚。"
	},
	[1109301104] = {
		id = 1109301104,
		prefab_name = "",
		content = "迟疑了片刻后，我把接到临时任务，没去祭典的事情告诉了丰前坊。"
	},
	[1109301105] = {
		id = 1109301105,
		prefab_name = "",
		content = "我原本想着尽快的话，或许来得及。谁知……"
	},
	[1109301106] = {
		id = 1109301106,
		prefab_name = "",
		content = "怪不得，我知道了。"
	},
	[1109301107] = {
		id = 1109301107,
		prefab_name = "",
		content = "她现在怎么样？"
	},
	[1109301108] = {
		id = 1109301108,
		prefab_name = "",
		content = "前辈这会儿已经回房间休息了。"
	},
	[1109301109] = {
		id = 1109301109,
		prefab_name = "",
		content = ""
	},
	[1109301110] = {
		id = 1109301110,
		prefab_name = "",
		content = "不放心？"
	},
	[1109301111] = {
		id = 1109301111,
		prefab_name = "",
		content = "哎？"
	},
	[1109301112] = {
		id = 1109301112,
		prefab_name = "",
		content = "毕竟我临时推掉了邀请，她可能是因为这件事不开心。总要当面好好道个歉。"
	},
	[1109301113] = {
		id = 1109301113,
		prefab_name = "",
		content = "丰前坊先休息吧，我去看看国常立。"
	},
	[1109301114] = {
		id = 1109301114,
		prefab_name = "",
		content = "给你添麻烦了，管理员。"
	},
	[1109301115] = {
		id = 1109301115,
		prefab_name = "",
		content = "零点十五分，我站在了国常立的个人房间门口。"
	},
	[1109301116] = {
		id = 1109301116,
		prefab_name = "",
		content = "「咚咚」\n敲门没有反应。"
	},
	[1109301117] = {
		id = 1109301117,
		prefab_name = "",
		content = "这么晚了，会不会有些不合适……"
	},
	[1109301118] = {
		id = 1109301118,
		prefab_name = "",
		content = "不过，国常立她经常会凌晨两三点，分享自己在祭典上的照片。这会儿应该只是醉酒？"
	},
	[1109301119] = {
		id = 1109301119,
		prefab_name = "",
		content = "再次敲门后，门内传来了一声有气无力的应答。"
	},
	[1109301120] = {
		id = 1109301120,
		prefab_name = "",
		content = "……看来是真的喝了不少。"
	},
	[1109301121] = {
		id = 1109301121,
		prefab_name = "",
		content = "我打开门走进屋内。然而奇怪的是，灯光明亮的屋内并没有国常立的身影。"
	},
	[1109301122] = {
		id = 1109301122,
		prefab_name = "",
		content = "国常……咕呃？！"
	},
	[1109301123] = {
		id = 1109301123,
		prefab_name = "",
		content = "视线突然一阵天旋地转，我还没明白发生了什么，脖子上便传来一阵强烈的勒缚感。"
	},
	[1109301124] = {
		id = 1109301124,
		prefab_name = "",
		content = "关节被扭转并卡死的疼痛，从身体各处传来，伴随着的还有浓烈的醉意，以及呼吸不上来的窒息感。"
	},
	[1109301125] = {
		id = 1109301125,
		prefab_name = "",
		content = "熟悉的声音从耳后——近在咫尺的地方传来。"
	},
	[1109301126] = {
		id = 1109301126,
		prefab_name = "",
		content = "偷鸡摸狗的小贼，胆子真是不小，都偷到姐姐头上来了？"
	},
	[1109301127] = {
		id = 1109301127,
		prefab_name = "",
		content = ""
	},
	[1109301128] = {
		id = 1109301128,
		prefab_name = "",
		content = "……嗯？"
	},
	[1109301129] = {
		id = 1109301129,
		prefab_name = "",
		content = "控制的力道轻了许多。国常立挪了挪位置，掰着我的脑袋看了半天。"
	},
	[1109301130] = {
		id = 1109301130,
		prefab_name = "",
		content = "真的喝醉了啊！眼睛都睁不开了。"
	},
	[1109301131] = {
		id = 1109301131,
		prefab_name = "",
		content = "什么嘛，是管理员啊……"
	},
	[1109301132] = {
		id = 1109301132,
		prefab_name = "",
		content = "嗯，对，是我。所以可以把我放开了吗。"
	},
	[1109301133] = {
		id = 1109301133,
		prefab_name = "",
		content = "好好好，是姐姐看错了~"
	},
	[1109301134] = {
		id = 1109301134,
		prefab_name = "",
		content = "国常立将我松开，像是什么都没发生过一样，慵懒地起身坐回了沙发上。"
	},
	[1109301135] = {
		id = 1109301135,
		prefab_name = "",
		content = "抛开那股子醉意，现在的她完全看不出「情绪低落」的样子。"
	},
	[1109301136] = {
		id = 1109301136,
		prefab_name = "",
		content = "所以，管理员大半夜不好好睡觉，来找姐姐做什么呢？"
	},
	[1109301137] = {
		id = 1109301137,
		prefab_name = "",
		content = "是想要和姐姐发生点故事么？"
	},
	[1109301138] = {
		id = 1109301138,
		prefab_name = "",
		content = ""
	},
	[1109301139] = {
		id = 1109301139,
		prefab_name = "",
		content = "学丰前坊说话可不好哦，会惹那孩子生气的。"
	},
	[1109301140] = {
		id = 1109301140,
		prefab_name = "",
		content = "趁姐姐睡着，摸到我的房间……你在期待什么故事，姐姐可不好说呢~"
	},
	[1109301141] = {
		id = 1109301141,
		prefab_name = "",
		content = "眼见着话题有逐渐跑偏的风险，我赶紧打起精神，正襟危坐。"
	},
	[1109301142] = {
		id = 1109301142,
		prefab_name = "",
		content = "咳咳……我接到了丰前坊的通讯，她告诉我说，你今天回来的时候，看起来状态不好。"
	},
	[1109301143] = {
		id = 1109301143,
		prefab_name = "",
		content = "嗯哼？"
	},
	[1109301144] = {
		id = 1109301144,
		prefab_name = "",
		content = "祭典上发生了什么事吗？或者……如果因为我的爽约让你不开心的话，我真诚道歉。"
	},
	[1109301145] = {
		id = 1109301145,
		prefab_name = "",
		content = "……"
	},
	[1109301146] = {
		id = 1109301146,
		prefab_name = "",
		content = "空气突然微妙地安静了下来。国常立虽然视线落在我身上，眼神却微微出离。"
	},
	[1109301147] = {
		id = 1109301147,
		prefab_name = "",
		content = "……倒不是因为你。"
	},
	[1109301148] = {
		id = 1109301148,
		prefab_name = "",
		content = "不如讲讲看？"
	},
	[1109301149] = {
		id = 1109301149,
		prefab_name = "",
		content = "管理员真是意外的会关照人呢……这可不是什么好事，你确定要听吗？"
	},
	[1109301150] = {
		id = 1109301150,
		prefab_name = "",
		content = ""
	},
	[1109301151] = {
		id = 1109301151,
		prefab_name = "",
		content = "好吧。"
	},
	[1109301152] = {
		id = 1109301152,
		prefab_name = "",
		content = "国常立放下了惯常的散漫态度，深吸了一口气。"
	},
	[1109302001] = {
		id = 1109302001,
		prefab_name = "",
		content = [[
笹波下京区——这片相对落后和贫困的地区，是滋生混乱的温床。

混混、小偷、强盗甚至杀手……笹波五家长期的明争暗斗，使得这类群体在秩序混乱的地区，变得越发活跃。

而人流密集、缺乏治安管理的各个祭典，就成了他们「施展身手」的舞台。热闹的祭典背后，总会有无辜的人遭殃。

国常立就是这群恶人的克星。每次逛祭典的时候，她都会顺便「清理垃圾」，默默充当人们的守护者。

「并没有什么明确的目的，只是看不惯普通人被他们欺负」国常立如是说道。

……]]
	},
	[1109302002] = {
		id = 1109302002,
		prefab_name = "",
		content = ""
	},
	[1109302003] = {
		id = 1109302003,
		prefab_name = "",
		content = ""
	},
	[1109302004] = {
		id = 1109302004,
		prefab_name = "",
		content = ""
	},
	[1109302005] = {
		id = 1109302005,
		prefab_name = "",
		content = ""
	},
	[1109302006] = {
		id = 1109302006,
		prefab_name = "",
		content = ""
	},
	[1109302007] = {
		id = 1109302007,
		prefab_name = "",
		content = "所以今天的山神祭，也因为这群小偷和强盗出了乱子？"
	},
	[1109302008] = {
		id = 1109302008,
		prefab_name = "",
		content = "嗯哼。"
	},
	[1109302009] = {
		id = 1109302009,
		prefab_name = "",
		content = "或许是因为喝了酒，国常立的情绪比平时看起来更加明显。她有些出神地看向桌上的摆件，似乎在回忆当时的情景。"
	},
	[1109302010] = {
		id = 1109302010,
		prefab_name = "",
		content = "有个摊位老板，还有他七岁多的女儿，无端遭了祸害，生活全毁了。"
	},
	[1109302011] = {
		id = 1109302011,
		prefab_name = "",
		content = "……强盗抢劫？"
	},
	[1109302012] = {
		id = 1109302012,
		prefab_name = "",
		content = "不是强盗，是个组织的杀手。准备行刺的时候被我发现，急着跑路，就故意推倒了摊位旁边的灯架。"
	},
	[1109302013] = {
		id = 1109302013,
		prefab_name = "",
		content = "灯架倒下来的时候，底下全都是人。那个摊位老板为了救自己女儿，被几百斤的灯架压断了两条腿。"
	},
	[1109302014] = {
		id = 1109302014,
		prefab_name = "",
		content = "人我已经抓起来了。但是那个老板的腿，救不回来了。"
	},
	[1109302015] = {
		id = 1109302015,
		prefab_name = "",
		content = "国常立叹了口气，躺坐在椅子上，露出了些许遗憾的样子。"
	},
	[1109302016] = {
		id = 1109302016,
		prefab_name = "",
		content = "我点了点头，但随即意识到：她虽然讲述了今晚的经历，却并没有告诉我，自己情绪低落的原因。"
	},
	[1109302017] = {
		id = 1109302017,
		prefab_name = "",
		content = "因为自己的疏忽，没能救到那位摊主……你难过的是这件事吧？"
	},
	[1109302018] = {
		id = 1109302018,
		prefab_name = "",
		content = "他只是腿断了的话，应该可以安装义肢？笹波的医疗水平虽然相对落后一些，但这种手术应该是完全没问题的……"
	},
	[1109302019] = {
		id = 1109302019,
		prefab_name = "",
		content = "……不是哦，管理员。"
	},
	[1109302020] = {
		id = 1109302020,
		prefab_name = "",
		content = "这就是你不了解笹波的地方了。安装义肢这种事……笹波下京区的人们，是负担不起的。"
	},
	[1109302021] = {
		id = 1109302021,
		prefab_name = "",
		content = "国常立略带无奈地摇了摇头，指了指周围的屋子。"
	},
	[1109302022] = {
		id = 1109302022,
		prefab_name = "",
		content = "这里，这个房间，这整片庄园，因为是五大家族的居所，才会看起来如此奢华。可生活在下京区的普通人呢？"
	},
	[1109302023] = {
		id = 1109302023,
		prefab_name = "",
		content = "他们只有微薄的收入，以及少得可怜的储蓄，却要背负沉重的税务，供养着上京区的五大家族。"
	},
	[1109302024] = {
		id = 1109302024,
		prefab_name = "",
		content = "对于很多家庭而言，他们的收入经不起任何「意外」……一旦有人遭遇了意外的灾祸，随之而来的经济负担，就会让这个家庭立刻破产。"
	},
	[1109302025] = {
		id = 1109302025,
		prefab_name = "",
		content = "仅仅是生存便已经竭尽全力……吗。"
	},
	[1109302026] = {
		id = 1109302026,
		prefab_name = "",
		content = "嗯。"
	},
	[1109302027] = {
		id = 1109302027,
		prefab_name = "",
		content = "我叹了口气，稍微调整坐姿，试图让自己的状态放松一些。"
	},
	[1109302028] = {
		id = 1109302028,
		prefab_name = "",
		content = "医疗队赶过来后，我问过那老板的情况。只有两条路能选。"
	},
	[1109302029] = {
		id = 1109302029,
		prefab_name = "",
		content = "要么截肢，下半辈子永远坐轮椅。要么装义肢，背上三十年的贷款，每个月还贷之后剩下的钱，连吃饭都裹不住。"
	},
	[1109302030] = {
		id = 1109302030,
		prefab_name = "",
		content = "三十年？那得还贷还到……2345年？"
	},
	[1109302031] = {
		id = 1109302031,
		prefab_name = "",
		content = "嗯哼。这还是最便宜的义肢，负重上限只能保证自身体重，再像这样在祭典出摊都很难。"
	},
	[1109302032] = {
		id = 1109302032,
		prefab_name = "",
		content = "如果不装义肢，他父女两口人，就没了收入来源。"
	},
	[1109302033] = {
		id = 1109302033,
		prefab_name = "",
		content = "我知道你在想补助金。他年龄不够，救济补贴要三年后才能领。"
	},
	[1109302034] = {
		id = 1109302034,
		prefab_name = "",
		content = "……"
	},
	[1109302035] = {
		id = 1109302035,
		prefab_name = "",
		content = "三十年的贷款——你猜那个摊主听到之后说了什么？"
	},
	[1109302036] = {
		id = 1109302036,
		prefab_name = "",
		content = "他问：能不能只装一条腿，还是贷款三十年？\n他说自己可以拄拐，有一条腿就行。这样至少能给女儿一口饭吃。"
	},
	[1109302037] = {
		id = 1109302037,
		prefab_name = "",
		content = "国常立平静的语气背后，是一个普通家庭被彻底打碎的生活。"
	},
	[1109302038] = {
		id = 1109302038,
		prefab_name = "",
		content = "嗯，一不小心讲得有点多了呢。管理员是头一次听说这种事情吧？\n你其实可以不用太在意。对于姐姐我而言，从小到大，类似的事情见过太多了。"
	},
	[1109302039] = {
		id = 1109302039,
		prefab_name = "",
		content = "今天……今天只是因为积累了一段时间的情绪，忍不住多喝了两杯而已。"
	},
	[1109302040] = {
		id = 1109302040,
		prefab_name = "",
		content = "毕竟这个世界并不是想象中那样美好。我们能做的，也不过是好好珍惜每一天，不是么~"
	},
	[1109302041] = {
		id = 1109302041,
		prefab_name = "",
		content = "对于她的说法，我点头表示信服。\n今天国常立经历的这件事，只是笹波万千同类事情的一个缩影。"
	},
	[1109302042] = {
		id = 1109302042,
		prefab_name = "",
		content = "如果想要真正解决这种问题，需要的不是义愤填膺的指责，也不仅仅是一时的援助。"
	},
	[1109302043] = {
		id = 1109302043,
		prefab_name = "",
		content = "更何况，今天专程来找国常立，并不是为了探讨人间疾苦……现在知道她并不是遇到了什么困难，我就放心了。"
	},
	[1109302044] = {
		id = 1109302044,
		prefab_name = "",
		content = "我认同你的想法。你没事就好。"
	},
	[1109302045] = {
		id = 1109302045,
		prefab_name = "",
		content = "放心吧，姐姐早就已经看开了。倒是你，管理员，我还担心你听过这些事之后，心情会变差呢。"
	},
	[1109302046] = {
		id = 1109302046,
		prefab_name = "",
		content = ""
	},
	[1109302047] = {
		id = 1109302047,
		prefab_name = "",
		content = "今天来找你，其实是想说，如果有什么不开心的事情，可以尽管来找我聊聊天。"
	},
	[1109302048] = {
		id = 1109302048,
		prefab_name = "",
		content = "作为管理员，我也想要能和你加深关系，这样以后在执行任……"
	},
	[1109302049] = {
		id = 1109302049,
		prefab_name = "",
		content = "嗯？"
	},
	[1109302050] = {
		id = 1109302050,
		prefab_name = "",
		content = "看到国常立眼睛一亮的时候，我敏锐地意识到，自己似乎说错了什么话。"
	},
	[1109302051] = {
		id = 1109302051,
		prefab_name = "",
		content = "只是觉得一阵风飘过，坐在桌对面的国常立就出现在了我身边。"
	},
	[1109302052] = {
		id = 1109302052,
		prefab_name = "",
		content = "「喀嗒」"
	},
	[1109302053] = {
		id = 1109302053,
		prefab_name = "",
		content = "？？怎么关灯了？国常立？"
	},
	[1109302054] = {
		id = 1109302054,
		prefab_name = "",
		content = "当然是姐姐「不小心」把灯关掉了呢。\n比起这个，管理员，你刚刚说「加深关系」……"
	},
	[1109302055] = {
		id = 1109302055,
		prefab_name = "",
		content = "不知道要怎么「加深」呢？"
	},
	[1109302056] = {
		id = 1109302056,
		prefab_name = "",
		content = "……"
	},
	[1109302057] = {
		id = 1109302057,
		prefab_name = "",
		content = "「风文山夏日祭&花火大会入场券」"
	},
	[1109302058] = {
		id = 1109302058,
		prefab_name = "",
		content = "呼……不枉我排队了两个小时。这下应该可以洗清我「鸽子人」的恶名了吧？"
	},
	[1109302059] = {
		id = 1109302059,
		prefab_name = "",
		content = "答应别人的事，就要好好做到。就算因为意外没做到，也要好好弥补回来……"
	},
	[1109302060] = {
		id = 1109302060,
		prefab_name = "",
		content = "看着手中的两张入场券，我脑海中不由得再次浮现出几天前，国常立对我说的话。"
	},
	[1109302061] = {
		id = 1109302061,
		prefab_name = "",
		content = "「管理员要答应姐姐，会好好作出补偿，今晚才会放你走哦。」"
	},
	[1109302062] = {
		id = 1109302062,
		prefab_name = "",
		content = "一只手在面前晃了晃。"
	},
	[1109302063] = {
		id = 1109302063,
		prefab_name = "",
		content = "管理员，我们可以回去了吗？"
	},
	[1109302064] = {
		id = 1109302064,
		prefab_name = "",
		content = "哦，已经好了。我们这就回去吧。"
	},
	[1109302065] = {
		id = 1109302065,
		prefab_name = "",
		content = "让你陪我在这里等了几个小时，真是抱歉。"
	},
	[1109302066] = {
		id = 1109302066,
		prefab_name = "",
		content = "无妨。"
	},
	[1109302067] = {
		id = 1109302067,
		prefab_name = "",
		content = "师父说过，静心即为修行，在这样吵闹的环境里尝试静心，也是很好的历练。"
	},
	[1109302068] = {
		id = 1109302068,
		prefab_name = "",
		content = "丰前坊真是厉害啊，感觉无时无刻不在紧绷精神。"
	},
	[1109302069] = {
		id = 1109302069,
		prefab_name = "",
		content = "不被外物干扰心神，才能敏锐地觉察一切。"
	},
	[1109302070] = {
		id = 1109302070,
		prefab_name = "",
		content = "管理员，之后和前辈去祭典时，记得不要让她……不，让她少喝一些。"
	},
	[1109302071] = {
		id = 1109302071,
		prefab_name = "",
		content = ""
	},
	[1109302072] = {
		id = 1109302072,
		prefab_name = "",
		content = "……如果实在拦不住，还请管理员及时告知我和师父。"
	},
	[1109302073] = {
		id = 1109302073,
		prefab_name = "",
		content = "哈哈哈……我尽量吧。"
	},
	[1109302074] = {
		id = 1109302074,
		prefab_name = "",
		content = "三天后，前往风文山祭典的集合点。"
	},
	[1109302075] = {
		id = 1109302075,
		prefab_name = "",
		content = "再次确认一下……这周的任务都已经处理完了。\n假期审批也已经下来了……嗯？"
	},
	[1109302076] = {
		id = 1109302076,
		prefab_name = "",
		content = "「玩得开心。 ——休」审批的备注里如此写道。"
	},
	[1109302077] = {
		id = 1109302077,
		prefab_name = "",
		content = "休老师真是太温柔了。"
	},
	[1109302078] = {
		id = 1109302078,
		prefab_name = "",
		content = "「滴滴」\n我向国常立发送了通讯请求。"
	},
	[1109302079] = {
		id = 1109302079,
		prefab_name = "",
		content = "我已经在集合点了。"
	},
	[1109302080] = {
		id = 1109302080,
		prefab_name = "",
		content = "管理员真是早。这么急着想见到姐姐么？"
	},
	[1109302081] = {
		id = 1109302081,
		prefab_name = "",
		content = "担心再被事情打扰。你那边怎么样？"
	},
	[1109302082] = {
		id = 1109302082,
		prefab_name = "",
		content = "再等一会儿吧~如果管理员闲的话，不如猜猜看，姐姐这会儿在干什么？"
	},
	[1109302083] = {
		id = 1109302083,
		prefab_name = "",
		content = "……"
	},
	[1109302084] = {
		id = 1109302084,
		prefab_name = "",
		content = ""
	},
	[1109302085] = {
		id = 1109302085,
		prefab_name = "",
		content = "管理员坦诚地说出了撩人的话呢。"
	},
	[1109302086] = {
		id = 1109302086,
		prefab_name = "",
		content = "咳咳，我只是随口乱说，不要当真……"
	},
	[1109302087] = {
		id = 1109302087,
		prefab_name = "",
		content = "能直白讲出想法是很难得的哦。姐姐真是越来越中意你了。"
	},
	[1109302088] = {
		id = 1109302088,
		prefab_name = "",
		content = "哦？为什么会这么想？"
	},
	[1109302089] = {
		id = 1109302089,
		prefab_name = "",
		content = "毕竟你之前说过，会「清理垃圾」。"
	},
	[1109302090] = {
		id = 1109302090,
		prefab_name = "",
		content = "呵呵，记得真清楚呢。"
	},
	[1109302091] = {
		id = 1109302091,
		prefab_name = "",
		content = "姐姐是在「清理垃圾」哦。"
	},
	[1109302092] = {
		id = 1109302092,
		prefab_name = "",
		content = "毕竟今天是和管理员的重要约会，怎么能因为一些小贼败了兴致。"
	},
	[1109302093] = {
		id = 1109302093,
		prefab_name = "",
		content = "原来如此……"
	},
	[1109302094] = {
		id = 1109302094,
		prefab_name = "",
		content = "管理员先带丰前坊随便逛一逛吧，我这边还得好一会儿呢。"
	},
	[1109302095] = {
		id = 1109302095,
		prefab_name = "",
		content = "等姐姐的消息哦~"
	},
	[1109302096] = {
		id = 1109302096,
		prefab_name = "",
		content = "……"
	},
	[1109302097] = {
		id = 1109302097,
		prefab_name = "",
		content = "挂断通讯后，我转头看向旁边的丰前坊，她正在椅子上静坐。\n因为出门要有修正者随行「监护」，所以这两天不少麻烦丰前坊。"
	},
	[1109302098] = {
		id = 1109302098,
		prefab_name = "",
		content = "国常立说还要再等一会儿，要不要在附近转转？"
	},
	[1109302099] = {
		id = 1109302099,
		prefab_name = "",
		content = "不必……如果管理员想的话，我可以陪着你。"
	},
	[1109302100] = {
		id = 1109302100,
		prefab_name = "",
		content = "还是算了，我也坐在这里稍微等等吧。"
	},
	[1109302101] = {
		id = 1109302101,
		prefab_name = "",
		content = [[
我在丰前坊身边坐了下来，看着街上穿着浴衣的人，三三两两走向祭典广场的方向。

「兴许再有半个小时」……抱着这样的想法，我安心地闭目养神，等待着国常立的联系。

然而没想到的是，这一等，就等到了深更半夜。

……]]
	},
	[1109302102] = {
		id = 1109302102,
		prefab_name = "",
		content = ""
	},
	[1109302103] = {
		id = 1109302103,
		prefab_name = "",
		content = ""
	},
	[1109302104] = {
		id = 1109302104,
		prefab_name = "",
		content = ""
	},
	[1109302105] = {
		id = 1109302105,
		prefab_name = "",
		content = "晚上9:15，笹波街道口的集合点。"
	},
	[1109302106] = {
		id = 1109302106,
		prefab_name = "",
		content = "管理员，下雨了。"
	},
	[1109302107] = {
		id = 1109302107,
		prefab_name = "",
		content = "嗯，下雨了。"
	},
	[1109302108] = {
		id = 1109302108,
		prefab_name = "",
		content = "没想到，都2315年了，气象预报还是这么不靠谱。"
	},
	[1109302109] = {
		id = 1109302109,
		prefab_name = "",
		content = "出门前专门查看了天气，前后两天都是晴朗的好天气，这会儿却莫名下起雨来。"
	},
	[1109302110] = {
		id = 1109302110,
		prefab_name = "",
		content = "祭典举办的当天下雨——虽然下得并不大，但也不是什么好消息。"
	},
	[1109302111] = {
		id = 1109302111,
		prefab_name = "",
		content = "前辈还没有联系你吗？"
	},
	[1109302112] = {
		id = 1109302112,
		prefab_name = "",
		content = "没有。\n尝试过联系她，但是联系不上。"
	},
	[1109302113] = {
		id = 1109302113,
		prefab_name = "",
		content = "应该是在执行需要隐匿的任务吧。"
	},
	[1109302114] = {
		id = 1109302114,
		prefab_name = "",
		content = "管理员，我陪你去街对面的店里等吧。雨越下越大了。"
	},
	[1109302115] = {
		id = 1109302115,
		prefab_name = "",
		content = "……也好。"
	},
	[1109302116] = {
		id = 1109302116,
		prefab_name = "",
		content = "「滴滴」\n刚刚站起身，就收到了通讯请求。"
	},
	[1109302117] = {
		id = 1109302117,
		prefab_name = "",
		content = "但看到通讯的发起人是「月读」时，我的心底本能生起一种不安。"
	},
	[1109302118] = {
		id = 1109302118,
		prefab_name = "",
		content = "……月读？"
	},
	[1109302119] = {
		id = 1109302119,
		prefab_name = "",
		content = "管理员，你现在在哪里？"
	},
	[1109302120] = {
		id = 1109302120,
		prefab_name = "",
		content = "中央街，和丰前坊一起。"
	},
	[1109302121] = {
		id = 1109302121,
		prefab_name = "",
		content = "回来吧。"
	},
	[1109302122] = {
		id = 1109302122,
		prefab_name = "",
		content = "国常立受伤了，刚刚接通弥芙尔做了紧急治疗。"
	},
	[1109302123] = {
		id = 1109302123,
		prefab_name = "",
		content = "她受伤了？\n前辈受伤了？"
	},
	[1109302124] = {
		id = 1109302124,
		prefab_name = "",
		content = "师父！前辈伤得很严重吗？"
	},
	[1109302125] = {
		id = 1109302125,
		prefab_name = "",
		content = "外伤已经得到治疗了。但受到神经毒素影响，现在无法行动，需要恢复。"
	},
	[1109302126] = {
		id = 1109302126,
		prefab_name = "",
		content = "我和丰前坊对视一眼，看到了对方眼中的疑虑。"
	},
	[1109302127] = {
		id = 1109302127,
		prefab_name = "",
		content = "我明白了，这就回去！"
	},
	[1109302128] = {
		id = 1109302128,
		prefab_name = "",
		content = "挂断通讯后，我看向远处的半山腰。祭典看起来仍然在热闹地进行着。"
	},
	[1109302129] = {
		id = 1109302129,
		prefab_name = "",
		content = "如果不是强力的视骸……国常立到底经历了什么，才会受到严重的伤？"
	},
	[1109302130] = {
		id = 1109302130,
		prefab_name = "",
		content = "走了。"
	},
	[1109302131] = {
		id = 1109302131,
		prefab_name = "",
		content = "嗯。管理员，跟紧我。"
	},
	[1109302132] = {
		id = 1109302132,
		prefab_name = "",
		content = "……"
	},
	[1109303001] = {
		id = 1109303001,
		prefab_name = "",
		content = "前辈！"
	},
	[1109303002] = {
		id = 1109303002,
		prefab_name = "",
		content = "国常立？月读？我们回来了。"
	},
	[1109303003] = {
		id = 1109303003,
		prefab_name = "",
		content = "我的视线跟随着丰前坊，看到了靠坐在落地窗边的国常立。\n此时的她除了神色有些疲惫以外，看起来并没有什么异常。"
	},
	[1109303004] = {
		id = 1109303004,
		prefab_name = "",
		content = "弥芙尔已经完成了创伤修复，但麻烦的是神经毒素。"
	},
	[1109303005] = {
		id = 1109303005,
		prefab_name = "",
		content = "虽然没什么大影响，但会造成持续一段时间的脱力，想要出任务是不行了。"
	},
	[1109303006] = {
		id = 1109303006,
		prefab_name = "",
		content = "对不起，管理员……还有丰前坊，让你们担心了。"
	},
	[1109303007] = {
		id = 1109303007,
		prefab_name = "",
		content = "虽然有些可惜，但今天的祭典没办法一起去了……"
	},
	[1109303008] = {
		id = 1109303008,
		prefab_name = "",
		content = ""
	},
	[1109303009] = {
		id = 1109303009,
		prefab_name = "",
		content = "怎么会不想……管理员认真准备了那么久。"
	},
	[1109303010] = {
		id = 1109303010,
		prefab_name = "",
		content = "下雨吗……这么多年，姐姐还没遇到过几次祭典时下雨的情况呢。"
	},
	[1109303011] = {
		id = 1109303011,
		prefab_name = "",
		content = "你没事就好，安心养伤才是最重要的。"
	},
	[1109303012] = {
		id = 1109303012,
		prefab_name = "",
		content = "弥芙尔的分析显示，这是一种强效毒素。如果不是修正者体质能够有效抑制，普通人的话，被击中的数秒内就会窒息。"
	},
	[1109303013] = {
		id = 1109303013,
		prefab_name = "",
		content = "安心休息吧，你需要至少一周才能恢复状态。"
	},
	[1109303014] = {
		id = 1109303014,
		prefab_name = "",
		content = "给你添麻烦了，月读。"
	},
	[1109303015] = {
		id = 1109303015,
		prefab_name = "",
		content = "别说这种话。对我来说，你和丰前坊好好的才最重要。"
	},
	[1109303016] = {
		id = 1109303016,
		prefab_name = "",
		content = "以后再有这种危险的事，要提前知会我一声。"
	},
	[1109303017] = {
		id = 1109303017,
		prefab_name = "",
		content = "好~都听你的。"
	},
	[1109303018] = {
		id = 1109303018,
		prefab_name = "",
		content = "几分钟后。"
	},
	[1109303019] = {
		id = 1109303019,
		prefab_name = "",
		content = "不去休息吗，管理员？"
	},
	[1109303020] = {
		id = 1109303020,
		prefab_name = "",
		content = "陪陪你。"
	},
	[1109303021] = {
		id = 1109303021,
		prefab_name = "",
		content = "嗯？姐姐现在可是连抬起胳膊的力气都没有了。"
	},
	[1109303022] = {
		id = 1109303022,
		prefab_name = "",
		content = "如果管理员想做点什么的话，现在可是好时候呢。"
	},
	[1109303023] = {
		id = 1109303023,
		prefab_name = "",
		content = ""
	},
	[1109303024] = {
		id = 1109303024,
		prefab_name = "",
		content = "哈哈，姐姐可是认真的。"
	},
	[1109303025] = {
		id = 1109303025,
		prefab_name = "",
		content = "上次祭典之后，姐姐问你要补偿。这次，你也可以问姐姐要补偿呀。"
	},
	[1109303026] = {
		id = 1109303026,
		prefab_name = "",
		content = "好哦。姐姐现在可是在你手上了，管理员想做些什么呢~"
	},
	[1109303027] = {
		id = 1109303027,
		prefab_name = "",
		content = "……我开玩笑的。"
	},
	[1109303028] = {
		id = 1109303028,
		prefab_name = "",
		content = "咳咳，说正事。"
	},
	[1109303029] = {
		id = 1109303029,
		prefab_name = "",
		content = "我在国常立身边坐下，看向她略带疲惫的面庞。"
	},
	[1109303030] = {
		id = 1109303030,
		prefab_name = "",
		content = "我看了创伤修复的报告单，你受的伤很凶险。发生什么了？"
	},
	[1109303031] = {
		id = 1109303031,
		prefab_name = "",
		content = "你是雉小队的骨干，论身手的话，寻常人甚至无法看清你的身形……到底是什么人能让你受伤？是视骸吗？"
	},
	[1109303032] = {
		id = 1109303032,
		prefab_name = "",
		content = "嗯……我可以选不回答么？"
	},
	[1109303033] = {
		id = 1109303033,
		prefab_name = "",
		content = "可以。我只是出于关心，如果你不想讲的话，不会强求的。"
	},
	[1109303034] = {
		id = 1109303034,
		prefab_name = "",
		content = "管理员真是温柔呢。"
	},
	[1109303035] = {
		id = 1109303035,
		prefab_name = "",
		content = "……今天会受伤，是因为我的疏忽。"
	},
	[1109303036] = {
		id = 1109303036,
		prefab_name = "",
		content = "管理员，你还记得前段时间提到过的，那个「组织的杀手」么？"
	},
	[1109303037] = {
		id = 1109303037,
		prefab_name = "",
		content = "被你抓起来那个？"
	},
	[1109303038] = {
		id = 1109303038,
		prefab_name = "",
		content = "嗯。那个组织没有名字，后来都叫它「无名」，是几十年前开始活跃在笹波的杀手组织。"
	},
	[1109303039] = {
		id = 1109303039,
		prefab_name = "",
		content = "他们专门收养各种孤儿，培养成为冷酷的杀手，暗中受雇于五大家族，做一些侦察、刺杀、刺探情报的工作。"
	},
	[1109303040] = {
		id = 1109303040,
		prefab_name = "",
		content = "在阴谋和暗杀这方面，他们可以说是顶尖的专业人士。"
	},
	[1109303041] = {
		id = 1109303041,
		prefab_name = "",
		content = "所以，他们因为上次的事被搅黄，专门针对你策划了一次报复行动？"
	},
	[1109303042] = {
		id = 1109303042,
		prefab_name = "",
		content = "可以这么理解。"
	},
	[1109303043] = {
		id = 1109303043,
		prefab_name = "",
		content = "但他们是怎么知道你行踪的？"
	},
	[1109303044] = {
		id = 1109303044,
		prefab_name = "",
		content = "陷阱可不需要知道行踪。对于他们而言，需要做的只有搭建好陷阱，然后制造契机，等待我踩进陷阱就好了。"
	},
	[1109303045] = {
		id = 1109303045,
		prefab_name = "",
		content = "从结果来看，陷阱是最方便、最高效，也最不容易出差错的谋害方式了。"
	},
	[1109303046] = {
		id = 1109303046,
		prefab_name = "",
		content = "一次不成，还有下次。不是么？"
	},
	[1109303047] = {
		id = 1109303047,
		prefab_name = "",
		content = "这……"
	},
	[1109303048] = {
		id = 1109303048,
		prefab_name = "",
		content = "说到底，我们修正者也只是比普通人类身体机能更强、能够利用神能消灭视骸的人而已。"
	},
	[1109303049] = {
		id = 1109303049,
		prefab_name = "",
		content = "即使有零时空间这样的技术，当陷阱设置得足够多，也可以对我们造成伤害。"
	},
	[1109303050] = {
		id = 1109303050,
		prefab_name = "",
		content = "我知道管理员很想问，为什么不和月读、丰前坊一起行动。"
	},
	[1109303051] = {
		id = 1109303051,
		prefab_name = "",
		content = "现在你或许明白了？就算是我也无法保证全身而退……我不会让她们陪我一起冒险的。"
	},
	[1109303052] = {
		id = 1109303052,
		prefab_name = "",
		content = "而且……组织的事情，是我自己的事，我要自己解决。"
	},
	[1109303053] = {
		id = 1109303053,
		prefab_name = "",
		content = "都说「一人做事一人当」，这可是关系到姐姐作为忍者的尊严呢。"
	},
	[1109303054] = {
		id = 1109303054,
		prefab_name = "",
		content = "我明白了……"
	},
	[1109303055] = {
		id = 1109303055,
		prefab_name = "",
		content = "不过，你似乎对于「无名」这个组织很熟悉。"
	},
	[1109303056] = {
		id = 1109303056,
		prefab_name = "",
		content = "每个人都有自己的秘密，冒冒失失地问，会让人不开心哦。"
	},
	[1109303057] = {
		id = 1109303057,
		prefab_name = "",
		content = "……那我还是不问了。你安心养伤最重要。"
	},
	[1109303058] = {
		id = 1109303058,
		prefab_name = "",
		content = "很懂得照顾别人——管理员的这一点，也让姐姐很中意呢。"
	},
	[1109303059] = {
		id = 1109303059,
		prefab_name = "",
		content = "应该的。"
	},
	[1109303060] = {
		id = 1109303060,
		prefab_name = "",
		content = "客厅的时钟传来了柔和的旋律。来来回回忙碌一番后，已经是午夜了。"
	},
	[1109303061] = {
		id = 1109303061,
		prefab_name = "",
		content = "时间不早了呢。"
	},
	[1109303062] = {
		id = 1109303062,
		prefab_name = "",
		content = "这次又要麻烦管理员了。"
	},
	[1109303063] = {
		id = 1109303063,
		prefab_name = "",
		content = "姐姐现在还使不上力气，所以送美人回房的任务，只能交给你了~"
	},
	[1109303064] = {
		id = 1109303064,
		prefab_name = "",
		content = "……"
	},
	[1109303065] = {
		id = 1109303065,
		prefab_name = "",
		content = "面对国常立有些吃力抬起的手，我稍作犹豫，还是站起身，将她架了起来。"
	},
	[1109303066] = {
		id = 1109303066,
		prefab_name = "",
		content = "不知道是不是故意而为，用肩膀撑住国常立后，她自然而然地倚靠过来。\n挠人的发丝和呼吸，让我意识到了这有些过近的距离。"
	},
	[1109303067] = {
		id = 1109303067,
		prefab_name = "",
		content = "难受吗？"
	},
	[1109303068] = {
		id = 1109303068,
		prefab_name = "",
		content = "……"
	},
	[1109303069] = {
		id = 1109303069,
		prefab_name = "",
		content = "国常立？"
	},
	[1109303070] = {
		id = 1109303070,
		prefab_name = "",
		content = "管理员。你不觉得现在的气氛……很适合拥抱一下么。"
	},
	[1109303071] = {
		id = 1109303071,
		prefab_name = "",
		content = ""
	},
	[1109303072] = {
		id = 1109303072,
		prefab_name = "",
		content = "你现在是病号，就别老是想着捉弄我了。"
	},
	[1109303073] = {
		id = 1109303073,
		prefab_name = "",
		content = "哎……管理员可真是不解风情呢。"
	},
	[1109303074] = {
		id = 1109303074,
		prefab_name = "",
		content = "不过，姐姐就是喜欢你这样的性格。"
	},
	[1109303075] = {
		id = 1109303075,
		prefab_name = "",
		content = "……"
	},
	[1109303076] = {
		id = 1109303076,
		prefab_name = "",
		content = "桌上摆着一份新鲜出炉的神秘资料。"
	},
	[1109303077] = {
		id = 1109303077,
		prefab_name = "",
		content = "以一份豪华全餐郑重拜托了巴德尔，才换来的这份珍贵资料里，包含着许多秘密。"
	},
	[1109303078] = {
		id = 1109303078,
		prefab_name = "",
		content = "我当管理员是为什么，愿意费那么大力气委托我帮忙……"
	},
	[1109303079] = {
		id = 1109303079,
		prefab_name = "",
		content = "看起来，是被这位忍者姐姐迷住了？"
	},
	[1109303080] = {
		id = 1109303080,
		prefab_name = "",
		content = "我不是，我没有，别瞎说。"
	},
	[1109303081] = {
		id = 1109303081,
		prefab_name = "",
		content = "哈哈……不过我还是要强调一遍哦，虽然我任职的部门叫「情报科」，但针对的目标其实是视骸噢。"
	},
	[1109303082] = {
		id = 1109303082,
		prefab_name = "",
		content = "我明白……只是在认识的朋友里，没有巴德尔之外更合适的人选了。"
	},
	[1109303083] = {
		id = 1109303083,
		prefab_name = "",
		content = "好啦好啦，我知道你的难处。"
	},
	[1109303084] = {
		id = 1109303084,
		prefab_name = "",
		content = "不过，如果真的需要打探情报，从笹波的地下情报贩子那里入手，或许更有效。"
	},
	[1109303085] = {
		id = 1109303085,
		prefab_name = "",
		content = "地下情报贩子？我怎么可能了解到那种东西……"
	},
	[1109303086] = {
		id = 1109303086,
		prefab_name = "",
		content = "也是呢，这是情报人员的知识范畴。"
	},
	[1109303087] = {
		id = 1109303087,
		prefab_name = "",
		content = "巴德尔轻笑了一下，稍微聊了几句之后，就挂断了通讯。我则是拿起桌上的文件仔细翻阅。"
	},
	[1109303088] = {
		id = 1109303088,
		prefab_name = "",
		content = [[
「组织：无名」

「概述：混迹于笹波下京区的杀手组织，受雇于五大家族，主要从事侦查、追踪、暗杀……」

「已归档案件：2268年……」

……

「核心成员列表」

「柒，真名不详，无名上忍位列第七。」

「2308年山神祭，针对猿家刺杀行动失败后失踪……」]]
	},
	[1109303089] = {
		id = 1109303089,
		prefab_name = "",
		content = ""
	},
	[1109303090] = {
		id = 1109303090,
		prefab_name = "",
		content = ""
	},
	[1109303091] = {
		id = 1109303091,
		prefab_name = "",
		content = ""
	},
	[1109303092] = {
		id = 1109303092,
		prefab_name = "",
		content = ""
	},
	[1109303093] = {
		id = 1109303093,
		prefab_name = "",
		content = ""
	},
	[1109303094] = {
		id = 1109303094,
		prefab_name = "",
		content = ""
	},
	[1109303095] = {
		id = 1109303095,
		prefab_name = "",
		content = "「根据已有的情报来看，这位在2308年失踪的上忍，很有可能是国常立。」巴德尔的结论让我陷入了沉思。"
	},
	[1109303096] = {
		id = 1109303096,
		prefab_name = "",
		content = "这种事情如果想确认的话……只能找本人了吧？"
	},
	[1109303097] = {
		id = 1109303097,
		prefab_name = "",
		content = "……"
	},
	[1109303098] = {
		id = 1109303098,
		prefab_name = "",
		content = "房间里，国常立慵懒地坐在窗边，望着庭院外的风景。"
	},
	[1109303099] = {
		id = 1109303099,
		prefab_name = "",
		content = "国常……"
	},
	[1109303100] = {
		id = 1109303100,
		prefab_name = "",
		content = "管理员，你来了~"
	},
	[1109303101] = {
		id = 1109303101,
		prefab_name = "",
		content = "姐姐最近有些爱上这样什么事也不做，看着院子里的花鸟发呆的生活了呢。"
	},
	[1109303102] = {
		id = 1109303102,
		prefab_name = "",
		content = "呃，为什么？"
	},
	[1109303103] = {
		id = 1109303103,
		prefab_name = "",
		content = "呵呵呵，谁知道呢。"
	},
	[1109303104] = {
		id = 1109303104,
		prefab_name = "",
		content = "可能是突然意识到「只有被浪费掉的时间，才真正是自己的时间」吧？"
	},
	[1109303105] = {
		id = 1109303105,
		prefab_name = "",
		content = "我走到她的身边坐下，然后将之前收集来的情报文件拿了出来。国常立只是淡淡地看了一眼，脸上并没有什么表情，继续自顾自地说着。"
	},
	[1109303106] = {
		id = 1109303106,
		prefab_name = "",
		content = "这两天看到一些新闻说，笹波的民众有超过一半的人，在白天经历长时间的工作以后，仍然选择熬夜。"
	},
	[1109303107] = {
		id = 1109303107,
		prefab_name = "",
		content = "并不是不累，而是单纯的不想睡。许多人说，感觉只有这段无聊的时间，才是自己真正可以自由支配的时间……"
	},
	[1109303108] = {
		id = 1109303108,
		prefab_name = "",
		content = "毕竟大家都在辛苦地活着。"
	},
	[1109303109] = {
		id = 1109303109,
		prefab_name = "",
		content = "管理员呢？百忙之中抽出时间过来，应该不止是来探望病号吧？"
	},
	[1109303110] = {
		id = 1109303110,
		prefab_name = "",
		content = "我以为你会说：「管理员是不是又寂寞了，想让姐姐陪一陪？」"
	},
	[1109303111] = {
		id = 1109303111,
		prefab_name = "",
		content = "那你是不是又寂寞了呢？呵呵呵。"
	},
	[1109303112] = {
		id = 1109303112,
		prefab_name = "",
		content = "没有！我是……"
	},
	[1109303113] = {
		id = 1109303113,
		prefab_name = "",
		content = ""
	},
	[1109303114] = {
		id = 1109303114,
		prefab_name = "",
		content = "因为背着我偷偷查了组织的资料，是么？"
	},
	[1109303115] = {
		id = 1109303115,
		prefab_name = "",
		content = "哎？怎么知道的？"
	},
	[1109303116] = {
		id = 1109303116,
		prefab_name = "",
		content = "你的想法都已经写在脸上了哦，管理员。"
	},
	[1109303117] = {
		id = 1109303117,
		prefab_name = "",
		content = "偷偷查了组织的资料，但有些事情还没明白，是么？"
	},
	[1109303118] = {
		id = 1109303118,
		prefab_name = "",
		content = "哎？怎么知道的？"
	},
	[1109303119] = {
		id = 1109303119,
		prefab_name = "",
		content = "这种事情，姐姐当然看一眼就知道了。"
	},
	[1109303120] = {
		id = 1109303120,
		prefab_name = "",
		content = "而且，我觉得管理员是不会在这种事情上瞒着我的吧？"
	},
	[1109303121] = {
		id = 1109303121,
		prefab_name = "",
		content = "……确实。"
	},
	[1109303122] = {
		id = 1109303122,
		prefab_name = "",
		content = "那我直接问了。\n你曾经就是这个组织「无名」中的一员，是这样吗？"
	},
	[1109303123] = {
		id = 1109303123,
		prefab_name = "",
		content = "是哦，而且是作为核心成员的「上忍」。"
	},
	[1109303124] = {
		id = 1109303124,
		prefab_name = "",
		content = "如果猜得不错，我或许还是唯一一个「叛忍」呢。"
	},
	[1109303125] = {
		id = 1109303125,
		prefab_name = "",
		content = "这次不打算拒绝回答吗？"
	},
	[1109303126] = {
		id = 1109303126,
		prefab_name = "",
		content = "对于你来说，拒绝没什么用，不是么~"
	},
	[1109303127] = {
		id = 1109303127,
		prefab_name = "",
		content = "我已经知道管理员的性格是「就算被拒绝也要求根问底」的类型了。"
	},
	[1109303128] = {
		id = 1109303128,
		prefab_name = "",
		content = "……只对伙伴才会这样。"
	},
	[1109303129] = {
		id = 1109303129,
		prefab_name = "",
		content = "好好好，所以现在你知道了？姐姐这一身的战斗技巧，还有侦查、潜行的手段，都是从组织里学来的。"
	},
	[1109303130] = {
		id = 1109303130,
		prefab_name = "",
		content = "至于这次受伤……对他们而言，针对「叛忍」进行追杀和报复，再正常不过了，不是么。"
	},
	[1109303131] = {
		id = 1109303131,
		prefab_name = "",
		content = "自从我离开组织，搅黄过他们的计划也不止一次两次了~"
	},
	[1109303132] = {
		id = 1109303132,
		prefab_name = "",
		content = "也就是说，你不止一次遭遇过这种事情了？"
	},
	[1109303133] = {
		id = 1109303133,
		prefab_name = "",
		content = "当然。只是这次不小心——"
	},
	[1109303134] = {
		id = 1109303134,
		prefab_name = "",
		content = "现在想来，应该是太挂念着和管理员的约会了吧？呵呵呵……"
	},
	[1109303135] = {
		id = 1109303135,
		prefab_name = "",
		content = "我能帮你什么吗？比如，让他们彻底完蛋。"
	},
	[1109303136] = {
		id = 1109303136,
		prefab_name = "",
		content = "不要哦，姐姐说过的，自己的事情要自己解决。"
	},
	[1109303137] = {
		id = 1109303137,
		prefab_name = "",
		content = "可你一个人很危险。"
	},
	[1109303138] = {
		id = 1109303138,
		prefab_name = "",
		content = "就是因为危险，我才不想让我珍视的人也陷入险境。"
	},
	[1109303139] = {
		id = 1109303139,
		prefab_name = "",
		content = "这样的事情姐姐一个人应付就好了。"
	},
	[1109303140] = {
		id = 1109303140,
		prefab_name = "",
		content = "不会让你自己应付的。"
	},
	[1109303141] = {
		id = 1109303141,
		prefab_name = "",
		content = "听到脚步声的我回头望去，发现是结束训练的月读和丰前坊，正朝我们走来。"
	},
	[1109303142] = {
		id = 1109303142,
		prefab_name = "",
		content = "月读……哎呀，麻烦了~"
	},
	[1109303143] = {
		id = 1109303143,
		prefab_name = "",
		content = "既然听到了这件事，我就绝对不会放着不管。"
	},
	[1109303144] = {
		id = 1109303144,
		prefab_name = "",
		content = "……"
	},
	[1109304001] = {
		id = 1109304001,
		prefab_name = "",
		content = "关于之前猝不及防的变故，最终的结果是，我们一起谋划了一个行动——"
	},
	[1109304002] = {
		id = 1109304002,
		prefab_name = "",
		content = "上京区某家饭店的不远处，街口。"
	},
	[1109304003] = {
		id = 1109304003,
		prefab_name = "",
		content = "之前就想问，这里不就是我们上次参加祭典的集合地点吗？"
	},
	[1109304004] = {
		id = 1109304004,
		prefab_name = "",
		content = "猜对了哦，有时候缘分就是这样妙不可言。"
	},
	[1109304005] = {
		id = 1109304005,
		prefab_name = "",
		content = "但这次是围剿「无名」……\n希望以后别再有这种奇怪的缘分。"
	},
	[1109304006] = {
		id = 1109304006,
		prefab_name = "",
		content = "那是很难呢。在笹波，这种杀手、情报组织不算少。只要五大家族的争斗不停，这些组织就永远有生存的土壤。"
	},
	[1109304007] = {
		id = 1109304007,
		prefab_name = "",
		content = "你看，哪怕是组织式微的当下，也有五大家族的人，和他们在这里商谈委托，不是么？"
	},
	[1109304008] = {
		id = 1109304008,
		prefab_name = "",
		content = "你知道这次给他们「下单」的是哪家？"
	},
	[1109304009] = {
		id = 1109304009,
		prefab_name = "",
		content = "这可是你找来的情报，姐姐怎么可能知道~\n兴许是猿家，鹿家……硬要说的话，鹤家也不奇怪哦。"
	},
	[1109304010] = {
		id = 1109304010,
		prefab_name = "",
		content = "毕竟，能把「无名」的上忍一次叫齐，想来不会是什么小行动呢。"
	},
	[1109304011] = {
		id = 1109304011,
		prefab_name = "",
		content = "准备一举歼灭他们，正好就赶上高层集会……可能这就叫「瞌睡了有人送枕头」吧？"
	},
	[1109304012] = {
		id = 1109304012,
		prefab_name = "",
		content = "谁知道呢~"
	},
	[1109304013] = {
		id = 1109304013,
		prefab_name = "",
		content = "「滴滴」。\n雉小队的通讯接通后，另外两人的声音从通讯器内传来。"
	},
	[1109304014] = {
		id = 1109304014,
		prefab_name = "",
		content = "管理员，侧门已经就位。"
	},
	[1109304015] = {
		id = 1109304015,
		prefab_name = "",
		content = "后门也已经就位了。"
	},
	[1109304016] = {
		id = 1109304016,
		prefab_name = "",
		content = "笹波的治安队已经出动了，几分钟内应该就会到达现场。再次明确，两位的任务是「设法阻止企图逃走的组织成员」。"
	},
	[1109304017] = {
		id = 1109304017,
		prefab_name = "",
		content = "敌人非常擅长使用出其不意的攻击方式，如果遇到困难，一定要以自身安全为最优先考虑。"
	},
	[1109304018] = {
		id = 1109304018,
		prefab_name = "",
		content = "明白。"
	},
	[1109304019] = {
		id = 1109304019,
		prefab_name = "",
		content = "放心吧。"
	},
	[1109304020] = {
		id = 1109304020,
		prefab_name = "",
		content = "我这边刚刚结束通讯，国常立就凑过来，贴在我的肩膀上。"
	},
	[1109304021] = {
		id = 1109304021,
		prefab_name = "",
		content = "管理员~今天这件事必须要跟你强调，姐姐很生气哦。"
	},
	[1109304022] = {
		id = 1109304022,
		prefab_name = "",
		content = "……嗯。"
	},
	[1109304023] = {
		id = 1109304023,
		prefab_name = "",
		content = "冒冒失失就跑来找姐姐，问一些隐私的小秘密。现在好了，大家都知道了~"
	},
	[1109304024] = {
		id = 1109304024,
		prefab_name = "",
		content = "我对自己的莽撞道歉……但无论月读、丰前坊还是我，都是不想让你一个人负担太多。"
	},
	[1109304025] = {
		id = 1109304025,
		prefab_name = "",
		content = "唉……你们呀。月读和丰前坊自己的事情还没处理好呢。"
	},
	[1109304026] = {
		id = 1109304026,
		prefab_name = "",
		content = "不说这个了~\n管理员，现在可以告诉我，你这次的行动计划了么？"
	},
	[1109304027] = {
		id = 1109304027,
		prefab_name = "",
		content = "嗯……"
	},
	[1109304028] = {
		id = 1109304028,
		prefab_name = "",
		content = [[
几天前，和国常立的交谈被月读两人听到后，其实发生了一场颇为激烈的争执。

国常立坚持认为「组织」的危险性太强，不希望月读和丰前坊掺和进来。

但相比之下，月读和丰前坊更担心国常立自身的安危。所以争着争着，就变成了讨论「如何把这个组织干掉」的方向……

出于谨慎考虑，一直在旁听的我，提出了自己的方案——

「寻找一个组织领导者集合在一起的机会，利用笹波上京区治安队，将他们一网打尽。」

……]]
	},
	[1109304029] = {
		id = 1109304029,
		prefab_name = "",
		content = ""
	},
	[1109304030] = {
		id = 1109304030,
		prefab_name = "",
		content = ""
	},
	[1109304031] = {
		id = 1109304031,
		prefab_name = "",
		content = ""
	},
	[1109304032] = {
		id = 1109304032,
		prefab_name = "",
		content = ""
	},
	[1109304033] = {
		id = 1109304033,
		prefab_name = "",
		content = ""
	},
	[1109304034] = {
		id = 1109304034,
		prefab_name = "",
		content = "虽然这么说有些显摆，但我最近半年的工资，可都是为你花掉了哦。"
	},
	[1109304035] = {
		id = 1109304035,
		prefab_name = "",
		content = "哎？居然花掉了这么多吗？"
	},
	[1109304036] = {
		id = 1109304036,
		prefab_name = "",
		content = "对啊，为了搜集到「无名」这次集会商谈的情报……笹波的地下情报贩子，报价是真的高昂。"
	},
	[1109304037] = {
		id = 1109304037,
		prefab_name = "",
		content = "呵呵呵，真是为难管理员了。不过，姐姐平时接任务，可是攒下来不少钱哦。"
	},
	[1109304038] = {
		id = 1109304038,
		prefab_name = "",
		content = "你愿意的话，姐姐可以养着你啊~"
	},
	[1109304039] = {
		id = 1109304039,
		prefab_name = "",
		content = ""
	},
	[1109304040] = {
		id = 1109304040,
		prefab_name = "",
		content = "叠词会扣分的哦。"
	},
	[1109304041] = {
		id = 1109304041,
		prefab_name = "",
		content = "……我错了。"
	},
	[1109304042] = {
		id = 1109304042,
		prefab_name = "",
		content = "怎么，想要赚钱养着姐姐？等等~管理员莫非是在……表白？"
	},
	[1109304043] = {
		id = 1109304043,
		prefab_name = "",
		content = "我不是，我没有，别瞎说。"
	},
	[1109304044] = {
		id = 1109304044,
		prefab_name = "",
		content = "唉……管理员已经可以熟练应付我了，生活要变得无趣起来了。"
	},
	[1109304045] = {
		id = 1109304045,
		prefab_name = "",
		content = "平平淡淡才是真。"
	},
	[1109304046] = {
		id = 1109304046,
		prefab_name = "",
		content = "好好好。话说回来，所以管理员今天是怎么安排的，我还不知道呢~"
	},
	[1109304047] = {
		id = 1109304047,
		prefab_name = "",
		content = "其实蛮简单的，我刚刚装作一般民众报了个警……就说自己对象被人绑架了，那人手持枪械，躲进了这家饭店里。"
	},
	[1109304048] = {
		id = 1109304048,
		prefab_name = "",
		content = "噗嗤……管理员，你是认真的？"
	},
	[1109304049] = {
		id = 1109304049,
		prefab_name = "",
		content = "不过想想也是~上京区的治安队可是闲得很。突然收到「有人持枪抢劫」这种报案，一定开心得不得了。"
	},
	[1109304050] = {
		id = 1109304050,
		prefab_name = "",
		content = "「KPI来了」——这样？"
	},
	[1109304051] = {
		id = 1109304051,
		prefab_name = "",
		content = "嗯哼。总之等下肯定会来不少人。"
	},
	[1109304052] = {
		id = 1109304052,
		prefab_name = "",
		content = "嗯……然后我们的任务就是配合治安队，把这群人堵住就行咯。一共三个门，月读负责侧门，丰前坊蹲守后门。"
	},
	[1109304053] = {
		id = 1109304053,
		prefab_name = "",
		content = "我只需要在前门监视就好了，毕竟正门防御一般是最严密的——谁知道你突然跟过来了。"
	},
	[1109304054] = {
		id = 1109304054,
		prefab_name = "",
		content = "这本来就是姐姐自己的事，现在麻烦你们帮姐姐处理。事到如今，就算行动不便也必须到场呀。"
	},
	[1109304055] = {
		id = 1109304055,
		prefab_name = "",
		content = "管理员不会嫌弃姐姐拖油瓶吧？"
	},
	[1109304056] = {
		id = 1109304056,
		prefab_name = "",
		content = "肯定不会。只是觉得不用兴师动众，很快就能解决。"
	},
	[1109304057] = {
		id = 1109304057,
		prefab_name = "",
		content = "听起来真是轻描淡写……明明是笹波风头最盛的地下组织，总有一种「被你三两句话就解决掉了」的感觉呢。"
	},
	[1109304058] = {
		id = 1109304058,
		prefab_name = "",
		content = "毕竟对于普通人而言，现实生活里哪有那么多惊险离奇的经历？那些「局势暗流涌动、计策环环相扣」之类的东西，都是小说和电影里才会见到的内容。"
	},
	[1109304059] = {
		id = 1109304059,
		prefab_name = "",
		content = "也是呢……说到底，「无名」也是一群普通人组成的组织。只因为我们是修正者，才会见到「普通」以外的东西呢~"
	},
	[1109304060] = {
		id = 1109304060,
		prefab_name = "",
		content = "管理员总是能说出一些奇奇怪怪的道理，偏偏又让人无法反驳。姐姐真是越发中意你了。"
	},
	[1109304061] = {
		id = 1109304061,
		prefab_name = "",
		content = "中意用说的就好了，不要越贴越紧……"
	},
	[1109304062] = {
		id = 1109304062,
		prefab_name = "",
		content = "呵呵呵，怎么，按捺不住了？"
	},
	[1109304063] = {
		id = 1109304063,
		prefab_name = "",
		content = "不然今晚别急着回艾因索菲，陪姐姐喝两杯？最近天气凉快不少，做「什么事情」都不会觉得热哦。"
	},
	[1109304064] = {
		id = 1109304064,
		prefab_name = "",
		content = "什么热不热的，我……"
	},
	[1109304065] = {
		id = 1109304065,
		prefab_name = "",
		content = "我还在紧急思考如何应付国常立犯规的发言，急促的警笛突然就划破了夜晚的寂静。\n\n几乎是眨眼间，各种交通工具与穿着统一制服的身影，还有各种轻装重甲的智械，就已经将整家饭店围得水泄不通。"
	},
	[1109304066] = {
		id = 1109304066,
		prefab_name = "",
		content = ""
	},
	[1109304067] = {
		id = 1109304067,
		prefab_name = "",
		content = "哦？来得挺快呢。"
	},
	[1109304068] = {
		id = 1109304068,
		prefab_name = "",
		content = "嗯，长枪短炮也很齐全……搞这么隆重，不知道的还以为是什么军事演习呢。"
	},
	[1109304069] = {
		id = 1109304069,
		prefab_name = "",
		content = "锐评到一半，我们面前突然闪身出现了一个中年人，快速向我们出示了身份凭证。"
	},
	[1109304070] = {
		id = 1109304070,
		prefab_name = "",
		content = "你好，你是#{nickname}#吗？我是附近街区的警员。刚刚是你通过专线报警说，这里有持枪抢劫犯。"
	},
	[1109304071] = {
		id = 1109304071,
		prefab_name = "",
		content = "嗯，是的。"
	},
	[1109304072] = {
		id = 1109304072,
		prefab_name = "",
		content = "……被劫持的人是你的伴侣？"
	},
	[1109304073] = {
		id = 1109304073,
		prefab_name = "",
		content = "对。"
	},
	[1109304074] = {
		id = 1109304074,
		prefab_name = "",
		content = "那这位不是……？"
	},
	[1109304075] = {
		id = 1109304075,
		prefab_name = "",
		content = "他有些迟疑地打量着紧紧贴着我的国常立。"
	},
	[1109304076] = {
		id = 1109304076,
		prefab_name = "",
		content = "她是……咳咳，总之，我对象还在劫犯手里，我真的很担心！麻烦你们安全解救！"
	},
	[1109304077] = {
		id = 1109304077,
		prefab_name = "",
		content = "……"
	},
	[1109304078] = {
		id = 1109304078,
		prefab_name = "",
		content = "我们会的，两位……呃，注意安全。"
	},
	[1109304079] = {
		id = 1109304079,
		prefab_name = "",
		content = "这位警员先生带着一脸猜疑的表情离开之后很久，国常立终于忍不住笑出声来。"
	},
	[1109304080] = {
		id = 1109304080,
		prefab_name = "",
		content = "呵呵呵，我们好像给这位警员造成了困惑？"
	},
	[1109304081] = {
		id = 1109304081,
		prefab_name = "",
		content = ""
	},
	[1109304082] = {
		id = 1109304082,
		prefab_name = "",
		content = "谁在乎那个~"
	},
	[1109304083] = {
		id = 1109304083,
		prefab_name = "",
		content = "再说了，我们本来只是为了「抓坏人」，不是么？"
	},
	[1109304084] = {
		id = 1109304084,
		prefab_name = "",
		content = "是么？姐姐贴着你的时候，明明表情很享受呢。"
	},
	[1109304085] = {
		id = 1109304085,
		prefab_name = "",
		content = "莫非管理员是占了便宜就想跑的类型？"
	},
	[1109304086] = {
		id = 1109304086,
		prefab_name = "",
		content = "我可没……"
	},
	[1109304087] = {
		id = 1109304087,
		prefab_name = "",
		content = "？！——小心！"
	},
	[1109304088] = {
		id = 1109304088,
		prefab_name = "",
		content = "事情发生得太过突然，我只是感觉到眼前一花，身体便栽倒下去。"
	},
	[1109304089] = {
		id = 1109304089,
		prefab_name = "",
		content = "耳边传来「当」的一声脆响，随后就感觉到国常立脱力的身躯，落在了我的怀中。"
	},
	[1109304090] = {
		id = 1109304090,
		prefab_name = "",
		content = "你……柚子？"
	},
	[1109304091] = {
		id = 1109304091,
		prefab_name = "",
		content = "……"
	},
	[1109304092] = {
		id = 1109304092,
		prefab_name = "",
		content = "两小时后。"
	},
	[1109304093] = {
		id = 1109304093,
		prefab_name = "",
		content = "伤口，还疼吗？"
	},
	[1109304094] = {
		id = 1109304094,
		prefab_name = "",
		content = "不要低估修正者的体质哦，姐姐早就没事了。"
	},
	[1109304095] = {
		id = 1109304095,
		prefab_name = "",
		content = "毕竟是很深的刀口。"
	},
	[1109304096] = {
		id = 1109304096,
		prefab_name = "",
		content = "现在已经连伤疤在哪里都看不到了。"
	},
	[1109304097] = {
		id = 1109304097,
		prefab_name = "",
		content = "明天记得要好好和月读，还有丰前坊道谢。"
	},
	[1109304098] = {
		id = 1109304098,
		prefab_name = "",
		content = "好啦好啦，记住了~"
	},
	[1109304099] = {
		id = 1109304099,
		prefab_name = "",
		content = "为什么有种被家人唠叨的感觉？"
	},
	[1109304100] = {
		id = 1109304100,
		prefab_name = "",
		content = ""
	},
	[1109304101] = {
		id = 1109304101,
		prefab_name = "",
		content = "……管理员的问题难住我了呢。"
	},
	[1109304102] = {
		id = 1109304102,
		prefab_name = "",
		content = "说起来，姐姐从小到大，都没有真正理解过「家人」是一种什么关系。"
	},
	[1109304103] = {
		id = 1109304103,
		prefab_name = "",
		content = "不会哦，反而有种新鲜的感觉……"
	},
	[1109304104] = {
		id = 1109304104,
		prefab_name = "",
		content = "从小在组织里长大，还从来没有体会过这种「被唠叨」的感觉呢。"
	},
	[1109304105] = {
		id = 1109304105,
		prefab_name = "",
		content = "丰前坊和月读呢？我猜丰前坊平时不少唠叨你吧？"
	},
	[1109304106] = {
		id = 1109304106,
		prefab_name = "",
		content = "不太一样哦。硬要说的话，月读和丰前坊，更像是战友间的羁绊？"
	},
	[1109304107] = {
		id = 1109304107,
		prefab_name = "",
		content = "管理员这种，明明很弱却还要唠叨别人，反而让我觉得更亲切呢~"
	},
	[1109304108] = {
		id = 1109304108,
		prefab_name = "",
		content = "什么叫「明明很弱」啊！"
	},
	[1109304109] = {
		id = 1109304109,
		prefab_name = "",
		content = "呵呵呵，不是么？就像刚刚，如果不是姐姐帮你挡下一刀，管理员这会儿就已经去见盖亚了哦。"
	},
	[1109304110] = {
		id = 1109304110,
		prefab_name = "",
		content = "感谢国常立救我一命，顺便感谢盖亚不收之恩。"
	},
	[1109304111] = {
		id = 1109304111,
		prefab_name = "",
		content = "感谢我就收下了~"
	},
	[1109304112] = {
		id = 1109304112,
		prefab_name = "",
		content = "话说回来……看来「无名」并没有给你留下什么好的回忆。"
	},
	[1109304113] = {
		id = 1109304113,
		prefab_name = "",
		content = "是呢。毕竟是一群流窜的杀手，说到底不过是五大家族的走狗，被训练出的工具而已。"
	},
	[1109304114] = {
		id = 1109304114,
		prefab_name = "",
		content = "对他们而言，「感情」也好「人性」也好，都只能算是妨碍生存的拖累。"
	},
	[1109304115] = {
		id = 1109304115,
		prefab_name = "",
		content = "不过……就算是这样，姐姐也有个很要好的伙伴。"
	},
	[1109304116] = {
		id = 1109304116,
		prefab_name = "",
		content = "是叫「柚子」么？我隐约有听到。"
	},
	[1109304117] = {
		id = 1109304117,
		prefab_name = "",
		content = "你没听错。不过不要告诉别人哦，这件事可是连月读都没听说过呢。"
	},
	[1109304118] = {
		id = 1109304118,
		prefab_name = "",
		content = "就是刚刚强行突破包围，还袭击了我们的那个人？"
	},
	[1109304119] = {
		id = 1109304119,
		prefab_name = "",
		content = "嗯。"
	},
	[1109304120] = {
		id = 1109304120,
		prefab_name = "",
		content = "……怪不得你都受伤了，还捂住我的嘴，让治安队追丢了。"
	},
	[1109304121] = {
		id = 1109304121,
		prefab_name = "",
		content = "就当是姐姐的任性吧~"
	},
	[1109304122] = {
		id = 1109304122,
		prefab_name = "",
		content = "国常立站起身，轻巧地脱下了身上的外装甲，走到落地窗边坐下。"
	},
	[1109304123] = {
		id = 1109304123,
		prefab_name = "",
		content = "我识趣地止住了追问的欲望。相信未来国常立觉得合适的时候，会亲口告诉我更多。"
	},
	[1109304124] = {
		id = 1109304124,
		prefab_name = "",
		content = "以后有机会的话，一定要和你一起，好好逛一次祭典。"
	},
	[1109304125] = {
		id = 1109304125,
		prefab_name = "",
		content = "到时候还想跟你讲一讲，姐姐是怎么爱上逛祭典的呢~"
	},
	[1109304126] = {
		id = 1109304126,
		prefab_name = "",
		content = "现在不可以讲吗？"
	},
	[1109304127] = {
		id = 1109304127,
		prefab_name = "",
		content = "现在……现在不是合适的氛围。"
	},
	[1109304128] = {
		id = 1109304128,
		prefab_name = "",
		content = "来姐姐身边吧，今晚的月色很美呢~"
	},
	[1109304129] = {
		id = 1109304129,
		prefab_name = "",
		content = "虽然总觉得这位女忍者不怀好意，但我还是走到她身边一起坐下了。"
	},
	[1109304130] = {
		id = 1109304130,
		prefab_name = "",
		content = "管理员，已经很晚了哦。"
	},
	[1109304131] = {
		id = 1109304131,
		prefab_name = "",
		content = "嗯。"
	},
	[1109304132] = {
		id = 1109304132,
		prefab_name = "",
		content = "今晚还要赶回艾因索菲吗？"
	},
	[1109304133] = {
		id = 1109304133,
		prefab_name = "",
		content = "……明天还要上班。"
	},
	[1109304134] = {
		id = 1109304134,
		prefab_name = "",
		content = "真是繁忙的人呢。"
	},
	[1109304135] = {
		id = 1109304135,
		prefab_name = "",
		content = "毕竟现在是「薪水紧张的打工人」。"
	},
	[1109304136] = {
		id = 1109304136,
		prefab_name = "",
		content = "打工人也需要休息。"
	},
	[1109304137] = {
		id = 1109304137,
		prefab_name = "",
		content = "虽然姐姐平日里一副不正经的样子，但其实有在「认真活着」哦。"
	},
	[1109304138] = {
		id = 1109304138,
		prefab_name = "",
		content = "太勉强的话就先停下来，休息一下，对自己好一点~"
	},
	[1109304139] = {
		id = 1109304139,
		prefab_name = "",
		content = "就像今天，陪姐姐看看月亮，不也是一件好事吗？"
	},
	[1109304140] = {
		id = 1109304140,
		prefab_name = "",
		content = "……我得走了。"
	},
	[1109304141] = {
		id = 1109304141,
		prefab_name = "",
		content = "明天回到深空之眼总部，迎接我的必然是堆积如山的待处理事项……"
	},
	[1109304142] = {
		id = 1109304142,
		prefab_name = "",
		content = "偏偏在我准备起身的时候，国常立像是使坏一样，拉住我的衣角轻轻一拽。"
	},
	[1109304143] = {
		id = 1109304143,
		prefab_name = "",
		content = "像上次一样，灯很应景地关了。"
	},
	[1109304144] = {
		id = 1109304144,
		prefab_name = "",
		content = "我被眼前的白发忍者摁在落地窗边，轻轻抵住肩膀。"
	},
	[1109304145] = {
		id = 1109304145,
		prefab_name = "",
		content = "皎洁的月光映照出了她脸上似有似无的笑意。"
	},
	[1109304146] = {
		id = 1109304146,
		prefab_name = "",
		content = "她的手勾住了我的衣领，指尖轻轻从颈边抚过。"
	},
	[1109304147] = {
		id = 1109304147,
		prefab_name = "",
		content = "我不同意呢，管理员~"
	},
	[1109304148] = {
		id = 1109304148,
		prefab_name = "",
		content = "现在，姐姐给你安排了今晚的「新工作」。"
	},
	[1109304149] = {
		id = 1109304149,
		prefab_name = "",
		content = "在月亮下山之前，不允许你翘班哦。"
	},
	[1109304150] = {
		id = 1109304150,
		prefab_name = "",
		content = "……"
	},
	[1107001001] = {
		id = 1107001001,
		prefab_name = "",
		content = "拜访虚恒的阶段性工作结束后，我躺在山间草坪上小憩，一阵清风吹过，竹叶窸窣作响，我渐入梦乡……"
	},
	[1107001002] = {
		id = 1107001002,
		prefab_name = "",
		content = "按地图来看的话，宝箱该在这里才对。"
	},
	[1107001003] = {
		id = 1107001003,
		prefab_name = "",
		content = "莫非有人早乌一步出手了？"
	},
	[1107001004] = {
		id = 1107001004,
		prefab_name = "",
		content = "上回《元典抄本》说道，宝物所在之处，必有机关阵守卫，乌得小心行事……哎哟？！"
	},
	[1107001005] = {
		id = 1107001005,
		prefab_name = "",
		content = "半梦半醒间，有人一脚踩在我的胳膊上，一个踉跄往我身旁一摔。"
	},
	[1107001006] = {
		id = 1107001006,
		prefab_name = "",
		content = "噗！"
	},
	[1107001007] = {
		id = 1107001007,
		prefab_name = "",
		content = "我睁开眼，恰好撞见她撑起身子时，手中的十曜猛地朝我袭来。"
	},
	[1107001008] = {
		id = 1107001008,
		prefab_name = "1070ui_story",
		content = "唔？"
	},
	[1107001009] = {
		id = 1107001009,
		prefab_name = "1070ui_story",
		content = "#{nickname}#？！"
	},
	[1107001010] = {
		id = 1107001010,
		prefab_name = "1070ui_story",
		content = "小心！！！"
	},
	[1107001011] = {
		id = 1107001011,
		prefab_name = "",
		content = "往左边躲"
	},
	[1107001012] = {
		id = 1107001012,
		prefab_name = "",
		content = "金乌后知后觉，将手中的十曜一摆，你的头刚好撞向了十曜，刹那间，两眼一黑。"
	},
	[1107001013] = {
		id = 1107001013,
		prefab_name = "",
		content = "金乌后知后觉，将手中的十曜一摆，你刚好躲过一劫，不料脖子扭动幅度过大，撞到一旁的歪脖子树，刹那间，两眼一黑。"
	},
	[1107001014] = {
		id = 1107001014,
		prefab_name = "",
		content = "#{nickname}#？"
	},
	[1107001015] = {
		id = 1107001015,
		prefab_name = "",
		content = "金乌？"
	},
	[1107001016] = {
		id = 1107001016,
		prefab_name = "1070ui_story",
		content = "呼——"
	},
	[1107001017] = {
		id = 1107001017,
		prefab_name = "1070ui_story",
		content = "#{nickname}#，你终于醒了！有感觉好点了吗？"
	},
	[1107001018] = {
		id = 1107001018,
		prefab_name = "",
		content = "换个地方睡觉罢了……大概。"
	},
	[1107001019] = {
		id = 1107001019,
		prefab_name = "1070ui_story",
		content = "喔？！#{nickname}#莫非在乌不知道的日子里偷偷练了铁头功？"
	},
	[1107001020] = {
		id = 1107001020,
		prefab_name = "",
		content = "铁头功？……倒没有。"
	},
	[1107001021] = {
		id = 1107001021,
		prefab_name = "",
		content = "不过说起来，我们确实好长时间没见了，醒岁节后，你有找到「夕」的主人吗？"
	},
	[1107001022] = {
		id = 1107001022,
		prefab_name = "1070ui_story",
		content = "乌回到虚恒后，打败了好多个「魑魅下属」，几经波折，终于找到那个能成功净化「夕」的人了~"
	},
	[1107001023] = {
		id = 1107001023,
		prefab_name = "",
		content = "那就行。"
	},
	[1107001024] = {
		id = 1107001024,
		prefab_name = "1070ui_story",
		content = "乌的表现和《元典抄本》里的「逐日追云大侠」一样强哦！"
	},
	[1107001025] = {
		id = 1107001025,
		prefab_name = "",
		content = "《元典抄本》什么时候出了「逐日追云大侠」这个角色了？"
	},
	[1107001026] = {
		id = 1107001026,
		prefab_name = "1070ui_story",
		content = "「逐日追云大侠」是《元典抄本》后期登场的，主人公最重要的伙伴！咦？#{nickname}#也是《元典抄本》的粉丝吗？"
	},
	[1107001027] = {
		id = 1107001027,
		prefab_name = "",
		content = "之前你送我的漫画都看了，但实在太忙，没空追续集。茶几上的……是《元典抄本》的新海报吗？已经出到21期了？"
	},
	[1107001028] = {
		id = 1107001028,
		prefab_name = "1070ui_story",
		content = "嗯！《元典抄本》21期可是周年特典版漫画，乌势在必得！据说这次签售会还会送稀有周边呢！"
	},
	[1107001029] = {
		id = 1107001029,
		prefab_name = "",
		content = "等等，你的脸……靠太近了。把海报拿过来就好。"
	},
	[1107001030] = {
		id = 1107001030,
		prefab_name = "",
		content = "5月9号的预售发布会？明天啊……"
	},
	[1107001031] = {
		id = 1107001031,
		prefab_name = "1070ui_story",
		content = "管理员要不要和乌一起去？离这很近的，还能拿到作者「星」的亲笔签名哦！"
	},
	[1107001032] = {
		id = 1107001032,
		prefab_name = "",
		content = "她的手肘撑着床沿，双手托着下巴，一双诚挚的眼睛眨巴眨巴地看向我。"
	},
	[1107001033] = {
		id = 1107001033,
		prefab_name = "",
		content = "你有预售发布会的入场券吗？"
	},
	[1107001034] = {
		id = 1107001034,
		prefab_name = "1070ui_story",
		content = "唔，乌倒是有，不过只有一张。"
	},
	[1107001035] = {
		id = 1107001035,
		prefab_name = "",
		content = "那估计我们……"
	},
	[1107001036] = {
		id = 1107001036,
		prefab_name = "1070ui_story",
		content = "还有机会！"
	},
	[1107001037] = {
		id = 1107001037,
		prefab_name = "",
		content = "但是这个时间也太紧了吧？"
	},
	[1107001038] = {
		id = 1107001038,
		prefab_name = "1070ui_story",
		content = "锵锵锵锵！"
	},
	[1107001039] = {
		id = 1107001039,
		prefab_name = "",
		content = "哪来的箱子？……你还会变戏法？"
	},
	[1107001040] = {
		id = 1107001040,
		prefab_name = "1070ui_story",
		content = "哼哼哼~这可是乌今天最为关键的战利品——《元典抄本》神秘周边宝箱！"
	},
	[1107001041] = {
		id = 1107001041,
		prefab_name = "1070ui_story",
		content = "据官方信息透露，1%的概率会出现一张新刊签售会的入场券！"
	},
	[1107001042] = {
		id = 1107001042,
		prefab_name = "",
		content = "1%的概率……"
	},
	[1107001043] = {
		id = 1107001043,
		prefab_name = "1070ui_story",
		content = "1%也好，99%也好，只要不是0%，仍有无限可能哦！"
	},
	[1107001044] = {
		id = 1107001044,
		prefab_name = "",
		content = "这个说法好像也没错？……箱子里居然放了这么多东西吗？"
	},
	[1107001045] = {
		id = 1107001045,
		prefab_name = "1070ui_story",
		content = "主角「呜呼呼」的Q版手办！"
	},
	[1107001046] = {
		id = 1107001046,
		prefab_name = "",
		content = "做工很细致。"
	},
	[1107001047] = {
		id = 1107001047,
		prefab_name = "1070ui_story",
		content = "喔喔！20期系列的主题贴纸！"
	},
	[1107001048] = {
		id = 1107001048,
		prefab_name = "",
		content = "简直就像开盲盒一样。"
	},
	[1107001049] = {
		id = 1107001049,
		prefab_name = "1070ui_story",
		content = "「逐日追云大侠」的扮装！"
	},
	[1107001050] = {
		id = 1107001050,
		prefab_name = "",
		content = "别直接套我头上啊喂……"
	},
	[1107001051] = {
		id = 1107001051,
		prefab_name = "1070ui_story",
		content = "哇！"
	},
	[1107001052] = {
		id = 1107001052,
		prefab_name = "1070ui_story",
		content = "管理员，你快看这个！"
	},
	[1107001053] = {
		id = 1107001053,
		prefab_name = "",
		content = "嗯？抽到了？"
	},
	[1107001054] = {
		id = 1107001054,
		prefab_name = "",
		content = "预售发布会的入场券？"
	},
	[1107001055] = {
		id = 1107001055,
		prefab_name = "1070ui_story",
		content = "《元典抄本》联名主题餐厅胡吃海喝系列的双人餐券！"
	},
	[1107001056] = {
		id = 1107001056,
		prefab_name = "",
		content = "……"
	},
	[1107001057] = {
		id = 1107001057,
		prefab_name = "",
		content = "当我没说过。"
	},
	[1107001058] = {
		id = 1107001058,
		prefab_name = "1070ui_story",
		content = "嘻嘻，下次我们可以一起去~"
	},
	[1107001059] = {
		id = 1107001059,
		prefab_name = "1070ui_story",
		content = "啊，还有这个！"
	},
	[1107001060] = {
		id = 1107001060,
		prefab_name = "",
		content = "看样子像是——明信片？"
	},
	[1107001061] = {
		id = 1107001061,
		prefab_name = "1070ui_story",
		content = "预售发布会的入场券！"
	},
	[1107001062] = {
		id = 1107001062,
		prefab_name = "1070ui_story",
		content = "欸？"
	},
	[1107001063] = {
		id = 1107001063,
		prefab_name = "1070ui_story",
		content = "入场券？"
	},
	[1107001064] = {
		id = 1107001064,
		prefab_name = "",
		content = "1%的概率居然也中了，这运气也没谁了……"
	},
	[1107001065] = {
		id = 1107001065,
		prefab_name = "1070ui_story",
		content = "呜呜……感谢「星」神眷顾！"
	},
	[1107001066] = {
		id = 1107001066,
		prefab_name = "",
		content = "嗯嗯，明天就能和「星」说上话了。"
	},
	[1107001067] = {
		id = 1107001067,
		prefab_name = "1070ui_story",
		content = "不过，管理员，如果我们明天出发的话，大概凌晨4点多就要提前去排队咯~"
	},
	[1107001068] = {
		id = 1107001068,
		prefab_name = "",
		content = "好像没剩多少时间了。"
	},
	[1107001069] = {
		id = 1107001069,
		prefab_name = "1070ui_story",
		content = "乌先睡了，管理员，到时间记得叫我。"
	},
	[1107001070] = {
		id = 1107001070,
		prefab_name = "",
		content = "啊？什么？"
	},
	[1107001071] = {
		id = 1107001071,
		prefab_name = "",
		content = "下一秒，金乌便靠在床沿边睡着了。我戳了戳她的脸蛋，她嘟囔了几句含糊不清的梦话，我只能哭笑不得地将被子轻轻盖在她的身上。"
	},
	[1107001072] = {
		id = 1107001072,
		prefab_name = "",
		content = "5小时过去后。"
	},
	[1107001073] = {
		id = 1107001073,
		prefab_name = "",
		content = "我晃了晃金乌，她抓住我的手臂，口中呢喃些什么，我听不太清，于是朝她凑近了点。"
	},
	[1107001074] = {
		id = 1107001074,
		prefab_name = "1070ui_story",
		content = "红烧……蹄髈……"
	},
	[1107001075] = {
		id = 1107001075,
		prefab_name = "",
		content = "什么？"
	},
	[1107001076] = {
		id = 1107001076,
		prefab_name = "1070ui_story",
		content = "嗷呜！好好吃……"
	},
	[1107001077] = {
		id = 1107001077,
		prefab_name = "",
		content = "啊！！！！"
	},
	[1107001078] = {
		id = 1107001078,
		prefab_name = "1070ui_story",
		content = "什么人？乌呜呼呼·金乌在此，休想破坏盖亚和平！"
	},
	[1107001079] = {
		id = 1107001079,
		prefab_name = "1070ui_story",
		content = "……咦？原来是管理员呀，你的脸色看上去——似乎不太好？"
	},
	[1107001080] = {
		id = 1107001080,
		prefab_name = "",
		content = "呃，我只是想说，已经凌晨四点半了。"
	},
	[1107001081] = {
		id = 1107001081,
		prefab_name = "1070ui_story",
		content = "那我们快出发吧！啊不过，你手臂上的牙印是怎么回事呀？"
	},
	[1107001082] = {
		id = 1107001082,
		prefab_name = "",
		content = "凌晨四点半，天还没亮，我们便赶往「元典抄本21期的签售会现场」，还没正式入场，便发现队伍如长龙般盘旋在街上。"
	},
	[1107001083] = {
		id = 1107001083,
		prefab_name = "",
		content = "这队伍未免也太长了。"
	},
	[1107001084] = {
		id = 1107001084,
		prefab_name = "1070ui_story",
		content = "这次还算好的，上一期《元典抄本》发行的时候，乌都排到街尾了……呼，好冷~"
	},
	[1107001085] = {
		id = 1107001085,
		prefab_name = "1070ui_story",
		content = "管理员，你早上还没吃东西吧？给你分一点小熊饼干。"
	},
	[1107001086] = {
		id = 1107001086,
		prefab_name = "",
		content = "嗯？你什么时候带出门的？"
	},
	[1107001087] = {
		id = 1107001087,
		prefab_name = "1070ui_story",
		content = "嘿嘿，这可是乌多次参与《元典抄本》签售会夺得的宝贵实践经验！"
	},
	[1107001088] = {
		id = 1107001088,
		prefab_name = "",
		content = "时间悄然流逝，天空从昏暗混沌转换到明亮温柔，大大小小的店铺门帘如旭日初醒般升起。"
	},
	[1107001089] = {
		id = 1107001089,
		prefab_name = "",
		content = "都排了几个小时了，站得腿都酸了。"
	},
	[1107001090] = {
		id = 1107001090,
		prefab_name = "",
		content = "我还没吃早餐呢，早知道等这么久我就不来了……哎哟！不好意思，踩到你了吧？"
	},
	[1107001091] = {
		id = 1107001091,
		prefab_name = "",
		content = "哎！没事，我听说名额没剩几个了，咱这位置，不排了不排了，人都要中暑了。"
	},
	[1107001092] = {
		id = 1107001092,
		prefab_name = "",
		content = "太阳出来了，乌，你觉得热吗？"
	},
	[1107001093] = {
		id = 1107001093,
		prefab_name = "1070ui_story",
		content = "嗯，阳光洒在身上，很舒服！不知道还要多久才能……"
	},
	[1107001094] = {
		id = 1107001094,
		prefab_name = "",
		content = "都到门口了，应该快了吧？"
	},
	[1107001095] = {
		id = 1107001095,
		prefab_name = "1070ui_story",
		content = "噢噢噢！管理员，马上就到我们了！"
	},
	[1107001096] = {
		id = 1107001096,
		prefab_name = "",
		content = "下一位。"
	},
	[1107001097] = {
		id = 1107001097,
		prefab_name = "1070ui_story",
		content = "管理员，你先去吧。"
	},
	[1107001098] = {
		id = 1107001098,
		prefab_name = "",
		content = "你期待今天已经很久了吧？还是你先去吧。"
	},
	[1107001099] = {
		id = 1107001099,
		prefab_name = "1070ui_story",
		content = "这可是管理员第一次参加签售会，排了这么久的队，当然是让管理员先体验啦！嘿咻——我推！"
	},
	[1107001100] = {
		id = 1107001100,
		prefab_name = "",
		content = "早上好！「呜呼呼——围城之外，可退敌乎？」"
	},
	[1107001101] = {
		id = 1107001101,
		prefab_name = "",
		content = "……"
	},
	[1107001102] = {
		id = 1107001102,
		prefab_name = "",
		content = "嗯？"
	},
	[1107001103] = {
		id = 1107001103,
		prefab_name = "",
		content = "咦？你、你好。什么呜？"
	},
	[1107001104] = {
		id = 1107001104,
		prefab_name = "",
		content = "签好了，感谢您一直以来对我的支持。"
	},
	[1107001105] = {
		id = 1107001105,
		prefab_name = "",
		content = "我一头雾水地从内厢走出，向金乌讲述了自己对于「星」话语的困惑。她插着腰思考了一会，突然眨眨眼睛。"
	},
	[1107001106] = {
		id = 1107001106,
		prefab_name = "1070ui_story",
		content = "不对啦，管理员，你应该说「魑魅尽除，可缓缓归矣！」，这可是20期最著名的台词！"
	},
	[1107001107] = {
		id = 1107001107,
		prefab_name = "",
		content = "你们到底……是怎么做到脸不红心不跳地说完这句话的？"
	},
	[1107001108] = {
		id = 1107001108,
		prefab_name = "1070ui_story",
		content = "签售会最后一位买到书的幸运儿，会获得和「星」对暗号的特殊机会！如果对上了，就能获得超稀有的周边「呜呼呼·呼啦圈」哦！咦，等等，难道说……"
	},
	[1107001109] = {
		id = 1107001109,
		prefab_name = "",
		content = "所以说，我的是最后一本？"
	},
	[1107001110] = {
		id = 1107001110,
		prefab_name = "",
		content = "话音刚落，工作人员们便开始疏散人群，买到漫画的人们兴高采烈地离开了，而没排上号的人们则蔫着脑袋，唉声叹气地离开了现场。望着还不断向后张望的金乌，我决定……"
	},
	[1107001111] = {
		id = 1107001111,
		prefab_name = "",
		content = "给。"
	},
	[1107001112] = {
		id = 1107001112,
		prefab_name = "1070ui_story",
		content = "咦？不用不用，管理员，你自己收着好了，乌后面会自己去新买一本哒。"
	},
	[1107001113] = {
		id = 1107001113,
		prefab_name = "",
		content = "你为了买到这本书做足了功课吧？还是给你吧。"
	},
	[1107001114] = {
		id = 1107001114,
		prefab_name = "1070ui_story",
		content = "今天能和管理员一起出门，乌非常开心！"
	},
	[1107001115] = {
		id = 1107001115,
		prefab_name = "1070ui_story",
		content = "毕竟书常能见，人不常见呀~咦？前面是不是有个……"
	},
	[1107001116] = {
		id = 1107001116,
		prefab_name = "",
		content = "小推车？"
	},
	[1107001117] = {
		id = 1107001117,
		prefab_name = "1070ui_story",
		content = "#{nickname}#，你想吃棉花糖吗？"
	},
	[1107001118] = {
		id = 1107001118,
		prefab_name = "1070ui_story",
		content = "那是个卖棉花糖的小摊哦~"
	},
	[1107001119] = {
		id = 1107001119,
		prefab_name = "",
		content = "虽然已经很久没吃过了，但是围在旁边的好像都是小孩吧？我们……"
	},
	[1107001120] = {
		id = 1107001120,
		prefab_name = "1070ui_story",
		content = "那么今天我们就一起当一回小孩吧！"
	},
	[1107001121] = {
		id = 1107001121,
		prefab_name = "",
		content = "她边笑着边将手里的棉花糖递给了我，黄昏的光落在她的身上，宛若一群起舞的精灵。"
	},
	[1107001122] = {
		id = 1107001122,
		prefab_name = "",
		content = "我搭乘电梯回到客房，窗外车水马龙的喧闹声闯进空荡荡的房间里。我拍了拍外套上的尘埃，木然地坐在椅子前，一室的灰败告诉我生活又要开始枯燥地连轴转，桌上的粉色棉花糖似乎成为房间里唯一的亮色。"
	},
	[1107001123] = {
		id = 1107001123,
		prefab_name = "",
		content = "忽然，「叮咚」一声，手机传来一条简讯，打破了这片沉静。"
	},
	[1107001124] = {
		id = 1107001124,
		prefab_name = "1070ui_story",
		content = "「#{nickname}#，《元典抄本》举行了『全城找魑魅』的新活动！『魑魅』将以不同的形式出现在盖亚中，譬如说立牌、贴纸、热气球、甚至是玩偶人！我们一起组队参加好不好？」"
	},
	[1107002001] = {
		id = 1107002001,
		prefab_name = "",
		content = "各位旅客，大家好！伴随着列车上的欢声笑语，我们的旅行生活已经接近尾声，您乘坐的8754次列车即将进站，前方即将到达终点站——"
	},
	[1107002002] = {
		id = 1107002002,
		prefab_name = "",
		content = "结束了一天的工作后，我打算坐车回酒店，中途却不小心睡着了，再睁眼便是终点站的寂寥风景。我从车站内走出，疲惫地叹了口气。身后的人群渐行渐远，山间清冷的光淋在我的身上，拉出一个狭长而孤寂的暗影。"
	},
	[1107002003] = {
		id = 1107002003,
		prefab_name = "",
		content = "彻骨的寒风穿过我单薄的衣衫，饥饿像巨石一样拉扯着我的胃，眼前的光景忽明忽暗。"
	},
	[1107002004] = {
		id = 1107002004,
		prefab_name = "",
		content = "我颓然地往前走了一阵子，忽然一脚踏空，刹那间，我被黑暗吞没。"
	},
	[1107002005] = {
		id = 1107002005,
		prefab_name = "",
		content = "昏暗中，一声「叮咚」脆响划破了沉静，手机传来一条简讯。"
	},
	[1107002006] = {
		id = 1107002006,
		prefab_name = "1070ui_story",
		content = "「管理员，我们已经集齐80个『魑魅』线索啦！我们在排行榜上遥遥领先哦！还差一个就能拿到终极大奖了！」"
	},
	[1107002007] = {
		id = 1107002007,
		prefab_name = "",
		content = "疼……"
	},
	[1107002008] = {
		id = 1107002008,
		prefab_name = "",
		content = "好渴……"
	},
	[1107002009] = {
		id = 1107002009,
		prefab_name = "1070ui_story",
		content = "#{nickname}#？"
	},
	[1107002010] = {
		id = 1107002010,
		prefab_name = "",
		content = "咳……"
	},
	[1107002011] = {
		id = 1107002011,
		prefab_name = "1070ui_story",
		content = "呼——"
	},
	[1107002012] = {
		id = 1107002012,
		prefab_name = "1070ui_story",
		content = "#{nickname}#，你终于醒了！"
	},
	[1107002013] = {
		id = 1107002013,
		prefab_name = "1070ui_story",
		content = "乌很担心你！"
	},
	[1107002014] = {
		id = 1107002014,
		prefab_name = "",
		content = "金乌？"
	},
	[1107002015] = {
		id = 1107002015,
		prefab_name = "1070ui_story",
		content = "乌刚在这摆放「呜呼呼定天阵」，忽然「嘭」的一声，#{nickname}#居然从天而降，砸到阵的正中央了……"
	},
	[1107002016] = {
		id = 1107002016,
		prefab_name = "",
		content = "我真是饿得神志不清了……居然直接摔下来了。"
	},
	[1107002017] = {
		id = 1107002017,
		prefab_name = "1070ui_story",
		content = "给，烤串和水！"
	},
	[1107002018] = {
		id = 1107002018,
		prefab_name = "",
		content = "多谢。"
	},
	[1107002019] = {
		id = 1107002019,
		prefab_name = "1070ui_story",
		content = "嘿嘿，羲和老师说的果然是对的。"
	},
	[1107002020] = {
		id = 1107002020,
		prefab_name = "",
		content = "嗯？什么？"
	},
	[1107002021] = {
		id = 1107002021,
		prefab_name = "1070ui_story",
		content = "羲和老师说，只要心里一直想着一个人，那么这个人就会出现！乌刚刚就一直在想着……"
	},
	[1107002022] = {
		id = 1107002022,
		prefab_name = "",
		content = "噗——咳咳！你……"
	},
	[1107002023] = {
		id = 1107002023,
		prefab_name = "1070ui_story",
		content = "管理员，你没事吧？"
	},
	[1107002024] = {
		id = 1107002024,
		prefab_name = "",
		content = "没什么，你……我来之前你是要做什么？刚好像听到你说什么「呜呼呼定天阵」？"
	},
	[1107002025] = {
		id = 1107002025,
		prefab_name = "1070ui_story",
		content = "乌据网上搜罗的信息，猜测最后一个「魑魅」的线索就在这附近！"
	},
	[1107002026] = {
		id = 1107002026,
		prefab_name = "1070ui_story",
		content = "所以乌在这里扎了营，等待「魑魅」的出现！乌就一直在念啊念啊，然后就……"
	},
	[1107002027] = {
		id = 1107002027,
		prefab_name = "1070ui_story",
		content = "果真在此地感应到了「魑魅」的气息！"
	},
	[1107002028] = {
		id = 1107002028,
		prefab_name = "",
		content = "呃，所以，其实你一直在想「魑魅」的事？"
	},
	[1107002029] = {
		id = 1107002029,
		prefab_name = "1070ui_story",
		content = "是的！根据官方的说法，第81个「魑魅」将于虚恒随机出没，但是乌根据《元典抄本》21期的内容推断，在此地重现「呜呼呼定天阵」定能招来「魑魅」！"
	},
	[1107002030] = {
		id = 1107002030,
		prefab_name = "",
		content = "……"
	},
	[1107002031] = {
		id = 1107002031,
		prefab_name = "1070ui_story",
		content = "咦？#{nickname}#，你是有什么话要说吗？"
	},
	[1107002032] = {
		id = 1107002032,
		prefab_name = "",
		content = "没什么。这篝火是你立的吗？嗯？挂在上面的……是我的衣服？"
	},
	[1107002033] = {
		id = 1107002033,
		prefab_name = "1070ui_story",
		content = "对啊，你刚刚落下来的时候，滚进了河里，衣服都湿透了。乌刚好包里装着「逐日追云大侠」的扮装，就给你换上啦！怎么样？穿得还合身吧？"
	},
	[1107002034] = {
		id = 1107002034,
		prefab_name = "",
		content = "你给我换的衣服？"
	},
	[1107002035] = {
		id = 1107002035,
		prefab_name = "1070ui_story",
		content = "放心吧，乌没有碰你衣兜里的任何东西哦！"
	},
	[1107002036] = {
		id = 1107002036,
		prefab_name = "",
		content = "我说——重点不是衣兜的问题吧？"
	},
	[1107002037] = {
		id = 1107002037,
		prefab_name = "",
		content = "忽然，远处传来一阵震耳欲聋的轰鸣声，金乌「咻——」地站起，阳光的照耀下，她手中的十曜闪闪发光。"
	},
	[1107002038] = {
		id = 1107002038,
		prefab_name = "1070ui_story",
		content = "乌有预感，最后一个「魑魅」就出现在这附近！只要找到它，第一名就是我们的了！"
	},
	[1107002039] = {
		id = 1107002039,
		prefab_name = "1070ui_story",
		content = "管理员，你先在这等等乌，等乌找到「魑魅」以后，马上回来。"
	},
	[1107002040] = {
		id = 1107002040,
		prefab_name = "",
		content = "这里山路陡峭，不好走，还是我和你一起去吧？"
	},
	[1107002041] = {
		id = 1107002041,
		prefab_name = "1070ui_story",
		content = "不用不用，乌一个人就可以了，乌很熟悉这的地形……"
	},
	[1107002042] = {
		id = 1107002042,
		prefab_name = "",
		content = "金乌边说边往后跑，忽地踩到一处空地，「啪嗒」一声，她消失在烈阳下颤抖的空气中，我往她尖叫声所在方向赶去，入目是一片错综复杂的昏暗洞窟。"
	},
	[1107002043] = {
		id = 1107002043,
		prefab_name = "1070ui_story",
		content = "哇？！"
	},
	[1107002044] = {
		id = 1107002044,
		prefab_name = "",
		content = "金乌！"
	},
	[1107002045] = {
		id = 1107002045,
		prefab_name = "",
		content = "你还好吗？"
	},
	[1107002046] = {
		id = 1107002046,
		prefab_name = "1070ui_story",
		content = "乌掉进了一个不得了的地方……这里黑漆漆的，气息很不寻常！"
	},
	[1107002047] = {
		id = 1107002047,
		prefab_name = "",
		content = "这边洞窟入口太多了，我不确定你在哪个地方。"
	},
	[1107002048] = {
		id = 1107002048,
		prefab_name = "1070ui_story",
		content = "洞底这里没有信号，乌目前也不太清楚自己的位置，不过……乌听见风声从右侧传来……"
	},
	[1107002049] = {
		id = 1107002049,
		prefab_name = "1070ui_story",
		content = "这里太黑了，乌没法确认东西南北，乌找下光源……"
	},
	[1107002050] = {
		id = 1107002050,
		prefab_name = "1070ui_story",
		content = "乌见到光了！立杆半晌，应该一会就能告诉#{nickname}#我在的方位啦。"
	},
	[1107002051] = {
		id = 1107002051,
		prefab_name = "",
		content = "我看不见你，你能大概描述下周边环境吗？"
	},
	[1107002052] = {
		id = 1107002052,
		prefab_name = "1070ui_story",
		content = "周边的话，这边钟乳石的长相非常奇特，像一只倒立的鸭子！"
	},
	[1107002053] = {
		id = 1107002053,
		prefab_name = "",
		content = "我下来了，这里确实有一大片钟乳石——啊？什么？倒立的鸭子？"
	},
	[1107002054] = {
		id = 1107002054,
		prefab_name = "",
		content = "能再描述得详细点吗？或者给个方向？我目前在东南方向。"
	},
	[1107002055] = {
		id = 1107002055,
		prefab_name = "1070ui_story",
		content = "唔，这个指向，乌目前在西北方向，#{nickname}#，你等一下，乌马上过来和你汇合！"
	},
	[1107002056] = {
		id = 1107002056,
		prefab_name = "",
		content = "好，你小心点。"
	},
	[1107002057] = {
		id = 1107002057,
		prefab_name = "1070ui_story",
		content = "蛇？！"
	},
	[1107002058] = {
		id = 1107002058,
		prefab_name = "1070ui_story",
		content = "呼，还好只是树枝……"
	},
	[1107002059] = {
		id = 1107002059,
		prefab_name = "",
		content = "别怕，我正往你的方向赶，来的路上在石头上刻了记号，我们很快就能找到出口的。"
	},
	[1107002060] = {
		id = 1107002060,
		prefab_name = "1070ui_story",
		content = "嗯！乌也在朝#{nickname}#走来。"
	},
	[1107002061] = {
		id = 1107002061,
		prefab_name = "",
		content = "我好像看见你了。"
	},
	[1107002062] = {
		id = 1107002062,
		prefab_name = "1070ui_story",
		content = "乌能听见#{nickname}#的脚步声！"
	},
	[1107002063] = {
		id = 1107002063,
		prefab_name = "1070ui_story",
		content = "哎？#{nickname}#似乎在……"
	},
	[1107002064] = {
		id = 1107002064,
		prefab_name = "1070ui_story",
		content = "上面？"
	},
	[1107002065] = {
		id = 1107002065,
		prefab_name = "",
		content = "我能感觉到，越往洞穴深处走，空气中的湿度越重。我扶着石墙往下探，墙上的碎石轰然坍塌，我脚底一滑，不受控地往下跌落，往洞底撞去。"
	},
	[1107002066] = {
		id = 1107002066,
		prefab_name = "",
		content = "嘶……"
	},
	[1107002067] = {
		id = 1107002067,
		prefab_name = "1070ui_story",
		content = "#{nickname}#，终于见到你了！"
	},
	[1107002068] = {
		id = 1107002068,
		prefab_name = "1070ui_story",
		content = "你的额头……"
	},
	[1107002069] = {
		id = 1107002069,
		prefab_name = "",
		content = "没事，一点小伤，嗯？血？"
	},
	[1107002070] = {
		id = 1107002070,
		prefab_name = "1070ui_story",
		content = "乌帮你包扎一下。"
	},
	[1107002071] = {
		id = 1107002071,
		prefab_name = "",
		content = "她利落地撕下裙摆，认真地将浅黄色的布条系在我的额前，指尖轻轻划过我的脸颊，留下淡淡的香气。"
	},
	[1107002072] = {
		id = 1107002072,
		prefab_name = "1070ui_story",
		content = "嘿嘿！"
	},
	[1107002073] = {
		id = 1107002073,
		prefab_name = "1070ui_story",
		content = "大功告成！"
	},
	[1107002074] = {
		id = 1107002074,
		prefab_name = "",
		content = "似乎你很擅长包扎伤口？"
	},
	[1107002075] = {
		id = 1107002075,
		prefab_name = "1070ui_story",
		content = "乌为了维护盖亚和平，常常要和「魑魅」手下们较量，受伤流血了，乌就得自己包扎，次数多了，自然就慢慢擅长啦~"
	},
	[1107002076] = {
		id = 1107002076,
		prefab_name = "1070ui_story",
		content = "#{nickname}#，你的脸……似乎有点烫，是有哪里不舒服吗？"
	},
	[1107002077] = {
		id = 1107002077,
		prefab_name = "",
		content = "……有点口干舌燥。"
	},
	[1107002078] = {
		id = 1107002078,
		prefab_name = "1070ui_story",
		content = "乌给你打点水？"
	},
	[1107002079] = {
		id = 1107002079,
		prefab_name = "",
		content = "不用，坐一会就好。"
	},
	[1107002080] = {
		id = 1107002080,
		prefab_name = "1070ui_story",
		content = "那乌就在这里陪着你吧。"
	},
	[1107002081] = {
		id = 1107002081,
		prefab_name = "",
		content = "金乌坐在我的身边，百无聊赖地一边拨弄着发尾一边哼着虚恒小曲，忽地她看向我，我的视线不由自主地瞟向前方。"
	},
	[1107002082] = {
		id = 1107002082,
		prefab_name = "",
		content = "咦？立在那前面的，是你的十曜吗？"
	},
	[1107002083] = {
		id = 1107002083,
		prefab_name = "1070ui_story",
		content = "嗯！乌是通过十曜的影子观测到方向的噢！"
	},
	[1107002084] = {
		id = 1107002084,
		prefab_name = "",
		content = "是我的错觉吗？总觉得你好像——非常擅长野外求生？"
	},
	[1107002085] = {
		id = 1107002085,
		prefab_name = "1070ui_story",
		content = "嘿嘿，乌下山历练前就看了非常多的野外求生节目噢，可以说做了充分的准备！"
	},
	[1107002086] = {
		id = 1107002086,
		prefab_name = "",
		content = "下山历练和野外求生……真不好说你这技能点到底有没有点歪……"
	},
	[1107002087] = {
		id = 1107002087,
		prefab_name = "1070ui_story",
		content = "#{nickname}#，你有没有听见一个很诡异的声音？"
	},
	[1107002088] = {
		id = 1107002088,
		prefab_name = "",
		content = "听见了，和刚才在山上听到的一模一样。"
	},
	[1107002089] = {
		id = 1107002089,
		prefab_name = "",
		content = "我们去看看吧。"
	},
	[1107002090] = {
		id = 1107002090,
		prefab_name = "1070ui_story",
		content = "你的伤口还疼吗？"
	},
	[1107002091] = {
		id = 1107002091,
		prefab_name = "",
		content = "嗯，没问题的，等下……"
	},
	[1107002092] = {
		id = 1107002092,
		prefab_name = "",
		content = "前面，好像有点不太对。"
	},
	[1107002093] = {
		id = 1107002093,
		prefab_name = "1070ui_story",
		content = "有一群黑漆漆的东西在飞过来？！"
	},
	[1107003001] = {
		id = 1107003001,
		prefab_name = "1070ui_story",
		content = "#{nickname}#，小心！是天鼠！"
	},
	[1107003002] = {
		id = 1107003002,
		prefab_name = "",
		content = "似乎是被我的血吸引过来的。"
	},
	[1107003003] = {
		id = 1107003003,
		prefab_name = "",
		content = "这种生物怕火。"
	},
	[1107003004] = {
		id = 1107003004,
		prefab_name = "1070ui_story",
		content = "乌明白了！"
	},
	[1107003005] = {
		id = 1107003005,
		prefab_name = "1070ui_story",
		content = "区区一群天鼠，胆敢在乌的面前出牙伤人，吃乌一招——「火流三昧」！"
	},
	[1107003006] = {
		id = 1107003006,
		prefab_name = "",
		content = "感觉连我都要被烤熟了……"
	},
	[1107003007] = {
		id = 1107003007,
		prefab_name = "1070ui_story",
		content = "哼哼，这就是小瞧了乌的下场……#{nickname}#，需要再休息一下吗？"
	},
	[1107003008] = {
		id = 1107003008,
		prefab_name = "",
		content = "不用。"
	},
	[1107003009] = {
		id = 1107003009,
		prefab_name = "1070ui_story",
		content = "#{nickname}#。"
	},
	[1107003010] = {
		id = 1107003010,
		prefab_name = "",
		content = "怎么了？"
	},
	[1107003011] = {
		id = 1107003011,
		prefab_name = "1070ui_story",
		content = "你伤口上的血沁出来了哦。"
	},
	[1107003012] = {
		id = 1107003012,
		prefab_name = "",
		content = "她缓慢凝视着我，眼睛里闪烁着关切的光芒。"
	},
	[1107003013] = {
		id = 1107003013,
		prefab_name = "",
		content = "那个声音越来越近了，我们应该先去看看，如果是视骸的话，我想……"
	},
	[1107003014] = {
		id = 1107003014,
		prefab_name = "1070ui_story",
		content = "嗯，那这次就换乌走在前面吧！"
	},
	[1107003015] = {
		id = 1107003015,
		prefab_name = "1070ui_story",
		content = "#{nickname}#，你有没有发现，这里好像《元典抄本》里的一个场景！"
	},
	[1107003016] = {
		id = 1107003016,
		prefab_name = "",
		content = "我记得《元典抄本》里有段剧情，呜呼呼和逐日追云大侠是掉进了一个洞窟里……"
	},
	[1107003017] = {
		id = 1107003017,
		prefab_name = "",
		content = "忽然，她停下脚步，郑重地将双手搭在我的肩上，我与她的视线相接，那双明亮的眸子中，倒映出我些许拘谨的表情。"
	},
	[1107003018] = {
		id = 1107003018,
		prefab_name = "",
		content = "怎么了？"
	},
	[1107003019] = {
		id = 1107003019,
		prefab_name = "1070ui_story",
		content = "从今以后，让我们一直并肩作战吧，乌会成为你最坚强的后盾！"
	},
	[1107003020] = {
		id = 1107003020,
		prefab_name = "",
		content = "我们……不是一直都是并肩作战的伙伴吗？"
	},
	[1107003021] = {
		id = 1107003021,
		prefab_name = "1070ui_story",
		content = "嘿呀，#{nickname}#，这是《元典抄本》里的名台词噢！乌以前真的很向往那种感情！"
	},
	[1107003022] = {
		id = 1107003022,
		prefab_name = "",
		content = "以前？"
	},
	[1107003023] = {
		id = 1107003023,
		prefab_name = "",
		content = "现在不向往了吗？"
	},
	[1107003024] = {
		id = 1107003024,
		prefab_name = "1070ui_story",
		content = "不向往啦。"
	},
	[1107003025] = {
		id = 1107003025,
		prefab_name = "",
		content = "真的不太像你的风格。"
	},
	[1107003026] = {
		id = 1107003026,
		prefab_name = "1070ui_story",
		content = "因为乌已经遇到了和《元典抄本》里一样的——和乌互相扶持、共同进退的伙伴！"
	},
	[1107003027] = {
		id = 1107003027,
		prefab_name = "1070ui_story",
		content = "嘿嘿，其实……之前老师就和乌说过，乌会在修行途中遇到乌的「命数」！没想到真的遇见了！"
	},
	[1107003028] = {
		id = 1107003028,
		prefab_name = "",
		content = "「命数」？"
	},
	[1107003029] = {
		id = 1107003029,
		prefab_name = "",
		content = "之前好像从来没有听你提起过。"
	},
	[1107003030] = {
		id = 1107003030,
		prefab_name = "1070ui_story",
		content = "是你呀！#{nickname}#。"
	},
	[1107003031] = {
		id = 1107003031,
		prefab_name = "",
		content = "咳咳，「命数」这说法也太……"
	},
	[1107003032] = {
		id = 1107003032,
		prefab_name = "1070ui_story",
		content = "还有谁比你更适合「命数」这个说法了吗？乌觉得没有噢！"
	},
	[1107003033] = {
		id = 1107003033,
		prefab_name = "1070ui_story",
		content = "#{nickname}#现在也穿着「逐日追云大侠」的扮装，真的太应景了！咦？等等，这里……我们是不是来过？"
	},
	[1107003034] = {
		id = 1107003034,
		prefab_name = "",
		content = "是的，我们刚从这里经过。"
	},
	[1107003035] = {
		id = 1107003035,
		prefab_name = "",
		content = "从下层爬上来后，我们一直沿之前做的标记直走，走了有段时间了，但依然在原地打转。"
	},
	[1107003036] = {
		id = 1107003036,
		prefab_name = "1070ui_story",
		content = "乌知道了，是「鬼打墙」！"
	},
	[1107003037] = {
		id = 1107003037,
		prefab_name = "",
		content = "长时间待在昏暗的环境中，人会失去方向感。"
	},
	[1107003038] = {
		id = 1107003038,
		prefab_name = "",
		content = "如果能打开手电筒的话……但现在我的手机没电了。"
	},
	[1107003039] = {
		id = 1107003039,
		prefab_name = "1070ui_story",
		content = "看乌的！"
	},
	[1107003040] = {
		id = 1107003040,
		prefab_name = "1070ui_story",
		content = "「气曜归返」！"
	},
	[1107003041] = {
		id = 1107003041,
		prefab_name = "",
		content = "视野变清晰了，咦？等等？"
	},
	[1107003042] = {
		id = 1107003042,
		prefab_name = "",
		content = "你的十曜居然还能当火把用？"
	},
	[1107003043] = {
		id = 1107003043,
		prefab_name = "1070ui_story",
		content = "嘿嘿，十曜不止在战斗中和乌共同进退，生活中也是哦！"
	},
	[1107003044] = {
		id = 1107003044,
		prefab_name = "",
		content = "洞窟中的黑暗被火光掐灭，周边细节渐渐显现，我的思路亦逐渐清晰。"
	},
	[1107003045] = {
		id = 1107003045,
		prefab_name = "",
		content = "呼，总算找回方向感了，接下来，我们应该是往左走。"
	},
	[1107003046] = {
		id = 1107003046,
		prefab_name = "1070ui_story",
		content = "乌好像听见了流水声。"
	},
	[1107003047] = {
		id = 1107003047,
		prefab_name = "",
		content = "这个就是你之前说的，像「倒立鸭子」的钟乳石吧？"
	},
	[1107003048] = {
		id = 1107003048,
		prefab_name = "1070ui_story",
		content = "没错！不过现在来看，乌觉得更像是「倒立鸽子」？"
	},
	[1107003049] = {
		id = 1107003049,
		prefab_name = "",
		content = "得从这里爬上去……嗯不过，石头上都是苔藓，太滑了，根本没有能搭把手的地方。"
	},
	[1107003050] = {
		id = 1107003050,
		prefab_name = "1070ui_story",
		content = "#{nickname}#，把手交给我吧！"
	},
	[1107003051] = {
		id = 1107003051,
		prefab_name = "",
		content = "唔？你什么时候上去的？"
	},
	[1107003052] = {
		id = 1107003052,
		prefab_name = "1070ui_story",
		content = "乌发现一侧有石缝长出树干噢，刚好踩着就上来啦~"
	},
	[1107003053] = {
		id = 1107003053,
		prefab_name = "1070ui_story",
		content = "抓住你了，嘿呀——"
	},
	[1107003054] = {
		id = 1107003054,
		prefab_name = "",
		content = "多谢……抱歉，踩到你了。"
	},
	[1107003055] = {
		id = 1107003055,
		prefab_name = "1070ui_story",
		content = "没关系！不过，这里居然还有一条小涧，真是出乎乌的意料呀。"
	},
	[1107003056] = {
		id = 1107003056,
		prefab_name = "1070ui_story",
		content = "而且，#{nickname}#……这出口也太高了吧？你当时是怎么下来的？"
	},
	[1107003057] = {
		id = 1107003057,
		prefab_name = "",
		content = "用藤蔓，但滑下来的时候扯断了。我估计现下藤蔓的长度……得搭个梯子才够得到。"
	},
	[1107003058] = {
		id = 1107003058,
		prefab_name = "",
		content = "乌，你打开手机看看，有信号吗？"
	},
	[1107003059] = {
		id = 1107003059,
		prefab_name = "1070ui_story",
		content = "乌看看，这里信号很弱，只有一格。已经发了一条求救短信，但加载失败了。"
	},
	[1107003060] = {
		id = 1107003060,
		prefab_name = "",
		content = "那……"
	},
	[1107003061] = {
		id = 1107003061,
		prefab_name = "",
		content = "我先托着你上去，你试试够不够得到？"
	},
	[1107003062] = {
		id = 1107003062,
		prefab_name = "1070ui_story",
		content = "来啦！"
	},
	[1107003063] = {
		id = 1107003063,
		prefab_name = "",
		content = "我说……"
	},
	[1107003064] = {
		id = 1107003064,
		prefab_name = "",
		content = "没有让你直接挂在我身上……你是无尾熊吗？"
	},
	[1107003065] = {
		id = 1107003065,
		prefab_name = "1070ui_story",
		content = "乌马上下来~"
	},
	[1107003066] = {
		id = 1107003066,
		prefab_name = "",
		content = "踩着我的肩膀上去，够得到吗？"
	},
	[1107003067] = {
		id = 1107003067,
		prefab_name = "1070ui_story",
		content = "嗯！抓住了，不过这个藤蔓的长相好奇怪，乌以前从来没见过……"
	},
	[1107003068] = {
		id = 1107003068,
		prefab_name = "",
		content = "试下爬上去？"
	},
	[1107003069] = {
		id = 1107003069,
		prefab_name = "1070ui_story",
		content = "好，乌可以……唔，这也太扎手了，欸欸欸！"
	},
	[1107003070] = {
		id = 1107003070,
		prefab_name = "",
		content = "金乌手上的藤蔓一断，「嘭」的一声，整个人往后一跌，我下意识去接她，「噗通」一声，双双跌进小涧里。"
	},
	[1107003071] = {
		id = 1107003071,
		prefab_name = "1070ui_story",
		content = "#{nickname}#，你没受伤吧？"
	},
	[1107003072] = {
		id = 1107003072,
		prefab_name = "",
		content = "你先从我身上下去……"
	},
	[1107003073] = {
		id = 1107003073,
		prefab_name = "1070ui_story",
		content = "嗯！"
	},
	[1107003074] = {
		id = 1107003074,
		prefab_name = "",
		content = "我看，太阳快下山了。"
	},
	[1107003075] = {
		id = 1107003075,
		prefab_name = "",
		content = "我们抓紧时间再尝试几次吧？"
	},
	[1107003076] = {
		id = 1107003076,
		prefab_name = "",
		content = "金乌乖巧地点了点头，后续我们又试了几次，发现大多藤蔓不是长有刺就是过于纤细，接连的失败让氛围变得十分消极。"
	},
	[1107003077] = {
		id = 1107003077,
		prefab_name = "",
		content = "连发了几条求救信息，但是不是一直加载中就是加载失败，这下有点难办了。"
	},
	[1107003078] = {
		id = 1107003078,
		prefab_name = "1070ui_story",
		content = "#{nickname}#，你看这是什么？"
	},
	[1107003079] = {
		id = 1107003079,
		prefab_name = "",
		content = "蘑菇？"
	},
	[1107003080] = {
		id = 1107003080,
		prefab_name = "1070ui_story",
		content = "今晚的晚餐有着落啦！"
	},
	[1107003081] = {
		id = 1107003081,
		prefab_name = "1070ui_story",
		content = "凭借乌多年的野外求生经验，这一批绝对是新鲜又美味的可食用蘑菇唷！"
	},
	[1107003082] = {
		id = 1107003082,
		prefab_name = "",
		content = "真是太乐观了吧……难道你就一点不担心上不去吗？"
	},
	[1107003083] = {
		id = 1107003083,
		prefab_name = "1070ui_story",
		content = "咳咳！#{nickname}#。"
	},
	[1107003084] = {
		id = 1107003084,
		prefab_name = "1070ui_story",
		content = "现在寻常方法已经都试了个遍，也到了中场休息时间啦。"
	},
	[1107003085] = {
		id = 1107003085,
		prefab_name = "1070ui_story",
		content = "而且你的脸色看起来不太好哦，新方法嘛……也得在精力充沛的前提下，才更有可能找到吧！"
	},
	[1107003086] = {
		id = 1107003086,
		prefab_name = "1070ui_story",
		content = "再说，这个时间点，大家都在吃饭吧，我们吃个饭明明就很必要嘛！"
	},
	[1107003087] = {
		id = 1107003087,
		prefab_name = "",
		content = "一眨眼……篝火都架好了。"
	},
	[1107003088] = {
		id = 1107003088,
		prefab_name = "1070ui_story",
		content = "哼哼，民以食为天！喏，给你一串……"
	},
	[1107003089] = {
		id = 1107003089,
		prefab_name = "",
		content = "是架在这里烤吗？"
	},
	[1107003090] = {
		id = 1107003090,
		prefab_name = "1070ui_story",
		content = "然也！"
	},
	[1107003091] = {
		id = 1107003091,
		prefab_name = "",
		content = "天好像快黑了。"
	},
	[1107003092] = {
		id = 1107003092,
		prefab_name = "1070ui_story",
		content = "待会就能看到满天的繁星啦~"
	},
	[1107003093] = {
		id = 1107003093,
		prefab_name = "",
		content = "星星吗？平时没怎么注意……咦？你在用十曜画什么？"
	},
	[1107003094] = {
		id = 1107003094,
		prefab_name = "1070ui_story",
		content = "召唤第81个「魑魅」的阵法！乌可在各大网站研究了很久！"
	},
	[1107003095] = {
		id = 1107003095,
		prefab_name = "",
		content = "已经开始借助玄学了吗？呃，不对……是——天通术？"
	},
	[1107003096] = {
		id = 1107003096,
		prefab_name = "",
		content = "这个样式……应该就是我从山顶滚下来时的阵法吧？"
	},
	[1107003097] = {
		id = 1107003097,
		prefab_name = "1070ui_story",
		content = "然也！"
	},
	[1107003098] = {
		id = 1107003098,
		prefab_name = "1070ui_story",
		content = "「呜呼呼定天阵」！"
	},
	[1107003099] = {
		id = 1107003099,
		prefab_name = "",
		content = "这个蘑菇烤串确实挺好吃的。"
	},
	[1107003100] = {
		id = 1107003100,
		prefab_name = "1070ui_story",
		content = "哇！"
	},
	[1107003101] = {
		id = 1107003101,
		prefab_name = "1070ui_story",
		content = "管理员！你快看！天上！"
	},
	[1107003102] = {
		id = 1107003102,
		prefab_name = "",
		content = "嗯？"
	},
	[1107003103] = {
		id = 1107003103,
		prefab_name = "",
		content = "那个飞在空中的是？"
	},
	[1107003104] = {
		id = 1107003104,
		prefab_name = "1070ui_story",
		content = "是「魑魅」！"
	},
	[1107004001] = {
		id = 1107004001,
		prefab_name = "",
		content = "「魑魅」？我看……这次似乎是个飞艇？"
	},
	[1107004002] = {
		id = 1107004002,
		prefab_name = "1070ui_story",
		content = "第81个「魑魅」！"
	},
	[1107004003] = {
		id = 1107004003,
		prefab_name = "",
		content = "我记得你之前说已经集齐80个了，现在刚好齐了。"
	},
	[1107004004] = {
		id = 1107004004,
		prefab_name = "1070ui_story",
		content = "但是乌的手机还是没信号，拍下来没法上传……哎呀……"
	},
	[1107004005] = {
		id = 1107004005,
		prefab_name = "",
		content = "当务之急还是要找到出洞的方法。"
	},
	[1107004006] = {
		id = 1107004006,
		prefab_name = "1070ui_story",
		content = "咦？#{nickname}#……"
	},
	[1107004007] = {
		id = 1107004007,
		prefab_name = "1070ui_story",
		content = "乌好像感觉，「魑魅」在往我们这降落？"
	},
	[1107004008] = {
		id = 1107004008,
		prefab_name = "",
		content = "可以把「好像感觉」去掉……"
	},
	[1107004009] = {
		id = 1107004009,
		prefab_name = "",
		content = "真没想到你的「呜呼呼定天阵」还真能招来「魑魅」……果真是没有一门功夫是白练的……"
	},
	[1107004010] = {
		id = 1107004010,
		prefab_name = "",
		content = "随着轰鸣声越来越大，那个贴着「魑魅」形象的飞艇直直地降落在洞口旁，一条绳索抖落了下来，一个扛着摄像机的人沿着绳索往下滑……"
	},
	[1107004011] = {
		id = 1107004011,
		prefab_name = "",
		content = "观众朋友们嚯，我们终于能近距离接触到这个「呜呼呼定天阵」，这是一件多么让人激动的事嚯！在《元典抄本》的第21周纪念日里，居然能收到粉丝如此用心的礼物！"
	},
	[1107004012] = {
		id = 1107004012,
		prefab_name = "1070ui_story",
		content = "哇唔~你也和乌一样是《元典抄本》的粉丝吗？"
	},
	[1107004013] = {
		id = 1107004013,
		prefab_name = "",
		content = "野外探险区直播博主？"
	},
	[1107004014] = {
		id = 1107004014,
		prefab_name = "",
		content = "我的天哪~！你们难道就是这个阵的创作者？"
	},
	[1107004015] = {
		id = 1107004015,
		prefab_name = "",
		content = "你这长枪短炮……"
	},
	[1107004016] = {
		id = 1107004016,
		prefab_name = "",
		content = "哦哟抱歉嚯，镜头离得太近了。"
	},
	[1107004017] = {
		id = 1107004017,
		prefab_name = "",
		content = "你是在直播吗？"
	},
	[1107004018] = {
		id = 1107004018,
		prefab_name = "",
		content = "你们好！我是《呜呼呼探险之旅》的节目主持人嚯！目前正在给全虚恒观众进行「全城找魑魅」的活动直播，两位，跟大伙打个招呼吧！"
	},
	[1107004019] = {
		id = 1107004019,
		prefab_name = "1070ui_story",
		content = "大家好！欸，等等……"
	},
	[1107004020] = {
		id = 1107004020,
		prefab_name = "",
		content = "现在是面向全虚恒的直播？"
	},
	[1107004021] = {
		id = 1107004021,
		prefab_name = "1070ui_story",
		content = "乌上电视了！"
	},
	[1107004022] = {
		id = 1107004022,
		prefab_name = "1070ui_story",
		content = "还是为《元典抄本》独家打造的综艺——《呜呼呼探险之旅》！#{nickname}#，这也太让乌兴奋了！"
	},
	[1107004023] = {
		id = 1107004023,
		prefab_name = "",
		content = "我知道，别一直搂着我蹦跶……"
	},
	[1107004024] = {
		id = 1107004024,
		prefab_name = "",
		content = "来一起合个影吧！三、二、一……茄汁！"
	},
	[1107004025] = {
		id = 1107004025,
		prefab_name = "",
		content = "还被拍下来了啊……要是给薇儿她们看到……"
	},
	[1107004026] = {
		id = 1107004026,
		prefab_name = "1070ui_story",
		content = "她们一定觉得你酷毙了！"
	},
	[1107004027] = {
		id = 1107004027,
		prefab_name = "",
		content = "这是我们《呜呼呼探险之旅》节目幸运观众的礼物，敬请收下！"
	},
	[1107004028] = {
		id = 1107004028,
		prefab_name = "1070ui_story",
		content = "这难道就是《元典抄本》21期签售会的超稀有周边——呜呼呼·呼啦圈？"
	},
	[1107004029] = {
		id = 1107004029,
		prefab_name = "",
		content = "名字怎么这么拗口啊……"
	},
	[1107004030] = {
		id = 1107004030,
		prefab_name = "1070ui_story",
		content = "#{nickname}#，所以我们还是拿到了喔！21期签售会的幸运礼品！"
	},
	[1107004031] = {
		id = 1107004031,
		prefab_name = "",
		content = "感谢两位为我们《元典抄本》送出的祝福，观众朋友们，接下来让我们前往下一站……"
	},
	[1107004032] = {
		id = 1107004032,
		prefab_name = "",
		content = "等一下……"
	},
	[1107004033] = {
		id = 1107004033,
		prefab_name = "1070ui_story",
		content = "请问~乌可以借你的绳索上去吗？"
	},
	[1107004034] = {
		id = 1107004034,
		prefab_name = "",
		content = "当然没问题嚯！"
	},
	[1107004035] = {
		id = 1107004035,
		prefab_name = "",
		content = "我先一步爬上了绳索，绳索因受力不稳晃个不停，我回头看向金乌……"
	},
	[1107004036] = {
		id = 1107004036,
		prefab_name = "",
		content = "呼，现在总算能离开这里了，乌，把手递给我。"
	},
	[1107004037] = {
		id = 1107004037,
		prefab_name = "1070ui_story",
		content = "嗯，乌会握紧你的手的！"
	},
	[1107004038] = {
		id = 1107004038,
		prefab_name = "",
		content = "哦哟，看你们的样子，似乎困在这里很久了嚯。不过我也觉得奇怪嚯，就算是准备惊喜，也不一定要来这吧？"
	},
	[1107004039] = {
		id = 1107004039,
		prefab_name = "1070ui_story",
		content = "其实乌本来是打算参与「全城找魑魅」活动的！但是中途不小心摔到洞里了……"
	},
	[1107004040] = {
		id = 1107004040,
		prefab_name = "",
		content = "哦，原来是这样嚯……听起来非常惊险，还好人没事嚯，你们现在收集多少个了？"
	},
	[1107004041] = {
		id = 1107004041,
		prefab_name = "1070ui_story",
		content = "乌已经收集了80个了！"
	},
	[1107004042] = {
		id = 1107004042,
		prefab_name = "",
		content = "咦？！80个，难道你们就是传说中排名第一的「逐日追云大侠的小棉袄们」小队？"
	},
	[1107004043] = {
		id = 1107004043,
		prefab_name = "",
		content = "「逐日追云大侠的小棉袄们」……乌，似乎在我不知道的时候，你改了一个很奇怪的队名……"
	},
	[1107004044] = {
		id = 1107004044,
		prefab_name = "1070ui_story",
		content = "正是在下……哎！"
	},
	[1107004045] = {
		id = 1107004045,
		prefab_name = "",
		content = "别松手啊！"
	},
	[1107004046] = {
		id = 1107004046,
		prefab_name = "",
		content = "呼，还好抓住了你这个呜呼呼呼圈，要不然……"
	},
	[1107004047] = {
		id = 1107004047,
		prefab_name = "1070ui_story",
		content = "谢谢！#{nickname}#，但是这个其实是叫呜呼呼·呼啦圈！"
	},
	[1107004048] = {
		id = 1107004048,
		prefab_name = "",
		content = "这名字真是拗口得过分……"
	},
	[1107004049] = {
		id = 1107004049,
		prefab_name = "",
		content = "终于上来了。"
	},
	[1107004050] = {
		id = 1107004050,
		prefab_name = "1070ui_story",
		content = "天空真蓝啊！"
	},
	[1107004051] = {
		id = 1107004051,
		prefab_name = "",
		content = "观众朋友们，不知不觉，又到了节目的中场结算「全城找魑魅」的时间了！让我们打开大荧幕，看看是否有最新的排名进展？"
	},
	[1107004052] = {
		id = 1107004052,
		prefab_name = "",
		content = "设备架的真快，嗯？还开了虚拟屏，连了远程？"
	},
	[1107004053] = {
		id = 1107004053,
		prefab_name = "",
		content = "让我们再次邀请「星」来点击大屏幕！"
	},
	[1107004054] = {
		id = 1107004054,
		prefab_name = "1070ui_story",
		content = "看着这个闪烁的屏幕，乌的心就紧张地怦怦直跳……该不会有人已经集齐81个「魑魅」了吧？"
	},
	[1107004055] = {
		id = 1107004055,
		prefab_name = "",
		content = "应该没这么倒霉，想想我们入场券1%的概率都中了，那么……"
	},
	[1107004056] = {
		id = 1107004056,
		prefab_name = "",
		content = "噢噢噢！这畅快的BGM，居然真有人集齐81个「魑魅」了！"
	},
	[1107004057] = {
		id = 1107004057,
		prefab_name = "",
		content = "……"
	},
	[1107004058] = {
		id = 1107004058,
		prefab_name = "",
		content = "我刚刚是不是不该说话的？"
	},
	[1107004059] = {
		id = 1107004059,
		prefab_name = "1070ui_story",
		content = "乌要~昏倒了~"
	},
	[1107004060] = {
		id = 1107004060,
		prefab_name = "",
		content = "这支幸运小队是——"
	},
	[1107004061] = {
		id = 1107004061,
		prefab_name = "",
		content = "「逐日追云大侠的小棉袄们」，让我们恭喜他们！"
	},
	[1107004062] = {
		id = 1107004062,
		prefab_name = "1070ui_story",
		content = "嗯？"
	},
	[1107004063] = {
		id = 1107004063,
		prefab_name = "",
		content = "刚刚不是没上传成功吗？"
	},
	[1107004064] = {
		id = 1107004064,
		prefab_name = "1070ui_story",
		content = "噢噢噢！好像上来以后就有信号了！"
	},
	[1107004065] = {
		id = 1107004065,
		prefab_name = "",
		content = "所以……"
	},
	[1107004066] = {
		id = 1107004066,
		prefab_name = "",
		content = "多么让人激动人心的时刻嚯！「逐日追云大侠的小棉袄们」居然就在我们的现场！让我们一起看看这两个小棉袄嚯！"
	},
	[1107004067] = {
		id = 1107004067,
		prefab_name = "",
		content = "哥，你在拍我脸上的毛孔吗？"
	},
	[1107004068] = {
		id = 1107004068,
		prefab_name = "",
		content = "抱歉，太激动了嚯。"
	},
	[1107004069] = {
		id = 1107004069,
		prefab_name = "1070ui_story",
		content = "喔呼！#{nickname}#，我们是冠军！"
	},
	[1107004070] = {
		id = 1107004070,
		prefab_name = "",
		content = "嗯嗯知道了，别拉着我的手转圈圈……喂这个速度……"
	},
	[1107004071] = {
		id = 1107004071,
		prefab_name = "",
		content = "头好晕……"
	},
	[1107004072] = {
		id = 1107004072,
		prefab_name = "",
		content = "我缓缓睁开眼睛，一阵氲氤香气扑面而来。\n眼前有一个偌大的书柜，其间塞满了各种封面的少年漫画和周边，墙上贴满了《元典抄本》的海报，我拿起床头的相片架……"
	},
	[1107004073] = {
		id = 1107004073,
		prefab_name = "",
		content = "嗯？这张照片好像是……小时候的金乌？"
	},
	[1107004074] = {
		id = 1107004074,
		prefab_name = "1070ui_story",
		content = "啊！#{nickname}#，不许看那个……"
	},
	[1107004075] = {
		id = 1107004075,
		prefab_name = "",
		content = "唔哇，你什么时候进来的？好好好，相片给你。"
	},
	[1107004076] = {
		id = 1107004076,
		prefab_name = "1070ui_story",
		content = "给，莲子八宝粥。"
	},
	[1107004077] = {
		id = 1107004077,
		prefab_name = "",
		content = "谢谢，挺好喝的……不过，你小时候居然是长那个样子啊？"
	},
	[1107004078] = {
		id = 1107004078,
		prefab_name = "1070ui_story",
		content = "#{nickname}#！别……别说啦。"
	},
	[1107004079] = {
		id = 1107004079,
		prefab_name = "",
		content = "咦，乌，你的耳朵怎么红彤彤的？"
	},
	[1107004080] = {
		id = 1107004080,
		prefab_name = "1070ui_story",
		content = "乌没有……总之，只是灯光的原因！"
	},
	[1107004081] = {
		id = 1107004081,
		prefab_name = "1070ui_story",
		content = "啊那个……乌其实有个事情想和#{nickname}#商量一下……"
	},
	[1107004082] = {
		id = 1107004082,
		prefab_name = "",
		content = "什么事呢？"
	},
	[1107004083] = {
		id = 1107004083,
		prefab_name = "1070ui_story",
		content = "我们队伍不是拿了奖金吗？乌想着那笔奖金……"
	},
	[1107004084] = {
		id = 1107004084,
		prefab_name = "",
		content = "大部分都是你找的，那笔奖金你来处理吧。"
	},
	[1107004085] = {
		id = 1107004085,
		prefab_name = "1070ui_story",
		content = "那不行！#{nickname}#可是乌最重要的伙伴！乌要处理的话，还是得征得你的同意才行！"
	},
	[1107004086] = {
		id = 1107004086,
		prefab_name = "",
		content = "听你的语气，是要做什么特别的投资吗？"
	},
	[1107004087] = {
		id = 1107004087,
		prefab_name = "1070ui_story",
		content = "乌想……"
	},
	[1107004088] = {
		id = 1107004088,
		prefab_name = "1070ui_story",
		content = "把这笔钱捐给虚恒孤儿院。"
	},
	[1107004089] = {
		id = 1107004089,
		prefab_name = "1070ui_story",
		content = "冬天快到了，乌想给他们采购一款供暖设备……"
	},
	[1107004090] = {
		id = 1107004090,
		prefab_name = "",
		content = "可以哦。"
	},
	[1107004091] = {
		id = 1107004091,
		prefab_name = "1070ui_story",
		content = "当然#{nickname}#如果有别的打算的话，也可以……"
	},
	[1107004092] = {
		id = 1107004092,
		prefab_name = "1070ui_story",
		content = "哎？#{nickname}#答应了？"
	},
	[1107004093] = {
		id = 1107004093,
		prefab_name = "",
		content = "嗯。"
	},
	[1107004094] = {
		id = 1107004094,
		prefab_name = "1070ui_story",
		content = "不愧是「逐日追云大侠」！乌最好的伙伴！"
	},
	[1107004095] = {
		id = 1107004095,
		prefab_name = "",
		content = "好好好。"
	},
	[1107004096] = {
		id = 1107004096,
		prefab_name = "1070ui_story",
		content = "对了，乌和你说噢，这期「全城找魑魅」的奖品，还有两张虚恒奇观七日游礼券噢，包吃包住那种~"
	},
	[1107004097] = {
		id = 1107004097,
		prefab_name = "1070ui_story",
		content = "你有时间吗？我们一起去好不好呀~"
	},
	[1107004098] = {
		id = 1107004098,
		prefab_name = "",
		content = "这个啊……"
	},
	[1107004099] = {
		id = 1107004099,
		prefab_name = "",
		content = "我可能还有些工作得处理。"
	},
	[1107004100] = {
		id = 1107004100,
		prefab_name = "1070ui_story",
		content = "呜……那好吧，那我们下次再……"
	},
	[1107004101] = {
		id = 1107004101,
		prefab_name = "",
		content = "不过下旬就放假了，到时候我和你一起去吧。"
	},
	[1107004102] = {
		id = 1107004102,
		prefab_name = "1070ui_story",
		content = "好耶好耶！#{nickname}#最好啦！"
	},
	[1107004103] = {
		id = 1107004103,
		prefab_name = "",
		content = "我说……别又扑我身上啊……你是无尾熊转世吗？"
	},
	[1107004104] = {
		id = 1107004104,
		prefab_name = "1070ui_story",
		content = "乌不管乌不管~"
	},
	[1107004105] = {
		id = 1107004105,
		prefab_name = "",
		content = "随着夜色降临，这场惊险而旖旎的冒险终于步入尾声，但是我们的故事，才刚刚开始……"
	}
}
