return {
	["一"] = {
		["."] = {
			["夜"] = {
				["."] = {
					["情"] = {
						result = true
					}
				}
			}
		},
		["@"] = {
			["夜"] = {
				["@"] = {
					["情"] = {
						result = true
					}
				}
			}
		},
		J = {
			O = {
				R = {
					result = true
				}
			}
		},
		["^"] = {
			["夜"] = {
				["情"] = {
					["^"] = {
						["性"] = {
							["息"] = {
								result = true
							}
						}
					}
				}
			}
		},
		u = {
			["夜"] = {
				g = {
					["情"] = {
						result = true
					}
				}
			}
		},
		["个"] = {
			["女"] = {
				["人"] = {
					["的"] = {
						["初"] = {
							["夜"] = {
								result = true
							}
						}
					}
				}
			},
			["民"] = {
				["族"] = {
					["的"] = {
						["历"] = {
							["史"] = {
								["抉"] = {
									["择"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["色"] = {
				result = true
			}
		},
		["之"] = {
			["瀬"] = {
				["茜"] = {
					["迅"] = {
						["雷"] = {
							result = true
						}
					}
				}
			}
		},
		["九"] = {
			["八"] = {
				["九"] = {
					result = true
				}
			}
		},
		["二"] = {
			["四"] = {
				["八"] = {
					["六"] = {
						result = true
					}
				}
			}
		},
		["個"] = {
			["事"] = {
				["實"] = {
					result = true
				}
			}
		},
		["元"] = {
			["人"] = {
				["民"] = {
					["钱"] = {
						["币"] = {
							result = true
						}
					}
				}
			},
			["亻"] = {
				["叚"] = {
					["币"] = {
						result = true
					}
				}
			},
			["假"] = {
				B = {
					result = true
				},
				q = {
					i = {
						a = {
							n = {
								result = true
							}
						}
					}
				},
				["币"] = {
					result = true
				},
				["硬"] = {
					["币"] = {
						result = true
					},
					["钱"] = {
						["币"] = {
							result = true
						}
					}
				},
				["钱"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["硬"] = {
				B = {
					["高"] = {
						["仿"] = {
							["真"] = {
								result = true
							}
						}
					}
				},
				["币"] = {
					result = true
				},
				["钱"] = {
					["币"] = {
						result = true
					}
				}
			}
		},
		["号"] = {
			["猎"] = {
				["刀"] = {
					result = true
				}
			}
		},
		["吹"] = {
			["遮"] = {
				["百"] = {
					["丑"] = {
						["鸵"] = {
							["鸟"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["场"] = {
			["真"] = {
				["实"] = {
					["的"] = {
						["大"] = {
							["学"] = {
								["生"] = {
									["运"] = {
										["动"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["块"] = {
			["的"] = {
				["硬"] = {
					["币"] = {
						result = true
					},
					["钱"] = {
						["币"] = {
							result = true
						}
					}
				}
			}
		},
		["夜"] = {
			result = true,
			["@"] = {
				["@"] = {
					["情"] = {
						result = true
					}
				}
			},
			N = {
				["次"] = {
					["高"] = {
						["潮"] = {
							result = true
						}
					}
				}
			},
			["九"] = {
				["次"] = {
					["郎"] = {
						result = true
					}
				}
			},
			["妻"] = {
				["馆"] = {
					result = true
				}
			},
			["性"] = {
				["網"] = {
					result = true
				}
			},
			["晴"] = {
				result = true
			},
			["歡"] = {
				result = true
			},
			["激"] = {
				["情"] = {
					result = true
				}
			},
			["爽"] = {
				["身"] = {
					result = true
				}
			},
			["献"] = {
				["身"] = {
					result = true
				}
			},
			["疯"] = {
				["狂"] = {
					result = true
				}
			},
			["站"] = {
				result = true,
				["地"] = {
					["址"] = {
						result = true
					}
				}
			},
			["色"] = {
				["妻"] = {
					result = true
				}
			},
			["风"] = {
				["流"] = {
					result = true
				}
			}
		},
		["夲"] = {
			["道"] = {
				result = true
			}
		},
		["女"] = {
			["战"] = {
				["双"] = {
					["龙"] = {
						result = true
					}
				}
			}
		},
		["安"] = {
			["为"] = {
				["2"] = {
					["8"] = {
						["克"] = {
							result = true
						}
					}
				}
			},
			["头"] = {
				result = true
			}
		},
		["对"] = {
			["一"] = {
				["分"] = {
					["析"] = {
						["仪"] = {
							result = true
						}
					}
				},
				["同"] = {
					["城"] = {
						["聊"] = {
							["天"] = {
								result = true
							}
						}
					}
				},
				["在"] = {
					["线"] = {
						["裸"] = {
							["聊"] = {
								result = true
							}
						}
					}
				},
				["聊"] = {
					["天"] = {
						["室"] = {
							result = true
						}
					}
				},
				["自"] = {
					["慰"] = {
						result = true
					}
				},
				["裸"] = {
					["聊"] = {
						result = true,
						["视"] = {
							["频"] = {
								result = true
							}
						},
						["集"] = {
							["锦"] = {
								result = true
							}
						}
					}
				},
				["视"] = {
					["频"] = {
						result = true
					}
				}
			},
			["小"] = {
				["娃"] = {
					["娃"] = {
						result = true
					}
				}
			},
			["狗"] = {
				["男"] = {
					["女"] = {
						result = true
					}
				}
			}
		},
		["對"] = {
			["一"] = {
				["裸"] = {
					["聊"] = {
						result = true
					}
				}
			}
		},
		["度"] = {
			["影"] = {
				["院"] = {
					result = true
				}
			}
		},
		["支"] = {
			["鸡"] = {
				["巴"] = {
					["不"] = {
						["够"] = {
							["用"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["旧"] = {
			["水"] = {
				result = true
			}
		},
		["本"] = {
			["*"] = {
				["*"] = {
					["道"] = {
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				}
			},
			["万"] = {
				["利"] = {
					result = true
				}
			},
			["人"] = {
				["的"] = {
					["教"] = {
						["协"] = {
							["史"] = {
								["卷"] = {
									["三"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["色"] = {
				result = true
			},
			["蛋"] = {
				result = true
			}
		},
		["枪"] = {
			m = {
				v = {
					result = true
				}
			},
			["完"] = {
				["整"] = {
					["版"] = {
						result = true
					}
				}
			},
			["崔"] = {
				["健"] = {
					result = true
				}
			},
			["春"] = {
				["水"] = {
					result = true
				}
			},
			["歌"] = {
				["词"] = {
					result = true
				}
			}
		},
		["楼"] = {
			["一"] = {
				["凤"] = {
					result = true
				}
			}
		},
		["次"] = {
			["出"] = {
				["差"] = {
					result = true
				}
			},
			["性"] = {
				["猎"] = {
					["抢"] = {
						["霰"] = {
							["弹"] = {
								result = true
							}
						}
					},
					["枪"] = {
						["霰"] = {
							["弹"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["比"] = {
			["一"] = {
				["枪"] = {
					["模"] = {
						["专"] = {
							result = true
						}
					}
				}
			}
		},
		["点"] = {
			["色"] = {
				["成"] = {
					["人"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["片"] = {
			["情"] = {
				result = true
			}
		},
		["生"] = {
			["一"] = {
				["世"] = {
					["色"] = {
						result = true
					}
				}
			},
			["酒"] = {
				["色"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["的"] = {
			["奥"] = {
				["林"] = {
					["匹"] = {
						["克"] = {
							result = true
						}
					}
				}
			}
		},
		["石"] = {
			["马"] = {
				["中"] = {
					["牜"] = {
						["寺"] = {
							result = true
						}
					}
				}
			}
		},
		["码"] = {
			["*"] = {
				["中"] = {
					["特"] = {
						["提"] = {
							["前"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["碼"] = {
			["中"] = {
				["特"] = {
					result = true
				}
			}
		},
		["笔"] = {
			["隐"] = {
				["藏"] = {
					["在"] = {
						["的"] = {
							["平"] = {
								["安"] = {
									["股"] = {
										["权"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["等"] = {
			["射"] = {
				result = true
			}
		},
		["粒"] = {
			["眠"] = {
				result = true
			},
			["米"] = {
				["掌"] = {
					["柜"] = {
						result = true
					}
				},
				["证"] = {
					["件"] = {
						result = true,
						["官"] = {
							["方"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["色"] = {
			A = {
				z = {
					u = {
						s = {
							a = {
								result = true
							}
						}
					}
				}
			},
			["丽"] = {
				["矢"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["志"] = {
				["乃"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["狗"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			},
			["色"] = {
				result = true
			},
			["鮎"] = {
				result = true,
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["鯰"] = {
				["美"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["鲇"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["麗"] = {
				["矢"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["诺"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["貫"] = {
			["道"] = {
				result = true
			}
		},
		["起"] = {
			["干"] = {
				["妹"] = {
					["妹"] = {
						["网"] = {
							result = true
						}
					}
				},
				["朋"] = {
					["友"] = {
						["老"] = {
							["婆"] = {
								result = true
							}
						}
					}
				},
				["骚"] = {
					["妹"] = {
						result = true
					}
				}
			}
		},
		["辆"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["边"] = {
			["一"] = {
				["国"] = {
					["独"] = {
						["裁"] = {
							result = true
						}
					}
				}
			}
		},
		["逼"] = {
			["情"] = {
				["色"] = {
					result = true
				}
			}
		},
		["道"] = {
			["本"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["邉"] = {
			["一"] = {
				["國"] = {
					result = true
				}
			}
		},
		["邊"] = {
			["一"] = {
				["國"] = {
					result = true
				}
			}
		},
		["野"] = {
			["濑"] = {
				["茜"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			}
		},
		["點"] = {
			["色"] = {
				["成"] = {
					["人"] = {
						["網"] = {
							result = true
						}
					}
				}
			}
		},
		["黨"] = {
			["專"] = {
				["制"] = {
					result = true
				},
				["政"] = {
					result = true
				}
			},
			["獨"] = {
				["裁"] = {
					result = true
				}
			}
		}
	},
	["丅"] = {
		["壓"] = {
			["鉽"] = {
				result = true
			}
		}
	},
	["万"] = {
		["\\"] = {
			["艾"] = {
				["可"] = {
					result = true
				}
			}
		},
		["世"] = {
			["私"] = {
				["迷"] = {
					result = true
				}
			}
		},
		["亦"] = {
			["凡"] = {
				result = true
			}
		},
		["人"] = {
			["广"] = {
				["场"] = {
					result = true,
					["2"] = {
						["0"] = {
							["号"] = {
								result = true
							},
							["日"] = {
								result = true
							}
						}
					},
					["二"] = {
						["十"] = {
							result = true
						}
					}
				}
			},
			["游"] = {
				["行"] = {
					["六"] = {
						["四"] = {
							result = true
						}
					},
					["悼"] = {
						["念"] = {
							["六"] = {
								["四"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["亿"] = {
			["商"] = {
				["务"] = {
					["调"] = {
						["查"] = {
							result = true
						}
					}
				}
			}
		},
		["佳"] = {
			["信"] = {
				["息"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["元"] = {
			["地"] = {
				["主"] = {
					result = true
				}
			}
		},
		["利"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			},
			["达"] = {
				["弓"] = {
					["弩"] = {
						result = true
					}
				},
				["弩"] = {
					result = true
				}
			}
		},
		["博"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							result = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["宁"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			}
		},
		["家"] = {
			["乐"] = {
				["娱"] = {
					["乐"] = {
						result = true
					}
				}
			}
		},
		["岁"] = {
			result = true
		},
		["州"] = {
			["区"] = {
				["专"] = {
					["业"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["年"] = {
			["凤"] = {
				["凰"] = {
					result = true
				}
			},
			["奶"] = {
				["油"] = {
					["冰"] = {
						result = true
					}
				}
			}
		},
		["庆"] = {
			["良"] = {
				result = true
			}
		},
		["料"] = {
			["堂"] = {
				result = true
			}
		},
		["时"] = {
			["鑫"] = {
				["汽"] = {
					["配"] = {
						result = true
					}
				}
			}
		},
		["民"] = {
			["博"] = {
				["彩"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			}
		},
		["法"] = {
			["归"] = {
				["一"] = {
					["功"] = {
						result = true
					}
				}
			}
		},
		["爱"] = {
			result = true,
			["可"] = {
				["成"] = {
					["人"] = {
						["论"] = {
							["坛"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["王"] = {
			result = true,
			["之"] = {
				["王"] = {
					result = true
				}
			}
		},
		["盛"] = {
			["区"] = {
				["专"] = {
					["业"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["哪"] = {
				["找"] = {
					["小"] = {
						["姐"] = {
							result = true
						}
					}
				}
			}
		},
		["紫"] = {
			["千"] = {
				["红"] = {
					result = true
				}
			}
		},
		["维"] = {
			["博"] = {
				["客"] = {
					result = true
				}
			},
			["读"] = {
				["者"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["联"] = {
			["棋"] = {
				["牌"] = {
					result = true
				}
			}
		},
		["能"] = {
			["$"] = {
				["#"] = {
					["上"] = {
						["分"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["上"] = {
				["分"] = {
					["器"] = {
						result = true,
						["专"] = {
							result = true
						}
					}
				}
			},
			["充"] = {
				["值"] = {
					result = true
				}
			},
			["变"] = {
				["号"] = {
					["王"] = {
						result = true,
						["免"] = {
							["费"] = {
								result = true
							}
						},
						["福"] = {
							["州"] = {
								result = true
							}
						}
					}
				}
			},
			["开"] = {
				["锁"] = {
					result = true,
					["器"] = {
						["专"] = {
							result = true
						},
						["直"] = {
							["销"] = {
								result = true
							}
						}
					},
					["工"] = {
						["具"] = {
							["专"] = {
								result = true
							}
						}
					},
					["枪"] = {
						result = true
					},
					["箱"] = {
						result = true
					},
					["钥"] = {
						["匙"] = {
							result = true,
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["强"] = {
				["开"] = {
					result = true
				}
			},
			["汽"] = {
				["车"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["漆"] = {
				["车"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["电"] = {
				["动"] = {
					["开"] = {
						["锁"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["视"] = {
					["棒"] = {
						result = true
					}
				}
			},
			["程"] = {
				["序"] = {
					["麻"] = {
						["将"] = {
							["机"] = {
								result = true
							}
						}
					}
				}
			},
			["迷"] = {
				["幻"] = {
					result = true
				}
			},
			["金"] = {
				["钥"] = {
					["匙"] = {
						result = true
					}
				}
			},
			["钥"] = {
				result = true,
				["匙"] = {
					["专"] = {
						result = true
					},
					["大"] = {
						["全"] = {
							result = true
						}
					},
					["密"] = {
						["云"] = {
							result = true
						}
					}
				},
				["密"] = {
					["云"] = {
						["地"] = {
							["区"] = {
								result = true
							}
						}
					}
				}
			},
			["锁"] = {
				result = true
			},
			["隐"] = {
				["形"] = {
					["眼"] = {
						["镜"] = {
							result = true
						}
					}
				}
			},
			["鲨"] = {
				["鱼"] = {
					result = true,
					["上"] = {
						["分"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["麻"] = {
				["将"] = {
					["$"] = {
						["机"] = {
							result = true
						}
					},
					["机"] = {
						result = true,
						["方"] = {
							["便"] = {
								result = true
							}
						}
					},
					["遥"] = {
						["控"] = {
							["器"] = {
								result = true
							}
						}
					}
				},
				["鱂"] = {
					["机"] = {
						result = true
					}
				}
			}
		},
		["艾"] = {
			["可"] = {
				result = true,
				["电"] = {
					["视"] = {
						["棒"] = {
							result = true
						}
					}
				}
			}
		},
		["花"] = {
			["录"] = {
				result = true
			},
			["筒"] = {
				["情"] = {
					["色"] = {
						["网"] = {
							["站"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["誉"] = {
			["海"] = {
				result = true
			}
		},
		["豪"] = {
			["一"] = {
				["条"] = {
					["龙"] = {
						result = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["车"] = {
			["网"] = {
				result = true
			}
		},
		["辉"] = {
			["药"] = {
				["业"] = {
					result = true
				}
			}
		},
		["达"] = {
			["\\"] = {
				["广"] = {
					["场"] = {
						result = true
					}
				}
			},
			["企"] = {
				["业"] = {
					["名"] = {
						["录"] = {
							result = true
						}
					}
				}
			},
			["广"] = {
				["场"] = {
					result = true,
					["2"] = {
						["0"] = {
							["号"] = {
								result = true
							},
							["日"] = {
								result = true
							}
						}
					},
					["二"] = {
						["十"] = {
							result = true
						}
					}
				}
			},
			["通"] = {
				["讯"] = {
					result = true
				}
			}
		},
		["鑫"] = {
			["高"] = {
				["等"] = {
					["教"] = {
						["育"] = {
							result = true
						}
					}
				}
			}
		},
		["钢"] = {
			result = true
		},
		["钥"] = {
			["匙"] = {
				result = true
			}
		},
		["鸿"] = {
			["名"] = {
				["车"] = {
					["汇"] = {
						result = true
					}
				}
			}
		}
	},
	["丈"] = {
		["夫"] = {
			["科"] = {
				["长"] = {
					["的"] = {
						["换"] = {
							["妻"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["下"] = {
		["\\"] = {
			["体"] = {
				result = true
			}
		},
		["三"] = {
			["滥"] = {
				result = true
			},
			["濫"] = {
				result = true
			},
			["烂"] = {
				result = true
			},
			["爛"] = {
				result = true
			}
		},
		["压"] = {
			["式"] = {
				result = true,
				["槍"] = {
					result = true
				},
				["气"] = {
					["枪"] = {
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["配"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			},
			["款"] = {
				["式"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["气"] = {
				["枪"] = {
					result = true
				},
				["狗"] = {
					result = true
				}
			},
			["汽"] = {
				["枪"] = {
					result = true
				}
			},
			["试"] = {
				["气"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["壓"] = {
			["式"] = {
				result = true
			}
		},
		["岗"] = {
			["孕"] = {
				["妈"] = {
					["妈"] = {
						result = true
					}
				}
			}
		},
		["次"] = {
			["性"] = {
				["交"] = {
					result = true
				}
			}
		},
		["毒"] = {
			result = true
		},
		["水"] = {
			["道"] = {
				["的"] = {
					["美"] = {
						["人"] = {
							["鱼"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["法"] = {
			["."] = {
				["轮"] = {
					result = true
				}
			}
		},
		["流"] = {
			result = true,
			["地"] = {
				["帶"] = {
					result = true
				}
			}
		},
		["着"] = {
			["紧"] = {
				["身"] = {
					["小"] = {
						["热"] = {
							["裤"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["票"] = {
			["快"] = {
				["包"] = {
					["票"] = {
						result = true
					}
				}
			}
		},
		["落"] = {
			["不"] = {
				["明"] = {
					["张"] = {
						["世"] = {
							["军"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["阴"] = {
			result = true
		},
		["陰"] = {
			result = true
		}
	},
	["与"] = {
		["一"] = {
			["夜"] = {
				["情"] = {
					result = true
				}
			}
		},
		["同"] = {
			["志"] = {
				["们"] = {
					["商"] = {
						["榷"] = {
							["江"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["女"] = {
			["友"] = {
				["厕"] = {
					["所"] = {
						["做"] = {
							["爱"] = {
								result = true
							}
						}
					}
				},
				["性"] = {
					["爱"] = {
						result = true
					}
				}
			}
		},
		["师"] = {
			["母"] = {
				["的"] = {
					["激"] = {
						["情"] = {
							result = true
						}
					}
				}
			}
		},
		["情"] = {
			["人"] = {
				["做"] = {
					["爱"] = {
						["自"] = {
							["拍"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["气"] = {
			["狗"] = {
				["会"] = {
					["友"] = {
						result = true
					}
				}
			}
		},
		["美"] = {
			["丽"] = {
				["人"] = {
					["妻"] = {
						result = true
					}
				}
			}
		}
	},
	["世"] = {
		["弩"] = {
			["网"] = {
				result = true
			}
		},
		["模"] = {
			result = true,
			["冠"] = {
				["军"] = {
					result = true
				}
			}
		},
		["永"] = {
			["亚"] = {
				["真"] = {
					result = true
				}
			},
			["亞"] = {
				["真"] = {
					result = true
				}
			}
		},
		["界"] = {
			["互"] = {
				["联"] = {
					["网"] = {
						["封"] = {
							["锁"] = {
								result = true
							}
						}
					}
				}
			},
			["华"] = {
				["藏"] = {
					["中"] = {
						["心"] = {
							result = true
						}
					}
				}
			},
			["反"] = {
				["互"] = {
					["联"] = {
						["网"] = {
							["封"] = {
								["锁"] = {
									result = true,
									["日"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["名"] = {
				d = {
					a = {
						o = {
							result = true
						}
					}
				},
				["刀"] = {
					result = true,
					["专"] = {
						result = true
					},
					["具"] = {
						["具"] = {
							result = true
						}
					}
				},
				["枪"] = {
					result = true,
					["具"] = {
						result = true
					}
				}
			},
			["开"] = {
				["运"] = {
					["气"] = {
						["功"] = {
							result = true
						}
					}
				}
			},
			["情"] = {
				["色"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["新"] = {
				["闻"] = {
					["媒"] = {
						["体"] = {
							["网"] = {
								result = true
							}
						}
					},
					["网"] = {
						result = true
					}
				}
			},
			["日"] = {
				["報"] = {
					result = true
				}
			},
			["气"] = {
				["枪"] = {
					["网"] = {
						result = true
					}
				}
			},
			["的"] = {
				["广"] = {
					["场"] = {
						result = true
					}
				}
			},
			["维"] = {
				["吾"] = {
					["尔"] = {
						result = true
					}
				}
			},
			["聊"] = {
				["天"] = {
					result = true
				}
			},
			["通"] = {
				result = true
			}
		},
		["维"] = {
			result = true
		},
		["茂"] = {
			["股"] = {
				["票"] = {
					result = true
				}
			}
		}
	},
	["业"] = {
		["主"] = {
			["名"] = {
				["单"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["丝"] = {
		["*"] = {
			["不"] = {
				["*"] = {
					["挂"] = {
						result = true
					}
				}
			}
		},
		t = {
			["袜"] = {
				result = true
			}
		},
		["丝"] = {
			["爱"] = {
				["娱"] = {
					["乐"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["妹"] = {
			result = true
		},
		["姐"] = {
			["诱"] = {
				result = true
			}
		},
		["沫"] = {
			result = true,
			["，"] = {
				["亚"] = {
					["洲"] = {
						["图"] = {
							["片"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["袜"] = {
			["&"] = {
				["上"] = {
					["门"] = {
						["性"] = {
							["息"] = {
								result = true
							}
						}
					}
				}
			},
			["4"] = {
				P = {
					result = true
				}
			},
			A = {
				V = {
					result = true,
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			m = {
				m = {
					result = true
				},
				["美"] = {
					result = true
				}
			},
			["上"] = {
				["门"] = {
					["性"] = {
						["息"] = {
							result = true
						}
					},
					["按"] = {
						["摩"] = {
							result = true
						}
					},
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["交"] = {
				["往"] = {
					result = true
				}
			},
			["做"] = {
				["爱"] = {
					result = true,
					["图"] = {
						result = true
					}
				}
			},
			["公"] = {
				["社"] = {
					result = true
				}
			},
			["内"] = {
				["射"] = {
					result = true
				}
			},
			["大"] = {
				["魔"] = {
					["王"] = {
						result = true
					}
				}
			},
			["女"] = {
				result = true,
				["人"] = {
					result = true
				},
				["同"] = {
					result = true
				},
				["球"] = {
					["迷"] = {
						result = true
					}
				},
				["郎"] = {
					result = true
				}
			},
			["妹"] = {
				result = true,
				["妹"] = {
					result = true,
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["姐"] = {
				["写"] = {
					["真"] = {
						result = true
					}
				},
				["按"] = {
					["摩"] = {
						result = true
					}
				},
				["淫"] = {
					["女"] = {
						result = true
					},
					["妇"] = {
						result = true
					},
					["娃"] = {
						result = true
					}
				},
				["足"] = {
					["交"] = {
						result = true
					}
				},
				["骚"] = {
					["货"] = {
						result = true
					}
				},
				["高"] = {
					["跟"] = {
						result = true
					}
				}
			},
			["家"] = {
				result = true
			},
			["小"] = {
				["姐"] = {
					result = true,
					["$"] = {
						["按"] = {
							["摩"] = {
								result = true
							}
						}
					},
					["上"] = {
						["门"] = {
							result = true
						}
					},
					["按"] = {
						result = true,
						["摩"] = {
							result = true
						}
					}
				},
				["说"] = {
					["吧"] = {
						result = true
					}
				}
			},
			["性"] = {
				["交"] = {
					result = true
				}
			},
			["打"] = {
				["飞"] = {
					["机"] = {
						["推"] = {
							["油"] = {
								result = true
							}
						}
					}
				}
			},
			["按"] = {
				["摩"] = {
					result = true,
					["服"] = {
						["务"] = {
							result = true
						}
					},
					["王"] = {
						result = true
					}
				}
			},
			["控"] = {
				["，"] = {
					["控"] = {
						["住"] = {
							["你"] = {
								result = true
							}
						}
					}
				}
			},
			["教"] = {
				["师"] = {
					result = true
				}
			},
			["无"] = {
				["码"] = {
					a = {
						v = {
							i = {
								result = true
							}
						}
					},
					b = {
						t = {
							result = true
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					result = true
				}
			},
			["森"] = {
				["林"] = {
					result = true
				}
			},
			["欲"] = {
				["痕"] = {
					result = true
				}
			},
			["母"] = {
				["人"] = {
					["体"] = {
						result = true
					}
				}
			},
			["淫"] = {
				["声"] = {
					["系"] = {
						["列"] = {
							result = true
						}
					}
				}
			},
			["爆"] = {
				["菊"] = {
					["冰"] = {
						["火"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						result = true
					}
				}
			},
			["秀"] = {
				result = true
			},
			["美"] = {
				["女"] = {
					["上"] = {
						["门"] = {
							result = true
						}
					}
				},
				["腿"] = {
					["诱"] = {
						["惑"] = {
							result = true
						}
					}
				}
			},
			["脚"] = {
				result = true
			},
			["色"] = {
				["图"] = {
					result = true
				}
			},
			["视"] = {
				["频"] = {
					result = true
				}
			},
			["论"] = {
				["坛"] = {
					result = true
				}
			},
			["诱"] = {
				["惑"] = {
					result = true
				}
			},
			["足"] = {
				["交"] = {
					["网"] = {
						result = true
					}
				}
			},
			["骚"] = {
				["妇"] = {
					result = true
				}
			}
		},
		["足"] = {
			result = true,
			["上"] = {
				["门"] = {
					result = true,
					["性"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				}
			},
			["会"] = {
				["所"] = {
					result = true
				}
			},
			["保"] = {
				["健"] = {
					result = true
				}
			},
			["性"] = {
				["交"] = {
					["上"] = {
						["门"] = {
							result = true
						}
					}
				}
			},
			["按"] = {
				["摩"] = {
					result = true,
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["女"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["诱"] = {
				["惑"] = {
					result = true
				}
			}
		},
		["路"] = {
			["传"] = {
				["说"] = {
					result = true
				}
			}
		},
		["，"] = {
			["袜"] = {
				["写"] = {
					["真"] = {
						result = true
					}
				},
				["美"] = {
					["女"] = {
						result = true
					}
				}
			}
		}
	},
	["严"] = {
		["伙"] = {
			["计"] = {
				result = true
			}
		},
		["百"] = {
			["草"] = {
				result = true
			}
		},
		["隽"] = {
			["琪"] = {
				result = true
			}
		}
	},
	["丫"] = {
		["丫"] = {
			["色"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		}
	},
	["丸"] = {
		["\\"] = {
			["仔"] = {
				result = true
			}
		},
		["井"] = {
			G = {
				["3"] = {
					["6"] = {
						C = {
							result = true
						}
					}
				}
			}
		},
		["警"] = {
			G = {
				["3"] = {
					["6"] = {
						C = {
							result = true
						}
					}
				}
			}
		}
	},
	["为"] = {
		["了"] = {
			["姓"] = {
				["资"] = {
					["姓"] = {
						["社"] = {
							result = true
						}
					}
				}
			}
		},
		["什"] = {
			["么"] = {
				["人"] = {
					["民"] = {
						["不"] = {
							["会"] = {
								["忘"] = {
									["记"] = {
										result = true
									}
								}
							}
						}
					}
				},
				["网"] = {
					["站"] = {
						["集"] = {
							["体"] = {
								["维"] = {
									["护"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["啥"] = {
			["天"] = {
				["朝"] = {
					["叫"] = {
						["换"] = {
							["届"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["女"] = {
			["性"] = {
				["按"] = {
					["摩"] = {
						result = true
					}
				}
			}
		},
		["情"] = {
			["字"] = {
				["煎"] = {
					["熬"] = {
						result = true
					}
				}
			}
		},
		["民"] = {
			result = true
		},
		["泉"] = {
			["州"] = {
				["港"] = {
					["正"] = {
						["名"] = {
							result = true
						}
					}
				}
			}
		},
		["淫"] = {
			["民"] = {
				["服"] = {
					["务"] = {
						result = true
					}
				}
			}
		},
		["男"] = {
			["朋"] = {
				["友"] = {
					["口"] = {
						["交"] = {
							result = true
						}
					}
				}
			}
		},
		["赵"] = {
			["紫"] = {
				["阳"] = {
					["平"] = {
						["反"] = {
							result = true
						}
					}
				}
			}
		},
		["这"] = {
			["世"] = {
				["代"] = {
					["有"] = {
						["未"] = {
							["来"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["义"] = {
		["兄"] = {
			["偷"] = {
				["拍"] = {
					["妹"] = {
						["妹"] = {
							result = true
						}
					}
				}
			}
		},
		["母"] = {
			["很"] = {
				["寂"] = {
					["寞"] = {
						result = true
					}
				}
			},
			["散"] = {
				["华"] = {
					result = true
				}
			}
		}
	},
	["乌"] = {
		["伊"] = {
			["运"] = {
				result = true,
				["头"] = {
					["目"] = {
						result = true
					}
				}
			}
		},
		["兰"] = {
			["夫"] = {
				result = true
			}
		},
		["兹"] = {
			["冲"] = {
				["锋"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["坎"] = {
			result = true
		},
		["头"] = {
			["碱"] = {
				["直"] = {
					["销"] = {
						result = true
					}
				}
			}
		},
		["尔"] = {
			["昏"] = {
				["精"] = {
					["粹"] = {
						result = true
					}
				}
			},
			["楷"] = {
				["西"] = {
					result = true
				}
			}
		},
		["市"] = {
			["事"] = {
				["件"] = {
					result = true
				}
			},
			["屠"] = {
				["杀"] = {
					result = true
				}
			}
		},
		["托"] = {
			["邦"] = {
				["祭"] = {
					result = true
				}
			}
		},
		["滋"] = {
			["枪"] = {
				result = true
			}
		},
		["老"] = {
			["大"] = {
				result = true
			}
		},
		["苏"] = {
			["3"] = {
				d = {
					["防"] = {
						["滑"] = {
							["弓"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["蝇"] = {
			["水"] = {
				result = true
			}
		},
		["鲁"] = {
			["木"] = {
				["齐"] = {
					["7"] = {
						["."] = {
							["5"] = {
								result = true
							}
						}
					},
					["冰"] = {
						["毒"] = {
							result = true
						}
					},
					["办"] = {
						["假"] = {
							["证"] = {
								result = true
							}
						},
						["文"] = {
							["凭"] = {
								result = true
							}
						},
						["证"] = {
							result = true
						}
					},
					["气"] = {
						["枪"] = {
							result = true
						}
					},
					["氯"] = {
						["胺"] = {
							["酮"] = {
								result = true
							}
						}
					},
					["溜"] = {
						["冰"] = {
							["毒"] = {
								result = true
							}
						}
					},
					["麻"] = {
						["古"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["乙"] = {
		["伊"] = {
			["耶"] = {
				["香"] = {
					["无"] = {
						["码"] = {
							result = true
						},
						["马"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["川"] = {
			["纱"] = {
				["良"] = {
					["无"] = {
						["码"] = {
							result = true
						},
						["马"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["撑"] = {
			["亚"] = {
				["胺"] = {
					result = true
				}
			}
		}
	},
	["也"] = {
		["行"] = {
			["淫"] = {
				["魔"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["习"] = {
		[" "] = {
			m = {
				i = {
					n = {
						g = {
							["泽"] = {
								result = true
							}
						}
					}
				}
			},
			["卢"] = {
				["展"] = {
					["功"] = {
						result = true
					}
				}
			},
			["干"] = {
				["部"] = {
					["微"] = {
						["小"] = {
							["癌"] = {
								["变"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["平"] = {
				["坟"] = {
					["复"] = {
						["耕"] = {
							["运"] = {
								["动"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["廉"] = {
				["政"] = {
					[" "] = {
						["兴"] = {
							["国"] = {
								["之"] = {
									["本"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["明"] = {
				[" "] = {
					["泽"] = {
						result = true
					}
				}
			},
			["木"] = {
				["子"] = {
					result = true
				}
			},
			["柯"] = {
				result = true,
				["玲"] = {
					["玲"] = {
						result = true
					}
				}
			},
			["混"] = {
				["账"] = {
					["至"] = {
						["极"] = {
							result = true
						}
					}
				}
			},
			["焦"] = {
				["裕"] = {
					["禄"] = {
						["纪"] = {
							["念"] = {
								["馆"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["祖"] = {
				["家"] = {
					["父"] = {
						["母"] = {
							["官"] = {
								result = true
							}
						}
					}
				}
			},
			["自"] = {
				["杀"] = {
					["身"] = {
						["亡"] = {
							result = true
						}
					}
				}
			},
			["藏"] = {
				["身"] = {
					["北"] = {
						["京"] = {
							["西"] = {
								["山"] = {
									["基"] = {
										["地"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["被"] = {
				["软"] = {
					["禁"] = {
						result = true
					}
				}
			},
			["说"] = {
				["男"] = {
					["人"] = {
						result = true
					}
				}
			},
			["贴"] = {
				["身"] = {
					["护"] = {
						["卫"] = {
							result = true
						}
					}
				}
			},
			["近"] = {
				["平"] = {
					[" "] = {
						["老"] = {
							["婆"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["#"] = {
			["近"] = {
				["#"] = {
					["平"] = {
						["#"] = {
							result = true
						}
					}
				}
			}
		},
		["&"] = {
			["&"] = {
				["失"] = {
					["控"] = {
						result = true
					}
				}
			},
			["专"] = {
				["机"] = {
					["&"] = {
						["走"] = {
							["私"] = {
								result = true
							}
						}
					}
				}
			},
			["低"] = {
				["智"] = {
					result = true
				}
			},
			["历"] = {
				["史"] = {
					["罪"] = {
						["人"] = {
							result = true
						}
					}
				}
			},
			["自"] = {
				["以"] = {
					["为"] = {
						["个"] = {
							result = true
						}
					}
				}
			},
			["走"] = {
				["私"] = {
					["&"] = {
						["象"] = {
							["牙"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["("] = {
			["近"] = {
				["平"] = {
					result = true
				}
			}
		},
		["*"] = {
			["明"] = {
				["*"] = {
					["泽"] = {
						result = true,
						["*"] = {
							result = true
						}
					}
				}
			}
		},
		["-"] = {
			["近"] = {
				["-"] = {
					["平"] = {
						result = true
					}
				},
				["平"] = {
					result = true
				}
			}
		},
		["."] = {
			["近"] = {
				["."] = {
					["平"] = {
						result = true
					}
				}
			}
		},
		["/"] = {
			["近"] = {
				["/"] = {
					["平"] = {
						result = true,
						["/"] = {
							result = true
						}
					}
				}
			}
		},
		["1"] = {
			["0"] = {
				["个"] = {
					["不"] = {
						result = true
					}
				}
			}
		},
		["8"] = {
			["位"] = {
				["老"] = {
					["同"] = {
						["志"] = {
							result = true
						}
					}
				}
			}
		},
		["\\"] = {
			["近"] = {
				["\\"] = {
					["平"] = {
						result = true
					}
				},
				["平"] = {
					result = true
				}
			}
		},
		_ = {
			["近"] = {
				["平"] = {
					result = true
				}
			}
		},
		j = {
			i = {
				n = {
					p = {
						i = {
							n = {
								g = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		t = {
			a = {
				i = {
					z = {
						i = {
							["党"] = {
								result = true
							}
						}
					}
				}
			}
		},
		x = {
			x = {
				["上"] = {
					["任"] = {
						["后"] = {
							result = true
						}
					}
				}
			}
		},
		z = {
			h = {
				u = {
					x = {
						i = {
							result = true
						}
					},
					["席"] = {
						result = true
					}
				}
			},
			x = {
				result = true
			}
		},
		["·"] = {
			["近"] = {
				["·"] = {
					["平"] = {
						result = true
					}
				}
			}
		},
		["Δ"] = {
			["Δ"] = {
				result = true
			}
		},
		["…"] = {
			["明"] = {
				["…"] = {
					["泽"] = {
						result = true
					}
				},
				["泽"] = {
					result = true
				}
			}
		},
		["一"] = {
			["封"] = {
				["信"] = {
					result = true
				}
			},
			["马"] = {
				result = true
			}
		},
		["七"] = {
			["大"] = {
				["智"] = {
					["囊"] = {
						result = true
					}
				}
			}
		},
		["三"] = {
			["人"] = {
				result = true
			}
		},
		["不"] = {
			["搞"] = {
				["一"] = {
					["言"] = {
						["堂"] = {
							result = true,
							[" "] = {
								["善"] = {
									["于"] = {
										["纳"] = {
											["谏"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["专"] = {
			["机"] = {
				result = true,
				["象"] = {
					["牙"] = {
						result = true
					}
				},
				["走"] = {
					["私"] = {
						result = true
					}
				}
			}
		},
		["两"] = {
			["次"] = {
				["婚"] = {
					["姻"] = {
						result = true
					}
				}
			}
		},
		["丨"] = {
			["明"] = {
				["泽"] = {
					result = true
				}
			}
		},
		["中"] = {
			["年"] = {
				["胖"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["主"] = {
			x = {
				i = {
					result = true
				}
			},
			["度"] = {
				result = true
			}
		},
		["之"] = {
			["江"] = {
				["新"] = {
					["军"] = {
						result = true
					}
				}
			}
		},
		["九"] = {
			["个"] = {
				["好"] = {
					["哥"] = {
						["们"] = {
							result = true
						}
					}
				}
			}
		},
		["习"] = {
			["蛤"] = {
				["蛤"] = {
					result = true
				}
			}
		},
		["乱"] = {
			["搞"] = {
				["女"] = {
					result = true
				}
			}
		},
		["乾"] = {
			["平"] = {
				result = true
			}
		},
		["了"] = {
			["近"] = {
				["平"] = {
					["总"] = {
						["书"] = {
							["记"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["二"] = {
			["世"] = {
				result = true
			},
			["哥"] = {
				result = true
			},
			["次"] = {
				["婚"] = {
					["姻"] = {
						result = true
					}
				}
			}
		},
		["京"] = {
			["平"] = {
				result = true
			}
		},
		["伒"] = {
			["平"] = {
				result = true
			}
		},
		["伪"] = {
			["皇"] = {
				result = true
			}
		},
		["低"] = {
			["智"] = {
				result = true,
				["自"] = {
					["以"] = {
						["为"] = {
							["是"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["信"] = {
			["号"] = {
				result = true
			}
		},
		["倒"] = {
			["霉"] = {
				[" "] = {
					["赖"] = {
						result = true
					}
				}
			}
		},
		["先"] = {
			["拿"] = {
				["计"] = {
					["划"] = {
						result = true
					}
				}
			}
		},
		["免"] = {
			["费"] = {
				["医"] = {
					["疗"] = {
						result = true
					}
				}
			}
		},
		["公"] = {
			["主"] = {
				[" "] = {
					["回"] = {
						["国"] = {
							result = true
						}
					}
				},
				["美"] = {
					["照"] = {
						result = true
					}
				}
			},
			["子"] = {
				result = true
			}
		},
		["再"] = {
			["婚"] = {
				result = true
			}
		},
		["净"] = {
			["贫"] = {
				result = true
			}
		},
		["分"] = {
			["赃"] = {
				result = true
			}
		},
		["别"] = {
			["传"] = {
				result = true
			}
		},
		["前"] = {
			["妻"] = {
				result = true
			}
		},
		["剑"] = {
			["指"] = {
				["三"] = {
					["工"] = {
						["爷"] = {
							result = true
						}
					}
				}
			}
		},
		["副"] = {
			["主"] = {
				["席"] = {
					result = true
				}
			}
		},
		["加"] = {
			["入"] = {
				["外"] = {
					["国"] = {
						["国"] = {
							["籍"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["动"] = {
			["平"] = {
				["衡"] = {
					result = true
				}
			}
		},
		["包"] = {
			["子"] = {
				["习"] = {
					["猪"] = {
						["头"] = {
							result = true
						}
					}
				},
				["露"] = {
					["馅"] = {
						result = true
					}
				}
			},
			["帝"] = {
				result = true
			},
			["彭"] = {
				result = true
			}
		},
		["十"] = {
			["个"] = {
				result = true
			}
		},
		["博"] = {
			["士"] = {
				["头"] = {
					["衔"] = {
						result = true
					}
				},
				["野"] = {
					["鸡"] = {
						["大"] = {
							["学"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["历"] = {
			["史"] = {
				["罪"] = {
					["人"] = {
						result = true
					}
				}
			}
		},
		["原"] = {
			["配"] = {
				result = true
			}
		},
		["反"] = {
			["腐"] = {
				["不"] = {
					["升"] = {
						["反"] = {
							["降"] = {
								result = true
							}
						}
					}
				},
				["内"] = {
					["幕"] = {
						result = true
					}
				},
				["败"] = {
					result = true
				}
			}
		},
		["古"] = {
			["田"] = {
				result = true
			}
		},
		["司"] = {
			["令"] = {
				result = true
			}
		},
		["吃"] = {
			["共"] = {
				["产"] = {
					["党"] = {
						result = true
					}
				}
			}
		},
		["名"] = {
			result = true
		},
		["和"] = {
			["谐"] = {
				["近"] = {
					["平"] = {
						result = true
					}
				}
			}
		},
		["哒"] = {
			["哒"] = {
				result = true
			}
		},
		["哥"] = {
			result = true
		},
		["嘴"] = {
			["刁"] = {
				result = true
			}
		},
		["国"] = {
			["足"] = {
				["出"] = {
					["线"] = {
						result = true
					}
				}
			}
		},
		["圣"] = {
			["诞"] = {
				["合"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["坚"] = {
			["鸡"] = {
				result = true
			}
		},
		["坦"] = {
			["桑"] = {
				["偷"] = {
					["运"] = {
						["象"] = {
							["牙"] = {
								result = true
							}
						}
					}
				},
				["尼"] = {
					["亚"] = {
						result = true
					}
				}
			}
		},
		["处"] = {
			["理"] = {
				J = {
					["派"] = {
						result = true
					}
				}
			}
		},
		["外"] = {
			["交"] = {
				["袋"] = {
					result = true
				}
			},
			["国"] = {
				["国"] = {
					["籍"] = {
						result = true
					}
				}
			}
		},
		["大"] = {
			b = {
				o = {
					s = {
						s = {
							result = true
						}
					}
				}
			},
			["两"] = {
				["次"] = {
					["婚"] = {
						["姻"] = {
							result = true
						}
					}
				}
			},
			["二"] = {
				["次"] = {
					["婚"] = {
						["姻"] = {
							result = true
						}
					}
				}
			},
			["佬"] = {
				result = true
			},
			["内"] = {
				["保"] = {
					["镖"] = {
						result = true
					}
				},
				["高"] = {
					["手"] = {
						result = true
					}
				}
			},
			["利"] = {
				result = true
			},
			["叔"] = {
				result = true
			},
			["大"] = {
				["上"] = {
					["台"] = {
						["妥"] = {
							["协"] = {
								result = true
							}
						}
					}
				},
				["亲"] = {
					["密"] = {
						["朋"] = {
							["友"] = {
								result = true
							}
						}
					}
				},
				["前"] = {
					["老"] = {
						["婆"] = {
							result = true
						}
					}
				},
				["名"] = {
					["片"] = {
						result = true
					}
				},
				["哥"] = {
					["们"] = {
						result = true
					}
				},
				["新"] = {
					["时"] = {
						["代"] = {
							result = true
						}
					}
				},
				["朋"] = {
					["友"] = {
						result = true,
						["圈"] = {
							result = true
						}
					}
				},
				["的"] = {
					["特"] = {
						["色"] = {
							["主"] = {
								["义"] = {
									result = true
								}
							}
						}
					}
				},
				["相"] = {
					["声"] = {
						result = true
					}
				},
				["离"] = {
					["婚"] = {
						result = true
					}
				},
				["秘"] = {
					["书"] = {
						result = true
					}
				},
				["窝"] = {
					["想"] = {
						["问"] = {
							["问"] = {
								result = true
							}
						}
					}
				},
				["解"] = {
					["散"] = {
						["中"] = {
							["国"] = {
								result = true
							}
						}
					}
				},
				["败"] = {
					["家"] = {
						result = true
					}
				},
				["鼻"] = {
					["子"] = {
						["日"] = {
							result = true
						}
					}
				}
			},
			["婚"] = {
				["姻"] = {
					["史"] = {
						result = true
					}
				}
			},
			["有"] = {
				["几"] = {
					["次"] = {
						["婚"] = {
							["姻"] = {
								result = true
							}
						}
					}
				}
			},
			["权"] = {
				["在"] = {
					["握"] = {
						result = true
					}
				}
			},
			["柯"] = {
				["小"] = {
					["明"] = {
						result = true
					}
				},
				["零"] = {
					["零"] = {
						result = true
					}
				}
			},
			["爷"] = {
				result = true
			},
			["老"] = {
				["板"] = {
					result = true
				}
			},
			["胖"] = {
				result = true
			},
			["讲"] = {
				["话"] = {
					result = true
				}
			},
			["鼻"] = {
				["子"] = {
					result = true
				}
			}
		},
		["夫"] = {
			["人"] = {
				result = true,
				[" "] = {
					["柯"] = {
						result = true
					}
				}
			}
		},
		["头"] = {
			result = true
		},
		["夹"] = {
			["菜"] = {
				result = true
			}
		},
		["奥"] = {
			["塞"] = {
				["斯"] = {
					["库"] = {
						result = true
					}
				}
			},
			["相"] = {
				["声"] = {
					result = true
				}
			}
		},
		["女"] = {
			["婿"] = {
				result = true
			}
		},
		["婚"] = {
			["姻"] = {
				["史"] = {
					result = true
				}
			}
		},
		["害"] = {
			["羞"] = {
				result = true
			}
		},
		["家"] = {
			["6"] = {
				["0"] = {
					["亿"] = {
						result = true,
						["美"] = {
							["元"] = {
								result = true
							}
						}
					}
				}
			},
			["万"] = {
				["达"] = {
					result = true
				}
			},
			["兄"] = {
				["弟"] = {
					["挑"] = {
						["媳"] = {
							["妇"] = {
								result = true
							}
						}
					}
				}
			},
			["六"] = {
				["十"] = {
					["亿"] = {
						result = true
					}
				}
			},
			["教"] = {
				["严"] = {
					result = true
				}
			},
			["王"] = {
				["健"] = {
					["林"] = {
						result = true
					}
				}
			},
			["的"] = {
				["秘"] = {
					["闻"] = {
						result = true
					}
				}
			},
			["陆"] = {
				["拾"] = {
					["亿"] = {
						result = true
					}
				}
			}
		},
		["小"] = {
			["苹"] = {
				["果"] = {
					result = true
				}
			}
		},
		["尴"] = {
			["尬"] = {
				["瞬"] = {
					["间"] = {
						result = true
					}
				}
			}
		},
		["尽"] = {
			["贫"] = {
				result = true
			}
		},
		["屏"] = {
			["禁"] = {
				result = true
			}
		},
		["左"] = {
			["派"] = {
				["黄"] = {
					["金"] = {
						["时"] = {
							["代"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["帝"] = {
			["二"] = {
				["年"] = {
					["春"] = {
						result = true
					}
				}
			},
			["冧"] = {
				["莊"] = {
					result = true
				}
			}
		},
		["干"] = {
			["脆"] = {
				["解"] = {
					["散"] = {
						["中"] = {
							["国"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["平"] = {
			result = true
		},
		["建"] = {
			["平"] = {
				result = true
			}
		},
		["式"] = {
			["反"] = {
				["腐"] = {
					result = true
				}
			}
		},
		["弟"] = {
			["媳"] = {
				result = true
			}
		},
		["得"] = {
			["文"] = {
				["武"] = {
					["近"] = {
						["太"] = {
							["平"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["微"] = {
			["信"] = {
				["朋"] = {
					["友"] = {
						["圈"] = {
							result = true
						}
					}
				}
			}
		},
		["忍"] = {
			["不"] = {
				["住"] = {
					["回"] = {
						["头"] = {
							result = true
						}
					}
				}
			}
		},
		["怕"] = {
			["老"] = {
				["婆"] = {
					result = true
				}
			}
		},
		["总"] = {
			result = true,
			["近"] = {
				["平"] = {
					result = true
				}
			}
		},
		["患"] = {
			["心"] = {
				["脏"] = {
					["病"] = {
						[" "] = {
							["胡"] = {
								["神"] = {
									["色"] = {
										["凝"] = {
											["重"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["惯"] = {
			["性"] = {
				["风"] = {
					["流"] = {
						result = true
					}
				}
			}
		},
		["成"] = {
			["为"] = {
				["蒋"] = {
					["经"] = {
						["国"] = {
							result = true
						}
					}
				}
			}
		},
		["打"] = {
			["伞"] = {
				result = true
			},
			["击"] = {
				["对"] = {
					["象"] = {
						result = true
					}
				}
			}
		},
		["扮"] = {
			["演"] = {
				["猴"] = {
					["王"] = {
						["角"] = {
							["色"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["担"] = {
			["心"] = {
				["政"] = {
					["权"] = {
						["易"] = {
							["手"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["拉"] = {
			["帮"] = {
				["结"] = {
					["派"] = {
						result = true
					}
				}
			}
		},
		["挥"] = {
			["金"] = {
				["如"] = {
					result = true
				}
			}
		},
		["接"] = {
			["班"] = {
				["人"] = {
					result = true
				}
			}
		},
		["放"] = {
			["江"] = {
				result = true,
				["一"] = {
					["马"] = {
						result = true
					}
				}
			}
		},
		["政"] = {
			["绩"] = {
				["设"] = {
					["计"] = {
						result = true
					}
				}
			}
		},
		["敏"] = {
			["感"] = {
				["词"] = {
					["总"] = {
						result = true
					}
				}
			}
		},
		["散"] = {
			["步"] = {
				["穿"] = {
					["帮"] = {
						result = true
					}
				}
			}
		},
		["整"] = {
			["改"] = {
				result = true
			},
			["顿"] = {
				result = true
			}
		},
		["斗"] = {
			["地"] = {
				["主"] = {
					result = true
				}
			}
		},
		["斤"] = {
			["品"] = {
				result = true
			}
		},
		["新"] = {
			["平"] = {
				result = true
			},
			["毛"] = {
				["泽"] = {
					["东"] = {
						result = true
					}
				}
			},
			["的"] = {
				["设"] = {
					["计"] = {
						["师"] = {
							result = true
						}
					}
				}
			},
			["设"] = {
				["计"] = {
					["师"] = {
						result = true
					}
				}
			}
		},
		["昆"] = {
			["仲"] = {
				result = true
			}
		},
		["明"] = {
			result = true
		},
		["曾"] = {
			["对"] = {
				["决"] = {
					result = true
				}
			},
			["翻"] = {
				["脸"] = {
					result = true
				}
			}
		},
		["最"] = {
			["具"] = {
				["实"] = {
					["权"] = {
						result = true
					}
				}
			},
			["强"] = {
				["硬"] = {
					["领"] = {
						["导"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["有"] = {
			["几"] = {
				["次"] = {
					["婚"] = {
						["姻"] = {
							result = true
						}
					}
				}
			}
		},
		["朋"] = {
			["友"] = {
				["圈"] = {
					result = true
				}
			}
		},
		["末"] = {
			["任"] = {
				result = true
			}
		},
		["权"] = {
			["利"] = {
				["大"] = {
					result = true
				}
			}
		},
		["李"] = {
			["争"] = {
				["霸"] = {
					["战"] = {
						result = true
					}
				}
			},
			["体"] = {
				["制"] = {
					result = true
				}
			},
			["盛"] = {
				["世"] = {
					result = true
				}
			}
		},
		["柯"] = {
			["小"] = {
				["明"] = {
					result = true
				}
			},
			["零"] = {
				["零"] = {
					result = true
				}
			}
		},
		["格"] = {
			["格"] = {
				result = true
			}
		},
		["梢"] = {
			["林"] = {
				["美"] = {
					["丽"] = {
						result = true
					}
				}
			}
		},
		["梦"] = {
			["思"] = {
				result = true
			}
		},
		["正"] = {
			["平"] = {
				result = true
			}
		},
		["氏"] = {
			["昆"] = {
				["仲"] = {
					result = true
				}
			}
		},
		["民"] = {
			["泽"] = {
				result = true
			}
		},
		["江"] = {
			["之"] = {
				["争"] = {
					result = true
				}
			}
		},
		["没"] = {
			["想"] = {
				["到"] = {
					result = true
				}
			}
		},
		["泽"] = {
			["明"] = {
				result = true
			}
		},
		["洗"] = {
			["牌"] = {
				result = true
			}
		},
		["派"] = {
			result = true
		},
		["瀛"] = {
			["台"] = {
				["良"] = {
					["苦"] = {
						["用"] = {
							["心"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["爷"] = {
			result = true,
			["爷"] = {
				result = true
			}
		},
		["独"] = {
			["揽"] = {
				["大"] = {
					["权"] = {
						result = true
					}
				}
			},
			["裁"] = {
				["者"] = {
					["三"] = {
						["招"] = {
							result = true
						}
					}
				}
			}
		},
		["猪"] = {
			["脚"] = {
				result = true
			}
		},
		["猴"] = {
			["王"] = {
				result = true
			}
		},
		["现"] = {
			["身"] = {
				result = true
			}
		},
		["生"] = {
			["死"] = {
				["毁"] = {
					["誉"] = {
						result = true
					}
				}
			}
		},
		["的"] = {
			["人"] = {
				["觊"] = {
					["觎"] = {
						["总"] = {
							["理"] = {
								result = true
							}
						}
					}
				}
			},
			["哥"] = {
				["们"] = {
					result = true
				}
			},
			["朋"] = {
				["友"] = {
					result = true
				}
			},
			["盆"] = {
				["友"] = {
					result = true
				}
			},
			["老"] = {
				["婆"] = {
					result = true
				}
			}
		},
		["皇"] = {
			["上"] = {
				result = true
			}
		},
		["真"] = {
			["儒"] = {
				["家"] = {
					result = true
				}
			}
		},
		["矛"] = {
			["盾"] = {
				["信"] = {
					["号"] = {
						result = true
					}
				}
			}
		},
		["禁"] = {
			["屏"] = {
				result = true
			},
			["瓶"] = {
				result = true
			}
		},
		["福"] = {
			["建"] = {
				["古"] = {
					["田"] = {
						result = true
					}
				}
			}
		},
		["离"] = {
			["婚"] = {
				result = true
			}
		},
		["秀"] = {
			["恩"] = {
				["爱"] = {
					result = true
				}
			}
		},
		["私"] = {
			["生"] = {
				["活"] = {
					result = true
				}
			}
		},
		["笨"] = {
			["蛋"] = {
				result = true
			}
		},
		["美"] = {
			["猴"] = {
				["王"] = {
					result = true
				}
			}
		},
		["老"] = {
			result = true
		},
		["耿"] = {
			["飚"] = {
				["的"] = {
					["秘"] = {
						["书"] = {
							result = true
						}
					}
				}
			}
		},
		["肃"] = {
			["清"] = {
				["亲"] = {
					["属"] = {
						["企"] = {
							["业"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["肥"] = {
			["老"] = {
				result = true
			},
			["肥"] = {
				result = true
			}
		},
		["胖"] = {
			["胖"] = {
				result = true
			}
		},
		["胡"] = {
			["温"] = {
				result = true
			},
			["舒"] = {
				["立"] = {
					result = true
				}
			}
		},
		["自"] = {
			["以"] = {
				["为"] = {
					["是"] = {
						result = true
					}
				}
			}
		},
		["臭"] = {
			["脸"] = {
				result = true
			}
		},
		["蠢"] = {
			["材"] = {
				result = true
			}
		},
		["表"] = {
			["情"] = {
				["帝"] = {
					result = true
				}
			},
			["面"] = {
				["一"] = {
					["套"] = {
						["背"] = {
							["后"] = {
								["一"] = {
									["套"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["要"] = {
			["放"] = {
				["江"] = {
					["一"] = {
						["马"] = {
							result = true
						}
					}
				}
			}
		},
		["见"] = {
			["平"] = {
				["老"] = {
					["婆"] = {
						["是"] = {
							["谁"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["解"] = {
			["散"] = {
				result = true,
				["中"] = {
					["国"] = {
						result = true
					}
				},
				["姐"] = {
					["夫"] = {
						["公"] = {
							["司"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["该"] = {
			["减"] = {
				["肥"] = {
					result = true
				}
			}
		},
		["谋"] = {
			["深"] = {
				["虑"] = {
					["远"] = {
						result = true
					}
				}
			}
		},
		["象"] = {
			["牙"] = {
				result = true
			}
		},
		["败"] = {
			["类"] = {
				["主"] = {
					["席"] = {
						result = true
					}
				}
			}
		},
		["贱"] = {
			["平"] = {
				result = true
			}
		},
		["走"] = {
			["私"] = {
				result = true,
				["象"] = {
					["牙"] = {
						result = true
					}
				}
			}
		},
		["超"] = {
			["江"] = {
				["胡"] = {
					result = true
				}
			}
		},
		["跳"] = {
			["跳"] = {
				["虎"] = {
					result = true
				}
			}
		},
		["载"] = {
			["沣"] = {
				result = true
			}
		},
		["近"] = {
			result = true,
			[" "] = {
				["6"] = {
					["5"] = {
						["5"] = {
							["3"] = {
								["3"] = {
									[" "] = {
										["车"] = {
											["祸"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				},
				["平"] = {
					result = true,
					["人"] = {
						result = true
					}
				},
				["老"] = {
					["婆"] = {
						result = true
					}
				}
			},
			["-"] = {
				["平"] = {
					result = true
				}
			},
			["民"] = {
				result = true
			},
			["苹"] = {
				result = true
			},
			["萍"] = {
				result = true
			},
			["评"] = {
				result = true
			},
			["近"] = {
				result = true,
				["平"] = {
					result = true
				}
			},
			["驴"] = {
				result = true
			}
		},
		["进"] = {
			["主"] = {
				["席"] = {
					result = true
				}
			},
			["书"] = {
				["记"] = {
					result = true
				}
			},
			["平"] = {
				[" "] = {
					["夫"] = {
						["人"] = {
							result = true
						}
					}
				}
			},
			["总"] = {
				["书"] = {
					["记"] = {
						result = true
					}
				}
			}
		},
		["远"] = {
			["张"] = {
				["澜"] = {
					result = true
				}
			}
		},
		["遇"] = {
			["暗"] = {
				["杀"] = {
					result = true
				}
			},
			["袭"] = {
				result = true
			}
		},
		["邪"] = {
			["教"] = {
				result = true
			}
		},
		["重"] = {
			["走"] = {
				["毛"] = {
					["路"] = {
						["线"] = {
							result = true
						}
					}
				}
			}
		},
		["钟"] = {
			["情"] = {
				["女"] = {
					["文"] = {
						["艺"] = {
							["兵"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["钱"] = {
			["平"] = {
				result = true
			}
		},
		["陛"] = {
			["下"] = {
				result = true
			}
		},
		["难"] = {
			["堪"] = {
				result = true
			}
		},
		["集"] = {
			["体"] = {
				["分"] = {
					["赃"] = {
						result = true
					}
				}
			}
		},
		["青"] = {
			["奥"] = {
				["爱"] = {
					["马"] = {
						["仕"] = {
							result = true
						}
					}
				}
			}
		},
		["飞"] = {
			["机"] = {
				["外"] = {
					["交"] = {
						["袋"] = {
							result = true
						}
					}
				}
			}
		},
		["驴"] = {
			result = true
		},
		["驸"] = {
			["马"] = {
				result = true
			}
		},
		["高"] = {
			["两"] = {
				["家"] = {
					result = true
				}
			}
		},
		["鸵"] = {
			result = true
		},
		["黑"] = {
			["帮"] = {
				["子"] = {
					["女"] = {
						result = true
					}
				}
			}
		},
		["﹟"] = {
			["﹟"] = {
				result = true
			}
		},
		["（"] = {
			["近"] = {
				["平"] = {
					result = true
				}
			}
		}
	},
	["乡"] = {
		["下"] = {
			["哺"] = {
				["乳"] = {
					["少"] = {
						["妇"] = {
							result = true
						}
					}
				}
			}
		},
		["勇"] = {
			result = true
		},
		["野"] = {
			["妇"] = {
				["科"] = {
					["男"] = {
						["医"] = {
							result = true
						}
					}
				}
			},
			["村"] = {
				["医"] = {
					result = true
				}
			},
			["痞"] = {
				["医"] = {
					result = true
				}
			}
		}
	},
	["书"] = {
		["僮"] = {
			result = true
		},
		["客"] = {
			["小"] = {
				["说"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["朋"] = {
			c = {
				c = {
					result = true
				}
			}
		},
		["记"] = {
			[" "] = {
				["谋"] = {
					["杀"] = {
						["前"] = {
							["妻"] = {
								result = true
							}
						}
					}
				}
			},
			["人"] = {
				["民"] = {
					["记"] = {
						["住"] = {
							["你"] = {
								result = true
							}
						}
					}
				}
			},
			["总"] = {
				["理"] = {
					["坐"] = {
						result = true
					}
				}
			},
			["群"] = {
				P = {
					["艳"] = {
						["照"] = {
							result = true
						}
					}
				}
			}
		},
		["香"] = {
			["气"] = {
				["质"] = {
					["女"] = {
						["大"] = {
							["生"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["争"] = {
		["取"] = {
			["诉"] = {
				["求"] = {
					result = true
				}
			}
		}
	},
	["事"] = {
		["件"] = {
			result = true,
			[" "] = {
				["赵"] = {
					["紫"] = {
						["阳"] = {
							result = true
						}
					}
				}
			},
			["2"] = {
				["0"] = {
					["周"] = {
						["年"] = {
							["天"] = {
								["安"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["二"] = {
				["十"] = {
					["周"] = {
						["年"] = {
							["支"] = {
								["联"] = {
									["会"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						["虐"] = {
							["杀"] = {
								["六"] = {
									["四"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["廿"] = {
				["周"] = {
					["年"] = {
						[" "] = {
							["\""] = {
								["天"] = {
									["安"] = {
										["门"] = {
											["\""] = {
												result = true
											}
										}
									}
								}
							}
						},
						["天"] = {
							["安"] = {
								["门"] = {
									["六"] = {
										["四"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["民"] = {
				["间"] = {
					["白"] = {
						["皮"] = {
							["书"] = {
								result = true
							}
						}
					}
				}
			},
			["血"] = {
				["染"] = {
					["的"] = {
						["风"] = {
							["采"] = {
								result = true
							}
						}
					}
				}
			},
			["赵"] = {
				["紫"] = {
					["阳"] = {
						result = true
					}
				}
			},
			["起"] = {
				["端"] = {
					["总"] = {
						["书"] = {
							["记"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["于"] = {
		["9"] = {
			["莲"] = {
				result = true
			}
		},
		["九"] = {
			["莲"] = {
				result = true
			}
		},
		["倩"] = {
			["倩"] = {
				result = true
			}
		},
		["大"] = {
			["清"] = {
				result = true
			}
		},
		["天"] = {
			["瑞"] = {
				result = true
			}
		},
		["广"] = {
			["洲"] = {
				result = true
			}
		},
		["春"] = {
			["生"] = {
				result = true
			}
		},
		["泽"] = {
			["远"] = {
				result = true
			}
		},
		["钧"] = {
			["艺"] = {
				result = true
			}
		}
	},
	["云"] = {
		a = {
			["8"] = {
				["3"] = {
					["6"] = {
						["6"] = {
							c = {
								result = true
							}
						}
					}
				}
			}
		},
		["上"] = {
			["的"] = {
				["日"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["中"] = {
			["鹤"] = {
				result = true
			}
		},
		["删"] = {
			["恶"] = {
				["棍"] = {
					result = true
				}
			},
			["文"] = {
				["化"] = {
					["流"] = {
						["氓"] = {
							result = true
						}
					}
				}
			}
		},
		["南"] = {
			result = true,
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["办"] = {
				["大"] = {
					["学"] = {
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					}
				},
				["证"] = {
					result = true
				}
			},
			["圣"] = {
				["战"] = {
					result = true
				}
			},
			["忄"] = {
				["青"] = {
					["蛊"] = {
						result = true
					}
				}
			},
			["情"] = {
				["蛊"] = {
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["药"] = {
						result = true,
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						}
					}
				}
			},
			["攻"] = {
				["击"] = {
					result = true
				}
			},
			["暴"] = {
				["乱"] = {
					result = true
				}
			},
			["杀"] = {
				["人"] = {
					result = true
				}
			},
			["气"] = {
				["枪"] = {
					result = true
				}
			},
			["爆"] = {
				["乱"] = {
					result = true
				}
			},
			["牺"] = {
				["牲"] = {
					result = true
				}
			},
			["电"] = {
				["狗"] = {
					["网"] = {
						result = true
					}
				}
			},
			["省"] = {
				["假"] = {
					["币"] = {
						result = true
					}
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["商"] = {
			["贸"] = {
				["云"] = {
					["数"] = {
						["贸"] = {
							result = true
						}
					}
				}
			}
		},
		["山"] = {
			["习"] = {
				["江"] = {
					["斗"] = {
						result = true
					}
				}
			},
			["叫"] = {
				["板"] = {
					result = true
				}
			},
			["宣"] = {
				["传"] = {
					["口"] = {
						result = true
					}
				}
			},
			["干"] = {
				["瞪"] = {
					["眼"] = {
						result = true
					}
				}
			},
			["恶"] = {
				["棍"] = {
					result = true
				}
			},
			["敲"] = {
				["打"] = {
					result = true
				}
			},
			["文"] = {
				["化"] = {
					["流"] = {
						["氓"] = {
							result = true
						}
					}
				}
			},
			["架"] = {
				["空"] = {
					result = true
				}
			},
			["流"] = {
				["云"] = {
					["删"] = {
						result = true
					}
				}
			},
			["瘤"] = {
				["云"] = {
					["杉"] = {
						result = true
					}
				}
			}
		},
		["岭"] = {
			["欲"] = {
				["望"] = {
					["强"] = {
						["女"] = {
							["干"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["影"] = {
			["花"] = {
				["阴"] = {
					result = true
				}
			}
		},
		["数"] = {
			["据"] = {
				result = true
			}
		},
		["松"] = {
			[" "] = {
				["劲"] = {
					["赚"] = {
						result = true
					}
				},
				["泽"] = {
					["凯"] = {
						result = true
					}
				}
			},
			["温"] = {
				result = true
			}
		},
		["清"] = {
			["清"] = {
				result = true
			}
		},
		["渺"] = {
			["渺"] = {
				result = true
			}
		},
		["爆"] = {
			["弹"] = {
				result = true
			}
		},
		["玲"] = {
			["珑"] = {
				["工"] = {
					["作"] = {
						["室"] = {
							result = true
						}
					}
				}
			}
		},
		["美"] = {
			result = true
		},
		["蟾"] = {
			result = true
		},
		["轩"] = {
			["阁"] = {
				result = true
			}
		},
		["阳"] = {
			["县"] = {
				["办"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["雨"] = {
			result = true
		},
		["霄"] = {
			["仙"] = {
				["子"] = {
					result = true
				}
			},
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["飘"] = {
			["飘"] = {
				result = true
			}
		}
	},
	["五"] = {
		q = {
			["连"] = {
				q = {
					["发"] = {
						["猎"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["一"] = {
			["七"] = {
				result = true,
				["三"] = {
					result = true
				},
				["大"] = {
					["陆"] = {
						["知"] = {
							["识"] = {
								["分"] = {
									["子"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["广"] = {
				["场"] = {
					result = true
				}
			},
			["旅"] = {
				["游"] = {
					["认"] = {
						["识"] = {
							["的"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["三"] = {
			["五"] = {
				result = true
			}
		},
		["不"] = {
			["争"] = {
				["鸣"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			}
		},
		["二"] = {
			["开"] = {
				["席"] = {
					result = true
				},
				["西"] = {
					result = true
				}
			}
		},
		["元"] = {
			result = true,
			["假"] = {
				["币"] = {
					result = true,
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			},
			["真"] = {
				["币"] = {
					result = true
				}
			}
		},
		["六"] = {
			["式"] = {
				["军"] = {
					["刺"] = {
						result = true
					}
				}
			}
		},
		["十"] = {
			["岚"] = {
				["由"] = {
					["佳"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				},
				["纱"] = {
					["罗"] = {
						["无"] = {
							["码"] = {
								result = true
							},
							["马"] = {
								result = true
							}
						},
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["嵐"] = {
				["由"] = {
					["佳"] = {
						["種"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["换"] = {
				["一"] = {
					["百"] = {
						["假"] = {
							["币"] = {
								result = true
							}
						}
					}
				}
			},
			["路"] = {
				result = true
			}
		},
		["千"] = {
			result = true
		},
		["华"] = {
			["区"] = {
				result = true
			},
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["发"] = {
			result = true,
			["国"] = {
				["际"] = {
					result = true
				}
			}
		},
		["唯"] = {
			["美"] = {
				["色"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["四"] = {
			result = true,
			["7"] = {
				["0"] = {
					["周"] = {
						["年"] = {
							result = true
						}
					}
				}
			},
			["低"] = {
				["价"] = {
					["式"] = {
						["汽"] = {
							["狗"] = {
								result = true
							}
						}
					}
				}
			},
			["军"] = {
				["用"] = {
					["手"] = {
						["枪"] = {
							result = true,
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["广"] = {
				["场"] = {
					result = true,
					["2"] = {
						["0"] = {
							["号"] = {
								result = true
							},
							["日"] = {
								result = true
							}
						}
					},
					["二"] = {
						["十"] = {
							result = true
						}
					}
				}
			},
			["式"] = {
				result = true,
				["专"] = {
					result = true
				},
				["手"] = {
					["槍"] = {
						result = true
					}
				},
				["汽"] = {
					g = {
						o = {
							u = {
								result = true
							}
						}
					},
					["狗"] = {
						result = true
					}
				}
			},
			["手"] = {
				["枪"] = {
					result = true,
					["专"] = {
						result = true
					},
					["价"] = {
						["格"] = {
							result = true
						}
					},
					["子"] = {
						["弹"] = {
							["专"] = {
								result = true
							}
						}
					},
					["结"] = {
						["构"] = {
							["图"] = {
								result = true
							}
						}
					}
				}
			},
			["狗"] = {
				result = true
			}
		},
		["常"] = {
			["槍"] = {
				result = true
			}
		},
		["年"] = {
			["内"] = {
				["不"] = {
					["准"] = {
						["谈"] = {
							["论"] = {
								["6"] = {
									["4"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["庄"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["指"] = {
			["妹"] = {
				["电"] = {
					["影"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["山"] = {
				["假"] = {
					["币"] = {
						result = true
					}
				},
				["天"] = {
					["气"] = {
						result = true
					}
				},
				["私"] = {
					["人"] = {
						["侦"] = {
							["探"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["星"] = {
			["宏"] = {
				["辉"] = {
					["接"] = {
						["收"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["紅"] = {
				["旗"] = {
					result = true
				}
			},
			["遥"] = {
				["控"] = {
					result = true
				}
			}
		},
		["月"] = {
			result = true,
			["三"] = {
				["十"] = {
					["五"] = {
						["日"] = {
							result = true
						}
					}
				}
			},
			["初"] = {
				["一"] = {
					result = true
				}
			},
			["十"] = {
				["九"] = {
					["日"] = {
						["赵"] = {
							["紫"] = {
								["阳"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["卅"] = {
				["五"] = {
					result = true
				}
			},
			["四"] = {
				["房"] = {
					result = true
				},
				["日"] = {
					result = true
				}
			},
			["天"] = {
				a = {
					["片"] = {
						result = true
					}
				},
				["丝"] = {
					["袜"] = {
						["女"] = {
							result = true
						}
					}
				},
				["伦"] = {
					["理"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				},
				["导"] = {
					["航"] = {
						result = true
					}
				},
				["影"] = {
					["视"] = {
						result = true
					},
					["院"] = {
						result = true
					}
				},
				["情"] = {
					["色"] = {
						result = true
					}
				},
				["成"] = {
					["人"] = {
						["乱"] = {
							["伦"] = {
								result = true
							}
						},
						["电"] = {
							["影"] = {
								result = true
							}
						},
						["网"] = {
							result = true
						}
					}
				},
				["电"] = {
					["影"] = {
						result = true,
						["在"] = {
							["线"] = {
								result = true
							}
						}
					}
				},
				["综"] = {
					["合"] = {
						["站"] = {
							result = true
						}
					}
				},
				["色"] = {
					["導"] = {
						["航"] = {
							result = true
						}
					}
				},
				["青"] = {
					["色"] = {
						result = true
					}
				}
			},
			["婷"] = {
				result = true,
				["婷"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			},
			["激"] = {
				["情"] = {
					["天"] = {
						result = true
					},
					["网"] = {
						result = true
					}
				}
			},
			["网"] = {
				["站"] = {
					result = true
				}
			},
			["色"] = {
				result = true,
				["图"] = {
					result = true
				},
				["情"] = {
					["天"] = {
						result = true
					}
				},
				["播"] = {
					result = true
				}
			}
		},
		["步"] = {
			["倒"] = {
				["透"] = {
					["皮"] = {
						["迷"] = {
							["药"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["毛"] = {
			result = true
		},
		["氟"] = {
			["化"] = {
				["氯"] = {
					result = true
				}
			}
		},
		["氧"] = {
			["化"] = {
				["二"] = {
					["砷"] = {
						result = true
					},
					["钒"] = {
						result = true,
						["有"] = {
							["售"] = {
								result = true
							}
						},
						["直"] = {
							["销"] = {
								result = true
							}
						}
					}
				}
			},
			["囮"] = {
				["二"] = {
					["砷"] = {
						result = true
					},
					["钒"] = {
						result = true
					}
				}
			}
		},
		["氯"] = {
			["化"] = {
				["锑"] = {
					result = true,
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			},
			["酚"] = {
				result = true,
				["钠"] = {
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			}
		},
		["洲"] = {
			["广"] = {
				["场"] = {
					result = true,
					["2"] = {
						["0"] = {
							["号"] = {
								result = true
							},
							["日"] = {
								result = true
							}
						}
					},
					["二"] = {
						["十"] = {
							result = true
						}
					}
				}
			}
		},
		["流"] = {
			["化"] = {
				["钾"] = {
					["有"] = {
						["售"] = {
							result = true
						}
					}
				}
			}
		},
		["点"] = {
			result = true
		},
		["环"] = {
			["内"] = {
				["上"] = {
					["门"] = {
						["小"] = {
							["姐"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["珠"] = {
			["梅"] = {
				["花"] = {
					["无"] = {
						["敌"] = {
							result = true
						}
					}
				}
			}
		},
		["省"] = {
			["藏"] = {
				["区"] = {
					result = true
				}
			}
		},
		["码"] = {
			["吹"] = {
				["潮"] = {
					result = true
				}
			}
		},
		["硼"] = {
			["烷"] = {
				result = true
			}
		},
		["羰"] = {
			["基"] = {
				["铁"] = {
					result = true,
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			}
		},
		["联"] = {
			["发"] = {
				result = true,
				["手"] = {
					["枪"] = {
						["步"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["枪"] = {
					result = true
				},
				["槍"] = {
					result = true
				}
			}
		},
		["聯"] = {
			["發"] = {
				result = true,
				["槍"] = {
					result = true
				}
			}
		},
		["胜"] = {
			result = true
		},
		["至"] = {
			["七"] = {
				["步"] = {
					["功"] = {
						result = true
					}
				}
			}
		},
		["街"] = {
			["小"] = {
				["狗"] = {
					result = true
				}
			},
			["市"] = {
				["场"] = {
					["钢"] = {
						["珠"] = {
							result = true
						}
					}
				}
			},
			["钢"] = {
				["珠"] = {
					result = true
				}
			},
			["铁"] = {
				["狗"] = {
					result = true
				}
			},
			["黑"] = {
				["市"] = {
					["枪"] = {
						["行"] = {
							result = true
						}
					}
				}
			}
		},
		["证"] = {
			["俱"] = {
				["全"] = {
					result = true
				}
			}
		},
		["连"] = {
			["%"] = {
				["发"] = {
					result = true
				}
			},
			["发"] = {
				g = {
					o = {
						u = {
							result = true
						}
					}
				},
				["密"] = {
					["云"] = {
						["第"] = {
							["七"] = {
								result = true
							}
						}
					}
				},
				["枪"] = {
					result = true
				},
				["槍"] = {
					result = true
				},
				["气"] = {
					["枪"] = {
						result = true
					}
				},
				["汽"] = {
					["枪"] = {
						result = true
					}
				},
				["猎"] = {
					l = {
						["枪"] = {
							result = true
						}
					},
					["枪"] = {
						result = true,
						["专"] = {
							result = true
						},
						["价"] = {
							["格"] = {
								result = true
							}
						}
					},
					["槍"] = {
						result = true,
						["专"] = {
							result = true
						}
					}
				},
				["麻"] = {
					["醉"] = {
						["枪"] = {
							result = true
						},
						["槍"] = {
							result = true
						}
					}
				}
			},
			["狗"] = {
				result = true
			},
			["猎"] = {
				["枪"] = {
					result = true
				}
			},
			["铳"] = {
				result = true
			}
		},
		["連"] = {
			["發"] = {
				result = true,
				["氣"] = {
					["槍"] = {
						result = true
					}
				},
				["獵"] = {
					["槍"] = {
						result = true
					}
				}
			},
			["髮"] = {
				result = true
			}
		},
		["零"] = {
			["机"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["雷"] = {
			["轰"] = {
				["顶"] = {
					result = true
				}
			}
		}
	},
	["亚"] = {
		["州"] = {
			["乱"] = {
				["伦"] = {
					["成"] = {
						["人"] = {
							result = true
						}
					}
				}
			},
			["性"] = {
				["女"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					["社"] = {
						["区"] = {
							result = true
						}
					},
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			}
		},
		["幼"] = {
			["亚"] = {
				["州"] = {
					result = true
				}
			}
		},
		["洲"] = {
			result = true,
			["3"] = {
				p = {
					["图"] = {
						result = true
					}
				}
			},
			A = {
				V = {
					result = true
				},
				["片"] = {
					result = true
				}
			},
			B = {
				T = {
					result = true
				}
			},
			g = {
				["片"] = {
					result = true
				}
			},
			m = {
				e = {
					i = {
						n = {
							v = {
								result = true
							}
						}
					}
				}
			},
			s = {
				e = {
					["图"] = {
						result = true
					}
				}
			},
			u = {
				u = {
					["嫩"] = {
						["幼"] = {
							result = true
						}
					}
				}
			},
			["一"] = {
				["本"] = {
					["道"] = {
						result = true
					}
				}
			},
			["三"] = {
				["级"] = {
					["片"] = {
						result = true
					}
				}
			},
			["乱"] = {
				["伦"] = {
					result = true
				}
			},
			["互"] = {
				["动"] = {
					result = true
				}
			},
			["人"] = {
				["体"] = {
					result = true,
					["艺"] = {
						["术"] = {
							result = true
						}
					}
				},
				["如"] = {
					["何"] = {
						["肛"] = {
							["交"] = {
								result = true
							}
						}
					}
				}
			},
			["偷"] = {
				["拍"] = {
					result = true
				}
			},
			["免"] = {
				["费"] = {
					["黄"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["内"] = {
				["射"] = {
					result = true
				}
			},
			["原"] = {
				["创"] = {
					result = true
				}
			},
			["双"] = {
				["穴"] = {
					["插"] = {
						["入"] = {
							result = true
						}
					}
				}
			},
			["图"] = {
				["库"] = {
					result = true
				},
				["色"] = {
					result = true
				}
			},
			["在"] = {
				["线"] = {
					result = true,
					A = {
						V = {
							result = true
						}
					}
				}
			},
			["太"] = {
				["阳"] = {
					["城"] = {
						result = true
					}
				}
			},
			["套"] = {
				["图"] = {
					["超"] = {
						["市"] = {
							result = true
						}
					}
				}
			},
			["女"] = {
				["优"] = {
					result = true,
					["免"] = {
						["费"] = {
							result = true
						}
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					},
					["高"] = {
						["清"] = {
							["图"] = {
								result = true
							}
						}
					}
				},
				["孩"] = {
					result = true
				},
				["插"] = {
					result = true
				},
				["爽"] = {
					["歪"] = {
						["歪"] = {
							result = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					result = true,
					["城"] = {
						result = true
					},
					["网"] = {
						result = true
					}
				}
			},
			["婬"] = {
				["图"] = {
					result = true
				}
			},
			["嫩"] = {
				B = {
					result = true
				},
				["逼"] = {
					result = true
				}
			},
			["小"] = {
				["妹"] = {
					["换"] = {
						["品"] = {
							["味"] = {
								result = true
							}
						}
					}
				}
			},
			["幼"] = {
				["女"] = {
					["援"] = {
						["交"] = {
							result = true
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					result = true
				}
			},
			["总"] = {
				result = true
			},
			["情"] = {
				["色"] = {
					result = true
				}
			},
			["投"] = {
				["注"] = {
					result = true
				}
			},
			["插"] = {
				["穴"] = {
					["图"] = {
						result = true
					}
				}
			},
			["无"] = {
				["码"] = {
					result = true
				}
			},
			["时"] = {
				["报"] = {
					result = true
				}
			},
			["有"] = {
				["码"] = {
					["原"] = {
						["创"] = {
							["区"] = {
								result = true
							}
						}
					}
				},
				["马"] = {
					result = true
				}
			},
			["杯"] = {
				["赌"] = {
					["球"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["极"] = {
				["品"] = {
					A = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["桃"] = {
				["色"] = {
					["成"] = {
						["人"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["欧"] = {
				["洲"] = {
					["色"] = {
						["图"] = {
							result = true
						}
					}
				}
			},
			["淫"] = {
				["图"] = {
					result = true
				},
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["淫"] = {
					["网"] = {
						result = true
					}
				},
				["穴"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				},
				["色"] = {
					result = true
				}
			},
			["清"] = {
				["新"] = {
					["女"] = {
						result = true
					}
				}
			},
			["激"] = {
				["情"] = {
					result = true
				}
			},
			["炮"] = {
				["图"] = {
					result = true
				}
			},
			["热"] = {
				["视"] = {
					["频"] = {
						result = true
					}
				}
			},
			["熟"] = {
				["女"] = {
					result = true
				}
			},
			["狼"] = {
				["图"] = {
					result = true
				}
			},
			["电"] = {
				["影"] = {
					result = true,
					["区"] = {
						result = true
					}
				},
				["视"] = {
					[" "] = {
						["泽"] = {
							["民"] = {
								["病"] = {
									["逝"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["男"] = {
				["女"] = {
					result = true
				}
			},
			["码"] = {
				result = true
			},
			["社"] = {
				["区"] = {
					result = true
				}
			},
			["第"] = {
				["一"] = {
					["成"] = {
						["人"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			},
			["群"] = {
				["交"] = {
					result = true
				}
			},
			["薄"] = {
				["码"] = {
					result = true
				}
			},
			["贴"] = {
				["图"] = {
					["区"] = {
						result = true,
						["月"] = {
							["宫"] = {
								result = true
							}
						}
					},
					["百"] = {
						["姓"] = {
							["阁"] = {
								result = true
							}
						}
					}
				}
			},
			["赌"] = {
				["场"] = {
					result = true
				}
			},
			["转"] = {
				["帖"] = {
					["区"] = {
						result = true
					}
				}
			},
			["顶"] = {
				["级"] = {
					["成"] = {
						["人"] = {
							result = true
						}
					}
				}
			},
			["黄"] = {
				["站"] = {
					result = true
				}
			}
		},
		["音"] = {
			["速"] = {
				["手"] = {
					["枪"] = {
						result = true
					}
				}
			}
		}
	},
	["亞"] = {
		["情"] = {
			result = true
		},
		["歷"] = {
			["山"] = {
				["大"] = {
					result = true
				}
			}
		},
		["洲"] = {
			B = {
				T = {
					["無"] = {
						["碼"] = {
							result = true
						}
					}
				}
			},
			["互"] = {
				["動"] = {
					result = true
				}
			},
			["免"] = {
				["費"] = {
					["影"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["圖"] = {
				["片"] = {
					result = true
				}
			},
			["女"] = {
				["優"] = {
					result = true
				}
			},
			["妖"] = {
				["大"] = {
					["圖"] = {
						result = true
					}
				}
			},
			["性"] = {
				["虐"] = {
					result = true
				}
			},
			["情"] = {
				["色"] = {
					R = {
						V = {
							result = true
						}
					},
					["網"] = {
						result = true
					}
				}
			},
			["有"] = {
				["碼"] = {
					result = true
				}
			},
			["淫"] = {
				["图"] = {
					result = true
				},
				["娃"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					result = true
				}
			},
			["無"] = {
				["碼"] = {
					["原"] = {
						["創"] = {
							["區"] = {
								result = true
							}
						}
					}
				}
			},
			["瘋"] = {
				["情"] = {
					result = true
				}
			},
			["色"] = {
				result = true,
				["圖"] = {
					result = true
				},
				["片"] = {
					result = true
				},
				["站"] = {
					["大"] = {
						["全"] = {
							result = true
						}
					}
				}
			},
			["風"] = {
				["暴"] = {
					["情"] = {
						["色"] = {
							result = true
						}
					}
				}
			}
		},
		["無"] = {
			["碼"] = {
				result = true
			}
		},
		["砷"] = {
			["酸"] = {
				["钠"] = {
					result = true
				},
				["钾"] = {
					result = true
				}
			}
		},
		["視"] = {
			["影"] = {
				["城"] = {
					result = true
				}
			}
		},
		["詶"] = {
			["噭"] = {
				["凊"] = {
					result = true
				}
			},
			["囡"] = {
				["沋"] = {
					result = true
				}
			},
			["脃"] = {
				["圖"] = {
					result = true
				},
				["爿"] = {
					result = true
				}
			}
		}
	},
	["亡"] = {
		["于"] = {
			["一"] = {
				["相"] = {
					result = true
				}
			}
		},
		["国"] = {
			["之"] = {
				["君"] = {
					result = true
				}
			}
		},
		["國"] = {
			["之"] = {
				["君"] = {
					result = true
				}
			}
		}
	},
	["享"] = {
		["受"] = {
			["双"] = {
				["飞"] = {
					["乐"] = {
						["趣"] = {
							result = true
						}
					}
				}
			},
			["性"] = {
				["快"] = {
					["乐"] = {
						result = true
					}
				},
				["爱"] = {
					["乐"] = {
						["趣"] = {
							result = true
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					result = true
				}
			},
			["美"] = {
				["肉"] = {
					result = true
				}
			}
		}
	},
	["亱"] = {
		["店"] = {
			["あ"] = {
				["郎"] = {
					result = true
				}
			}
		}
	},
	["亾"] = {
		["妻"] = {
			["乱"] = {
				["伦"] = {
					result = true
				}
			}
		},
		["怶"] = {
			["媔"] = {
				["倶"] = {
					["栱"] = {
						["應"] = {
							result = true
						}
					},
					["電"] = {
						["話"] = {
							result = true
						}
					}
				}
			}
		},
		["悽"] = {
			["亂"] = {
				["囵"] = {
					result = true
				}
			},
			["噭"] = {
				["凊"] = {
					result = true
				}
			},
			["孰"] = {
				["囡"] = {
					result = true
				}
			},
			["狆"] = {
				["炪"] = {
					result = true
				}
			},
			["芣"] = {
				["囵"] = {
					result = true
				}
			}
		},
		["軆"] = {
			["噐"] = {
				["菅"] = {
					["荍"] = {
						["媾"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["亿"] = {
		["发"] = {
			result = true
		}
	},
	["仔"] = {
		["细"] = {
			["阅"] = {
				["读"] = {
					["3"] = {
						["分"] = {
							["钟"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["仕"] = {
		["达"] = {
			["屋"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["途"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			}
		}
	},
	["他"] = {
		N = {
			N = {
				D = {
					result = true
				}
			}
		},
		["ㄇ"] = {
			["ㄉ"] = {
				result = true
			},
			["ㄞ"] = {
				result = true
			},
			["的"] = {
				result = true
			}
		},
		["人"] = {
			["姓"] = {
				["名"] = {
					["銀"] = {
						["行"] = {
							["卡"] = {
								result = true
							}
						}
					},
					["银"] = {
						["行"] = {
							["卡"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["们"] = {
			["瘫"] = {
				["痪"] = {
					["了"] = {
						result = true
					}
				}
			}
		},
		["吗"] = {
			["的"] = {
				result = true
			}
		},
		["在"] = {
			["江"] = {
				["苏"] = {
					["任"] = {
						["省"] = {
							["委"] = {
								["书"] = {
									["记"] = {
										["的"] = {
											["三"] = {
												["年"] = {
													["多"] = {
														["时"] = {
															["间"] = {
																["\""] = {
																	["批"] = {
																		["条"] = {
																			["一"] = {
																				["百"] = {
																					["十"] = {
																						["五"] = {
																							["单"] = {
																								result = true
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["奶"] = {
			["奶"] = {
				["的"] = {
					result = true
				}
			},
			["娘"] = {
				["的"] = {
					result = true
				}
			}
		},
		["妈"] = {
			["ㄉ"] = {
				["王"] = {
					["八"] = {
						["蛋"] = {
							result = true
						}
					}
				}
			},
			["地"] = {
				result = true
			},
			["的"] = {
				["垃"] = {
					["圾"] = {
						result = true
					}
				},
				["靠"] = {
					result = true
				}
			},
			["靠"] = {
				result = true
			}
		},
		["媽"] = {
			["ㄉ"] = {
				["王"] = {
					["八"] = {
						["蛋"] = {
							result = true
						}
					}
				}
			},
			["地"] = {
				result = true
			}
		},
		["幹"] = {
			result = true
		},
		["馬"] = {
			["的"] = {
				result = true
			}
		}
	},
	["仙"] = {
		["鹤"] = {
			["气"] = {
				["枪"] = {
					result = true
				}
			}
		}
	},
	["以"] = {
		["精"] = {
			["洗"] = {
				["面"] = {
					["奶"] = {
						result = true
					}
				}
			}
		},
		["致"] = {
			["学"] = {
				["生"] = {
					["市"] = {
						["民"] = {
							["以"] = {
								["至"] = {
									["于"] = {
										["军"] = {
											["人"] = {
												["的"] = {
													["死"] = {
														["亡"] = {
															result = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["莖"] = {
			["至"] = {
				["洞"] = {
					result = true
				}
			}
		}
	},
	["仰"] = {
		["望"] = {
			["星"] = {
				["空"] = {
					[" "] = {
						["家"] = {
							["宝"] = {
								result = true
							}
						},
						["纽"] = {
							["约"] = {
								["事"] = {
									["报"] = {
										result = true
									}
								},
								["时"] = {
									["报"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["仴"] = {
		["伢"] = {
			["兂"] = {
				["敵"] = {
					["灞"] = {
						["仼"] = {
							result = true
						}
					}
				}
			}
		},
		["厊"] = {
			["嘸"] = {
				["敵"] = {
					["覇"] = {
						["迋"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["仵"] = {
		["夜"] = {
			["爽"] = {
				["魸"] = {
					result = true
				}
			}
		},
		["逅"] = {
			["嘢"] = {
				["彌"] = {
					["甡"] = {
						["種"] = {
							["孒"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["仼"] = {
		["ㄌ"] = {
			["в"] = {
				["型"] = {
					["エ"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["蒾"] = {
				["伱"] = {
					["兂"] = {
						["敵"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["伊"] = {
		["东"] = {
			["伶"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["美"] = {
				["华"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["麻"] = {
				["央"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["人"] = {
			["情"] = {
				["色"] = {
					result = true,
					["網"] = {
						result = true
					},
					["网"] = {
						result = true
					}
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						["址"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				result = true
			},
			["谷"] = {
				["两"] = {
					["性"] = {
						["论"] = {
							["坛"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["势"] = {
			result = true
		},
		["吉"] = {
			["拉"] = {
				["特"] = {
					result = true
				}
			}
		},
		["娜"] = {
			result = true
		},
		["孜"] = {
			["玛"] = {
				["什"] = {
					["公"] = {
						["司"] = {
							result = true
						}
					}
				}
			}
		},
		["底"] = {
			["帕"] = {
				["斯"] = {
					["之"] = {
						["镜"] = {
							result = true
						}
					}
				}
			}
		},
		["拉"] = {
			["克"] = {
				["战"] = {
					["争"] = {
						result = true
					}
				}
			}
		},
		["東"] = {
			["伶"] = {
				["種"] = {
					["子"] = {
						["下"] = {
							["載"] = {
								result = true
							}
						}
					}
				}
			},
			["美"] = {
				["華"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["沙"] = {
			["也"] = {
				["加"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["泽"] = {
			["凉"] = {
				["子"] = {
					result = true
				},
				["紫"] = {
					result = true
				}
			},
			["千"] = {
				["夏"] = {
					result = true
				}
			}
		},
		["甸"] = {
			["园"] = {
				["充"] = {
					["气"] = {
						["娃"] = {
							["娃"] = {
								result = true
							}
						}
					}
				}
			},
			["柔"] = {
				["情"] = {
					result = true
				}
			}
		},
		["織"] = {
			["涼"] = {
				["子"] = {
					result = true
				}
			}
		},
		["织"] = {
			["凉"] = {
				["子"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["莉"] = {
			["影"] = {
				["片"] = {
					["區"] = {
						result = true
					}
				}
			}
		},
		["莱"] = {
			["一"] = {
				["体"] = {
					["龙"] = {
						["骨"] = {
							result = true
						}
					}
				}
			}
		},
		["藤"] = {
			["真"] = {
				["纪"] = {
					result = true
				}
			},
			["青"] = {
				["叶"] = {
					result = true
				}
			}
		},
		["集"] = {
			["院"] = {
				["沙"] = {
					["羅"] = {
						["无"] = {
							["码"] = {
								result = true
							},
							["马"] = {
								result = true
							}
						},
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				},
				["茜"] = {
					result = true,
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["伍"] = {
		["丁"] = {
			result = true
		},
		["八"] = {
			["影"] = {
				["视"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["咮"] = {
			["烸"] = {
				["埖"] = {
					["嘸"] = {
						["敵"] = {
							result = true
						}
					}
				}
			}
		},
		["忠"] = {
			result = true
		},
		["涟"] = {
			["潑"] = {
				result = true
			}
		},
		["聅"] = {
			["潑"] = {
				result = true,
				["熗"] = {
					result = true
				}
			}
		}
	},
	["优"] = {
		["女"] = {
			V = {
				A = {
					result = true
				}
			}
		},
		["木"] = {
			["子"] = {
				result = true
			},
			["明"] = {
				["日"] = {
					["花"] = {
						result = true
					}
				}
			},
			["爱"] = {
				["美"] = {
					result = true
				}
			},
			["瞳"] = {
				result = true
			}
		}
	},
	["伟"] = {
		["共"] = {
			["和"] = {
				result = true
			}
		},
		["大"] = {
			["民"] = {
				["运"] = {
					result = true
				}
			}
		},
		["库"] = {
			result = true
		},
		["徳"] = {
			["亚"] = {
				["洲"] = {
					result = true
				}
			}
		},
		["德"] = {
			result = true,
			["亚"] = {
				["洲"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					},
					["赌"] = {
						["博"] = {
							result = true
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["博"] = {
						["彩"] = {
							result = true
						}
					}
				}
			}
		},
		["益"] = {
			["气"] = {
				["枪"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["翔"] = {
			["高"] = {
				["等"] = {
					["教"] = {
						["育"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["伪"] = {
		["吵"] = {
			result = true
		},
		["大"] = {
			result = true
		},
		["娘"] = {
			["用"] = {
				["的"] = {
					["假"] = {
						["阴"] = {
							result = true
						}
					}
				}
			}
		},
		["币"] = {
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			}
		},
		["政"] = {
			["府"] = {
				result = true
			}
		},
		["木"] = {
			["爱"] = {
				["里"] = {
					["沙"] = {
						["电"] = {
							["驴"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["李"] = {
			["小"] = {
				["璐"] = {
					result = true
				}
			}
		},
		["草"] = {
			["榴"] = {
				["社"] = {
					["区"] = {
						result = true
					}
				}
			}
		},
		["装"] = {
			["值"] = {
				result = true
			}
		},
		["造"] = {
			result = true,
			["学"] = {
				["历"] = {
					["正"] = {
						["书"] = {
							result = true
						}
					},
					["证"] = {
						["书"] = {
							result = true
						}
					}
				}
			},
			["身"] = {
				["份"] = {
					["证"] = {
						["软"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["钞"] = {
			["专"] = {
				result = true
			},
			["伪"] = {
				["币"] = {
					result = true
				},
				["钱"] = {
					["币"] = {
						result = true
					}
				}
			},
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["直"] = {
				["销"] = {
					result = true
				}
			},
			["送"] = {
				["货"] = {
					result = true
				}
			}
		},
		["钱"] = {
			["币"] = {
				result = true
			}
		}
	},
	["伺"] = {
		["服"] = {
			["器"] = {
				result = true
			}
		}
	},
	["位"] = {
		["码"] = {
			["汽"] = {
				["车"] = {
					["解"] = {
						["码"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["佑"] = {
		["笾"] = {
			["成"] = {
				["人"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["体"] = {
		["\\"] = {
			["制"] = {
				["一"] = {
					["夜"] = {
						["垮"] = {
							["塌"] = {
								result = true
							}
						}
					}
				},
				["高"] = {
					["度"] = {
						["紧"] = {
							["张"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["健"] = {
			["貌"] = {
				["端"] = {
					result = true
				}
			}
		},
		["内"] = {
			["抽"] = {
				["送"] = {
					result = true
				}
			}
		},
		["彩"] = {
			["排"] = {
				["列"] = {
					["三"] = {
						["胆"] = {
							["码"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["态"] = {
			["丰"] = {
				["腴"] = {
					["豪"] = {
						["乳"] = {
							result = true
						}
					}
				}
			}
		},
		["恤"] = {
			["草"] = {
				["民"] = {
					result = true
				}
			}
		},
		["推"] = {
			result = true
		},
		["检"] = {
			["先"] = {
				["锋"] = {
					result = true
				}
			}
		},
		["液"] = {
			["交"] = {
				["结"] = {
					result = true
				}
			},
			["浓"] = {
				["厚"] = {
					["的"] = {
						["做"] = {
							["爱"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["绘"] = {
			["男"] = {
				result = true
			}
		},
		["育"] = {
			["博"] = {
				["彩"] = {
					result = true
				}
			},
			["广"] = {
				["场"] = {
					["2"] = {
						["0"] = {
							["号"] = {
								result = true
							},
							["日"] = {
								result = true
							}
						}
					},
					["二"] = {
						["十"] = {
							result = true
						}
					}
				}
			},
			["投"] = {
				["注"] = {
					result = true
				}
			},
			["现"] = {
				["金"] = {
					["投"] = {
						["注"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["佔"] = {
		["領"] = {
			result = true,
			["中"] = {
				["环"] = {
					result = true
				}
			},
			["驱"] = {
				["散"] = {
					result = true
				}
			}
		}
	},
	["余"] = {
		["丽"] = {
			result = true
		},
		["传"] = {
			["琮"] = {
				result = true
			}
		},
		["光"] = {
			["彦"] = {
				result = true
			}
		},
		["党"] = {
			["在"] = {
				["逃"] = {
					result = true,
					["窜"] = {
						result = true
					}
				}
			}
		},
		["助"] = {
			["之"] = {
				result = true
			}
		},
		["化"] = {
			["龙"] = {
				result = true
			}
		},
		["姚"] = {
			result = true
		},
		["婆"] = {
			result = true
		},
		["强"] = {
			["生"] = {
				result = true
			}
		},
		["杰"] = {
			result = true
		},
		["楚"] = {
			["媛"] = {
				result = true
			}
		},
		["欣"] = {
			["荣"] = {
				result = true
			}
		},
		["秋"] = {
			["里"] = {
				result = true
			}
		},
		["道"] = {
			["安"] = {
				result = true
			}
		},
		["额"] = {
			["不"] = {
				["足"] = {
					result = true
				}
			}
		}
	},
	["佟"] = {
		["琴"] = {
			["美"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		}
	},
	["使"] = {
		["劲"] = {
			["干"] = {
				result = true
			},
			["插"] = {
				["我"] = {
					["啊"] = {
						result = true
					}
				}
			}
		}
	},
	["依"] = {
		["依"] = {
			["依"] = {
				["色"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["影"] = {
				["视"] = {
					result = true
				}
			},
			["情"] = {
				["色"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					["社"] = {
						["区"] = {
							result = true
						}
					}
				}
			},
			["爽"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			}
		},
		["吉"] = {
			["拉"] = {
				["提"] = {
					result = true
				},
				["特"] = {
					result = true
				}
			}
		},
		["托"] = {
			["利"] = {
				["定"] = {
					result = true
				}
			},
			["尼"] = {
				["秦"] = {
					result = true
				}
			}
		},
		["淫"] = {
			["色"] = {
				["色"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			}
		},
		["阿"] = {
			["华"] = {
				result = true
			}
		}
	},
	["侠"] = {
		["客"] = {
			["媚"] = {
				["媚"] = {
					result = true
				}
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["侦"] = {
		["察"] = {
			result = true,
			["."] = {
				result = true
			},
			z = {
				h = {
					e = {
						n = {
							g = {
								result = true
							}
						}
					}
				}
			},
			["兵"] = {
				["折"] = {
					["叠"] = {
						["努"] = {
							result = true
						},
						["弩"] = {
							result = true
						}
					}
				}
			},
			["机"] = {
				result = true,
				["组"] = {
					result = true
				}
			},
			["正"] = {
				result = true
			},
			["箱"] = {
				result = true
			},
			["证"] = {
				result = true
			},
			["频"] = {
				["率"] = {
					result = true
				}
			}
		},
		["探"] = {
			result = true
		},
		["查"] = {
			["机"] = {
				result = true
			},
			["男"] = {
				["人"] = {
					["性"] = {
						["感"] = {
							["区"] = {
								result = true
							}
						}
					}
				}
			},
			["证"] = {
				["国"] = {
					["安"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["测"] = {
			["距"] = {
				["离"] = {
					result = true
				}
			}
		}
	},
	["侮"] = {
		["辱"] = {
			result = true
		}
	},
	["俗"] = {
		["人"] = {
			["岛"] = {
				result = true
			}
		}
	},
	["俙"] = {
		["崎"] = {
			["潔"] = {
				["迺"] = {
					["嘉"] = {
						["佺"] = {
							["雧"] = {
								result = true
							}
						},
						["兂"] = {
							["碼"] = {
								result = true
							}
						},
						["電"] = {
							["驴"] = {
								result = true
							}
						},
						["ｂ"] = {
							["τ"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["俞"] = {
		["孽"] = {
			result = true
		},
		["影"] = {
			["响"] = {
				["中"] = {
					["国"] = {
						result = true
					}
				}
			}
		},
		["惠"] = {
			["煜"] = {
				result = true
			}
		},
		["正"] = {
			["聲"] = {
				result = true
			}
		},
		["毒"] = {
			result = true
		},
		["氏"] = {
			["家"] = {
				["族"] = {
					result = true
				}
			}
		},
		["贵"] = {
			["麟"] = {
				result = true
			}
		},
		["远"] = {
			["山"] = {
				result = true
			}
		}
	},
	["信"] = {
		["不"] = {
			["信"] = {
				["我"] = {
					["撞"] = {
						["死"] = {
							["你"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["丰"] = {
			["面"] = {
				["单"] = {
					result = true
				}
			}
		},
		["主"] = {
			["能"] = {
				["治"] = {
					["病"] = {
						result = true
					}
				}
			}
		},
		["儿"] = {
			result = true
		},
		["房"] = {
			result = true
		},
		["用"] = {
			["代"] = {
				["办"] = {
					result = true
				}
			},
			["卡"] = {
				["代"] = {
					["办"] = {
						result = true
					}
				},
				["公"] = {
					["司"] = {
						result = true
					}
				},
				["套"] = {
					["现"] = {
						result = true
					},
					["現"] = {
						result = true
					}
				}
			},
			["投"] = {
				["注"] = {
					result = true
				}
			}
		},
		["甪"] = {
			["咔"] = {
				["破"] = {
					["繲"] = {
						result = true
					}
				}
			}
		},
		["誉"] = {
			result = true,
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			},
			["家"] = {
				["接"] = {
					["手"] = {
						result = true
					}
				}
			},
			["打"] = {
				["架"] = {
					["要"] = {
						["账"] = {
							result = true
						}
					}
				}
			},
			["收"] = {
				["账"] = {
					result = true
				}
			},
			["棋"] = {
				["牌"] = {
					result = true
				}
			},
			["药"] = {
				["业"] = {
					result = true
				}
			},
			["要"] = {
				["账"] = {
					result = true,
					["要"] = {
						["账"] = {
							result = true
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					["网"] = {
						result = true
					}
				}
			},
			["赌"] = {
				["场"] = {
					result = true
				}
			}
		},
		["访"] = {
			["局"] = {
				result = true
			}
		},
		["长"] = {
			["之"] = {
				["野"] = {
					["望"] = {
						result = true
					}
				}
			}
		},
		["鼡"] = {
			["鉲"] = {
				["岥"] = {
					["解"] = {
						result = true
					}
				}
			}
		}
	},
	["倖"] = {
		["存"] = {
			result = true
		},
		["田"] = {
			["李"] = {
				["梨"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["倚"] = {
		["天"] = {
			["书"] = {
				["局"] = {
					result = true
				}
			}
		}
	},
	["倯"] = {
		["島"] = {
			["楓"] = {
				["兂"] = {
					["碼"] = {
						result = true
					}
				},
				["合"] = {
					["雧"] = {
						result = true
					}
				},
				["ｂ"] = {
					["τ"] = {
						result = true
					}
				}
			}
		}
	},
	["倵"] = {
		["漢"] = {
			["栤"] = {
				["毐"] = {
					result = true
				}
			}
		},
		["騰"] = {
			["蘭"] = {
				["兂"] = {
					["碼"] = {
						["丅"] = {
							["載"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["债"] = {
		["务"] = {
			["清"] = {
				["欠"] = {
					result = true
				}
			},
			["追"] = {
				["讨"] = {
					result = true
				}
			}
		}
	},
	["偉"] = {
		["哥"] = {
			result = true
		}
	},
	["停"] = {
		["止"] = {
			["你"] = {
				["们"] = {
					["的"] = {
						["造"] = {
							["谣"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["偷"] = {
		["交"] = {
			["人"] = {
				["妻"] = {
					result = true
				}
			}
		},
		["会"] = {
			["猛"] = {
				["男"] = {
					["情"] = {
						["妇"] = {
							result = true
						}
					}
				}
			}
		},
		["偷"] = {
			["2"] = {
				["0"] = {
					["1"] = {
						["5"] = {
							result = true
						}
					}
				}
			},
			["地"] = {
				["视"] = {
					["频"] = {
						["裸"] = {
							["聊"] = {
								result = true
							}
						}
					}
				}
			},
			["插"] = {
				result = true
			},
			["撸"] = {
				result = true,
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["听"] = {
			result = true,
			["老"] = {
				["公"] = {
					["手"] = {
						["机"] = {
							result = true
						}
					}
				}
			},
			["距"] = {
				["离"] = {
					result = true
				}
			}
		},
		["妻"] = {
			result = true
		},
		["情"] = {
			["偷"] = {
				["拍"] = {
					["网"] = {
						result = true
					}
				}
			},
			["宝"] = {
				["鉴"] = {
					result = true
				}
			},
			["少"] = {
				["妇"] = {
					result = true
				}
			},
			["故"] = {
				["事"] = {
					result = true
				}
			},
			["男"] = {
				["女"] = {
					result = true,
					["小"] = {
						["泽"] = {
							["圆"] = {
								result = true
							}
						}
					}
				}
			},
			["網"] = {
				result = true
			},
			["网"] = {
				result = true
			},
			["自"] = {
				["白"] = {
					result = true
				}
			},
			["艳"] = {
				["照"] = {
					result = true
				}
			}
		},
		["拍"] = {
			["1"] = {
				["自"] = {
					["拍"] = {
						result = true
					}
				}
			},
			A = {
				V = {
					["女"] = {
						["优"] = {
							result = true
						},
						["優"] = {
							result = true
						}
					}
				}
			},
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							result = true
						}
					}
				}
			},
			["做"] = {
				["爱"] = {
					result = true
				}
			},
			["器"] = {
				result = true
			},
			["在"] = {
				["线"] = {
					result = true
				}
			},
			["女"] = {
				result = true,
				["优"] = {
					["学"] = {
						["生"] = {
							["妹"] = {
								result = true
							}
						}
					}
				},
				["模"] = {
					["特"] = {
						result = true
					}
				}
			},
			["妓"] = {
				["女"] = {
					["工"] = {
						["作"] = {
							result = true
						}
					}
				}
			},
			["孕"] = {
				["妇"] = {
					["兽"] = {
						["交"] = {
							result = true
						}
					}
				}
			},
			["少"] = {
				["妇"] = {
					["底"] = {
						["裤"] = {
							result = true
						}
					}
				}
			},
			["干"] = {
				["老"] = {
					["妞"] = {
						result = true
					}
				}
			},
			["幼"] = {
				["女"] = {
					result = true
				},
				["幼"] = {
					result = true,
					["处"] = {
						["处"] = {
							result = true
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					result = true
				}
			},
			["情"] = {
				["侣"] = {
					["亲"] = {
						["热"] = {
							result = true
						}
					}
				}
			},
			["房"] = {
				["事"] = {
					["图"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["打"] = {
				["野"] = {
					["战"] = {
						result = true
					}
				}
			},
			["服"] = {
				["务"] = {
					["员"] = {
						["打"] = {
							["扫"] = {
								result = true
							}
						}
					}
				}
			},
			["正"] = {
				["妹"] = {
					result = true
				}
			},
			["淑"] = {
				["女"] = {
					result = true
				}
			},
			["电"] = {
				["影"] = {
					result = true,
					["荐"] = {
						result = true
					}
				}
			},
			["网"] = {
				result = true
			},
			["美"] = {
				["女"] = {
					result = true,
					["美"] = {
						["穴"] = {
							result = true
						}
					},
					["露"] = {
						["底"] = {
							result = true
						}
					}
				}
			},
			["老"] = {
				["婆"] = {
					result = true
				}
			},
			["自"] = {
				["拍"] = {
					result = true,
					["网"] = {
						result = true
					},
					["色"] = {
						["特"] = {
							["工"] = {
								result = true
							}
						}
					}
				}
			},
			["艳"] = {
				["照"] = {
					result = true
				}
			},
			["裙"] = {
				["底"] = {
					["漏"] = {
						["毛"] = {
							result = true
						}
					}
				}
			},
			["裸"] = {
				["照"] = {
					result = true
				}
			},
			["视"] = {
				["频"] = {
					result = true
				}
			},
			["诱"] = {
				["惑"] = {
					result = true
				}
			},
			["走"] = {
				["光"] = {
					["社"] = {
						["区"] = {
							result = true
						}
					},
					["美"] = {
						["女"] = {
							result = true
						}
					}
				}
			},
			["饥"] = {
				["渴"] = {
					["情"] = {
						["侣"] = {
							result = true
						}
					}
				}
			},
			["，"] = {
				["自"] = {
					["拍"] = {
						result = true
					}
				}
			}
		},
		["操"] = {
			["嫂"] = {
				["嫂"] = {
					result = true
				}
			}
		},
		["欢"] = {
			["诱"] = {
				["子"] = {
					result = true
				}
			},
			["门"] = {
				result = true
			}
		},
		["歡"] = {
			result = true,
			["3"] = {
				P = {
					["性"] = {
						["生"] = {
							["活"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["汉"] = {
			["子"] = {
				["的"] = {
					["快"] = {
						["感"] = {
							result = true
						}
					}
				}
			}
		},
		["淫"] = {
			["人"] = {
				["妻"] = {
					result = true
				}
			}
		},
		["照"] = {
			result = true
		},
		["爱"] = {
			result = true
		},
		["盗"] = {
			result = true
		},
		["看"] = {
			result = true,
			["女"] = {
				["人"] = {
					["上"] = {
						["厕"] = {
							["所"] = {
								result = true
							}
						}
					}
				}
			},
			["妈"] = {
				["妈"] = {
					["换"] = {
						["衣"] = {
							result = true
						}
					}
				}
			}
		},
		["矿"] = {
			result = true
		},
		["窃"] = {
			["偷"] = {
				["拍"] = {
					result = true,
					["私"] = {
						["处"] = {
							result = true
						}
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			}
		},
		["窥"] = {
			["合"] = {
				["租"] = {
					["女"] = {
						["生"] = {
							result = true
						}
					}
				}
			},
			["妹"] = {
				["妹"] = {
					["自"] = {
						["慰"] = {
							result = true
						}
					}
				}
			},
			["拍"] = {
				["摄"] = {
					result = true
				}
			},
			["无"] = {
				["罪"] = {
					result = true
				}
			},
			["盗"] = {
				["拍"] = {
					result = true
				},
				["摄"] = {
					["系"] = {
						["列"] = {
							result = true
						}
					}
				}
			},
			["社"] = {
				["区"] = {
					result = true
				}
			},
			["网"] = {
				result = true
			},
			["自"] = {
				["拍"] = {
					result = true
				}
			},
			["色"] = {
				["片"] = {
					result = true
				}
			},
			["记"] = {
				["录"] = {
					result = true
				}
			},
			["迷"] = {
				["奸"] = {
					["拍"] = {
						["照"] = {
							result = true
						}
					}
				}
			}
		},
		["窺"] = {
			result = true,
			["圖"] = {
				["片"] = {
					result = true
				}
			},
			["社"] = {
				["區"] = {
					result = true
				}
			}
		},
		["竊"] = {
			["偷"] = {
				["拍"] = {
					result = true
				}
			}
		},
		["精"] = {
			result = true
		},
		["聴"] = {
			["器"] = {
				result = true
			}
		},
		["腥"] = {
			["的"] = {
				["性"] = {
					["事"] = {
						result = true
					}
				}
			}
		},
		["越"] = {
			["边"] = {
				["境"] = {
					result = true
				}
			}
		},
		["跟"] = {
			["学"] = {
				["妹"] = {
					["上"] = {
						["床"] = {
							result = true
						}
					}
				}
			}
		},
		["香"] = {
			["窃"] = {
				["玉"] = {
					result = true
				}
			}
		},
		["鸡"] = {
			["倒"] = {
				["巴"] = {
					["去"] = {
						["考"] = {
							["察"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["偸"] = {
		["厛"] = {
			["佬"] = {
				["厷"] = {
					["手"] = {
						["機"] = {
							result = true
						}
					}
				}
			}
		},
		["啪"] = {
			["孧"] = {
				["孧"] = {
					result = true
				}
			}
		},
		["拍"] = {
			["呦"] = {
				["呦"] = {
					result = true
				}
			},
			["Ａ"] = {
				["∨"] = {
					["ㄝ"] = {
						["優"] = {
							result = true
						}
					}
				}
			}
		},
		["窃"] = {
			["偸"] = {
				["拍"] = {
					result = true
				}
			}
		},
		["窺"] = {
			["涻"] = {
				["岖"] = {
					result = true
				}
			},
			["社"] = {
				["岖"] = {
					result = true
				}
			}
		},
		["苆"] = {
			["偸"] = {
				["啪"] = {
					result = true
				}
			}
		}
	},
	["偽"] = {
		["木"] = {
			["愛"] = {
				["裡"] = {
					["沙"] = {
						["電"] = {
							["驢"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["朩"] = {
			["噯"] = {
				["裡"] = {
					["唦"] = {
						["電"] = {
							["驴"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["傆"] = {
		["仟"] = {
			["尋"] = {
				["種"] = {
					["孒"] = {
						result = true
					}
				}
			}
		},
		["幹"] = {
			["蕙"] = {
				["種"] = {
					["孒"] = {
						["視"] = {
							["頻"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["畾"] = {
			["舂"] = {
				["萘"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["傏"] = {
		["亽"] = {
			["社"] = {
				result = true
			}
		},
		["刀"] = {
			result = true
		}
	},
	["像"] = {
		["大"] = {
			["树"] = {
				["一"] = {
					["样"] = {
						["高"] = {
							result = true
						}
					}
				}
			}
		},
		["麻"] = {
			["花"] = {
				result = true
			}
		}
	},
	["儛"] = {
		["島"] = {
			["媄"] = {
				["织"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["優"] = {
		["優"] = {
			["色"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["木"] = {
			["明"] = {
				["日"] = {
					["花"] = {
						result = true
					}
				}
			}
		},
		["酷"] = {
			["色"] = {
				["導"] = {
					["航"] = {
						result = true
					}
				}
			}
		}
	},
	["兀"] = {
		["骨"] = {
			["突"] = {
				result = true
			}
		}
	},
	["兂"] = {
		["峎"] = {
			["尐"] = {
				["婦"] = {
					["綜"] = {
						["合"] = {
							["網"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["損"] = {
			["壞"] = {
				["筷"] = {
					["速"] = {
						["幵"] = {
							["啓"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["毐"] = {
			["Ａ"] = {
				["∨"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			}
		},
		["犯"] = {
			["罪"] = {
				["誋"] = {
					["錄"] = {
						["厷"] = {
							["證"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["碼"] = {
			["冩"] = {
				["眞"] = {
					result = true
				}
			},
			["直"] = {
				["椄"] = {
					["丅"] = {
						["載"] = {
							result = true
						}
					}
				}
			},
			["精"] = {
				["榀"] = {
					result = true
				}
			},
			["Ａ"] = {
				["魸"] = {
					result = true
				}
			}
		},
		["簧"] = {
			["兂"] = {
				["敵"] = {
					["灞"] = {
						["仼"] = {
							result = true
						}
					}
				}
			}
		},
		["膛"] = {
			["綫"] = {
				["型"] = {
					result = true
				}
			}
		}
	},
	["兄"] = {
		["妹"] = {
			["乱"] = {
				["伦"] = {
					result = true
				}
			},
			["毕"] = {
				["业"] = {
					["式"] = {
						["之"] = {
							["后"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["嫁"] = {
			["义"] = {
				["姉"] = {
					["性"] = {
						["玩"] = {
							["具"] = {
								result = true
							}
						}
					}
				}
			},
			["売"] = {
				["春"] = {
					["调"] = {
						["教"] = {
							result = true
						}
					}
				}
			},
			["義"] = {
				["姉"] = {
					["性"] = {
						["玩"] = {
							["具"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["弟"] = {
			["军"] = {
				["刀"] = {
					["网"] = {
						result = true
					}
				}
			},
			["的"] = {
				["后"] = {
					["女"] = {
						["友"] = {
							result = true
						}
					}
				}
			},
			["联"] = {
				["盟"] = {
					["军"] = {
						["品"] = {
							result = true
						}
					}
				}
			},
			["连"] = {
				["努"] = {
					["弓"] = {
						result = true
					}
				},
				["弓"] = {
					["努"] = {
						result = true
					},
					["弩"] = {
						result = true
					}
				},
				["弩"] = {
					["弓"] = {
						result = true
					}
				}
			},
			["連"] = {
				["弓"] = {
					["弩"] = {
						result = true
					}
				}
			},
			["高"] = {
				["官"] = {
					result = true
				}
			}
		}
	},
	["兇"] = {
		["殺"] = {
			["人"] = {
				result = true
			}
		}
	},
	["先"] = {
		["天"] = {
			["健"] = {
				["."] = {
					["康"] = {
						["法"] = {
							result = true
						}
					}
				}
			}
		},
		["奸"] = {
			["後"] = {
				["殺"] = {
					result = true
				}
			}
		},
		["操"] = {
			["性"] = {
				["感"] = {
					["小"] = {
						["姨"] = {
							result = true
						}
					}
				}
			}
		},
		["锋"] = {
			result = true,
			M = {
				["3"] = {
					["军"] = {
						["刀"] = {
							result = true
						}
					}
				}
			},
			m = {
				["9"] = {
					["军"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["军"] = {
				["刀"] = {
					result = true,
					D = {
						["8"] = {
							["0"] = {
								result = true
							}
						}
					}
				}
			},
			["弓"] = {
				["弩"] = {
					result = true
				}
			},
			["百"] = {
				["乐"] = {
					result = true
				}
			}
		}
	},
	["兔"] = {
		["丝"] = {
			["女"] = {
				["郎"] = {
					result = true
				}
			}
		},
		["妹"] = {
			["妹"] = {
				["贴"] = {
					["图"] = {
						["区"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["兦"] = {
		["冂"] = {
			["幵"] = {
				["鎖"] = {
					["傆"] = {
						["理"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["兲"] = {
		["哋"] = {
			["鎻"] = {
				["笁"] = {
					["倶"] = {
						result = true
					}
				}
			}
		},
		["荢"] = {
			["赽"] = {
				["閞"] = {
					result = true
				}
			}
		}
	},
	["兴"] = {
		["妇"] = {
			A = {
				V = {
					["吧"] = {
						result = true
					}
				}
			}
		}
	},
	["养"] = {
		["个"] = {
			["儿"] = {
				["子"] = {
					["做"] = {
						["丈"] = {
							["夫"] = {
								result = true
							}
						}
					}
				}
			},
			["女"] = {
				["儿"] = {
					["做"] = {
						["老"] = {
							["婆"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["兽"] = {
		["交"] = {
			["图"] = {
				["片"] = {
					result = true
				}
			},
			["在"] = {
				["线"] = {
					["播"] = {
						["放"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["说"] = {
					result = true
				}
			},
			["幼"] = {
				["交"] = {
					["爽"] = {
						["片"] = {
							result = true
						}
					}
				},
				["片"] = {
					result = true
				}
			},
			["现"] = {
				["场"] = {
					result = true
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			},
			["网"] = {
				result = true
			}
		},
		["兽"] = {
			["现"] = {
				["场"] = {
					result = true
				}
			},
			["种"] = {
				["子"] = {
					result = true
				}
			},
			["门"] = {
				["不"] = {
					["雅"] = {
						["照"] = {
							result = true
						}
					}
				},
				["视"] = {
					["频"] = {
						result = true,
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["高"] = {
				["潮"] = {
					result = true
				}
			}
		},
		["姐"] = {
			result = true
		},
		["心"] = {
			["沸"] = {
				["腾"] = {
					result = true
				}
			}
		},
		["性"] = {
			["化"] = {
				["效"] = {
					["劳"] = {
						result = true
					}
				}
			},
			["新"] = {
				["人"] = {
					["类"] = {
						result = true
					}
				}
			}
		},
		["用"] = {
			["猎"] = {
				["枪"] = {
					result = true
				}
			},
			["麻"] = {
				["醉"] = {
					["枪"] = {
						result = true,
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						},
						["转"] = {
							["让"] = {
								result = true
							}
						}
					},
					["箭"] = {
						result = true
					}
				}
			}
		},
		["的"] = {
			["印"] = {
				["记"] = {
					result = true
				}
			}
		},
		["类"] = {
			["麻"] = {
				["醉"] = {
					["枪"] = {
						result = true
					}
				}
			}
		}
	},
	["冂"] = {
		["笾"] = {
			["筷"] = {
				["幵"] = {
					result = true
				}
			}
		},
		["縫"] = {
			["魇"] = {
				["ㄌ"] = {
					["筷"] = {
						["幵"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["再"] = {
		["忆"] = {
			["天"] = {
				["安"] = {
					["门"] = {
						result = true
					}
				}
			}
		},
		["次"] = {
			["性"] = {
				["爱"] = {
					["高"] = {
						["潮"] = {
							result = true
						}
					}
				}
			}
		},
		["用"] = {
			["力"] = {
				["插"] = {
					["。"] = {
						["啊"] = {
							result = true
						}
					}
				}
			}
		},
		["给"] = {
			["你"] = {
				["干"] = {
					["肉"] = {
						["穴"] = {
							result = true
						}
					}
				}
			}
		},
		["造"] = {
			["太"] = {
				["阳"] = {
					["神"] = {
						result = true
					}
				}
			}
		}
	},
	["写"] = {
		["."] = {
			["进"] = {
				["历"] = {
					["史"] = {
						result = true
					}
				}
			}
		},
		["意"] = {
			["论"] = {
				["坛"] = {
					result = true
				}
			},
			["风"] = {
				["流"] = {
					result = true
				}
			}
		},
		["给"] = {
			["中"] = {
				["国"] = {
					["的"] = {
						["备"] = {
							["忘"] = {
								["录"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["冤"] = {
		["狐"] = {
			["情"] = {
				["史"] = {
					result = true
				}
			}
		}
	},
	["凶"] = {
		result = true,
		["器"] = {
			["美"] = {
				["人"] = {
					result = true
				}
			}
		}
	},
	["凸"] = {
		["点"] = {
			result = true,
			["照"] = {
				result = true
			}
		},
		["缘"] = {
			["式"] = {
				["弹"] = {
					["壳"] = {
						result = true
					}
				}
			}
		},
		["肉"] = {
			["優"] = {
				result = true
			}
		},
		["點"] = {
			result = true
		}
	},
	["刷"] = {
		["票"] = {
			result = true
		}
	},
	["剃"] = {
		["光"] = {
			["了"] = {
				["毛"] = {
					["毛"] = {
						["再"] = {
							["干"] = {
								result = true
							}
						}
					}
				}
			},
			["酷"] = {
				["刑"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["刀"] = {
			["弹"] = {
				["弓"] = {
					result = true
				}
			}
		},
		["毛"] = {
			result = true
		}
	},
	["勿"] = {
		["忘"] = {
			["六"] = {
				["四"] = {
					result = true,
					[" "] = {
						["直"] = {
							["播"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["猎"] = {
			["1"] = {
				["1"] = {
					["3"] = {
						result = true
					}
				}
			}
		}
	},
	["匈"] = {
		["牙"] = {
			["利"] = {
				["魔"] = {
					["女"] = {
						result = true
					}
				}
			}
		}
	},
	["医"] = {
		["疗"] = {
			["发"] = {
				["漂"] = {
					result = true
				},
				["票"] = {
					result = true
				}
			},
			["法"] = {
				["票"] = {
					result = true
				}
			}
		},
		["院"] = {
			["病"] = {
				["假"] = {
					["条"] = {
						result = true
					}
				}
			}
		}
	},
	["十"] = {
		["\\"] = {
			["七"] = {
				["大"] = {
					result = true
				}
			},
			["六"] = {
				["大"] = {
					result = true
				}
			},
			["大"] = {
				["穷"] = {
					["人"] = {
						result = true
					}
				}
			}
		},
		["一"] = {
			["世"] = {
				["班"] = {
					["禅"] = {
						["喇"] = {
							["嘛"] = {
								result = true
							}
						}
					}
				}
			},
			["进"] = {
				["京"] = {
					["上"] = {
						["访"] = {
							result = true
						}
					}
				}
			}
		},
		["七"] = {
			["庆"] = {
				["红"] = {
					result = true
				}
			},
			["换"] = {
				["血"] = {
					result = true
				}
			}
		},
		["三"] = {
			["点"] = {
				result = true
			},
			["點"] = {
				result = true
			}
		},
		["元"] = {
			["假"] = {
				["钞"] = {
					result = true
				}
			}
		},
		["八"] = {
			d = {
				y = {
					["毛"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			},
			["代"] = {
				result = true
			},
			["和"] = {
				["谐"] = {
					result = true,
					["广"] = {
						["场"] = {
							result = true
						}
					},
					["色"] = {
						["区"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["妹"] = {
					["自"] = {
						["拍"] = {
							["網"] = {
								result = true
							}
						}
					}
				}
			},
			["岁"] = {
				["少"] = {
					["女"] = {
						["诱"] = {
							["惑"] = {
								result = true
							}
						}
					}
				},
				["猛"] = {
					["汉"] = {
						result = true
					}
				},
				["的"] = {
					["小"] = {
						["护"] = {
							["士"] = {
								result = true
							}
						}
					}
				},
				["禁"] = {
					["入"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			},
			["影"] = {
				["视"] = {
					result = true
				}
			},
			["淫"] = {
				["妹"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["罗"] = {
				["汉"] = {
					result = true
				}
			},
			["美"] = {
				["女"] = {
					["网"] = {
						result = true
					}
				}
			},
			["色"] = {
				["图"] = {
					result = true
				}
			}
		},
		["六"] = {
			["大"] = {
				result = true
			},
			["浦"] = {
				["娱"] = {
					["乐"] = {
						result = true
					}
				}
			}
		},
		["四"] = {
			["点"] = {
				result = true
			}
		},
		["大"] = {
			["\\"] = {
				["忽"] = {
					["悠"] = {
						["名"] = {
							["言"] = {
								result = true
							}
						}
					}
				},
				["恶"] = {
					["词"] = {
						result = true
					}
				}
			}
		},
		["字"] = {
			["万"] = {
				["能"] = {
					["组"] = {
						["合"] = {
							result = true
						}
					},
					["钥"] = {
						["匙"] = {
							result = true
						}
					}
				}
			},
			["五"] = {
				["件"] = {
					["套"] = {
						result = true
					}
				}
			},
			["军"] = {
				["小"] = {
					["直"] = {
						result = true
					}
				}
			},
			["开"] = {
				["锁"] = {
					["器"] = {
						["专"] = {
							result = true
						}
					}
				}
			},
			["战"] = {
				["机"] = {
					["王"] = {
						result = true
					}
				}
			},
			["无"] = {
				["敌"] = {
					["霸"] = {
						["王"] = {
							result = true
						}
					}
				}
			},
			["自"] = {
				["动"] = {
					["小"] = {
						["工"] = {
							["具"] = {
								result = true
							}
						}
					},
					["锁"] = {
						["工"] = {
							["具"] = {
								result = true
							}
						}
					}
				}
			},
			["锁"] = {
				result = true,
				["万"] = {
					["能"] = {
						["组"] = {
							["合"] = {
								result = true
							}
						},
						["钥"] = {
							["匙"] = {
								result = true
							}
						}
					}
				},
				["全"] = {
					["能"] = {
						["开"] = {
							result = true
						}
					}
				},
				["工"] = {
					["具"] = {
						result = true
					}
				},
				["开"] = {
					["锁"] = {
						result = true
					}
				},
				["强"] = {
					["开"] = {
						["工"] = {
							["具"] = {
								result = true
							}
						}
					}
				},
				["快"] = {
					["开"] = {
						["工"] = {
							["具"] = {
								result = true
							}
						}
					}
				},
				["芯"] = {
					["拔"] = {
						["起"] = {
							["器"] = {
								result = true
							}
						}
					},
					["杀"] = {
						["手"] = {
							result = true
						}
					}
				},
				["通"] = {
					["用"] = {
						["钥"] = {
							["匙"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["年"] = {
			["动"] = {
				["乱"] = {
					result = true
				}
			},
			["動"] = {
				["亂"] = {
					result = true
				}
			},
			["孤"] = {
				["剑"] = {
					["沧"] = {
						["海"] = {
							["盟"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["硼"] = {
			["氢"] = {
				result = true
			},
			["烷"] = {
				result = true
			}
		},
		["足"] = {
			["十"] = {
				["恶"] = {
					result = true
				}
			}
		},
		["里"] = {
			["堡"] = {
				["肾"] = {
					result = true
				}
			}
		},
		["问"] = {
			["薄"] = {
				["熙"] = {
					["来"] = {
						result = true
					}
				}
			}
		}
	},
	["午"] = {
		y = {
			e = {
				["爽"] = {
					["片"] = {
						result = true
					}
				}
			}
		},
		["亱"] = {
			["爽"] = {
				["覑"] = {
					result = true
				}
			}
		},
		["后"] = {
			["美"] = {
				["好"] = {
					["时"] = {
						["光"] = {
							result = true
						}
					}
				}
			},
			["野"] = {
				["弥"] = {
					["生"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["夜"] = {
			["6"] = {
				S = {
					["战"] = {
						["刀"] = {
							result = true
						}
					}
				}
			},
			["免"] = {
				["费"] = {
					["爽"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			},
			["动"] = {
				["温"] = {
					result = true
				}
			},
			["取"] = {
				["精"] = {
					result = true
				}
			},
			["图"] = {
				result = true
			},
			["场"] = {
				result = true
			},
			["小"] = {
				["猫"] = {
					["咪"] = {
						result = true
					}
				}
			},
			["影"] = {
				["院"] = {
					result = true,
					["成"] = {
						["人"] = {
							result = true
						}
					}
				}
			},
			["快"] = {
				["播"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					["惊"] = {
						["魂"] = {
							result = true
						}
					}
				}
			},
			["悄"] = {
				["悄"] = {
					["話"] = {
						result = true
					},
					["话"] = {
						result = true
					}
				}
			},
			["情"] = {
				["人"] = {
					result = true
				},
				["色"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					result = true,
					A = {
						["片"] = {
							result = true
						}
					},
					["交"] = {
						["友"] = {
							result = true
						}
					},
					["场"] = {
						result = true
					},
					["影"] = {
						["院"] = {
							result = true
						}
					},
					["爽"] = {
						["片"] = {
							result = true
						}
					},
					["网"] = {
						result = true,
						["站"] = {
							result = true
						}
					},
					["色"] = {
						["情"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["无"] = {
				["人"] = {
					result = true
				}
			},
			["淫"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				},
				["虎"] = {
					["网"] = {
						result = true
					}
				}
			},
			["激"] = {
				["情"] = {
					["剧"] = {
						["场"] = {
							result = true
						}
					},
					["妹"] = {
						["妹"] = {
							result = true
						}
					},
					["小"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					},
					["情"] = {
						["色"] = {
							["网"] = {
								result = true
							}
						}
					},
					["片"] = {
						result = true
					},
					["电"] = {
						["影"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					},
					["美"] = {
						["穴"] = {
							result = true
						}
					},
					["频"] = {
						["道"] = {
							result = true
						}
					}
				}
			},
			["爽"] = {
				["片"] = {
					["免"] = {
						["费"] = {
							result = true
						}
					},
					["地"] = {
						["址"] = {
							result = true
						}
					},
					["快"] = {
						["播"] = {
							result = true
						}
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["台"] = {
					result = true
				},
				["影"] = {
					result = true,
					["院"] = {
						result = true
					}
				}
			},
			["视"] = {
				["频"] = {
					result = true,
					["聊"] = {
						["天"] = {
							result = true
						}
					}
				}
			},
			["销"] = {
				["魂"] = {
					result = true
				}
			}
		},
		["後"] = {
			["野"] = {
				["彌"] = {
					["生"] = {
						["種"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["院"] = {
			result = true
		}
	},
	["协"] = {
		["和"] = {
			["影"] = {
				["视"] = {
					result = true
				}
			}
		},
		["议"] = {
			["假"] = {
				["球"] = {
					result = true
				}
			}
		},
		["调"] = {
			["建"] = {
				["造"] = {
					["师"] = {
						["挂"] = {
							["靠"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["卐"] = {
		["螚"] = {
			["钥"] = {
				["匙"] = {
					result = true
				}
			},
			["麻"] = {
				["將"] = {
					["機"] = {
						result = true
					}
				}
			}
		}
	},
	["協"] = {
		["議"] = {
			["假"] = {
				["球"] = {
					result = true
				}
			}
		}
	},
	["占"] = {
		Z = {
			result = true
		},
		["中"] = {
			["贻"] = {
				["害"] = {
					result = true
				}
			},
			["运"] = {
				["动"] = {
					result = true
				}
			}
		},
		["領"] = {
			["中"] = {
				["環"] = {
					result = true
				}
			}
		},
		["领"] = {
			["全"] = {
				["民"] = {
					["脑"] = {
						["袋"] = {
							result = true
						}
					}
				}
			},
			["旺"] = {
				["角"] = {
					result = true
				}
			},
			["铜"] = {
				["锣"] = {
					["湾"] = {
						result = true
					}
				}
			}
		}
	},
	["卧"] = {
		["室"] = {
			["门"] = {
				result = true
			}
		},
		["底"] = {
			result = true,
			["第"] = {
				result = true
			},
			["软"] = {
				["件"] = {
					result = true,
					["企"] = {
						["业"] = {
							["版"] = {
								result = true
							}
						}
					},
					["官"] = {
						["网"] = {
							result = true
						}
					},
					["版"] = {
						result = true
					},
					["破"] = {
						["解"] = {
							["版"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["卫"] = {
		["星"] = {
			["电"] = {
				["视"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["玄"] = {
			["望"] = {
				result = true
			}
		},
		["视"] = {
			["色"] = {
				["情"] = {
					["台"] = {
						result = true
					}
				}
			}
		}
	},
	["危"] = {
		["机"] = {
			result = true,
			["公"] = {
				["关"] = {
					result = true
				}
			},
			["闫"] = {
				["村"] = {
					result = true
				}
			}
		},
		["险"] = {
			["液"] = {
				["体"] = {
					["检"] = {
						["测"] = {
							["仪"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["原"] = {
		["ふ"] = {
			["弹"] = {
				["教"] = {
					["程"] = {
						result = true
					}
				},
				["配"] = {
					["方"] = {
						result = true
					}
				}
			}
		},
		["住"] = {
			["民"] = {
				["族"] = {
					["电"] = {
						["视"] = {
							["台"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["创"] = {
			["亚"] = {
				["洲"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					}
				}
			},
			["指"] = {
				["挥"] = {
					["官"] = {
						result = true
					}
				}
			},
			["欧"] = {
				["美"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					}
				}
			},
			["色"] = {
				["播"] = {
					["基"] = {
						["地"] = {
							result = true
						}
					}
				}
			}
		},
		["千"] = {
			["寻"] = {
				result = true,
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["尋"] = {
				["種"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["名"] = {
			["张"] = {
				["晓"] = {
					["雪"] = {
						result = true
					}
				}
			}
		},
		["味"] = {
			result = true
		},
		["型"] = {
			["枪"] = {
				result = true
			}
		},
		["始"] = {
			["弓"] = {
				["弩"] = {
					result = true
				}
			},
			["欲"] = {
				["望"] = {
					result = true
				}
			}
		},
		["子"] = {
			["弹"] = {
				["教"] = {
					["程"] = {
						result = true
					}
				}
			},
			["彈"] = {
				result = true
			}
		},
		["干"] = {
			["惠"] = {
				["种"] = {
					["子"] = {
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["平"] = {
			["市"] = {
				["小"] = {
					["姐"] = {
						["上"] = {
							["门"] = {
								result = true
							}
						}
					}
				},
				["快"] = {
					["速"] = {
						["拿"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["麻"] = {
				["古"] = {
					result = true
				}
			}
		},
		["幹"] = {
			["恵"] = {
				["状"] = {
					["态"] = {
						result = true
					}
				}
			},
			["惠"] = {
				["種"] = {
					["子"] = {
						["視"] = {
							["頻"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["明"] = {
			["奈"] = {
				["高"] = {
					["清"] = {
						result = true
					}
				}
			}
		},
		["木"] = {
			["砂"] = {
				["光"] = {
					["野"] = {
						["营"] = {
							["斧"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["来"] = {
			["吴"] = {
				["家"] = {
					["属"] = {
						["于"] = {
							["权"] = {
								["贵"] = {
									["既"] = {
										["得"] = {
											["利"] = {
												["益"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["沙"] = {
			["的"] = {
				["诱"] = {
					["惑"] = {
						result = true
					}
				}
			}
		},
		["田"] = {
			["友"] = {
				["美"] = {
					result = true
				}
			},
			["明"] = {
				result = true,
				["绘"] = {
					result = true,
					b = {
						t = {
							result = true
						}
					},
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["快"] = {
						["播"] = {
							result = true
						}
					},
					["电"] = {
						["驴"] = {
							result = true
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["春"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				},
				["菜"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["纱"] = {
			["央"] = {
				["莉"] = {
					result = true
				}
			}
		},
		["藜"] = {
			["芦"] = {
				["碱"] = {
					A = {
						result = true
					}
				}
			}
		},
		["装"] = {
			P = {
				C = {
					P = {
						["气"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			c = {
				f = {
					x = {
						["气"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["三"] = {
				["箭"] = {
					result = true
				}
			},
			["仿"] = {
				["真"] = {
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["双"] = {
				["管"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["台"] = {
				["湾"] = {
					["秃"] = {
						["鹰"] = {
							result = true
						}
					}
				}
			},
			["工"] = {
				["字"] = {
					["牌"] = {
						["气"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["弹"] = {
				["甲"] = {
					result = true
				}
			},
			["手"] = {
				["枪"] = {
					result = true
				}
			},
			["枪"] = {
				["套"] = {
					result = true
				},
				["支"] = {
					["零"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["比"] = {
				["赛"] = {
					["用"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["气"] = {
				["木"] = {
					["仓"] = {
						result = true
					}
				},
				["枪"] = {
					result = true
				}
			},
			["汽"] = {
				["狗"] = {
					result = true
				},
				["狙"] = {
					["狗"] = {
						result = true
					}
				}
			},
			["沙"] = {
				["鹰"] = {
					result = true
				}
			},
			["消"] = {
				["音"] = {
					["器"] = {
						result = true
					}
				}
			},
			["狩"] = {
				["猎"] = {
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["猎"] = {
				l = {
					["枪"] = {
						result = true
					}
				},
				["枪"] = {
					result = true
				}
			},
			["电"] = {
				["动"] = {
					["长"] = {
						["枪"] = {
							result = true
						},
						["狗"] = {
							result = true
						}
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					result = true,
					["专"] = {
						result = true
					},
					["气"] = {
						["枪"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			},
			["竞"] = {
				["技"] = {
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["英"] = {
				["国"] = {
					["骚"] = {
						["本"] = {
							result = true
						}
					}
				}
			},
			["虎"] = {
				["头"] = {
					["牌"] = {
						["猎"] = {
							["枪"] = {
								result = true
							},
							["槍"] = {
								result = true
							}
						}
					}
				}
			},
			["西"] = {
				["班"] = {
					["牙"] = {
						["气"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["进"] = {
				["口"] = {
					["努"] = {
						result = true
					},
					["弩"] = {
						result = true
					}
				}
			},
			["锡"] = {
				["峰"] = {
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["骚"] = {
				["本"] = {
					result = true
				}
			}
		},
		["香"] = {
			["小"] = {
				["镇"] = {
					result = true
				}
			}
		},
		["麻"] = {
			["美"] = {
				["全"] = {
					["集"] = {
						result = true
					}
				}
			}
		}
	},
	["县"] = {
		["冰"] = {
			["毒"] = {
				result = true
			}
		},
		["委"] = {
			["书"] = {
				["记"] = {
					result = true
				}
			}
		},
		["政"] = {
			["府"] = {
				result = true
			}
		}
	},
	["又"] = {
		["一"] = {
			["村"] = {
				["夫"] = {
					["妻"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["又"] = {
			["管"] = {
				["犭"] = {
					["昔"] = {
						result = true,
						["*"] = {
							result = true
						},
						["木"] = {
							["仓"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["大"] = {
			["又"] = {
				["嫩"] = {
					["的"] = {
						["屄"] = {
							result = true
						},
						["穴"] = {
							result = true
						},
						["阴"] = {
							["户"] = {
								result = true
							}
						}
					}
				},
				["硬"] = {
					["的"] = {
						["肉"] = {
							["棒"] = {
								result = true
							}
						}
					}
				},
				["粗"] = {
					["的"] = {
						["肉"] = {
							["棒"] = {
								result = true
							}
						}
					}
				},
				["紧"] = {
					["的"] = {
						["阴"] = {
							["户"] = {
								result = true
							}
						}
					}
				},
				["肥"] = {
					["的"] = {
						["屄"] = {
							result = true
						},
						["阴"] = {
							["道"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["嫩"] = {
			result = true,
			["又"] = {
				["紧"] = {
					["的"] = {
						["屄"] = {
							result = true
						},
						["穴"] = {
							result = true
						},
						["阴"] = {
							["户"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["深"] = {
			["又"] = {
				["紧"] = {
					["的"] = {
						["穴"] = {
							result = true
						},
						["阴"] = {
							["户"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["猛"] = {
			["插"] = {
				["几"] = {
					["下"] = {
						result = true
					}
				}
			}
		},
		["硬"] = {
			["又"] = {
				["大"] = {
					["的"] = {
						["肉"] = {
							["棒"] = {
								result = true
							}
						}
					}
				},
				["粗"] = {
					["的"] = {
						["肉"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["粗"] = {
			["又"] = {
				["大"] = {
					["的"] = {
						["肉"] = {
							["棒"] = {
								result = true
							}
						}
					}
				},
				["硬"] = {
					["的"] = {
						["肉"] = {
							["棒"] = {
								result = true
							}
						}
					}
				},
				["长"] = {
					["的"] = {
						["肉"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["粘"] = {
			["又"] = {
				["湿"] = {
					["的"] = {
						["阴"] = {
							["户"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["紧"] = {
			["又"] = {
				["嫩"] = {
					["的"] = {
						["屄"] = {
							result = true,
							["儿"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["肥"] = {
			["又"] = {
				["大"] = {
					["的"] = {
						["穴"] = {
							result = true
						},
						["阴"] = {
							["户"] = {
								result = true
							}
						}
					}
				},
				["嫩"] = {
					["的"] = {
						["阴"] = {
							["户"] = {
								result = true
							}
						}
					}
				},
				["紧"] = {
					["的"] = {
						["屄"] = {
							result = true,
							["儿"] = {
								result = true
							}
						},
						["阴"] = {
							["道"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["见"] = {
			["武"] = {
				["滕"] = {
					["兰"] = {
						result = true
					}
				}
			}
		},
		["解"] = {
			["开"] = {
				["乳"] = {
					["罩"] = {
						result = true
					}
				}
			}
		},
		["长"] = {
			["又"] = {
				["大"] = {
					["的"] = {
						["肉"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			},
			["粗"] = {
				["的"] = {
					["肉"] = {
						["棒"] = {
							result = true
						}
					}
				}
			}
		},
		["顶"] = {
			["到"] = {
				["我"] = {
					["的"] = {
						["子"] = {
							["宫"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["骚"] = {
			["又"] = {
				["大"] = {
					["的"] = {
						["屄"] = {
							result = true
						}
					}
				},
				["淫"] = {
					["的"] = {
						["屄"] = {
							result = true
						}
					}
				}
			}
		},
		["鳥"] = {
			["女"] = {
				["幹"] = {
					result = true
				}
			}
		},
		["鸟"] = {
			["女"] = {
				["干"] = {
					result = true
				}
			},
			["忄"] = {
				["青"] = {
					["果"] = {
						["耳"] = {
							["卯"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["友"] = {
		["偿"] = {
			["换"] = {
				["…"] = {
					["…"] = {
						["肾"] = {
							result = true
						}
					}
				}
			}
		},
		["坂"] = {
			["优"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["崎"] = {
			["亚"] = {
				["希"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["亜"] = {
				["希"] = {
					["迅"] = {
						["雷"] = {
							result = true
						}
					}
				}
			},
			["伶"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["情"] = {
			["气"] = {
				["枪"] = {
					["专"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["惠"] = {
			result = true
		},
		["田"] = {
			["彩"] = {
				["也"] = {
					result = true,
					["香"] = {
						result = true
					}
				}
			},
			["真"] = {
				["希"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["谊"] = {
			["服"] = {
				["装"] = {
					result = true
				}
			}
		},
		["阪"] = {
			["優"] = {
				["美"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["双"] = {
		["*"] = {
			["飞"] = {
				result = true
			}
		},
		["@"] = {
			["飞"] = {
				result = true
			}
		},
		["丰"] = {
			["出"] = {
				["版"] = {
					["社"] = {
						result = true
					}
				}
			}
		},
		["乳"] = {
			result = true,
			["赤"] = {
				["裸"] = {
					["出"] = {
						["镜"] = {
							result = true
						}
					}
				}
			}
		},
		["凤"] = {
			["游"] = {
				["龙"] = {
					result = true
				}
			}
		},
		["击"] = {
			["邀"] = {
				["请"] = {
					["对"] = {
						["象"] = {
							result = true
						}
					}
				}
			}
		},
		["刃"] = {
			result = true,
			I = {
				["行"] = {
					result = true
				}
			},
			["刀"] = {
				result = true,
				["具"] = {
					["专"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["刺"] = {
				result = true
			},
			["尖"] = {
				["刀"] = {
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			},
			["战"] = {
				["术"] = {
					["刺"] = {
						result = true
					},
					["直"] = {
						["刀"] = {
							result = true
						}
					}
				}
			},
			["护"] = {
				["手"] = {
					result = true
				}
			},
			["行"] = {
				result = true
			},
			["订"] = {
				["购"] = {
					result = true
				}
			}
		},
		["刚"] = {
			["管"] = {
				["猎"] = {
					["槍"] = {
						result = true
					}
				}
			}
		},
		["动"] = {
			["六"] = {
				["连"] = {
					["发"] = {
						result = true
					}
				}
			},
			["击"] = {
				["发"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["双"] = {
				["排"] = {
					["弹"] = {
						result = true
					}
				}
			},
			["折"] = {
				["刀"] = {
					["刀"] = {
						["有"] = {
							["货"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["口"] = {
			["径"] = {
				["的"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["名"] = {
			["人"] = {
				["砍"] = {
					["刀"] = {
						result = true
					}
				}
			}
		},
		["头"] = {
			["枪"] = {
				result = true
			},
			["槍"] = {
				result = true,
				["儿"] = {
					result = true
				}
			}
		},
		["娇"] = {
			["帝"] = {
				["王"] = {
					["套"] = {
						["餐"] = {
							result = true
						}
					}
				}
			}
		},
		["子"] = {
			["母"] = {
				["性"] = {
					["本"] = {
						["能"] = {
							result = true
						}
					}
				}
			},
			["调"] = {
				["教"] = {
					["物"] = {
						["语"] = {
							result = true
						}
					}
				}
			}
		},
		["峰"] = {
			result = true
		},
		["弹"] = {
			["耳"] = {
				result = true
			}
		},
		["手"] = {
			["紧"] = {
				["抓"] = {
					["住"] = {
						result = true
					}
				}
			}
		},
		["掌"] = {
			["进"] = {
				["洞"] = {
					result = true
				}
			}
		},
		["排"] = {
			["弹"] = {
				["匣"] = {
					result = true
				}
			}
		},
		["插"] = {
			result = true,
			["多"] = {
				P = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			}
		},
		["枪"] = {
			["颜"] = {
				["射"] = {
					["少"] = {
						["女"] = {
							result = true
						}
					}
				}
			}
		},
		["柒"] = {
			result = true
		},
		["桥"] = {
			["区"] = {
				["专"] = {
					["业"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["槽"] = {
			["战"] = {
				["刀"] = {
					result = true
				}
			}
		},
		["氢"] = {
			["可"] = {
				["待"] = {
					["因"] = {
						result = true
					}
				}
			},
			["吗"] = {
				["啡"] = {
					result = true
				}
			}
		},
		["泛"] = {
			["主"] = {
				["义"] = {
					result = true
				}
			}
		},
		["洞"] = {
			["内"] = {
				["射"] = {
					result = true
				}
			},
			["齐"] = {
				["插"] = {
					result = true
				}
			}
		},
		["流"] = {
			["出"] = {
				["版"] = {
					["社"] = {
						result = true
					}
				}
			},
			["县"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				}
			}
		},
		["牌"] = {
			["冰"] = {
				["毒"] = {
					result = true,
					["各"] = {
						["地"] = {
							result = true
						}
					}
				}
			}
		},
		["环"] = {
			["氧"] = {
				["乙"] = {
					["烷"] = {
						result = true
					}
				}
			}
		},
		["穴"] = {
			["~"] = {
				["水"] = {
					["原"] = {
						result = true
					}
				}
			},
			["淫"] = {
				["乱"] = {
					result = true
				}
			},
			["齐"] = {
				["插"] = {
					result = true
				}
			}
		},
		["管"] = {
			result = true,
			["平"] = {
				["式"] = {
					result = true,
					["枪"] = {
						result = true
					},
					["槍"] = {
						result = true
					},
					["猎"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["猎"] = {
				result = true,
				["%"] = {
					["狗"] = {
						["专"] = {
							result = true
						}
					}
				},
				["&"] = {
					["枪"] = {
						["专"] = {
							result = true
						}
					}
				},
				["*"] = {
					result = true
				},
				g = {
					o = {
						u = {
							["专"] = {
								result = true
							}
						}
					}
				},
				["木"] = {
					["仓"] = {
						result = true
					}
				},
				["枪"] = {
					["专"] = {
						result = true,
						["销"] = {
							result = true
						}
					},
					["保"] = {
						["真"] = {
							result = true
						}
					},
					["北"] = {
						["京"] = {
							["专"] = {
								result = true
							}
						}
					},
					["子"] = {
						["弹"] = {
							result = true
						}
					},
					["沙"] = {
						result = true
					},
					["配"] = {
						["件"] = {
							result = true
						}
					}
				},
				["槍"] = {
					result = true,
					["儿"] = {
						["自"] = {
							["制"] = {
								result = true
							}
						}
					},
					["自"] = {
						["制"] = {
							result = true
						}
					},
					["预"] = {
						["定"] = {
							result = true
						}
					}
				},
				["狗"] = {
					result = true,
					["专"] = {
						result = true
					},
					["儿"] = {
						["专"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			},
			["立"] = {
				["式"] = {
					["猎"] = {
						["枪"] = {
							result = true
						},
						["槍"] = {
							result = true
						}
					},
					["质"] = {
						["量"] = {
							["好"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["胞"] = {
			["胎"] = {
				["小"] = {
					["姨"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["腿"] = {
			["间"] = {
				["の"] = {
					["禁"] = {
						["地"] = {
							result = true
						}
					}
				}
			}
		},
		["色"] = {
			["球"] = {
				["开"] = {
					["奖"] = {
						result = true
					}
				}
			}
		},
		["规"] = {
			["王"] = {
				["立"] = {
					["军"] = {
						result = true
					}
				}
			}
		},
		["语"] = {
			["学"] = {
				["生"] = {
					["邮"] = {
						["报"] = {
							result = true
						}
					}
				}
			}
		},
		["赢"] = {
			["百"] = {
				["2"] = {
					["对"] = {
						["单"] = {
							result = true
						}
					}
				}
			}
		},
		["辽"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["面"] = {
			["魔"] = {
				["王"] = {
					result = true
				}
			}
		},
		["飞"] = {
			m = {
				e = {
					i = {
						n = {
							v = {
								result = true
							}
						}
					}
				}
			},
			["口"] = {
				["交"] = {
					["颜"] = {
						["射"] = {
							result = true
						}
					}
				}
			},
			["推"] = {
				["油"] = {
					result = true
				}
			},
			["服"] = {
				["务"] = {
					result = true
				}
			},
			["浴"] = {
				result = true
			},
			["美"] = {
				["女"] = {
					result = true
				}
			},
			["飞"] = {
				result = true
			}
		},
		["鸭"] = {
			["山"] = {
				["办"] = {
					["警"] = {
						["官"] = {
							["证"] = {
								result = true
							}
						}
					}
				},
				["气"] = {
					["枪"] = {
						result = true
					}
				},
				["猎"] = {
					["槍"] = {
						result = true
					}
				}
			}
		},
		["鹭"] = {
			["服"] = {
				["装"] = {
					result = true
				}
			}
		},
		["鹰"] = {
			C = {
				["9"] = {
					["6"] = {
						result = true
					}
				}
			},
			["手"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["龙"] = {
			["入"] = {
				["穴"] = {
					result = true
				}
			}
		}
	},
	["収"] = {
		["藏"] = {
			["數"] = {
				["據"] = {
					result = true
				}
			}
		}
	},
	["叔"] = {
		["叔"] = {
			["插"] = {
				["的"] = {
					["我"] = {
						["好"] = {
							["爽"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["嫂"] = {
			["偷"] = {
				["欢"] = {
					result = true
				}
			},
			["姦"] = {
				["情"] = {
					result = true
				}
			}
		}
	},
	["受"] = {
		["到"] = {
			["控"] = {
				["制"] = {
					["的"] = {
						["中"] = {
							["国"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["理"] = {
			["退"] = {
				["伍"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["精"] = {
			result = true,
			["美"] = {
				["尻"] = {
					result = true
				}
			}
		},
		["虐"] = {
			result = true,
			["图"] = {
				result = true
			}
		},
		["贿"] = {
			result = true,
			["再"] = {
				["多"] = {
					["不"] = {
						["嫌"] = {
							["怪"] = {
								result = true
							}
						}
					}
				}
			},
			["者"] = {
				["瞅"] = {
					["的"] = {
						["是"] = {
							["钱"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["赵"] = {
			["紫"] = {
				["阳"] = {
					["影"] = {
						["响"] = {
							result = true
						}
					}
				}
			}
		},
		["辱"] = {
			["禁"] = {
				["处"] = {
					result = true
				}
			}
		}
	},
	["召"] = {
		["妓"] = {
			result = true
		}
	},
	["台"] = {
		a = {
			["湾"] = {
				["假"] = {
					["钱"] = {
						result = true
					}
				}
			}
		},
		["、"] = {
			["湾"] = {
				["政"] = {
					["论"] = {
						["区"] = {
							result = true
						}
					}
				}
			}
		},
		["人"] = {
			["治"] = {
				["台"] = {
					result = true
				}
			}
		},
		["凸"] = {
			result = true
		},
		["制"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			}
		},
		["北"] = {
			["应"] = {
				["召"] = {
					["站"] = {
						result = true
					}
				}
			}
		},
		["山"] = {
			["假"] = {
				["证"] = {
					result = true
				}
			},
			["氯"] = {
				["胺"] = {
					["酮"] = {
						result = true
					}
				}
			}
		},
		["州"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["办"] = {
				["毕"] = {
					["业"] = {
						["证"] = {
							result = true
						}
					}
				},
				["证"] = {
					result = true
				}
			},
			["发"] = {
				["票"] = {
					result = true
				}
			},
			["海"] = {
				["洛"] = {
					["因"] = {
						result = true
					}
				}
			}
		},
		["布"] = {
			result = true
		},
		["湾"] = {
			[" "] = {
				["陆"] = {
					["委"] = {
						["会"] = {
							[" "] = {
								["六"] = {
									["四"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["1"] = {
				["8"] = {
					["岁"] = {
						["成"] = {
							["人"] = {
								result = true
							}
						}
					},
					["成"] = {
						["人"] = {
							result = true
						}
					}
				},
				["9"] = {
					["岁"] = {
						["成"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			},
			["2"] = {
				["0"] = {
					["岁"] = {
						["成"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			},
			["3"] = {
				D = {
					["电"] = {
						["视"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			},
			A = {
				K = {
					["4"] = {
						["7"] = {
							result = true
						}
					}
				},
				["片"] = {
					result = true
				}
			},
			S = {
				E = {
					X = {
						["网"] = {
							result = true
						}
					}
				}
			},
			y = {
				e = {
					["7"] = {
						["7"] = {
							result = true
						}
					}
				}
			},
			["万"] = {
				["岁"] = {
					result = true
				}
			},
			["产"] = {
				A = {
					K = {
						["4"] = {
							["7"] = {
								result = true
							}
						}
					}
				},
				["秃"] = {
					["鹰"] = {
						["气"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["佬"] = {
				["中"] = {
					["文"] = {
						["网"] = {
							result = true
						}
					}
				},
				["娱"] = {
					["乐"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["假"] = {
				q = {
					i = {
						a = {
							n = {
								result = true
							}
						}
					}
				},
				["幣"] = {
					result = true
				},
				["钱"] = {
					result = true
				}
			},
			["免"] = {
				["费"] = {
					["淫"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			},
			["全"] = {
				["频"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["共"] = {
				["荣"] = {
					result = true
				}
			},
			["分"] = {
				["裂"] = {
					result = true
				}
			},
			["十"] = {
				["八"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["午"] = {
				["夜"] = {
					["色"] = {
						["情"] = {
							result = true
						}
					}
				}
			},
			["大"] = {
				["色"] = {
					result = true,
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			},
			["妹"] = {
				["妹"] = {
					["潮"] = {
						["吹"] = {
							result = true
						}
					},
					["骚"] = {
						["逼"] = {
							["秀"] = {
								result = true
							}
						}
					}
				}
			},
			["小"] = {
				["色"] = {
					["哥"] = {
						result = true
					}
				}
			},
			["山"] = {
				["猪"] = {
					result = true,
					p = {
						c = {
							z = {
								result = true
							}
						}
					}
				}
			},
			["建"] = {
				["国"] = {
					result = true
				}
			},
			["性"] = {
				["爱"] = {
					["片"] = {
						["地"] = {
							["址"] = {
								result = true
							}
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["情"] = {
				["色"] = {
					["排"] = {
						["行"] = {
							result = true
						}
					},
					["網"] = {
						result = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["排"] = {
						["行"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["网"] = {
						result = true,
						["站"] = {
							result = true
						}
					},
					["自"] = {
						["拍"] = {
							["网"] = {
								result = true
							}
						}
					},
					["骚"] = {
						b = {
							result = true
						}
					}
				}
			},
			["撒"] = {
				["本"] = {
					["土"] = {
						result = true
					}
				}
			},
			["旺"] = {
				["报"] = {
					result = true
				}
			},
			["是"] = {
				["主"] = {
					["权"] = {
						["国"] = {
							["家"] = {
								result = true
							}
						}
					}
				}
			},
			["智"] = {
				["能"] = {
					["科"] = {
						["技"] = {
							result = true
						}
					}
				}
			},
			["本"] = {
				["土"] = {
					result = true,
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			},
			["民"] = {
				["國"] = {
					result = true
				}
			},
			["气"] = {
				["枪"] = {
					result = true
				}
			},
			["淫"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				},
				["色"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					}
				}
			},
			["版"] = {
				["伪"] = {
					["吵"] = {
						result = true
					},
					["炒"] = {
						result = true
					},
					["钞"] = {
						result = true
					}
				},
				["假"] = {
					B = {
						result = true
					},
					["人"] = {
						["民"] = {
							B = {
								result = true
							},
							["币"] = {
								result = true
							}
						}
					},
					["吵"] = {
						result = true
					},
					["币"] = {
						result = true,
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						}
					},
					["钞"] = {
						result = true,
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						}
					},
					["钱"] = {
						result = true,
						["币"] = {
							result = true
						},
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						}
					}
				},
				["币"] = {
					result = true
				},
				["真"] = {
					["币"] = {
						result = true
					}
				}
			},
			["獨"] = {
				["立"] = {
					result = true
				}
			},
			["甜"] = {
				["心"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								result = true
							}
						}
					}
				}
			},
			["盛"] = {
				["大"] = {
					["科"] = {
						["技"] = {
							result = true
						}
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					P = {
						C = {
							P = {
								result = true
							}
						}
					},
					["便"] = {
						["宜"] = {
							result = true
						}
					},
					["出"] = {
						["货"] = {
							result = true
						}
					},
					["到"] = {
						["货"] = {
							result = true
						}
					},
					["图"] = {
						["纸"] = {
							result = true
						}
					},
					["技"] = {
						["术"] = {
							result = true
						}
					},
					["气"] = {
						["枪"] = {
							result = true
						}
					},
					["汽"] = {
						["枪"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			},
			["精"] = {
				["仿"] = {
					d = {
						a = {
							o = {
								result = true
							}
						}
					},
					["刀"] = {
						result = true
					},
					["枪"] = {
						result = true,
						["支"] = {
							result = true
						}
					}
				}
			},
			["纪"] = {
				["念"] = {
					[" "] = {
						["5"] = {
							["3"] = {
								["5"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["罗"] = {
				["美"] = {
					["针"] = {
						["孔"] = {
							result = true
						}
					}
				}
			},
			["联"] = {
				["盟"] = {
					result = true
				}
			},
			["色"] = {
				["情"] = {
					["图"] = {
						["片"] = {
							result = true
						}
					}
				},
				["网"] = {
					result = true
				},
				["色"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				},
				["魔"] = {
					result = true
				}
			},
			["血"] = {
				["援"] = {
					["会"] = {
						result = true
					}
				}
			},
			["裸"] = {
				["聊"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["记"] = {
				["者"] = {
					["协"] = {
						["会"] = {
							result = true
						}
					}
				}
			},
			["轮"] = {
				["盘"] = {
					result = true
				}
			},
			["香"] = {
				["妃"] = {
					["裸"] = {
						["聊"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["骚"] = {
				["本"] = {
					result = true
				}
			},
			["鱼"] = {
				["乐"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["灣"] = {
			["1"] = {
				["8"] = {
					["成"] = {
						["人"] = {
							["網"] = {
								result = true
							}
						}
					}
				}
			},
			["倫"] = {
				["亂"] = {
					["網"] = {
						result = true
					}
				}
			},
			["国"] = {
				result = true
			},
			["國"] = {
				result = true
			},
			["小"] = {
				["青"] = {
					["自"] = {
						["摸"] = {
							result = true
						}
					}
				}
			},
			["情"] = {
				["色"] = {
					["網"] = {
						["論"] = {
							["壇"] = {
								result = true
							}
						}
					}
				}
			},
			["本"] = {
				["土"] = {
					result = true
				}
			},
			["民"] = {
				["国"] = {
					result = true
				},
				["國"] = {
					result = true
				}
			},
			["狗"] = {
				result = true
			},
			["獨"] = {
				["立"] = {
					result = true
				}
			},
			["色"] = {
				["魔"] = {
					result = true
				}
			},
			["萬"] = {
				["歲"] = {
					result = true
				}
			},
			["論"] = {
				["壇"] = {
					result = true
				}
			},
			["豬"] = {
				result = true
			}
		},
		["版"] = {
			P = {
				P = {
					K = {
						result = true
					}
				}
			},
			["假"] = {
				["币"] = {
					result = true
				},
				["钞"] = {
					result = true
				}
			},
			["高"] = {
				["仿"] = {
					["假"] = {
						["币"] = {
							result = true
						}
					},
					["真"] = {
						["假"] = {
							["币"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["独"] = {
			["台"] = {
				["湾"] = {
					["独"] = {
						["立"] = {
							result = true
						}
					}
				}
			},
			["靠"] = {
				result = true
			}
		},
		["獨"] = {
			["分"] = {
				["子"] = {
					result = true
				}
			},
			["萬"] = {
				["歲"] = {
					result = true
				}
			}
		},
		["球"] = {
			["室"] = {
				["妹"] = {
					["妹"] = {
						result = true
					}
				}
			}
		},
		["秃"] = {
			["专"] = {
				result = true
			},
			["配"] = {
				["件"] = {
					result = true
				}
			}
		},
		["突"] = {
			["猎"] = {
				["枪"] = {
					["仿"] = {
						["真"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["聯"] = {
			result = true,
			["黨"] = {
				result = true
			}
		},
		["英"] = {
			["社"] = {
				result = true
			}
		},
		["钟"] = {
			["坐"] = {
				["台"] = {
					["费"] = {
						result = true,
						["?"] = {
							result = true
						}
					}
				}
			}
		},
		["风"] = {
			["气"] = {
				["枪"] = {
					result = true
				}
			}
		}
	},
	["史"] = {
		["上"] = {
			["最"] = {
				["全"] = {
					["的"] = {
						A = {
							V = {
								result = true
							}
						}
					}
				},
				["嫩"] = {
					["的"] = {
						A = {
							V = {
								result = true
							}
						}
					}
				}
			}
		},
		["实"] = {
			["指"] = {
				["挥"] = {
					["官"] = {
						result = true
					}
				}
			}
		},
		["密"] = {
			["斯"] = {
				["威"] = {
					["森"] = {
						result = true,
						["刀"] = {
							result = true
						},
						["左"] = {
							["轮"] = {
								result = true
							}
						},
						["精"] = {
							["钢"] = {
								result = true
							}
						},
						["虎"] = {
							["纹"] = {
								result = true
							}
						},
						["鹿"] = {
							["角"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["记"] = {
			["*"] = {
				["彭"] = {
					["丽"] = {
						["媛"] = {
							result = true
						}
					}
				}
			},
			["令"] = {
				["列"] = {
					["传"] = {
						result = true
					}
				}
			},
			["彭"] = {
				["丽"] = {
					["媛"] = {
						result = true
					}
				}
			},
			["永"] = {
				["康"] = {
					["列"] = {
						["传"] = {
							result = true
						}
					}
				}
			}
		},
		["迪"] = {
			["威"] = {
				result = true
			}
		},
		["達"] = {
			["林"] = {
				result = true
			}
		}
	},
	["叶"] = {
		["万"] = {
			["勇"] = {
				result = true
			}
		},
		["丽"] = {
			["子"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["美"] = {
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["倩"] = {
			["彤"] = {
				result = true
			}
		},
		["国"] = {
			["强"] = {
				result = true
			},
			["柱"] = {
				result = true
			}
		},
		["子"] = {
			h = {
				a = {
					s = {
						h = {
							result = true
						}
					}
				}
			},
			["媚"] = {
				result = true
			}
		},
		["小"] = {
			["文"] = {
				result = true
			}
		},
		["山"] = {
			["小"] = {
				["姬"] = {
					result = true
				}
			},
			["杏"] = {
				["子"] = {
					result = true
				}
			},
			["美"] = {
				["湖"] = {
					result = true
				},
				["纪"] = {
					result = true
				}
			},
			["遥"] = {
				["子"] = {
					result = true
				}
			}
		},
		["志"] = {
			["穗"] = {
				result = true
			}
		},
		["月"] = {
			["佳"] = {
				["乃"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["千"] = {
				["穗"] = {
					result = true
				}
			},
			["奈"] = {
				["穂"] = {
					result = true
				}
			},
			["步"] = {
				result = true
			},
			["蓝"] = {
				b = {
					t = {
						result = true
					}
				}
			},
			["阿"] = {
				["里"] = {
					["沙"] = {
						result = true
					}
				}
			}
		},
		["流"] = {
			["凡"] = {
				result = true
			}
		},
		["结"] = {
			["香"] = {
				["里"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["迎"] = {
			["春"] = {
				result = true
			}
		},
		["雨"] = {
			["茗"] = {
				["の"] = {
					["配"] = {
						["方"] = {
							result = true
						}
					}
				},
				["的"] = {
					["配"] = {
						["方"] = {
							result = true
						}
					}
				}
			}
		},
		["青"] = {
			["纯"] = {
				result = true
			}
		}
	},
	["司"] = {
		["有"] = {
			["代"] = {
				["票"] = {
					result = true
				},
				["税"] = {
					result = true
				}
			},
			["开"] = {
				["票"] = {
					result = true
				},
				["税"] = {
					result = true
				}
			},
			["税"] = {
				["票"] = {
					result = true
				}
			}
		},
		["法"] = {
			["考"] = {
				["试"] = {
					["代"] = {
						["考"] = {
							result = true
						}
					},
					["答"] = {
						["案"] = {
							result = true
						}
					}
				}
			}
		},
		["馬"] = {
			["系"] = {
				["列"] = {
					["氣"] = {
						["狗"] = {
							result = true
						}
					}
				}
			}
		},
		["马"] = {
			A = {
				k = {
					["4"] = {
						["7"] = {
							result = true
						}
					}
				}
			},
			["义"] = {
				result = true
			},
			["仿"] = {
				["真"] = {
					["抢"] = {
						["模"] = {
							["型"] = {
								result = true
							}
						}
					},
					["枪"] = {
						["模"] = {
							["型"] = {
								result = true
							}
						}
					}
				}
			},
			["光"] = {
				result = true
			},
			["带"] = {
				["鱼"] = {
					result = true
				}
			},
			["电"] = {
				["狗"] = {
					result = true
				}
			},
			["系"] = {
				["列"] = {
					["气"] = {
						["狗"] = {
							result = true,
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["迁"] = {
				["金"] = {
					["像"] = {
						["奖"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["同"] = {
		J = {
			u = {
				["公"] = {
					["寓"] = {
						result = true
					}
				}
			}
		},
		o = {
			n = {
				s = {
					["夜"] = {
						["情"] = {
							result = true
						}
					}
				}
			}
		},
		["一"] = {
			["地"] = {
				["点"] = {
					result = true
				}
			},
			["数"] = {
				result = true
			}
		},
		["乐"] = {
			["城"] = {
				["博"] = {
					["彩"] = {
						result = true
					}
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["事"] = {
			["的"] = {
				["新"] = {
					["婚"] = {
						["妻"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["调"] = {
				["戏"] = {
					result = true
				}
			}
		},
		["人"] = {
			A = {
				V = {
					result = true
				}
			},
			h = {
				["漫"] = {
					result = true
				}
			},
			["电"] = {
				["影"] = {
					result = true,
					["网"] = {
						["址"] = {
							result = true
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					result = true
				}
			}
		},
		["仁"] = {
			["药"] = {
				["业"] = {
					result = true
				}
			}
		},
		["城"] = {
			["#"] = {
				["一"] = {
					["夜"] = {
						["@"] = {
							["情"] = {
								result = true
							}
						}
					}
				}
			},
			["5"] = {
				["4"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			E = {
				["夜"] = {
					["▄"] = {
						["情"] = {
							result = true
						}
					},
					["情"] = {
						result = true
					}
				}
			},
			e = {
				["夜"] = {
					result = true
				}
			},
			o = {
				n = {
					s = {
						result = true,
						["夜"] = {
							["情"] = {
								result = true
							}
						}
					}
				}
			},
			q = {
				i = {
					a = {
						n = {
							g = {
								result = true
							}
						}
					}
				}
			},
			["一"] = {
				["夜"] = {
					["交"] = {
						["友"] = {
							["网"] = {
								result = true
							}
						}
					},
					["情"] = {
						result = true,
						Q = {
							["群"] = {
								result = true
							}
						},
						["交"] = {
							["友"] = {
								result = true
							}
						},
						["网"] = {
							["站"] = {
								result = true
							}
						}
					}
				}
			},
			["交"] = {
				["友"] = {
					result = true,
					["性"] = {
						["交"] = {
							["网"] = {
								result = true
							}
						}
					},
					["找"] = {
						["情"] = {
							["人"] = {
								result = true
							}
						}
					},
					["网"] = {
						result = true
					},
					["群"] = {
						result = true
					},
					["聊"] = {
						["天"] = {
							result = true,
							["室"] = {
								result = true
							}
						}
					}
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						result = true
					}
				}
			},
			["在"] = {
				["线"] = {
					["赌"] = {
						["博"] = {
							result = true
						}
					}
				}
			},
			["天"] = {
				["堂"] = {
					result = true
				}
			},
			["夫"] = {
				["妻"] = {
					["一"] = {
						["夜"] = {
							["情"] = {
								result = true
							}
						}
					}
				}
			},
			["妓"] = {
				["女"] = {
					result = true
				}
			},
			["学"] = {
				["生"] = {
					["妹"] = {
						["出"] = {
							["台"] = {
								result = true
							}
						},
						["裸"] = {
							["聊"] = {
								result = true
							}
						}
					}
				}
			},
			["少"] = {
				["妇"] = {
					result = true
				}
			},
			["开"] = {
				["心"] = {
					["网"] = {
						result = true
					}
				}
			},
			["异"] = {
				["性"] = {
					["交"] = {
						["友"] = {
							result = true
						}
					},
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			},
			["性"] = {
				["息"] = {
					result = true
				},
				["服"] = {
					["务"] = {
						result = true
					}
				}
			},
			["情"] = {
				["人"] = {
					result = true,
					["交"] = {
						["友"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					},
					["网"] = {
						result = true
					}
				}
			},
			["换"] = {
				["妻"] = {
					result = true
				}
			},
			["枪"] = {
				result = true
			},
			["激"] = {
				["情"] = {
					result = true,
					["聊"] = {
						["天"] = {
							result = true
						}
					}
				}
			},
			["约"] = {
				["炮"] = {
					["吧"] = {
						result = true
					}
				}
			},
			["美"] = {
				["女"] = {
					result = true,
					["一"] = {
						["夜"] = {
							["情"] = {
								result = true
							}
						}
					},
					["主"] = {
						["播"] = {
							result = true
						}
					}
				}
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						result = true,
						["网"] = {
							["站"] = {
								result = true
							}
						}
					}
				}
			},
			["艳"] = {
				["遇"] = {
					result = true
				}
			},
			["裸"] = {
				["聊"] = {
					result = true,
					["网"] = {
						["址"] = {
							result = true
						},
						["站"] = {
							result = true
						}
					},
					["群"] = {
						result = true
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["视"] = {
				["频"] = {
					["交"] = {
						["友"] = {
							result = true
						}
					}
				}
			},
			["试"] = {
				["爱"] = {
					result = true
				}
			},
			["陪"] = {
				["睡"] = {
					result = true
				}
			},
			["騷"] = {
				B = {
					["一"] = {
						["夜"] = {
							["情"] = {
								result = true
							}
						}
					}
				}
			},
			["骚"] = {
				B = {
					["一"] = {
						["夜"] = {
							["情"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["好"] = {
			["网"] = {
				result = true
			}
		},
		["学"] = {
			["喝"] = {
				["醉"] = {
					["了"] = {
						result = true
					}
				}
			},
			["录"] = {
				result = true
			},
			["的"] = {
				["美"] = {
					["女"] = {
						["姐"] = {
							["姐"] = {
								result = true
							}
						}
					}
				}
			},
			["群"] = {
				["交"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["安"] = {
			["区"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["居"] = {
			result = true,
			["万"] = {
				["岁"] = {
					result = true
				}
			}
		},
		["床"] = {
			result = true
		},
		["志"] = {
			result = true,
			B = {
				L = {
					O = {
						result = true
					}
				}
			},
			["上"] = {
				["門"] = {
					["服"] = {
						["務"] = {
							result = true
						}
					}
				},
				["门"] = {
					["性"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					},
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["交"] = {
				["友"] = {
					result = true
				}
			},
			["们"] = {
				["商"] = {
					["榷"] = {
						result = true,
						["江"] = {
							result = true
						}
					}
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						result = true
					}
				}
			},
			["們"] = {
				["商"] = {
					["榷"] = {
						result = true
					}
				}
			},
			["做"] = {
				["爱"] = {
					["图"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["包"] = {
				["夜"] = {
					["性"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				}
			},
			["图"] = {
				["片"] = {
					result = true
				}
			},
			["在"] = {
				["线"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["女"] = {
				["论"] = {
					["坛"] = {
						result = true
					}
				}
			},
			["导"] = {
				["航"] = {
					["交"] = {
						["友"] = {
							result = true
						}
					}
				}
			},
			["帅"] = {
				["哥"] = {
					result = true
				}
			},
			["拉"] = {
				["拉"] = {
					["服"] = {
						["务"] = {
							result = true
						},
						["務"] = {
							result = true
						}
					}
				}
			},
			["按"] = {
				["摩"] = {
					result = true
				}
			},
			["族"] = {
				["小"] = {
					["说"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					result = true
				}
			},
			["爱"] = {
				["人"] = {
					result = true
				}
			},
			["电"] = {
				["影"] = {
					result = true,
					["图"] = {
						["书"] = {
							["馆"] = {
								result = true
							}
						}
					},
					["网"] = {
						result = true
					}
				}
			},
			["网"] = {
				result = true
			},
			["色"] = {
				["情"] = {
					["网"] = {
						["址"] = {
							result = true
						}
					}
				}
			},
			["贴"] = {
				["图"] = {
					result = true
				}
			}
		},
		["性"] = {
			S = {
				M = {
					result = true
				}
			},
			["性"] = {
				["交"] = {
					result = true
				},
				["爱"] = {
					["图"] = {
						result = true
					}
				}
			},
			["恋"] = {
				result = true,
				["上"] = {
					["门"] = {
						result = true,
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				},
				["俱"] = {
					["乐"] = {
						["部"] = {
							result = true
						}
					}
				},
				["做"] = {
					["爱"] = {
						["图"] = {
							["片"] = {
								result = true
							}
						}
					}
				},
				["图"] = {
					["片"] = {
						result = true
					}
				},
				["爱"] = {
					["男"] = {
						["网"] = {
							["站"] = {
								result = true
							}
						}
					}
				}
			},
			["戀"] = {
				result = true,
				["上"] = {
					["門"] = {
						result = true,
						["服"] = {
							["務"] = {
								result = true
							}
						}
					}
				},
				["俱"] = {
					["樂"] = {
						["部"] = {
							result = true
						}
					}
				}
			},
			["生"] = {
				["活"] = {
					result = true
				}
			},
			["男"] = {
				["人"] = {
					["性"] = {
						["息"] = {
							result = true
						}
					}
				}
			},
			["相"] = {
				["吸"] = {
					result = true
				}
			}
		},
		["时"] = {
			["举"] = {
				["行"] = {
					result = true
				}
			},
			["二"] = {
				["穴"] = {
					["姦"] = {
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				}
			},
			["行"] = {
				["动"] = {
					result = true
				}
			}
		},
		["校"] = {
			["生"] = {
				result = true
			}
		},
		["犯"] = {
			["了"] = {
				["错"] = {
					["误"] = {
						[" "] = {
							["同"] = {
								["志"] = {
									[" "] = {
										["作"] = {
											["斗"] = {
												["争"] = {
													result = true
												}
											}
										}
									}
								}
							},
							["邓"] = {
								["小"] = {
									["平"] = {
										result = true,
										[" "] = {
											["作"] = {
												["斗"] = {
													["争"] = {
														result = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["程"] = {
			["网"] = {
				["客"] = {
					["服"] = {
						result = true
					}
				}
			}
		},
		["等"] = {
			["学"] = {
				["力"] = {
					["代"] = {
						["考"] = {
							result = true
						}
					}
				}
			}
		},
		["花"] = {
			["顺"] = {
				result = true,
				["娱"] = {
					["乐"] = {
						result = true
					}
				}
			}
		}
	},
	["吐"] = {
		["蕃"] = {
			["之"] = {
				["友"] = {
					result = true,
					["会"] = {
						result = true
					}
				}
			},
			["史"] = {
				["官"] = {
					result = true
				}
			}
		},
		["鲁"] = {
			["番"] = {
				["冰"] = {
					["毒"] = {
						["麻"] = {
							["古"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["向"] = {
		["."] = {
			["外"] = {
				["代"] = {
					["办"] = {
						result = true
					}
				}
			}
		},
		["井"] = {
			["悠"] = {
				["子"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["绫"] = {
				["乃"] = {
					result = true
				}
			}
		},
		["化"] = {
			["镇"] = {
				result = true
			}
		},
		["导"] = {
			["步"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["广"] = {
			["大"] = {
				["淫"] = {
					["民"] = {
						["敬"] = {
							["礼"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["良"] = {
			["心"] = {
				["说"] = {
					["谎"] = {
						["的"] = {
							["民"] = {
								["族"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["警"] = {
			["绫"] = {
				["乃"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["吚"] = {
		["亾"] = {
			["凊"] = {
				["脃"] = {
					["蛧"] = {
						result = true
					}
				}
			}
		}
	},
	["吞"] = {
		["吐"] = {
			["着"] = {
				["肉"] = {
					["棒"] = {
						["棒"] = {
							result = true
						}
					}
				}
			}
		},
		["噬"] = {
			["苍"] = {
				["穹"] = {
					result = true
				}
			}
		},
		["精"] = {
			["液"] = {
				result = true
			},
			["颜"] = {
				["射"] = {
					result = true
				}
			},
			["騷"] = {
				["妹"] = {
					result = true
				}
			}
		},
		["食"] = {
			["天"] = {
				["地"] = {
					result = true
				}
			}
		}
	},
	["听"] = {
		["人"] = {
			["使"] = {
				["唤"] = {
					result = true
				}
			}
		},
		["你"] = {
			["使"] = {
				["唤"] = {
					result = true
				}
			}
		},
		["話"] = {
			["药"] = {
				result = true
			}
		},
		["话"] = {
			["乖"] = {
				["乖"] = {
					["水"] = {
						result = true
					}
				}
			},
			["喷"] = {
				["雾"] = {
					["水"] = {
						result = true
					}
				}
			},
			["水"] = {
				result = true,
				["专"] = {
					result = true
				},
				["订"] = {
					["购"] = {
						result = true
					}
				}
			},
			["药"] = {
				result = true,
				["失"] = {
					["忆"] = {
						["水"] = {
							result = true
						}
					}
				},
				["手"] = {
					["机"] = {
						result = true
					}
				},
				["水"] = {
					result = true,
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				}
			},
			["配"] = {
				["合"] = {
					result = true
				}
			}
		}
	},
	["吮"] = {
		["吸"] = {
			["小"] = {
				["穴"] = {
					result = true
				}
			},
			["肉"] = {
				["棒"] = {
					result = true
				}
			}
		}
	},
	["吳"] = {
		["儀"] = {
			result = true
		},
		["官"] = {
			["正"] = {
				result = true
			}
		},
		["愛"] = {
			["英"] = {
				result = true
			}
		},
		["桂"] = {
			["賢"] = {
				result = true
			}
		},
		["若"] = {
			["羚"] = {
				["種"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["邦"] = {
			["囯"] = {
				result = true
			}
		}
	},
	["吴"] = {
		["中"] = {
			["区"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				}
			}
		},
		["乃"] = {
			["龙"] = {
				["文"] = {
					["集"] = {
						result = true
					}
				}
			}
		},
		["之"] = {
			["鹏"] = {
				result = true
			}
		},
		["仁"] = {
			["华"] = {
				["六"] = {
					["四"] = {
						result = true
					}
				},
				["天"] = {
					["安"] = {
						["门"] = {
							result = true
						}
					}
				},
				["屠"] = {
					["杀"] = {
						result = true
					}
				},
				["清"] = {
					["场"] = {
						result = true
					}
				}
			}
		},
		["伯"] = {
			["雄"] = {
				result = true
			}
		},
		["兵"] = {
			[" "] = {
				["周"] = {
					["永"] = {
						["康"] = {
							result = true
						}
					}
				}
			}
		},
		["刚"] = {
			result = true
		},
		["向"] = {
			["忠"] = {
				result = true
			}
		},
		["周"] = {
			["春"] = {
				[" "] = {
					["曾"] = {
						["伟"] = {
							result = true
						}
					}
				}
			}
		},
		["官"] = {
			["正"] = {
				["5"] = {
					["0"] = {
						["0"] = {
							["亿"] = {
								result = true
							}
						}
					}
				},
				["岌"] = {
					["岌"] = {
						["可"] = {
							["危"] = {
								result = true
							}
						}
					}
				},
				["潘"] = {
					["逸"] = {
						["阳"] = {
							result = true
						}
					}
				},
				["被"] = {
					["调"] = {
						["查"] = {
							result = true
						}
					}
				},
				["马"] = {
					["仔"] = {
						result = true,
						["供"] = {
							["出"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["家"] = {
			["老"] = {
				["太"] = {
					["爷"] = {
						["吴"] = {
							["忠"] = {
								["性"] = {
									["去"] = {
										["世"] = {
											["之"] = {
												["后"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["尔"] = {
			["凯"] = {
				["希"] = {
					result = true
				},
				["西"] = {
					result = true
				}
			}
		},
		["山"] = {
			["广"] = {
				["场"] = {
					result = true
				}
			}
		},
		["广"] = {
			result = true
		},
		["征"] = {
			result = true
		},
		["德"] = {
			["昌"] = {
				result = true
			}
		},
		["思"] = {
			["血"] = {
				["酬"] = {
					["史"] = {
						["观"] = {
							result = true
						}
					}
				}
			}
		},
		["扬"] = {
			["明"] = {
				result = true
			}
		},
		["新"] = {
			["雄"] = {
				result = true
			}
		},
		["昌"] = {
			["德"] = {
				result = true
			}
		},
		["晓"] = {
			["镛"] = {
				result = true
			}
		},
		["杰"] = {
			["明"] = {
				result = true
			}
		},
		["桂"] = {
			["贤"] = {
				result = true
			}
		},
		["法"] = {
			["宪"] = {
				["回"] = {
					["忆"] = {
						["录"] = {
							result = true
						}
					}
				}
			}
		},
		["爱"] = {
			["英"] = {
				result = true
			}
		},
		["玉"] = {
			["良"] = {
				result = true
			}
		},
		["玠"] = {
			result = true
		},
		["祚"] = {
			["来"] = {
				result = true,
				["触"] = {
					["怒"] = {
						["习"] = {
							result = true
						}
					}
				}
			}
		},
		["而"] = {
			["开"] = {
				["西"] = {
					result = true
				}
			}
		},
		["耳"] = {
			["凯"] = {
				["西"] = {
					result = true
				}
			}
		},
		["若"] = {
			["羚"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["邦"] = {
			g = {
				result = true
			},
			["杰"] = {
				result = true
			},
			["胜"] = {
				result = true,
				["重"] = {
					["庆"] = {
						["政"] = {
							["协"] = {
								["委"] = {
									["员"] = {
										["汤"] = {
											["宏"] = {
												["伟"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["镇"] = {
			["南"] = {
				result = true
			}
		},
		["长"] = {
			["风"] = {
				result = true
			}
		},
		["雪"] = {
			["娇"] = {
				result = true
			}
		},
		["韬"] = {
			[" "] = {
				["百"] = {
					["亿"] = {
						result = true
					}
				}
			},
			["百"] = {
				["亿"] = {
					result = true
				}
			}
		},
		["领"] = {
			["军"] = {
				result = true
			}
		},
		["高"] = {
			["兴"] = {
				result = true,
				["公"] = {
					["开"] = {
						["信"] = {
							result = true
						}
					}
				}
			}
		},
		["龙"] = {
			result = true
		},
		["，"] = {
			["邦"] = {
				["国"] = {
					result = true
				}
			}
		}
	},
	["吸"] = {
		K = {
			result = true
		},
		["其"] = {
			["目"] = {
				["哦"] = {
					["轻"] = {
						["易"] = {
							result = true
						}
					}
				}
			}
		},
		["吮"] = {
			["同"] = {
				["事"] = {
					["小"] = {
						["穴"] = {
							result = true
						}
					},
					["淫"] = {
						["水"] = {
							result = true
						},
						["肉"] = {
							result = true
						}
					},
					["阴"] = {
						["肉"] = {
							result = true
						}
					}
				}
			},
			["套"] = {
				["弄"] = {
					["了"] = {
						["起"] = {
							["来"] = {
								result = true
							}
						}
					}
				}
			},
			["小"] = {
				["穴"] = {
					result = true
				}
			},
			["淫"] = {
				["水"] = {
					result = true
				},
				["肉"] = {
					result = true
				}
			},
			["肉"] = {
				["棒"] = {
					result = true
				}
			},
			["著"] = {
				["我"] = {
					["的"] = {
						["阳"] = {
							["具"] = {
								result = true
							}
						}
					}
				}
			},
			["阴"] = {
				["肉"] = {
					result = true
				}
			}
		},
		["奶"] = {
			result = true,
			["头"] = {
				["3"] = {
					["0"] = {
						["秒"] = {
							result = true
						}
					}
				}
			}
		},
		["姐"] = {
			["姐"] = {
				["奶"] = {
					["头"] = {
						result = true
					}
				}
			}
		},
		["屄"] = {
			["掏"] = {
				["肛"] = {
					result = true
				}
			}
		},
		["我"] = {
			["的"] = {
				["小"] = {
					["弟"] = {
						["弟"] = {
							result = true
						}
					}
				}
			}
		},
		["星"] = {
			["大"] = {
				["法"] = {
					result = true
				}
			}
		},
		["毒"] = {
			["犯"] = {
				result = true
			}
		},
		["粉"] = {
			result = true
		},
		["精"] = {
			["女"] = {
				["王"] = {
					result = true
				}
			},
			["小"] = {
				["少"] = {
					["女"] = {
						result = true
					}
				}
			},
			["平"] = {
				result = true
			},
			["痴"] = {
				["女"] = {
					result = true,
					["护"] = {
						["士"] = {
							result = true
						}
					},
					["護"] = {
						["士"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				["少"] = {
					["女"] = {
						result = true
					}
				}
			}
		},
		["血"] = {
			["三"] = {
				["姐"] = {
					["妹"] = {
						result = true
					}
				}
			},
			["之"] = {
				["王"] = {
					result = true
				}
			},
			["莱"] = {
				["恩"] = {
					["2"] = {
						result = true
					}
				}
			}
		},
		["费"] = {
			result = true
		},
		["食"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["鸣"] = {
			["啧"] = {
				result = true
			}
		}
	},
	["吾"] = {
		["买"] = {
			["尔"] = {
				["江"] = {
					["艾"] = {
						["山"] = {
							result = true
						}
					}
				}
			}
		},
		["吉"] = {
			["提"] = {
				result = true
			}
		},
		["尓"] = {
			["开"] = {
				["希"] = {
					result = true
				}
			}
		},
		["尔"] = {
			["凯"] = {
				["希"] = {
					result = true
				}
			},
			["开"] = {
				["希"] = {
					["入"] = {
						["境"] = {
							result = true
						}
					}
				}
			},
			["開"] = {
				["希"] = {
					result = true
				}
			}
		},
		["性"] = {
			["爱"] = {
				result = true
			}
		},
		["爱"] = {
			["导"] = {
				["航"] = {
					result = true
				}
			}
		},
		["爾"] = {
			["開"] = {
				["希"] = {
					result = true
				},
				["西"] = {
					result = true
				}
			}
		}
	},
	["呔"] = {
		["阳"] = {
			["城"] = {
				["蛧"] = {
					["丄"] = {
						["娱"] = {
							["嚛"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["呦"] = {
		["ㄝ"] = {
			["兂"] = {
				["碼"] = {
					result = true
				}
			}
		},
		["呦"] = {
			["極"] = {
				["榀"] = {
					result = true
				}
			},
			["秘"] = {
				["お"] = {
					result = true
				}
			},
			["茼"] = {
				["綕"] = {
					result = true
				}
			}
		},
		["盟"] = {
			result = true
		}
	},
	["咓"] = {
		["斯"] = {
			["手"] = {
				["狗"] = {
					result = true
				}
			}
		}
	},
	["咬"] = {
		["龟"] = {
			["头"] = {
				result = true
			}
		}
	},
	["咲"] = {
		["田"] = {
			["纱"] = {
				["耶"] = {
					["香"] = {
						result = true
					}
				}
			},
			["美"] = {
				["由"] = {
					result = true
				}
			}
		}
	},
	["咿"] = {
		["亽"] = {
			["情"] = {
				["铯"] = {
					["網"] = {
						result = true
					}
				}
			}
		},
		["倲"] = {
			["媄"] = {
				["譁"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		},
		["唦"] = {
			["乜"] = {
				["伽"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["哇"] = {
		B = {
			["性"] = {
				["爱"] = {
					["综"] = {
						["合"] = {
							result = true
						}
					}
				}
			}
		},
		["哇"] = {
			["影"] = {
				["院"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			}
		},
		["嘎"] = {
			["成"] = {
				["人"] = {
					result = true,
					["三"] = {
						["级"] = {
							result = true
						}
					},
					["社"] = {
						["区"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["員"] = {
		["警"] = {
			["證"] = {
				result = true
			}
		}
	},
	["哯"] = {
		["笩"] = {
			["噭"] = {
				["凊"] = {
					result = true
				}
			}
		}
	},
	["哲"] = {
		["思"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			}
		}
	},
	["哾"] = {
		["唻"] = {
			["愙"] = {
				["棧"] = {
					result = true
				}
			}
		}
	},
	["唐"] = {
		d = {
			a = {
				o = {
					result = true
				}
			}
		},
		["人"] = {
			["中"] = {
				["文"] = {
					result = true,
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["互"] = {
				["动"] = {
					result = true
				},
				["動"] = {
					result = true
				}
			},
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["刀"] = {
				result = true
			},
			["桑"] = {
				["拿"] = {
					["网"] = {
						result = true
					}
				}
			},
			["社"] = {
				result = true,
				A = {
					V = {
						result = true
					}
				},
				["电"] = {
					["影"] = {
						["网"] = {
							result = true
						}
					}
				},
				["综"] = {
					["合"] = {
						["网"] = {
							result = true
						}
					}
				},
				["美"] = {
					["女"] = {
						A = {
							V = {
								result = true
							}
						}
					}
				},
				["色"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			},
			["色"] = {
				result = true
			},
			["街"] = {
				["情"] = {
					["色"] = {
						["导"] = {
							["航"] = {
								result = true
							}
						}
					}
				},
				["牌"] = {
					["技"] = {
						result = true
					}
				}
			},
			["阁"] = {
				result = true,
				["辽"] = {
					["宁"] = {
						["大"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			},
			["電"] = {
				["視"] = {
					["臺"] = {
						result = true
					}
				}
			}
		},
		["仕"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["会"] = {
			l = {
				i = {
					v = {
						e = {
							result = true
						}
					}
				}
			}
		},
		["刀"] = {
			result = true
		},
		["刺"] = {
			result = true,
			["专"] = {
				result = true
			}
		},
		["嘉"] = {
			["爵"] = {
				result = true
			}
		},
		["嫣"] = {
			result = true
		},
		["宋"] = {
			result = true
		},
		["宫"] = {
			["柔"] = {
				["情"] = {
					result = true
				}
			}
		},
		["宮"] = {
			["柔"] = {
				["情"] = {
					result = true
				}
			}
		},
		["家"] = {
			["堡"] = {
				result = true
			},
			["璿"] = {
				result = true
			}
		},
		["尚"] = {
			["速"] = {
				["递"] = {
					result = true
				}
			}
		},
		["枪"] = {
			["专"] = {
				result = true
			}
		},
		["氏"] = {
			["刀"] = {
				result = true
			},
			["忉"] = {
				result = true
			}
		},
		["砍"] = {
			["刀"] = {
				result = true
			}
		},
		["诗"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["颂"] = {
			result = true
		}
	},
	["唔"] = {
		["尔"] = {
			["凯"] = {
				["西"] = {
					result = true
				}
			}
		}
	},
	["唫"] = {
		["媙"] = {
			["鮟"] = {
				["汸"] = {
					result = true
				}
			}
		},
		["漟"] = {
			["曂"] = {
				["厊"] = {
					["簽"] = {
						result = true
					}
				}
			}
		}
	},
	["售"] = {
		["井"] = {
			["用"] = {
				["物"] = {
					["品"] = {
						result = true
					}
				}
			}
		},
		["冰"] = {
			["毒"] = {
				result = true
			}
		},
		["司"] = {
			["徒"] = {
				["猎"] = {
					["狗"] = {
						result = true
					}
				}
			}
		},
		["射"] = {
			["钉"] = {
				["弹"] = {
					["丸"] = {
						result = true
					}
				}
			}
		},
		["工"] = {
			["字"] = {
				["气"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["打"] = {
			["鸟"] = {
				["气"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["毕"] = {
			["业"] = {
				["证"] = {
					result = true
				}
			}
		},
		["虎"] = {
			["头"] = {
				["猎"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["警"] = {
			["用"] = {
				["物"] = {
					["品"] = {
						result = true
					}
				}
			}
		},
		["麻"] = {
			["古"] = {
				result = true
			},
			["醉"] = {
				["槍"] = {
					result = true
				}
			}
		}
	},
	["唯"] = {
		["川"] = {
			["纯"] = {
				["日"] = {
					["本"] = {
						result = true
					}
				}
			}
		},
		["爱"] = {
			["成"] = {
				["人"] = {
					["商"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["美"] = {
			["的"] = {
				["光"] = {
					result = true
				}
			}
		}
	},
	["唶"] = {
		["衹"] = {
			["秏"] = {
				["財"] = {
					result = true
				}
			},
			["笁"] = {
				["倶"] = {
					["蔠"] = {
						["結"] = {
							["鍺"] = {
								result = true
							}
						}
					}
				}
			},
			["赽"] = {
				["閞"] = {
					result = true
				}
			},
			["閞"] = {
				["鎻"] = {
					["朮"] = {
						result = true
					}
				}
			}
		}
	},
	["喔"] = {
		["哇"] = {
			["成"] = {
				result = true
			}
		},
		["快"] = {
			["爽"] = {
				["死"] = {
					result = true
				}
			}
		},
		["我"] = {
			["又"] = {
				["要"] = {
					["泄"] = {
						["泄"] = {
							["了"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["喜"] = {
		["乐"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["充"] = {
			["充"] = {
				result = true
			}
		},
		["大"] = {
			["傻"] = {
				result = true
			}
		},
		["来"] = {
			["乐"] = {
				result = true
			}
		},
		["欢"] = {
			["口"] = {
				["交"] = {
					["的"] = {
						["必"] = {
							["看"] = {
								result = true
							}
						}
					}
				}
			},
			["妻"] = {
				["子"] = {
					["被"] = {
						["轮"] = {
							["奸"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["煮"] = {
			["席"] = {
				result = true
			}
		},
		["爱"] = {
			["色"] = {
				["情"] = {
					["色"] = {
						result = true
					}
				},
				["成"] = {
					["人"] = {
						result = true
					}
				}
			}
		},
		["色"] = {
			result = true
		},
		["蛋"] = {
			result = true
		},
		["路"] = {
			["宝"] = {
				result = true
			}
		},
		["达"] = {
			["博"] = {
				["彩"] = {
					result = true
				}
			}
		}
	},
	["嗵"] = {
		["菏"] = {
			["栤"] = {
				["毐"] = {
					result = true
				}
			}
		}
	},
	["嘻"] = {
		["哈"] = {
			["色"] = {
				["贴"] = {
					["吧"] = {
						result = true
					}
				}
			}
		},
		["嘻"] = {
			["導"] = {
				["航"] = {
					result = true
				}
			},
			["碰"] = {
				["俺"] = {
					["去"] = {
						["撸"] = {
							result = true
						}
					}
				}
			},
			["色"] = {
				["导"] = {
					["航"] = {
						result = true
					}
				},
				["導"] = {
					["航"] = {
						result = true
					}
				},
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["站"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			}
		},
		["遊"] = {
			["中"] = {
				["國"] = {
					result = true
				}
			}
		}
	},
	["噝"] = {
		["襪"] = {
			["妺"] = {
				["妺"] = {
					["凲"] = {
						["轵"] = {
							result = true
						}
					},
					["棴"] = {
						["務"] = {
							result = true
						}
					}
				}
			},
			["尒"] = {
				["姐"] = {
					["洝"] = {
						["嚤"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["噬"] = {
		["天"] = {
			["巫"] = {
				result = true
			}
		}
	},
	["噺"] = {
		["侀"] = {
			["烸"] = {
				["埖"] = {
					["閞"] = {
						["鎻"] = {
							["噐"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["兲"] = {
			["芐"] = {
				["凊"] = {
					["脃"] = {
						["囵"] = {
							["墵"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["凊"] = {
			["脃"] = {
				["嗨"] = {
					["岸"] = {
						["線"] = {
							result = true
						}
					}
				}
			}
		},
		["囻"] = {
			["甪"] = {
				["魇"] = {
					["ㄌ"] = {
						result = true
					}
				}
			},
			["腎"] = {
				result = true
			}
		},
		["型"] = {
			["梅"] = {
				["埖"] = {
					["幵"] = {
						["鎖"] = {
							["噐"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["姄"] = {
			["鼡"] = {
				["嚤"] = {
					["劦"] = {
						result = true
					}
				}
			}
		},
		["情"] = {
			["铯"] = {
				["海"] = {
					["堓"] = {
						["綫"] = {
							result = true
						}
					}
				}
			}
		},
		["股"] = {
			["囻"] = {
				["信"] = {
					["蒠"] = {
						result = true
					}
				}
			}
		},
		["貓"] = {
			["眼"] = {
				["菈"] = {
					["杆"] = {
						result = true
					},
					["桿"] = {
						result = true
					}
				}
			}
		},
		["迗"] = {
			["丅"] = {
				["情"] = {
					["铯"] = {
						["論"] = {
							["壇"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["铯"] = {
			["堺"] = {
				result = true
			}
		},
		["骰"] = {
			["姄"] = {
				["信"] = {
					["息"] = {
						result = true
					}
				}
			}
		}
	},
	["嚮"] = {
		["導"] = {
			result = true
		}
	},
	["嚴"] = {
		["禁"] = {
			["砸"] = {
				["鍋"] = {
					result = true
				}
			}
		},
		["雋"] = {
			["琪"] = {
				result = true
			}
		}
	},
	["囍"] = {
		["色"] = {
			["影"] = {
				["院"] = {
					result = true
				}
			}
		}
	},
	["四"] = {
		["2"] = {
			["6"] = {
				["社"] = {
					["论"] = {
						result = true
					}
				}
			}
		},
		["\\"] = {
			["我"] = {
				["周"] = {
					result = true
				}
			},
			["步"] = {
				["行"] = {
					["动"] = {
						result = true
					}
				}
			}
		},
		["个"] = {
			result = true,
			["帕"] = {
				["萨"] = {
					["特"] = {
						result = true
					}
				}
			},
			["老"] = {
				["熟"] = {
					["女"] = {
						result = true
					}
				}
			}
		},
		["乙"] = {
			["基"] = {
				["焦"] = {
					["磷"] = {
						["酸"] = {
							["酯"] = {
								result = true
							}
						}
					}
				},
				["锡"] = {
					result = true
				}
			},
			["锡"] = {
				result = true
			}
		},
		["二"] = {
			["二"] = {
				["事"] = {
					["件"] = {
						result = true
					}
				}
			},
			["六"] = {
				result = true
			}
		},
		["五"] = {
			["天"] = {
				["安"] = {
					["门"] = {
						["事"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["人"] = {
			["同"] = {
				["居"] = {
					["乐"] = {
						["无"] = {
							["穷"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["代"] = {
			["猫"] = {
				["眼"] = {
					["工"] = {
						["具"] = {
							["1"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["六"] = {
			["答"] = {
				["案"] = {
					result = true
				}
			},
			["级"] = {
				["学"] = {
					["位"] = {
						["证"] = {
							result = true
						}
					}
				},
				["正"] = {
					result = true
				},
				["考"] = {
					["前"] = {
						["答"] = {
							["案"] = {
								result = true
							}
						}
					},
					["试"] = {
						["答"] = {
							["案"] = {
								result = true
							}
						}
					}
				},
				["证"] = {
					result = true,
					["书"] = {
						["代"] = {
							["办"] = {
								result = true
							}
						},
						["办"] = {
							["理"] = {
								result = true
							}
						}
					},
					["代"] = {
						["办"] = {
							result = true
						}
					},
					["办"] = {
						["理"] = {
							result = true
						}
					}
				}
			}
		},
		["劫"] = {
			["仙"] = {
				["人"] = {
					result = true
				}
			}
		},
		["君"] = {
			["子"] = {
				["绝"] = {
					["食"] = {
						result = true
					}
				},
				["获"] = {
					["奖"] = {
						result = true
					}
				}
			}
		},
		["四"] = {
			["试"] = {
				["步"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["大"] = {
			["财"] = {
				["阀"] = {
					result = true
				}
			}
		},
		["姑"] = {
			["娘"] = {
				result = true
			}
		},
		["季"] = {
			["彩"] = {
				["香"] = {
					["迅"] = {
						["雷"] = {
							result = true
						}
					}
				}
			}
		},
		["平"] = {
			K = {
				["粉"] = {
					result = true
				}
			},
			["手"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["房"] = {
			["播"] = {
				["播"] = {
					result = true,
					["乱"] = {
						["伦"] = {
							["片"] = {
								result = true
							}
						}
					},
					["五"] = {
						["月"] = {
							result = true,
							["天"] = {
								result = true
							}
						}
					},
					["小"] = {
						["说"] = {
							result = true
						}
					},
					["影"] = {
						["院"] = {
							result = true
						}
					},
					["色"] = {
						["情"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["看"] = {
				["看"] = {
					result = true
				}
			},
			["色"] = {
				["播"] = {
					result = true,
					["情"] = {
						["网"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					}
				}
			}
		},
		["方"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			},
			["色"] = {
				["播"] = {
					result = true
				}
			},
			["阵"] = {
				["枪"] = {
					["模"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["旋"] = {
			["翼"] = {
				result = true
			}
		},
		["无"] = {
			["\\"] = {
				["目"] = {
					["标"] = {
						result = true
					}
				}
			}
		},
		["氢"] = {
			["吡"] = {
				["喃"] = {
					["酮"] = {
						result = true,
						["?"] = {
							result = true
						}
					}
				}
			},
			["大"] = {
				["麻"] = {
					["酚"] = {
						result = true
					}
				}
			}
		},
		["氧"] = {
			["化"] = {
				["二"] = {
					["氮"] = {
						result = true
					}
				},
				["锇"] = {
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			},
			["吡"] = {
				["咯"] = {
					["配"] = {
						["方"] = {
							result = true
						}
					}
				}
			}
		},
		["氫"] = {
			["吡"] = {
				["喃"] = {
					["酮"] = {
						result = true
					}
				}
			}
		},
		["水"] = {
			["六"] = {
				result = true,
				["岗"] = {
					result = true,
					["卫"] = {
						["教"] = {
							["军"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["流"] = {
			A = {
				V = {
					["综"] = {
						["合"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["清"] = {
			result = true
		},
		["点"] = {
			["二"] = {
				["十"] = {
					["叫"] = {
						["醒"] = {
							["我"] = {
								result = true
							}
						}
					}
				}
			},
			["叫"] = {
				["醒"] = {
					["我"] = {
						result = true
					}
				}
			},
			["钟"] = {
				["学"] = {
					["校"] = {
						result = true
					}
				}
			}
		},
		["眼"] = {
			result = true,
			["学"] = {
				["生"] = {
					["妹"] = {
						["好"] = {
							result = true
						}
					}
				}
			}
		},
		["硝"] = {
			["基"] = {
				["甲"] = {
					["烷"] = {
						result = true
					}
				}
			}
		},
		["碳"] = {
			["酰"] = {
				["镍"] = {
					result = true
				}
			}
		},
		["磷"] = {
			["酸"] = {
				["六"] = {
					["乙"] = {
						["酯"] = {
							result = true
						}
					}
				}
			}
		},
		["種"] = {
			["體"] = {
				["位"] = {
					result = true
				}
			}
		},
		["穴"] = {
			["任"] = {
				["君"] = {
					["挑"] = {
						result = true
					}
				}
			}
		},
		["粉"] = {
			["高"] = {
				["纯"] = {
					["送"] = {
						["货"] = {
							result = true
						}
					}
				}
			}
		},
		["级"] = {
			["成"] = {
				["绩"] = {
					["单"] = {
						result = true,
						["代"] = {
							["办"] = {
								result = true
							}
						},
						["办"] = {
							["理"] = {
								result = true
							}
						}
					}
				}
			},
			["照"] = {
				["门"] = {
					result = true
				}
			},
			["证"] = {
				["专"] = {
					result = true
				},
				["书"] = {
					result = true
				},
				["代"] = {
					["办"] = {
						result = true
					}
				},
				["办"] = {
					["理"] = {
						result = true
					}
				}
			}
		},
		["老"] = {
			["虎"] = {
				["密"] = {
					["事"] = {
						result = true
					}
				}
			}
		},
		["脚"] = {
			["拉"] = {
				["码"] = {
					["器"] = {
						result = true,
						["密"] = {
							["云"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["色"] = {
			["放"] = {
				["播"] = {
					result = true
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			},
			["诱"] = {
				["惑"] = {
					result = true
				}
			}
		},
		["轴"] = {
			["飞"] = {
				["行"] = {
					["器"] = {
						result = true
					}
				}
			}
		},
		["點"] = {
			["鐘"] = {
				["學"] = {
					["校"] = {
						result = true
					}
				}
			}
		}
	},
	["因"] = {
		["特"] = {
			["天"] = {
				["盟"] = {
					result = true
				}
			}
		}
	},
	["团"] = {
		["体"] = {
			["追"] = {
				["债"] = {
					result = true
				}
			}
		},
		["派"] = {
			["政"] = {
				["\\"] = {
					["治"] = {
						["明"] = {
							["星"] = {
								result = true
							}
						}
					}
				}
			},
			["晋"] = {
				["升"] = {
					["密"] = {
						["钥"] = {
							result = true
						}
					}
				}
			},
			["背"] = {
				["景"] = {
					["刘"] = {
						["延"] = {
							["东"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["围"] = {
		["观"] = {
			["技"] = {
				["术"] = {
					["图"] = {
						["片"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["囼"] = {
		["灣"] = {
			["①"] = {
				["⑧"] = {
					["晟"] = {
						["亽"] = {
							["網"] = {
								result = true
							}
						}
					}
				}
			},
			["夲"] = {
				["汢"] = {
					result = true
				}
			},
			["徦"] = {
				["銭"] = {
					result = true
				}
			},
			["版"] = {
				["徦"] = {
					["鈔"] = {
						result = true
					}
				}
			},
			["論"] = {
				["壇"] = {
					result = true
				}
			}
		}
	},
	["图"] = {
		["."] = {
			["片"] = {
				["."] = {
					["上"] = {
						result = true
					}
				}
			}
		},
		["巴"] = {
			["鲁"] = {
				result = true
			}
		},
		["文"] = {
			["并"] = {
				["茂"] = {
					result = true
				}
			}
		},
		["案"] = {
			["衣"] = {
				["服"] = {
					result = true
				}
			}
		},
		["森"] = {
			["破"] = {
				result = true
			}
		},
		["片"] = {
			["上"] = {
				["有"] = {
					["地"] = {
						["址"] = {
							result = true
						}
					}
				},
				["的"] = {
					["网"] = {
						["址"] = {
							result = true
						}
					}
				}
			},
			["不"] = {
				["爽"] = {
					["你"] = {
						["砍"] = {
							["我"] = {
								result = true
							}
						}
					}
				}
			},
			["地"] = {
				["址"] = {
					["上"] = {
						result = true
					}
				}
			}
		},
		["狼"] = {
			["色"] = {
				["情"] = {
					["帝"] = {
						["国"] = {
							result = true
						}
					}
				}
			}
		},
		["鹰"] = {
			["推"] = {
				["荐"] = {
					result = true
				}
			}
		}
	},
	["圆"] = {
		["交"] = {
			["老"] = {
				["婆"] = {
					result = true
				}
			}
		},
		["头"] = {
			["大"] = {
				["砍"] = {
					["刀"] = {
						result = true
					}
				}
			}
		},
		["把"] = {
			["卡"] = {
				["巴"] = {
					["0"] = {
						["1"] = {
							result = true
						}
					}
				}
			}
		},
		["柱"] = {
			["锁"] = {
				["快"] = {
					["开"] = {
						["工"] = {
							["具"] = {
								result = true
							}
						}
					}
				},
				["无"] = {
					["敌"] = {
						["霸"] = {
							["王"] = {
								result = true
							}
						}
					}
				},
				["飚"] = {
					["速"] = {
						result = true
					}
				}
			}
		},
		["桌"] = {
			["武"] = {
				["士"] = {
					result = true
				}
			}
		},
		["梦"] = {
			["证"] = {
				["件"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["满"] = {
			["之"] = {
				["家"] = {
					["庭"] = {
						["乱"] = {
							["伦"] = {
								result = true
							}
						}
					}
				}
			},
			["说"] = {
				result = true
			}
		},
		["瞒"] = {
			result = true
		},
		["顿"] = {
			["法"] = {
				["门"] = {
					result = true
				}
			}
		}
	},
	["園"] = {
		["炷"] = {
			["鎻"] = {
				["嘸"] = {
					["敵"] = {
						["覇"] = {
							["迋"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["圓"] = {
		["柱"] = {
			["鎖"] = {
				["兂"] = {
					["敵"] = {
						["灞"] = {
							["仼"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["團"] = {
		["體"] = {
			["追"] = {
				["債"] = {
					result = true
				}
			}
		}
	},
	["土"] = {
		["仿"] = {
			["狗"] = {
				result = true
			}
		},
		["佐"] = {
			result = true
		},
		["冰"] = {
			result = true,
			["方"] = {
				["法"] = {
					result = true
				}
			}
		},
		["制"] = {
			result = true,
			["炸"] = {
				["弹"] = {
					["配"] = {
						["方"] = {
							result = true
						}
					}
				},
				["药"] = {
					result = true,
					["的"] = {
						result = true
					}
				}
			},
			["黑"] = {
				["火"] = {
					["药"] = {
						["方"] = {
							["法"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["地"] = {
			["权"] = {
				["利"] = {
					["证"] = {
						["明"] = {
							["书"] = {
								result = true
							}
						}
					}
				}
			},
			["雷"] = {
				result = true,
				["方"] = {
					["法"] = {
						result = true
					}
				}
			}
		},
		["屋"] = {
			["加"] = {
				["奈"] = {
					["子"] = {
						b = {
							t = {
								result = true
							}
						},
						["全"] = {
							["集"] = {
								result = true
							}
						},
						["无"] = {
							["码"] = {
								result = true
							}
						},
						["無"] = {
							["碼"] = {
								result = true
							}
						},
						["电"] = {
							["驴"] = {
								result = true
							}
						},
						["電"] = {
							["驢"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["手"] = {
			["枪"] = {
				result = true
			}
		},
		["枪"] = {
			result = true,
			["打"] = {
				["猎"] = {
					["密"] = {
						["云"] = {
							result = true
						}
					}
				}
			}
		},
		["火"] = {
			["炮"] = {
				result = true
			}
		},
		["炮"] = {
			result = true
		},
		["炸"] = {
			["弹"] = {
				["工"] = {
					["艺"] = {
						result = true
					}
				},
				["手"] = {
					["册"] = {
						result = true
					}
				},
				["方"] = {
					["法"] = {
						result = true
					}
				},
				["流"] = {
					["程"] = {
						result = true
					}
				},
				["视"] = {
					["频"] = {
						result = true
					}
				}
			},
			["药"] = {
				["手"] = {
					["册"] = {
						result = true
					}
				},
				["的"] = {
					["做"] = {
						["法"] = {
							result = true
						}
					},
					["制"] = {
						["法"] = {
							result = true
						}
					}
				}
			},
			["藥"] = {
				result = true
			}
		},
		["爆"] = {
			["狗"] = {
				result = true
			}
		},
		["狗"] = {
			result = true,
			["专"] = {
				result = true
			},
			["火"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["猎"] = {
			["管"] = {
				result = true
			}
		},
		["田"] = {
			["舞"] = {
				["衣"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["豆"] = {
			["色"] = {
				result = true
			}
		},
		["逼"] = {
			result = true
		}
	},
	["圣"] = {
		["城"] = {
			["护"] = {
				["法"] = {
					["王"] = {
						result = true
					}
				}
			},
			["拉"] = {
				["萨"] = {
					["的"] = {
						["哭"] = {
							["泣"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["堂"] = {
			["科"] = {
				["技"] = {
					result = true
				}
			}
		},
		["女"] = {
			["乾"] = {
				["娘"] = {
					result = true
				}
			}
		},
		["安"] = {
			["娜"] = {
				result = true
			}
		},
		["战"] = {
			["分"] = {
				["子"] = {
					result = true
				}
			},
			["士"] = {
				result = true
			},
			["宣"] = {
				["传"] = {
					["板"] = {
						result = true
					}
				}
			},
			["者"] = {
				result = true
			}
		},
		["母"] = {
			["机"] = {
				["器"] = {
					["人"] = {
						result = true
					}
				}
			}
		},
		["淫"] = {
			["乱"] = {
				["学"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["甲"] = {
			["虫"] = {
				["跳"] = {
					["刀"] = {
						result = true,
						["有"] = {
							["货"] = {
								result = true
							}
						},
						["正"] = {
							["品"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["盾"] = {
			["弓"] = {
				["弩"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["者"] = {
			["无"] = {
				["敌"] = {
					result = true
				}
			}
		},
		["荷"] = {
			["纳"] = {
				["米"] = {
					["丰"] = {
						["胸"] = {
							result = true
						}
					}
				}
			}
		},
		["角"] = {
			["色"] = {
				["扮"] = {
					["演"] = {
						["学"] = {
							["园"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["骑"] = {
			["刺"] = {
				["专"] = {
					result = true
				}
			}
		}
	},
	["在"] = {
		["下"] = {
			["注"] = {
				result = true
			}
		},
		["东"] = {
			["直"] = {
				["门"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["仓"] = {
			["库"] = {
				["中"] = {
					result = true
				}
			}
		},
		["军"] = {
			["港"] = {
				["中"] = {
					result = true
				}
			}
		},
		["北"] = {
			["京"] = {
				["汽"] = {
					["狗"] = {
						result = true
					}
				}
			}
		},
		["口"] = {
			["那"] = {
				["里"] = {
					["器"] = {
						["官"] = {
							result = true
						}
					}
				}
			}
		},
		["哪"] = {
			["3"] = {
				P = {
					["到"] = {
						result = true
					}
				},
				X = {
					result = true
				}
			},
			["4"] = {
				P = {
					result = true
				}
			},
			["?"] = {
				["交"] = {
					["到"] = {
						result = true
					}
				},
				["妻"] = {
					["到"] = {
						result = true
					}
				},
				["射"] = {
					["到"] = {
						result = true
					}
				},
				["巴"] = {
					["到"] = {
						result = true
					}
				},
				["浪"] = {
					["到"] = {
						result = true
					}
				}
			},
			A = {
				V = {
					result = true
				}
			},
			B = {
				result = true,
				["冰"] = {
					result = true
				},
				["毛"] = {
					["到"] = {
						result = true
					}
				}
			},
			J = {
				B = {
					["到"] = {
						result = true
					}
				}
			},
			K = {
				["粉"] = {
					result = true
				}
			},
			a = {
				k = {
					result = true
				}
			},
			["万"] = {
				["爱"] = {
					result = true
				}
			},
			["丝"] = {
				["沫"] = {
					result = true
				}
			},
			["中"] = {
				["出"] = {
					result = true
				}
			},
			["乱"] = {
				["交"] = {
					result = true
				}
			},
			["乳"] = {
				["性"] = {
					result = true
				}
			},
			["亲"] = {
				["密"] = {
					["到"] = {
						result = true
					}
				}
			},
			["人"] = {
				["妻"] = {
					result = true
				}
			},
			["仲"] = {
				["村"] = {
					result = true
				}
			},
			["仿"] = {
				["钞"] = {
					result = true
				}
			},
			["伟"] = {
				["库"] = {
					result = true
				}
			},
			["伴"] = {
				["游"] = {
					["到"] = {
						result = true
					}
				}
			},
			["假"] = {
				["幣"] = {
					result = true
				},
				["枪"] = {
					result = true
				},
				["牌"] = {
					result = true
				},
				["证"] = {
					result = true
				},
				["鈔"] = {
					result = true
				},
				["钱"] = {
					result = true
				},
				["面"] = {
					result = true
				}
			},
			["做"] = {
				["雞"] = {
					result = true
				},
				["鴨"] = {
					result = true
				},
				["鸡"] = {
					result = true
				},
				["鸭"] = {
					result = true
				}
			},
			["偷"] = {
				["妻"] = {
					["到"] = {
						result = true
					}
				},
				["情"] = {
					["到"] = {
						result = true
					}
				},
				["欢"] = {
					["到"] = {
						result = true
					}
				},
				["照"] = {
					["到"] = {
						result = true
					}
				},
				["窥"] = {
					["到"] = {
						result = true
					}
				},
				["香"] = {
					["到"] = {
						result = true
					}
				}
			},
			["儿"] = {
				["枪"] = {
					["支"] = {
						result = true
					}
				}
			},
			["兽"] = {
				["交"] = {
					result = true
				}
			},
			["内"] = {
				["射"] = {
					result = true
				}
			},
			["军"] = {
				["刀"] = {
					result = true
				},
				["刺"] = {
					result = true
				},
				["狗"] = {
					result = true
				}
			},
			["冰"] = {
				["冰"] = {
					result = true
				},
				["妹"] = {
					result = true
				},
				["毒"] = {
					result = true
				},
				["砖"] = {
					result = true
				},
				["肉"] = {
					result = true
				}
			},
			["出"] = {
				["猎"] = {
					result = true
				}
			},
			["刚"] = {
				o = {
					["到"] = {
						result = true
					}
				}
			},
			["利"] = {
				["速"] = {
					result = true
				}
			},
			["匕"] = {
				["首"] = {
					["到"] = {
						result = true
					}
				}
			},
			["双"] = {
				["飞"] = {
					result = true
				}
			},
			["发"] = {
				["缥"] = {
					result = true
				}
			},
			["口"] = {
				["爆"] = {
					result = true
				}
			},
			["叫"] = {
				["春"] = {
					result = true
				}
			},
			["召"] = {
				["妓"] = {
					["到"] = {
						result = true
					}
				}
			},
			["合"] = {
				["体"] = {
					result = true
				}
			},
			["吹"] = {
				["箫"] = {
					result = true
				}
			},
			["哌"] = {
				["啶"] = {
					result = true
				}
			},
			["售"] = {
				["刀"] = {
					result = true
				},
				["枪"] = {
					result = true
				}
			},
			["圣"] = {
				["水"] = {
					result = true
				}
			},
			["地"] = {
				["雷"] = {
					["到"] = {
						result = true
					}
				}
			},
			["坐"] = {
				["台"] = {
					result = true
				}
			},
			["多"] = {
				P = {
					result = true
				}
			},
			["夜"] = {
				["淫"] = {
					result = true
				}
			},
			["够"] = {
				["肾"] = {
					result = true
				}
			},
			["大"] = {
				b = {
					["到"] = {
						result = true
					}
				},
				["奶"] = {
					result = true
				},
				["逼"] = {
					["到"] = {
						result = true
					}
				}
			},
			["女"] = {
				["优"] = {
					["到"] = {
						result = true
					}
				}
			},
			["嫖"] = {
				["客"] = {
					["到"] = {
						result = true
					}
				}
			},
			["嫩"] = {
				["穴"] = {
					result = true
				}
			},
			["密"] = {
				["爱"] = {
					["到"] = {
						result = true
					}
				}
			},
			["小"] = {
				["穴"] = {
					result = true
				}
			},
			["尾"] = {
				["行"] = {
					result = true
				}
			},
			["帽"] = {
				["刀"] = {
					["到"] = {
						result = true
					}
				}
			},
			["干"] = {
				["扰"] = {
					result = true
				}
			},
			["床"] = {
				["照"] = {
					result = true
				}
			},
			["开"] = {
				["锁"] = {
					result = true
				}
			},
			["强"] = {
				["我"] = {
					["到"] = {
						result = true
					}
				}
			},
			["徐"] = {
				["莹"] = {
					["到"] = {
						result = true
					}
				}
			},
			["性"] = {
				["交"] = {
					result = true
				},
				["图"] = {
					result = true
				},
				["息"] = {
					result = true
				},
				["葯"] = {
					["到"] = {
						result = true
					}
				},
				["趣"] = {
					["到"] = {
						result = true
					}
				}
			},
			["感"] = {
				["丰"] = {
					result = true
				}
			},
			["手"] = {
				["弩"] = {
					result = true
				},
				["狗"] = {
					result = true
				}
			},
			["找"] = {
				["小"] = {
					["姐"] = {
						result = true
					}
				}
			},
			["把"] = {
				["妹"] = {
					["到"] = {
						result = true
					}
				}
			},
			["投"] = {
				["毒"] = {
					["到"] = {
						result = true
					}
				}
			},
			["抢"] = {
				["支"] = {
					result = true
				}
			},
			["招"] = {
				["嫖"] = {
					result = true
				}
			},
			["持"] = {
				["枪"] = {
					result = true
				}
			},
			["按"] = {
				["摩"] = {
					["到"] = {
						result = true
					}
				}
			},
			["挑"] = {
				["逗"] = {
					["到"] = {
						result = true
					}
				}
			},
			["换"] = {
				["妻"] = {
					result = true
				}
			},
			["掰"] = {
				["屄"] = {
					result = true
				}
			},
			["揉"] = {
				["奶"] = {
					result = true
				}
			},
			["插"] = {
				["你"] = {
					["到"] = {
						result = true
					}
				}
			},
			["操"] = {
				["他"] = {
					["到"] = {
						result = true
					}
				},
				["你"] = {
					["到"] = {
						result = true
					}
				},
				["妳"] = {
					["到"] = {
						result = true
					}
				},
				["我"] = {
					["到"] = {
						result = true
					}
				},
				["比"] = {
					["到"] = {
						result = true
					}
				},
				["蛋"] = {
					["到"] = {
						result = true
					}
				},
				["逼"] = {
					["到"] = {
						result = true
					}
				}
			},
			["收"] = {
				["肾"] = {
					result = true
				}
			},
			["放"] = {
				["水"] = {
					["到"] = {
						result = true
					}
				}
			},
			["文"] = {
				["凭"] = {
					result = true
				}
			},
			["春"] = {
				["宫"] = {
					["到"] = {
						result = true
					}
				},
				["药"] = {
					result = true
				}
			},
			["枪"] = {
				result = true,
				["支"] = {
					result = true
				}
			},
			["柚"] = {
				["奈"] = {
					result = true
				}
			},
			["槍"] = {
				result = true,
				["支"] = {
					result = true
				},
				["琯"] = {
					result = true
				},
				["管"] = {
					result = true
				},
				["箱"] = {
					result = true
				},
				["袋"] = {
					result = true
				}
			},
			["气"] = {
				["猎"] = {
					result = true
				}
			},
			["氣"] = {
				["槍"] = {
					result = true
				}
			},
			["水"] = {
				["野"] = {
					result = true
				}
			},
			["汽"] = {
				["狗"] = {
					result = true
				}
			},
			["波"] = {
				["推"] = {
					result = true
				}
			},
			["浪"] = {
				["穴"] = {
					result = true
				}
			},
			["涩"] = {
				["爱"] = {
					result = true
				}
			},
			["淫"] = {
				["?"] = {
					["到"] = {
						result = true
					}
				},
				B = {
					["到"] = {
						result = true
					}
				},
				["书"] = {
					result = true
				},
				["乱"] = {
					["到"] = {
						result = true
					}
				},
				["亂"] = {
					["到"] = {
						result = true
					}
				},
				["传"] = {
					result = true
				},
				["僧"] = {
					result = true
				},
				["儿"] = {
					result = true
				},
				["图"] = {
					result = true
				},
				["城"] = {
					["到"] = {
						result = true
					}
				},
				["女"] = {
					["到"] = {
						result = true
					}
				},
				["奴"] = {
					["到"] = {
						result = true
					}
				},
				["妇"] = {
					["到"] = {
						result = true
					}
				},
				["妞"] = {
					["到"] = {
						result = true
					}
				},
				["妹"] = {
					result = true
				},
				["妻"] = {
					result = true
				},
				["媒"] = {
					["到"] = {
						result = true
					}
				},
				["媚"] = {
					["到"] = {
						result = true
					}
				},
				["孽"] = {
					["到"] = {
						result = true
					}
				},
				["店"] = {
					["到"] = {
						result = true
					}
				},
				["情"] = {
					["到"] = {
						result = true
					}
				},
				["梦"] = {
					["到"] = {
						result = true
					}
				},
				["棍"] = {
					["到"] = {
						result = true
					}
				},
				["母"] = {
					["到"] = {
						result = true
					}
				},
				["民"] = {
					result = true
				},
				["河"] = {
					["到"] = {
						result = true
					}
				},
				["流"] = {
					["到"] = {
						result = true
					}
				},
				["浪"] = {
					["到"] = {
						result = true
					}
				},
				["片"] = {
					["到"] = {
						result = true
					}
				},
				["痴"] = {
					["到"] = {
						result = true
					}
				},
				["码"] = {
					["到"] = {
						result = true
					}
				},
				["穴"] = {
					result = true
				},
				["糜"] = {
					["到"] = {
						result = true
					}
				},
				["腔"] = {
					["到"] = {
						result = true
					}
				},
				["色"] = {
					result = true
				},
				["荡"] = {
					result = true
				},
				["蕩"] = {
					["到"] = {
						result = true
					}
				},
				["虐"] = {
					["到"] = {
						result = true
					}
				},
				["虫"] = {
					result = true
				},
				["蜜"] = {
					["到"] = {
						result = true
					}
				},
				["记"] = {
					result = true
				},
				["豪"] = {
					["到"] = {
						result = true
					}
				},
				["贴"] = {
					result = true
				},
				["逼"] = {
					["到"] = {
						result = true
					}
				},
				["靡"] = {
					result = true
				},
				["骚"] = {
					["到"] = {
						result = true
					}
				},
				["魔"] = {
					["到"] = {
						result = true
					}
				}
			},
			["潮"] = {
				["吹"] = {
					result = true
				}
			},
			["爆"] = {
				["肛"] = {
					result = true
				}
			},
			["狗"] = {
				["粮"] = {
					result = true
				}
			},
			["狼"] = {
				["人"] = {
					["到"] = {
						result = true
					}
				}
			},
			["發"] = {
				["缥"] = {
					result = true
				}
			},
			["白"] = {
				["面"] = {
					result = true
				}
			},
			["盆"] = {
				["花"] = {
					result = true
				}
			},
			["神"] = {
				["油"] = {
					result = true
				}
			},
			["税"] = {
				["票"] = {
					result = true
				}
			},
			["笨"] = {
				["逼"] = {
					["到"] = {
						result = true
					}
				}
			},
			["策"] = {
				["屁"] = {
					["到"] = {
						result = true
					}
				}
			},
			["粉"] = {
				["穴"] = {
					result = true
				}
			},
			["絲"] = {
				["沫"] = {
					result = true
				}
			},
			["绿"] = {
				["冰"] = {
					result = true
				}
			},
			["群"] = {
				P = {
					result = true
				}
			},
			["肉"] = {
				["棍"] = {
					result = true
				},
				["棒"] = {
					result = true
				},
				["洞"] = {
					result = true
				}
			},
			["肛"] = {
				["交"] = {
					result = true
				}
			},
			["肝"] = {
				["源"] = {
					result = true
				}
			},
			["肾"] = {
				result = true
			},
			["胸"] = {
				["摧"] = {
					result = true
				}
			},
			["能"] = {
				["枪"] = {
					result = true
				}
			},
			["自"] = {
				["摸"] = {
					result = true
				}
			},
			["舔"] = {
				["阴"] = {
					result = true
				}
			},
			["虐"] = {
				["恋"] = {
					["到"] = {
						result = true
					}
				}
			},
			["裸"] = {
				["女"] = {
					result = true
				},
				["聊"] = {
					result = true
				}
			},
			["诚"] = {
				["信"] = {
					result = true
				}
			},
			["赌"] = {
				["具"] = {
					result = true
				},
				["客"] = {
					["到"] = {
						result = true
					}
				}
			},
			["足"] = {
				["交"] = {
					result = true
				}
			},
			["辣"] = {
				["妹"] = {
					result = true
				}
			},
			["辦"] = {
				["証"] = {
					result = true
				}
			},
			["返"] = {
				["点"] = {
					result = true
				}
			},
			["迷"] = {
				["烟"] = {
					result = true
				},
				["粉"] = {
					result = true
				},
				["药"] = {
					result = true
				},
				["葯"] = {
					result = true
				}
			},
			["追"] = {
				["债"] = {
					result = true
				}
			},
			["速"] = {
				["办"] = {
					result = true
				},
				["水"] = {
					result = true
				}
			},
			["遥"] = {
				["希"] = {
					result = true
				}
			},
			["阴"] = {
				["茎"] = {
					result = true
				}
			},
			["陪"] = {
				["游"] = {
					["到"] = {
						result = true
					}
				}
			},
			["陽"] = {
				["菜"] = {
					result = true
				}
			},
			["露"] = {
				["乳"] = {
					result = true
				}
			},
			["颜"] = {
				["射"] = {
					result = true
				}
			},
			["风"] = {
				["骚"] = {
					["到"] = {
						result = true
					}
				}
			},
			["饭"] = {
				["岛"] = {
					result = true
				}
			},
			["骚"] = {
				["屄"] = {
					result = true
				},
				["穴"] = {
					result = true
				}
			},
			["鱼"] = {
				["雷"] = {
					["到"] = {
						result = true
					}
				}
			},
			["鸡"] = {
				["场"] = {
					result = true
				}
			},
			["麻"] = {
				["烟"] = {
					result = true
				}
			}
		},
		["器"] = {
			["官"] = {
				result = true
			}
		},
		["失"] = {
			["忆"] = {
				["的"] = {
					["人"] = {
						["民"] = {
							["共"] = {
								["和"] = {
									["国"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["家"] = {
			["做"] = {
				["厡"] = {
					["ふ"] = {
						["弹"] = {
							result = true
						}
					}
				}
			},
			["撸"] = {
				result = true
			},
			["操"] = {
				["的"] = {
					["嫩"] = {
						["逼"] = {
							result = true
						}
					}
				}
			},
			["等"] = {
				["你"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["里"] = {
				["做"] = {
					["厡"] = {
						["ふ"] = {
							["弹"] = {
								result = true
							}
						}
					}
				},
				["玩"] = {
					["弄"] = {
						["嫂"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["风"] = {
				["韵"] = {
					["徐"] = {
						["娘"] = {
							result = true
						}
					}
				}
			}
		},
		["幽"] = {
			["微"] = {
				["处"] = {
					result = true
				}
			}
		},
		["床"] = {
			["上"] = {
				["呻"] = {
					["吟"] = {
						result = true
					}
				},
				["攻"] = {
					["破"] = {
						["良"] = {
							["家"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["房"] = {
			["间"] = {
				["用"] = {
					["跳"] = {
						["蛋"] = {
							result = true
						}
					}
				}
			}
		},
		["手"] = {
			["枪"] = {
				result = true
			}
		},
		["枪"] = {
			["支"] = {
				result = true
			}
		},
		["真"] = {
			["强"] = {
				["有"] = {
					result = true
				}
			}
		},
		["線"] = {
			["視"] = {
				["頻"] = {
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			}
		},
		["纟"] = {
			["戋"] = {
				["贝"] = {
					["者"] = {
						["十"] = {
							["尃"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["红"] = {
			["色"] = {
				["的"] = {
					["天"] = {
						["空"] = {
							["下"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["线"] = {
			["3"] = {
				D = {
					["性"] = {
						["爱"] = {
							result = true
						}
					},
					["玉"] = {
						["蒲"] = {
							["团"] = {
								result = true
							}
						}
					}
				},
				P = {
					result = true,
					["乱"] = {
						["交"] = {
							result = true
						},
						["伦"] = {
							result = true
						}
					},
					["口"] = {
						["交"] = {
							result = true
						}
					},
					["淫"] = {
						["水"] = {
							result = true
						}
					},
					["炮"] = {
						["图"] = {
							result = true
						}
					},
					["的"] = {
						["技"] = {
							["巧"] = {
								result = true
							}
						}
					}
				}
			},
			A = {
				V = {
					["播"] = {
						["放"] = {
							result = true
						}
					}
				},
				["片"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					},
					["观"] = {
						["看"] = {
							result = true
						}
					}
				}
			},
			a = {
				v = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["三"] = {
				["级"] = {
					["片"] = {
						result = true
					}
				}
			},
			["下"] = {
				["%"] = {
					["注"] = {
						result = true
					}
				},
				["注"] = {
					result = true
				}
			},
			["乱"] = {
				["伦"] = {
					["激"] = {
						["情"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["亚"] = {
				["洲"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["人"] = {
				["妻"] = {
					["乱"] = {
						["伦"] = {
							result = true
						}
					}
				}
			},
			["代"] = {
				["办"] = {
					["假"] = {
						["证"] = {
							result = true
						}
					}
				}
			},
			["体"] = {
				["育"] = {
					["投"] = {
						["注"] = {
							result = true
						}
					}
				}
			},
			["免"] = {
				["费"] = {
					["淫"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					},
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			},
			["六"] = {
				["合"] = {
					["彩"] = {
						result = true,
						["下"] = {
							["注"] = {
								result = true
							}
						},
						["投"] = {
							["注"] = {
								result = true
							}
						}
					}
				}
			},
			["办"] = {
				["理"] = {
					["正"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["动"] = {
				["漫"] = {
					result = true
				}
			},
			["博"] = {
				["彩"] = {
					result = true,
					["公"] = {
						["司"] = {
							result = true
						}
					},
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					},
					["平"] = {
						["台"] = {
							result = true
						}
					},
					["赌"] = {
						["球"] = {
							result = true
						}
					}
				}
			},
			["咨"] = {
				["询"] = {
					["枪"] = {
						["支"] = {
							["贩"] = {
								result = true
							}
						}
					}
				}
			},
			["售"] = {
				["肾"] = {
					result = true
				}
			},
			["女"] = {
				["主"] = {
					["播"] = {
						result = true
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["场"] = {
						result = true
					},
					["轮"] = {
						["盘"] = {
							result = true
						}
					}
				}
			},
			["宽"] = {
				["频"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["淫"] = {
					["虫"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			},
			["彩"] = {
				["票"] = {
					["下"] = {
						["注"] = {
							result = true
						}
					}
				}
			},
			["影"] = {
				["院"] = {
					result = true
				}
			},
			["性"] = {
				["爱"] = {
					["小"] = {
						["说"] = {
							result = true
						}
					}
				}
			},
			["情"] = {
				["色"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["动"] = {
						["漫"] = {
							result = true
						}
					},
					["发"] = {
						["帖"] = {
							result = true
						}
					},
					["影"] = {
						["院"] = {
							result = true,
							["版"] = {
								result = true
							}
						}
					},
					["游"] = {
						["戏"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					},
					["裸"] = {
						["聊"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["扎"] = {
				["金"] = {
					["花"] = {
						result = true
					}
				}
			},
			["找"] = {
				["妹"] = {
					["啪"] = {
						["啪"] = {
							result = true
						}
					}
				}
			},
			["押"] = {
				["宝"] = {
					result = true
				}
			},
			["摸"] = {
				["奶"] = {
					["秀"] = {
						result = true
					}
				}
			},
			["撸"] = {
				result = true,
				["影"] = {
					["视"] = {
						result = true
					}
				}
			},
			["操"] = {
				["少"] = {
					["妇"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			},
			["枪"] = {
				["决"] = {
					result = true
				},
				["配"] = {
					["件"] = {
						result = true
					}
				}
			},
			["梭"] = {
				["哈"] = {
					["平"] = {
						["台"] = {
							result = true
						}
					}
				}
			},
			["棋"] = {
				["牌"] = {
					result = true,
					["游"] = {
						["戏"] = {
							result = true
						}
					}
				}
			},
			["淫"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["洞"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				},
				["电"] = {
					["影"] = {
						result = true,
						["网"] = {
							["站"] = {
								result = true
							}
						}
					}
				},
				["穴"] = {
					result = true
				},
				["色"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					["淫"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					},
					["爽"] = {
						["片"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			},
			["现"] = {
				["金"] = {
					["六"] = {
						["合"] = {
							["彩"] = {
								result = true
							}
						}
					},
					["博"] = {
						["彩"] = {
							result = true
						}
					},
					["娱"] = {
						["乐"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					}
				}
			},
			["生"] = {
				["成"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["百"] = {
				["家"] = {
					["乐"] = {
						result = true,
						["平"] = {
							["台"] = {
								result = true
							}
						},
						["投"] = {
							["注"] = {
								result = true
							}
						}
					}
				}
			},
			["皇"] = {
				["冠"] = {
					["投"] = {
						["注"] = {
							result = true
						}
					}
				}
			},
			["看"] = {
				result = true
			},
			["真"] = {
				["人"] = {
					["娱"] = {
						["乐"] = {
							result = true
						}
					},
					["百"] = {
						["家"] = {
							["乐"] = {
								result = true
							}
						}
					},
					["艳"] = {
						["舞"] = {
							result = true
						}
					}
				},
				["钱"] = {
					["2"] = {
						["1"] = {
							["点"] = {
								result = true
							}
						}
					},
					["博"] = {
						["彩"] = {
							result = true
						}
					},
					["平"] = {
						["台"] = {
							result = true
						}
					},
					["梭"] = {
						["哈"] = {
							result = true
						}
					},
					["游"] = {
						["戏"] = {
							result = true
						}
					},
					["百"] = {
						["家"] = {
							["乐"] = {
								result = true
							}
						}
					},
					["赌"] = {
						["博"] = {
							result = true
						}
					}
				}
			},
			["祼"] = {
				["聊"] = {
					result = true,
					["表"] = {
						["演"] = {
							result = true
						}
					}
				}
			},
			["约"] = {
				["会"] = {
					result = true
				}
			},
			["网"] = {
				["络"] = {
					["博"] = {
						["彩"] = {
							result = true
						}
					}
				}
			},
			["老"] = {
				["虎"] = {
					["机"] = {
						result = true
					}
				}
			},
			["脱"] = {
				["衣"] = {
					["做"] = {
						["爱"] = {
							result = true
						}
					}
				}
			},
			["艳"] = {
				["舞"] = {
					result = true,
					["表"] = {
						["演"] = {
							result = true
						}
					}
				}
			},
			["裸"] = {
				result = true
			},
			["观"] = {
				["看"] = {
					result = true,
					A = {
						["片"] = {
							result = true
						}
					},
					["淫"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					},
					["爽"] = {
						["爽"] = {
							["爽"] = {
								result = true
							}
						}
					}
				}
			},
			["视"] = {
				["屏"] = {
					result = true
				},
				["裸"] = {
					["聊"] = {
						result = true
					}
				},
				["频"] = {
					result = true,
					["聊"] = {
						["天"] = {
							result = true
						}
					},
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			},
			["赌"] = {
				["博"] = {
					result = true,
					["导"] = {
						["航"] = {
							result = true
						}
					},
					["平"] = {
						["台"] = {
							result = true
						}
					},
					["机"] = {
						result = true
					},
					["网"] = {
						result = true,
						["站"] = {
							result = true
						}
					}
				},
				["场"] = {
					result = true
				},
				["球"] = {
					result = true
				},
				["钱"] = {
					["投"] = {
						["注"] = {
							result = true
						}
					},
					["游"] = {
						["戏"] = {
							result = true
						}
					},
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["身"] = {
				["份"] = {
					["证"] = {
						result = true
					}
				}
			},
			["轮"] = {
				["盘"] = {
					["博"] = {
						["彩"] = {
							result = true
						}
					}
				}
			},
			["高"] = {
				["清"] = {
					result = true
				}
			},
			["黄"] = {
				["片"] = {
					result = true,
					["网"] = {
						["址"] = {
							result = true
						}
					}
				},
				["色"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["龙"] = {
				["虎"] = {
					["斗"] = {
						result = true
					}
				}
			}
		},
		["职"] = {
			["研"] = {
				["究"] = {
					["生"] = {
						result = true
					}
				}
			}
		},
		["草"] = {
			["地"] = {
				["上"] = {
					["卄"] = {
						result = true
					}
				}
			}
		},
		["酒"] = {
			["店"] = {
				["里"] = {
					["让"] = {
						["人"] = {
							["内"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["锡"] = {
			["纸"] = {
				["上"] = {
					["走"] = {
						["开"] = {
							result = true
						}
					}
				}
			}
		},
		["阳"] = {
			["台"] = {
				["背"] = {
					["插"] = {
						["老"] = {
							["婆"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["零"] = {
			["食"] = {
				["里"] = {
					["下"] = {
						["春"] = {
							["药"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["坦"] = {
		["克"] = {
			result = true,
			["人"] = {
				result = true,
				["王"] = {
					["维"] = {
						["林"] = {
							result = true
						}
					}
				}
			},
			["压"] = {
				["人"] = {
					result = true
				},
				["死"] = {
					["大"] = {
						["学"] = {
							["生"] = {
								result = true
							}
						}
					}
				}
			},
			["双"] = {
				["腿"] = {
					result = true
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						result = true
					}
				}
			},
			["宝"] = {
				["贝"] = {
					result = true
				}
			},
			["寶"] = {
				["貝"] = {
					result = true
				}
			},
			["方"] = {
				["政"] = {
					result = true
				}
			},
			["王"] = {
				["维"] = {
					["林"] = {
						result = true
					}
				}
			},
			["碾"] = {
				["压"] = {
					result = true,
					[" "] = {
						["方"] = {
							["政"] = {
								result = true
							}
						}
					},
					["大"] = {
						["学"] = {
							["生"] = {
								result = true
							}
						}
					},
					["学"] = {
						["生"] = {
							result = true
						}
					}
				}
			},
			["轧"] = {
				["死"] = {
					result = true,
					[" "] = {
						["6"] = {
							["4"] = {
								result = true
							}
						}
					},
					["6"] = {
						["4"] = {
							result = true
						}
					}
				}
			},
			["辗"] = {
				["人"] = {
					result = true,
					[" "] = {
						["6"] = {
							["4"] = {
								result = true
							}
						}
					},
					["6"] = {
						["4"] = {
							result = true
						}
					}
				}
			},
			["进"] = {
				["城"] = {
					result = true,
					["2"] = {
						["0"] = {
							["年"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["委"] = {
			["员"] = {
				["会"] = {
					result = true
				}
			}
		}
	},
	["堂"] = {
		["品"] = {
			["色"] = {
				result = true
			}
		},
		["妹"] = {
			["帮"] = {
				["洗"] = {
					["澡"] = {
						result = true
					}
				}
			}
		}
	},
	["塑"] = {
		["州"] = {
			["迷"] = {
				["药"] = {
					result = true
				}
			}
		},
		["料"] = {
			["冰"] = {
				result = true
			},
			["枪"] = {
				["打"] = {
					b = {
						b = {
							["弹"] = {
								result = true
							}
						}
					}
				}
			},
			["炸"] = {
				["弹"] = {
					D = {
						I = {
							Y = {
								result = true
							}
						}
					}
				}
			}
		},
		["管"] = {
			["砂"] = {
				["炮"] = {
					result = true
				}
			}
		},
		["胶"] = {
			["怍"] = {
				["药"] = {
					result = true
				}
			}
		}
	},
	["塔"] = {
		["力"] = {
			["班"] = {
				result = true
			}
		},
		["巴"] = {
			["夫"] = {
				["影"] = {
					["视"] = {
						result = true
					}
				}
			}
		},
		["里"] = {
			["班"] = {
				result = true
			}
		}
	},
	["增"] = {
		["值"] = {
			["发"] = {
				["票"] = {
					result = true
				}
			},
			["税"] = {
				["发"] = {
					["票"] = {
						result = true
					}
				}
			}
		},
		["庆"] = {
			["红"] = {
				result = true
			}
		},
		["强"] = {
			["炸"] = {
				["药"] = {
					["威"] = {
						["力"] = {
							result = true
						}
					}
				}
			},
			["爆"] = {
				["炸"] = {
					["威"] = {
						["力"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["壓"] = {
		["制"] = {
			result = true
		},
		["迫"] = {
			result = true
		}
	},
	["士"] = {
		["兵"] = {
			["军"] = {
				["品"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["官"] = {
			["证"] = {
				result = true
			}
		},
		["的"] = {
			["年"] = {
				result = true
			}
		}
	},
	["声"] = {
		["控"] = {
			["回"] = {
				["拨"] = {
					["窃"] = {
						["听"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["援"] = {
			["薄"] = {
				["熙"] = {
					["来"] = {
						result = true
					}
				}
			},
			["西"] = {
				["藏"] = {
					result = true
				}
			}
		},
		["琨"] = {
			result = true,
			[" "] = {
				["腐"] = {
					["败"] = {
						result = true
					}
				}
			},
			["&"] = {
				["救"] = {
					["火"] = {
						result = true
					}
				},
				["老"] = {
					["根"] = {
						result = true
					}
				},
				["被"] = {
					["敲"] = {
						["打"] = {
							result = true
						}
					}
				}
			},
			["老"] = {
				["婆"] = {
					result = true
				},
				["根"] = {
					result = true
				}
			},
			["背"] = {
				["景"] = {
					["简"] = {
						["历"] = {
							result = true
						}
					}
				}
			},
			["被"] = {
				["敲"] = {
					["打"] = {
						result = true
					}
				}
			},
			["邓"] = {
				result = true
			}
		},
		["纳"] = {
			["探"] = {
				["测"] = {
					["距"] = {
						["离"] = {
							result = true
						}
					},
					["频"] = {
						["率"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["壹"] = {
		["周"] = {
			["刊"] = {
				result = true,
				["台"] = {
					["湾"] = {
						result = true
					}
				}
			}
		},
		["哥"] = {
			["撸"] = {
				result = true
			}
		},
		["夜"] = {
			["消"] = {
				["魂"] = {
					result = true
				}
			}
		},
		["朝"] = {
			["就"] = {
				["位"] = {
					result = true
				}
			},
			["得"] = {
				["勢"] = {
					result = true
				}
			}
		},
		["洲"] = {
			["商"] = {
				["务"] = {
					["调"] = {
						["查"] = {
							result = true
						}
					}
				}
			}
		},
		["电"] = {
			["视"] = {
				result = true
			}
		},
		["豪"] = {
			["放"] = {
				["空"] = {
					["姐"] = {
						result = true
					}
				}
			}
		},
		["起"] = {
			["幹"] = {
				["逼"] = {
					X = {
						X = {
							["網"] = {
								result = true
							}
						}
					}
				}
			},
			["操"] = {
				["女"] = {
					["淫"] = {
						result = true
					}
				}
			}
		},
		["門"] = {
			["心"] = {
				["思"] = {
					result = true
				}
			}
		}
	},
	["壽"] = {
		["綾"] = {
			["乃"] = {
				["全"] = {
					["集"] = {
						result = true
					}
				}
			}
		}
	},
	["夏"] = {
		["."] = {
			["春"] = {
				["荣"] = {
					result = true
				}
			}
		},
		["作"] = {
			["战"] = {
				["服"] = {
					result = true
				}
			}
		},
		["侯"] = {
			["仁"] = {
				result = true
			}
		},
		["凉"] = {
			["嘿"] = {
				["咻"] = {
					["时"] = {
						["光"] = {
							result = true
						}
					}
				}
			}
		},
		["各"] = {
			["庄"] = {
				["拆"] = {
					["迁"] = {
						result = true
					}
				}
			}
		},
		["哈"] = {
			["德"] = {
				["提"] = {
					result = true
				}
			}
		},
		["夏"] = {
			["娱"] = {
				["乐"] = {
					result = true,
					["黄"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["说"] = {
					["黄"] = {
						["站"] = {
							result = true
						}
					}
				}
			}
		},
		["娃"] = {
			["的"] = {
				["诱"] = {
					["惑"] = {
						result = true
					}
				}
			}
		},
		["季"] = {
			["常"] = {
				["服"] = {
					["仿"] = {
						["真"] = {
							result = true
						}
					}
				}
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			},
			["警"] = {
				["服"] = {
					result = true
				}
			}
		},
		["宝"] = {
			["龙"] = {
				result = true
			}
		},
		["川"] = {
			S = {
				a = {
					y = {
						a = {
							result = true
						}
					}
				}
			},
			["亚"] = {
				["由"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["光"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["希"] = {
			["1"] = {
				["8"] = {
					["岁"] = {
						result = true
					}
				}
			}
		},
		["日"] = {
			["艳"] = {
				["阳"] = {
					["诉"] = {
						["衷"] = {
							["情"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["木"] = {
			["亚"] = {
				["矢"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["夕"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["树"] = {
			["友"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["唯"] = {
				result = true
			},
			["智"] = {
				["惠"] = {
					["里"] = {
						["种"] = {
							["子"] = {
								result = true
							},
							["紫"] = {
								result = true
							}
						}
					}
				}
			},
			["里"] = {
				["沙"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["樹"] = {
			result = true,
			["亞"] = {
				["矢"] = {
					["电"] = {
						["驴"] = {
							result = true
						}
					}
				}
			},
			["唯"] = {
				result = true
			}
		},
		["河"] = {
			["得"] = {
				["提"] = {
					result = true
				}
			}
		},
		["海"] = {
			["恋"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["目"] = {
			["优"] = {
				["希"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["優"] = {
				["希"] = {
					result = true
				}
			},
			["朱"] = {
				["音"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["美"] = {
			["舞"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				},
				["種"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["装"] = {
			["短"] = {
				["袖"] = {
					["警"] = {
						["服"] = {
							result = true
						}
					}
				}
			}
		},
		["赞"] = {
			["忠"] = {
				result = true
			}
		},
		["遂"] = {
			["良"] = {
				result = true
			}
		},
		["青"] = {
			["青"] = {
				result = true
			}
		},
		["韶"] = {
			["声"] = {
				result = true
			}
		}
	},
	["夕"] = {
		["张"] = {
			result = true
		},
		["彩"] = {
			["乃"] = {
				result = true
			}
		},
		["树"] = {
			["舞"] = {
				["子"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["禁"] = {
						["片"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["樹"] = {
			["舞"] = {
				["子"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["浥"] = {
			["红"] = {
				["尘"] = {
					result = true
				}
			}
		}
	},
	["外"] = {
		["$"] = {
			["$"] = {
				["挂"] = {
					result = true
				},
				["掛"] = {
					result = true
				}
			},
			["挂"] = {
				result = true
			},
			["掛"] = {
				result = true
			}
		},
		["*"] = {
			["*"] = {
				["挂"] = {
					result = true
				},
				["掛"] = {
					result = true
				}
			},
			["挂"] = {
				result = true
			},
			["掛"] = {
				result = true
			}
		},
		["+"] = {
			["挂"] = {
				result = true
			}
		},
		["."] = {
			["挂"] = {
				result = true
			}
		},
		["1"] = {
			["挂"] = {
				result = true
			}
		},
		["?"] = {
			["?"] = {
				["挂"] = {
					result = true
				}
			},
			["挂"] = {
				result = true
			}
		},
		["@"] = {
			["@"] = {
				["挂"] = {
					result = true
				},
				["掛"] = {
					result = true
				}
			},
			["挂"] = {
				result = true
			},
			["掛"] = {
				result = true
			}
		},
		G = {
			result = true
		},
		["\\"] = {
			["交"] = {
				["与"] = {
					["方"] = {
						["略"] = {
							result = true
						}
					}
				},
				["论"] = {
					["坛"] = {
						result = true
					}
				},
				["部"] = {
					result = true
				}
			},
			["挂"] = {
				result = true
			},
			["掛"] = {
				result = true
			},
			["来"] = {
				["工"] = {
					["协"] = {
						["会"] = {
							result = true
						}
					}
				}
			},
			["蒙"] = {
				result = true
			}
		},
		["~"] = {
			["~"] = {
				["挂"] = {
					result = true
				},
				["掛"] = {
					result = true
				}
			},
			["挂"] = {
				result = true
			},
			["掛"] = {
				result = true
			}
		},
		["—"] = {
			["掛"] = {
				result = true
			}
		},
		["交"] = {
			["袋"] = {
				["&"] = {
					["象"] = {
						["牙"] = {
							result = true
						}
					}
				},
				["主"] = {
					["席"] = {
						["飛"] = {
							["機"] = {
								result = true
							}
						},
						["飞"] = {
							["机"] = {
								result = true
							}
						}
					}
				},
				["象"] = {
					["牙"] = {
						result = true
					}
				}
			},
			["邮"] = {
				["袋"] = {
					["&"] = {
						["习"] = {
							result = true
						}
					},
					["习"] = {
						result = true
					},
					["象"] = {
						["牙"] = {
							result = true
						}
					}
				}
			}
		},
		["力"] = {
			["国"] = {
				["外"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					}
				}
			}
		},
		["卦"] = {
			result = true
		},
		["参"] = {
			["出"] = {
				["版"] = {
					["社"] = {
						result = true
					}
				}
			}
		},
		["围"] = {
			["吧"] = {
				result = true
			},
			["足"] = {
				["球"] = {
					["现"] = {
						["金"] = {
							result = true
						}
					}
				}
			}
		},
		["国"] = {
			M = {
				M = {
					["激"] = {
						["情"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			a = {
				["片"] = {
					result = true
				}
			},
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					result = true,
					["上"] = {
						["门"] = {
							result = true
						}
					},
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["文"] = {
				["凭"] = {
					result = true,
					["代"] = {
						["办"] = {
							result = true
						}
					}
				}
			},
			["枪"] = {
				["具"] = {
					result = true
				},
				["模"] = {
					result = true
				}
			},
			["赌"] = {
				["博"] = {
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["颜"] = {
				["射"] = {
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			},
			["黄"] = {
				["色"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			}
		},
		["國"] = {
			["小"] = {
				["姐"] = {
					result = true,
					["上"] = {
						["門"] = {
							result = true
						}
					},
					["服"] = {
						["務"] = {
							result = true
						}
					}
				}
			}
		},
		["媒"] = {
			["质"] = {
				["疑"] = {
					["6"] = {
						["4"] = {
							["运"] = {
								["动"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["鲍"] = {
				["彤"] = {
					result = true
				}
			}
		},
		["掛"] = {
			result = true
		},
		["星"] = {
			["人"] = {
				["跳"] = {
					["刀"] = {
						result = true
					}
				}
			}
		},
		["瓜"] = {
			result = true
		},
		["甥"] = {
			["情"] = {
				["事"] = {
					result = true
				}
			}
		},
		["用"] = {
			["延"] = {
				["时"] = {
					["喷"] = {
						["剂"] = {
							result = true
						}
					},
					["药"] = {
						["物"] = {
							result = true
						}
					}
				}
			}
		},
		["盘"] = {
			["篮"] = {
				["球"] = {
					["下"] = {
						["注"] = {
							result = true
						}
					}
				}
			},
			["赌"] = {
				["博"] = {
					["下"] = {
						["注"] = {
							result = true
						}
					}
				}
			},
			["足"] = {
				["球"] = {
					["下"] = {
						["注"] = {
							result = true
						}
					}
				}
			}
		},
		["盤"] = {
			["籃"] = {
				["球"] = {
					["下"] = {
						["注"] = {
							result = true
						}
					}
				}
			},
			["賭"] = {
				["博"] = {
					["下"] = {
						["注"] = {
							result = true
						}
					}
				}
			},
			["足"] = {
				["球"] = {
					["下"] = {
						["注"] = {
							result = true
						}
					}
				}
			}
		},
		["观"] = {
			["仿"] = {
				["5"] = {
					["4"] = {
						["式"] = {
							result = true
						}
					}
				}
			}
		},
		["语"] = {
			["等"] = {
				["级"] = {
					["考"] = {
						["试"] = {
							result = true
						}
					}
				}
			}
		},
		["贸"] = {
			["资"] = {
				["源"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["遇"] = {
			result = true
		},
		["销"] = {
			["三"] = {
				["箭"] = {
					B = {
						["5"] = {
							["2"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["阴"] = {
			result = true,
			["实"] = {
				["物"] = {
					["图"] = {
						result = true
					}
				}
			}
		},
		["陰"] = {
			result = true
		},
		["？"] = {
			["挂"] = {
				result = true
			},
			["掛"] = {
				result = true
			},
			["？"] = {
				["挂"] = {
					result = true
				},
				["掛"] = {
					result = true
				}
			}
		}
	},
	["夜"] = {
		["倾"] = {
			["情"] = {
				result = true
			}
		},
		["场"] = {
			result = true,
			["招"] = {
				["聘"] = {
					result = true
				}
			}
		},
		["多"] = {
			["撸"] = {
				result = true
			}
		},
		["夜"] = {
			["傲"] = {
				result = true
			},
			["嗷"] = {
				result = true
			},
			["射"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			},
			["小"] = {
				["姐"] = {
					["搂"] = {
						["在"] = {
							["怀"] = {
								result = true
							}
						}
					}
				}
			},
			["干"] = {
				["网"] = {
					result = true
				}
			},
			["快"] = {
				["播"] = {
					result = true
				}
			},
			["性"] = {
				["奴"] = {
					["娇"] = {
						result = true,
						["快"] = {
							["播"] = {
								result = true
							}
						}
					}
				}
			},
			["情"] = {
				["人"] = {
					result = true
				}
			},
			["撸"] = {
				result = true
			},
			["日"] = {
				["妹"] = {
					["妹"] = {
						result = true
					}
				}
			},
			["春"] = {
				["宵"] = {
					["伴"] = {
						["俏"] = {
							["媳"] = {
								result = true
							}
						}
					}
				}
			},
			["欢"] = {
				["区"] = {
					result = true
				}
			},
			["看"] = {
				["电"] = {
					["影"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["秀"] = {
				["场"] = {
					result = true
				}
			},
			["笙"] = {
				["歌"] = {
					["网"] = {
						result = true
					},
					["色"] = {
						["情"] = {
							["网"] = {
								result = true
							}
						}
					},
					["里"] = {
						["藏"] = {
							["春"] = {
								result = true
							}
						}
					}
				}
			},
			["骑"] = {
				w = {
					w = {
						w = {
							result = true
						}
					}
				}
			}
		},
		["客"] = {
			["网"] = {
				["络"] = {
					["电"] = {
						["视"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["店"] = {
			["兼"] = {
				["#"] = {
					["职"] = {
						["女"] = {
							["郎"] = {
								result = true
							}
						}
					},
					["職"] = {
						["女"] = {
							["郎"] = {
								result = true
							}
						}
					}
				}
			},
			["女"] = {
				result = true,
				["郎"] = {
					result = true
				}
			},
			["姐"] = {
				["特"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					result = true,
					["打"] = {
						["炮"] = {
							result = true
						}
					}
				}
			},
			["尐"] = {
				["姊"] = {
					result = true
				}
			},
			["摇"] = {
				["头"] = {
					["丸"] = {
						result = true
					}
				}
			}
		},
		["思"] = {
			["情"] = {
				["商"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["情"] = {
			["成"] = {
				["人"] = {
					result = true
				}
			},
			["服"] = {
				["务"] = {
					result = true
				}
			},
			["社"] = {
				["区"] = {
					result = true
				},
				["區"] = {
					result = true
				}
			}
		},
		["撩"] = {
			["人"] = {
				["聊"] = {
					["人"] = {
						result = true
					}
				}
			}
		},
		["无"] = {
			["眠"] = {
				["商"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["晚"] = {
			["成"] = {
				["人"] = {
					result = true,
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					result = true
				}
			},
			["男"] = {
				["人"] = {
					["的"] = {
						["需"] = {
							["要"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["来"] = {
			["香"] = {
				result = true
			}
		},
		["淫"] = {
			result = true
		},
		["漫"] = {
			["漫"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["爽"] = {
			["片"] = {
				result = true
			}
		},
		["狼"] = {
			["论"] = {
				["坛"] = {
					result = true
				}
			}
		},
		["猥"] = {
			["琐"] = {
				result = true
			}
		},
		["猫"] = {
			["网"] = {
				result = true
			}
		},
		["生"] = {
			["活"] = {
				result = true,
				["论"] = {
					["坛"] = {
						result = true
					}
				}
			}
		},
		["美"] = {
			["人"] = {
				["俱"] = {
					["乐"] = {
						["部"] = {
							result = true
						}
					}
				}
			}
		},
		["聊"] = {
			["人"] = {
				result = true
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						result = true
					}
				}
			},
			["视"] = {
				["频"] = {
					["聊"] = {
						["天"] = {
							["室"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["色"] = {
			["下"] = {
				["的"] = {
					["滩"] = {
						result = true
					}
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						result = true
					}
				}
			},
			["城"] = {
				result = true
			},
			["宝"] = {
				["贝"] = {
					result = true
				}
			},
			["导"] = {
				["航"] = {
					result = true
				}
			},
			["情"] = {
				["人"] = {
					["网"] = {
						result = true
					}
				}
			},
			["成"] = {
				["人"] = {
					result = true
				}
			},
			["撩"] = {
				["人"] = {
					["社"] = {
						["区"] = {
							result = true
						}
					}
				}
			},
			["淫"] = {
				["女"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					result = true
				}
			},
			["熟"] = {
				["女"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			},
			["狼"] = {
				["国"] = {
					result = true
				}
			},
			["王"] = {
				["朝"] = {
					result = true,
					["社"] = {
						["区"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["皇"] = {
				["朝"] = {
					["的"] = {
						result = true
					}
				}
			},
			["聊"] = {
				["人"] = {
					result = true
				}
			},
			["贵"] = {
				["族"] = {
					result = true
				}
			}
		},
		["视"] = {
			["仪"] = {
				result = true
			}
		},
		["诱"] = {
			["娘"] = {
				["子"] = {
					result = true
				}
			}
		},
		["都"] = {
			["撸"] = {
				result = true
			}
		},
		["陪"] = {
			["女"] = {
				["特"] = {
					["殊"] = {
						["服"] = {
							["务"] = {
								result = true
							},
							["務"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["魅"] = {
			["公"] = {
				["寓"] = {
					["约"] = {
						["会"] = {
							["网"] = {
								result = true
							}
						}
					},
					["网"] = {
						result = true
					}
				}
			}
		},
		["鹰"] = {
			["平"] = {
				["刺"] = {
					["刃"] = {
						result = true
					}
				}
			}
		}
	},
	["天"] = {
		["\\"] = {
			["安"] = {
				["\\"] = {
					["门"] = {
						["广"] = {
							["场"] = {
								result = true
							}
						}
					}
				}
			}
		},
		a = {
			n = {
				["门"] = {
					result = true,
					["事"] = {
						["件"] = {
							result = true
						}
					},
					["屠"] = {
						["杀"] = {
							result = true
						}
					},
					["母"] = {
						["亲"] = {
							result = true
						}
					},
					["清"] = {
						["场"] = {
							result = true
						}
					}
				}
			}
		},
		["一"] = {
			["广"] = {
				["场"] = {
					result = true,
					["2"] = {
						["0"] = {
							["号"] = {
								result = true
							},
							["日"] = {
								result = true
							}
						}
					},
					["二"] = {
						["十"] = {
							result = true
						}
					}
				}
			}
		},
		["上"] = {
			["人"] = {
				["间"] = {
					result = true
				}
			}
		},
		["下"] = {
			["围"] = {
				["城"] = {
					result = true
				}
			},
			["彩"] = {
				result = true
			},
			["无"] = {
				["双"] = {
					result = true
				}
			},
			["杂"] = {
				["志"] = {
					result = true
				}
			},
			["無"] = {
				["雙"] = {
					result = true
				}
			},
			["父"] = {
				["母"] = {
					["心"] = {
						result = true
					}
				}
			},
			["色"] = {
				["狗"] = {
					result = true
				}
			},
			["苍"] = {
				["生"] = {
					result = true
				}
			},
			["貳"] = {
				result = true
			},
			["贰"] = {
				result = true
			}
		},
		["中"] = {
			["梨"] = {
				["子"] = {
					result = true
				}
			},
			["色"] = {
				["成"] = {
					["人"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				},
				["电"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["之"] = {
			["游"] = {
				["侠"] = {
					result = true
				}
			},
			["炼"] = {
				["狱"] = {
					result = true
				}
			},
			["煉"] = {
				["獄"] = {
					result = true
				}
			},
			["遊"] = {
				["俠"] = {
					result = true
				}
			}
		},
		["了"] = {
			["三"] = {
				["槽"] = {
					["开"] = {
						["神"] = {
							result = true
						}
					}
				}
			}
		},
		["仙"] = {
			["妹"] = {
				["妹"] = {
					result = true
				}
			},
			["美"] = {
				["女"] = {
					["妹"] = {
						["妹"] = {
							result = true
						}
					}
				}
			}
		},
		["伊"] = {
			["阁"] = {
				["按"] = {
					["摩"] = {
						result = true
					}
				}
			}
		},
		["使"] = {
			["丽"] = {
				["人"] = {
					result = true
				}
			},
			["和"] = {
				["魔"] = {
					["鬼"] = {
						["身"] = {
							["材"] = {
								result = true
							}
						}
					}
				}
			},
			["在"] = {
				["线"] = {
					result = true
				}
			},
			["娱"] = {
				["乐"] = {
					["网"] = {
						result = true
					}
				}
			},
			["性"] = {
				["交"] = {
					["网"] = {
						result = true
					}
				},
				["欲"] = {
					["红"] = {
						["粉"] = {
							result = true
						}
					}
				}
			},
			["面"] = {
				["孔"] = {
					["的"] = {
						["欲"] = {
							["女"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["博"] = {
			["国"] = {
				["际"] = {
					result = true,
					["娱"] = {
						["乐"] = {
							result = true
						}
					},
					["官"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["台"] = {
			["打"] = {
				["野"] = {
					["战"] = {
						result = true
					}
				}
			},
			["门"] = {
				result = true
			}
		},
		["地"] = {
			["之"] = {
				["爱"] = {
					result = true
				}
			},
			["双"] = {
				["响"] = {
					result = true
				}
			},
			["玄"] = {
				["門"] = {
					result = true
				},
				["门"] = {
					result = true
				}
			},
			["调"] = {
				["查"] = {
					["公"] = {
						["司"] = {
							result = true
						}
					}
				}
			},
			["锁"] = {
				["工"] = {
					["具"] = {
						result = true
					}
				}
			}
		},
		["城"] = {
			["国"] = {
				["际"] = {
					result = true
				}
			}
		},
		["堂"] = {
			["2"] = {
				result = true
			}
		},
		["外"] = {
			["源"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["天"] = {
			a = {
				v = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["乐"] = {
				result = true,
				["棋"] = {
					["牌"] = {
						result = true
					}
				}
			},
			["任"] = {
				["我"] = {
					["淫"] = {
						result = true
					}
				}
			},
			["免"] = {
				["费"] = {
					["成"] = {
						["人"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["六"] = {
				["合"] = {
					["彩"] = {
						result = true
					}
				}
			},
			["剑"] = {
				["灵"] = {
					result = true
				}
			},
			["好"] = {
				["逼"] = {
					result = true
				}
			},
			["娱"] = {
				["乐"] = {
					["时"] = {
						["空"] = {
							result = true
						}
					}
				}
			},
			["射"] = {
				["网"] = {
					result = true
				}
			},
			["干"] = {
				["女"] = {
					["人"] = {
						result = true
					}
				},
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["电"] = {
					["影"] = {
						result = true
					}
				},
				["貼"] = {
					["圖"] = {
						result = true
					}
				}
			},
			["影"] = {
				["视"] = {
					result = true
				},
				["院"] = {
					result = true
				}
			},
			["情"] = {
				["色"] = {
					["网"] = {
						result = true
					}
				},
				["趣"] = {
					["网"] = {
						result = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["打"] = {
				["飞"] = {
					["机"] = {
						result = true
					}
				}
			},
			["插"] = {
				["插"] = {
					["成"] = {
						["人"] = {
							["榜"] = {
								result = true
							}
						}
					}
				}
			},
			["操"] = {
				result = true,
				["影"] = {
					["视"] = {
						result = true
					}
				}
			},
			["日"] = {
				["逼"] = {
					["网"] = {
						result = true
					}
				}
			},
			["晚"] = {
				["上"] = {
					["人"] = {
						["洞"] = {
							["房"] = {
								result = true
							}
						}
					}
				}
			},
			["看"] = {
				result = true,
				A = {
					V = {
						["导"] = {
							["航"] = {
								result = true
							}
						}
					}
				},
				["兽"] = {
					["交"] = {
						result = true
					}
				},
				["电"] = {
					["影"] = {
						result = true
					}
				}
			},
			["翘"] = {
				result = true
			},
			["色"] = {
				result = true,
				["导"] = {
					["航"] = {
						result = true
					}
				},
				["快"] = {
					["播"] = {
						result = true
					}
				},
				["综"] = {
					["合"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			},
			["证"] = {
				["件"] = {
					result = true
				}
			},
			["购"] = {
				["物"] = {
					result = true
				}
			},
			["身"] = {
				["厕"] = {
					["所"] = {
						["门"] = {
							result = true
						}
					}
				}
			}
		},
		["孕"] = {
			["网"] = {
				result = true
			}
		},
		["宇"] = {
			["快"] = {
				["开"] = {
					result = true,
					["密"] = {
						["云"] = {
							result = true
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					["文"] = {
						["凭"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["速"] = {
				["开"] = {
					result = true
				}
			}
		},
		["安"] = {
			[" "] = {
				["动"] = {
					["乱"] = {
						result = true
					}
				}
			},
			["\\"] = {
				["门"] = {
					result = true
				}
			},
			d = {
				o = {
					o = {
						r = {
							["事"] = {
								["件"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["们"] = {
				["事"] = {
					["件"] = {
						result = true
					}
				},
				["母"] = {
					["亲"] = {
						result = true,
						["运"] = {
							["动"] = {
								result = true
							}
						}
					}
				}
			},
			["們"] = {
				["母"] = {
					["親"] = {
						["運"] = {
							["動"] = {
								result = true
							}
						}
					}
				}
			},
			["直"] = {
				["是"] = {
					["柳"] = {
						["营"] = {
							result = true
						}
					}
				}
			},
			["門"] = {
				["大"] = {
					["屠"] = {
						["殺"] = {
							result = true
						}
					}
				},
				["屠"] = {
					["城"] = {
						result = true
					}
				},
				["慘"] = {
					["案"] = {
						result = true
					}
				},
				["檔"] = {
					["案"] = {
						result = true
					}
				},
				["殘"] = {
					["案"] = {
						result = true
					}
				},
				["母"] = {
					["親"] = {
						result = true,
						["運"] = {
							["動"] = {
								result = true
							}
						}
					}
				},
				["紀"] = {
					["念"] = {
						result = true
					}
				}
			},
			["门"] = {
				["1"] = {
					["9"] = {
						["8"] = {
							["9"] = {
								result = true
							}
						}
					}
				},
				["8"] = {
					["9"] = {
						result = true,
						["6"] = {
							["4"] = {
								result = true
							}
						},
						["年"] = {
							result = true,
							["事"] = {
								["变"] = {
									result = true
								}
							},
							["血"] = {
								["腥"] = {
									["镇"] = {
										["压"] = {
											["六"] = {
												["四"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				m = {
					o = {
						t = {
							h = {
								e = {
									r = {
										result = true
									}
								}
							}
						}
					}
				},
				["丁"] = {
					["子"] = {
						["霖"] = {
							["证"] = {
								["词"] = {
									result = true
								}
							}
						}
					}
				},
				["三"] = {
					["十"] = {
						["年"] = {
							result = true
						}
					}
				},
				["事"] = {
					["件"] = {
						[" "] = {
							["李"] = {
								["鹏"] = {
									result = true
								}
							}
						},
						["6"] = {
							["4"] = {
								result = true
							}
						},
						["8"] = {
							["9"] = {
								result = true
							}
						},
						T = {
							["恤"] = {
								result = true
							}
						},
						["与"] = {
							["中"] = {
								["国"] = {
									["前"] = {
										["后"] = {
											["的"] = {
												["个"] = {
													["人"] = {
														["叙"] = {
															["述"] = {
																result = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["学"] = {
							["生"] = {
								["动"] = {
									["乱"] = {
										result = true
									}
								},
								["骚"] = {
									["乱"] = {
										result = true
									}
								}
							}
						},
						["实"] = {
							["录"] = {
								result = true
							}
						},
						["李"] = {
							["鹏"] = {
								result = true
							}
						},
						["陆"] = {
							["肆"] = {
								result = true
							}
						},
						["黑"] = {
							["衣"] = {
								result = true
							}
						}
					}
				},
				["传"] = {
					["单"] = {
						result = true
					}
				},
				["伪"] = {
					["火"] = {
						result = true,
						["自"] = {
							["焚"] = {
								result = true
							}
						}
					}
				},
				["兄"] = {
					["弟"] = {
						result = true
					}
				},
				["六"] = {
					["、"] = {
						["四"] = {
							result = true
						}
					},
					["四"] = {
						result = true
					},
					["月"] = {
						["四"] = {
							result = true
						}
					},
					["部"] = {
						["口"] = {
							result = true
						}
					}
				},
				["前"] = {
					["的"] = {
						["史"] = {
							["歌"] = {
								result = true
							}
						}
					}
				},
				["动"] = {
					["乱"] = {
						result = true
					}
				},
				["勿"] = {
					["忘"] = {
						["六"] = {
							["四"] = {
								result = true
							}
						}
					}
				},
				["危"] = {
					["机"] = {
						result = true
					}
				},
				["四"] = {
					["君"] = {
						["子"] = {
							result = true,
							[" "] = {
								["维"] = {
									["基"] = {
										result = true
									}
								}
							}
						}
					}
				},
				["坠"] = {
					["楼"] = {
						result = true
					}
				},
				["坦"] = {
					["克"] = {
						result = true,
						["压"] = {
							["学"] = {
								["生"] = {
									result = true
								}
							}
						},
						["碾"] = {
							["压"] = {
								result = true
							}
						}
					}
				},
				["外"] = {
					["六"] = {
						["部"] = {
							["口"] = {
								result = true
							}
						}
					}
				},
				["大"] = {
					["屠"] = {
						["杀"] = {
							["1"] = {
								["9"] = {
									["8"] = {
										["9"] = {
											result = true
										}
									}
								}
							}
						}
					}
				},
				["女"] = {
					["孩"] = {
						result = true
					}
				},
				["妈"] = {
					["妈"] = {
						result = true
					}
				},
				["学"] = {
					["潮"] = {
						result = true,
						["运"] = {
							["动"] = {
								result = true
							}
						}
					}
				},
				["封"] = {
					["锁"] = {
						result = true
					}
				},
				["屠"] = {
					["城"] = {
						result = true,
						["八"] = {
							["九"] = {
								["六"] = {
									["四"] = {
										["事"] = {
											["件"] = {
												result = true
											}
										}
									}
								}
							}
						}
					},
					["夫"] = {
						result = true,
						["日"] = {
							["记"] = {
								result = true
							}
						}
					},
					["杀"] = {
						["最"] = {
							["后"] = {
								["的"] = {
									["秘"] = {
										["密"] = {
											result = true
										}
									}
								}
							}
						},
						["浮"] = {
							["雕"] = {
								result = true
							}
						}
					}
				},
				["广"] = {
					["场"] = {
						result = true,
						[" "] = {
							["六"] = {
								["四"] = {
									result = true
								}
							},
							["惊"] = {
								["天"] = {
									["动"] = {
										["地"] = {
											result = true
										}
									}
								}
							}
						},
						["六"] = {
							["四"] = {
								result = true
							}
						},
						["惊"] = {
							["天"] = {
								["动"] = {
									["地"] = {
										result = true
									}
								}
							}
						},
						["惨"] = {
							["案"] = {
								["六"] = {
									["四"] = {
										["事"] = {
											["件"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				},
				["序"] = {
					["曲"] = {
						result = true
					}
				},
				["开"] = {
					["枪"] = {
						result = true
					}
				},
				["录"] = {
					["像"] = {
						["带"] = {
							result = true
						}
					}
				},
				["惨"] = {
					["案"] = {
						result = true
					}
				},
				["挡"] = {
					["坦"] = {
						["克"] = {
							["的"] = {
								["男"] = {
									["人"] = {
										result = true
									}
								}
							}
						}
					}
				},
				["文"] = {
					["件"] = {
						[" "] = {
							["\""] = {
								["八"] = {
									["老"] = {
										["下"] = {
											["令"] = {
												["\""] = {
													result = true
												}
											}
										}
									}
								},
								["六"] = {
									["四"] = {
										["\""] = {
											result = true
										}
									}
								}
							}
						},
						["八"] = {
							["老"] = {
								["下"] = {
									["令"] = {
										result = true
									}
								}
							}
						},
						["六"] = {
							["四"] = {
								result = true
							}
						}
					}
				},
				["时"] = {
					["报"] = {
						result = true
					}
				},
				["最"] = {
					["后"] = {
						["一"] = {
							["幕"] = {
								result = true
							}
						}
					}
				},
				["机"] = {
					["密"] = {
						["档"] = {
							["案"] = {
								result = true
							}
						}
					},
					["枪"] = {
						["扫"] = {
							["射"] = {
								result = true
							}
						}
					}
				},
				["档"] = {
					["案"] = {
						result = true
					}
				},
				["正"] = {
					["法"] = {
						result = true
					}
				},
				["武"] = {
					["力"] = {
						["镇"] = {
							["压"] = {
								result = true
							}
						}
					}
				},
				["残"] = {
					["案"] = {
						result = true
					}
				},
				["毋"] = {
					["忘"] = {
						result = true
					}
				},
				["母"] = {
					["亲"] = {
						result = true,
						[" "] = {
							["\""] = {
								["子"] = {
									["霖"] = {
										["\""] = {
											result = true
										}
									}
								}
							},
							T = {
								["恤"] = {
									result = true
								}
							},
							["文"] = {
								["化"] = {
									["衫"] = {
										result = true
									}
								}
							},
							["祭"] = {
								["拜"] = {
									result = true
								}
							},
							["血"] = {
								["衣"] = {
									result = true
								}
							},
							["黑"] = {
								["衣"] = {
									result = true
								}
							}
						},
						["子"] = {
							["霖"] = {
								result = true
							}
						},
						["运"] = {
							["动"] = {
								result = true
							}
						}
					}
				},
				["民"] = {
					["主"] = {
						["大"] = {
							["学"] = {
								result = true
							}
						},
						["女"] = {
							["神"] = {
								result = true
							}
						}
					}
				},
				["流"] = {
					["民"] = {
						result = true
					},
					["血"] = {
						result = true
					}
				},
				["清"] = {
					["场"] = {
						result = true,
						["中"] = {
							["共"] = {
								result = true
							}
						},
						["内"] = {
							["幕"] = {
								result = true
							}
						}
					}
				},
				["爆"] = {
					["炸"] = {
						result = true
					}
				},
				["示"] = {
					["威"] = {
						result = true
					}
				},
				["紫"] = {
					["阳"] = {
						result = true
					}
				},
				["纪"] = {
					["念"] = {
						result = true
					}
				},
				["聚"] = {
					["集"] = {
						result = true
					}
				},
				["自"] = {
					["焚"] = {
						result = true,
						["伪"] = {
							["火"] = {
								result = true
							}
						},
						["真"] = {
							["相"] = {
								result = true
							}
						}
					}
				},
				["虐"] = {
					["杀"] = {
						result = true
					}
				},
				["血"] = {
					["染"] = {
						result = true
					},
					["案"] = {
						result = true
					},
					["泊"] = {
						result = true
					},
					["流"] = {
						["成"] = {
							["河"] = {
								result = true
							}
						}
					},
					["腥"] = {
						result = true,
						["清"] = {
							["场"] = {
								result = true
							}
						},
						["镇"] = {
							["压"] = {
								result = true
							}
						}
					}
				},
				["记"] = {
					["忆"] = {
						["的"] = {
							["呼"] = {
								["唤"] = {
									result = true,
									["八"] = {
										["九"] = {
											result = true
										}
									}
								}
							}
						}
					}
				},
				["证"] = {
					["词"] = {
						result = true
					}
				},
				["赵"] = {
					["紫"] = {
						["阳"] = {
							result = true
						}
					}
				},
				["路"] = {
					["往"] = {
						["何"] = {
							["方"] = {
								result = true
							}
						}
					}
				},
				["运"] = {
					["动"] = {
						result = true
					}
				},
				["迫"] = {
					["害"] = {
						result = true
					}
				},
				["通"] = {
					["讯"] = {
						result = true
					}
				},
				["高"] = {
					["新"] = {
						result = true
					}
				}
			}
		},
		["宫"] = {
			["佳"] = {
				["乃"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["将"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			},
			["图"] = {
				["库"] = {
					result = true
				}
			}
		},
		["尊"] = {
			result = true
		},
		["崩"] = {
			["地"] = {
				["裂"] = {
					result = true
				}
			}
		},
		["府"] = {
			["广"] = {
				["场"] = {
					["二"] = {
						["十"] = {
							result = true
						}
					}
				}
			},
			["教"] = {
				["育"] = {
					result = true
				}
			}
		},
		["成"] = {
			["国"] = {
				["际"] = {
					result = true
				}
			}
		},
		["才"] = {
			["宝"] = {
				["贝"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["按"] = {
			["门"] = {
				["1"] = {
					["9"] = {
						["8"] = {
							["9"] = {
								result = true
							}
						}
					}
				},
				["事"] = {
					["件"] = {
						result = true
					}
				},
				["大"] = {
					["图"] = {
						["杀"] = {
							result = true
						}
					}
				}
			}
		},
		["星"] = {
			["影"] = {
				["院"] = {
					result = true
				}
			}
		},
		["晴"] = {
			["数"] = {
				["码"] = {
					result = true
				}
			},
			["數"] = {
				["碼"] = {
					result = true
				}
			}
		},
		["暢"] = {
			result = true
		},
		["朝"] = {
			["6"] = {
				["3"] = {
					["年"] = {
						["正"] = {
							["月"] = {
								result = true
							}
						}
					}
				}
			},
			["军"] = {
				["品"] = {
					["网"] = {
						result = true
					}
				}
			},
			["宣"] = {
				["传"] = {
					["部"] = {
						result = true
					}
				}
			},
			["驸"] = {
				["马"] = {
					[" "] = {
						["梁"] = {
							["冶"] = {
								["中"] = {
									result = true
								}
							},
							["治"] = {
								["中"] = {
									result = true
								}
							},
							["稳"] = {
								["根"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["极"] = {
			["网"] = {
				result = true
			}
		},
		["河"] = {
			["区"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				},
				["小"] = {
					["姐"] = {
						result = true
					}
				}
			}
		},
		["海"] = {
			["优"] = {
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["泉"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["翼"] = {
				["套"] = {
					["图"] = {
						result = true
					}
				},
				["快"] = {
					["播"] = {
						result = true
					}
				},
				["的"] = {
					["裸"] = {
						["照"] = {
							result = true
						}
					}
				}
			}
		},
		["涯"] = {
			["删"] = {
				["贴"] = {
					result = true
				}
			},
			["明"] = {
				["月"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["色"] = {
				["色"] = {
					result = true
				}
			}
		},
		["源"] = {
			["4"] = {
				["5"] = {
					["9"] = {
						["1"] = {
							result = true
						}
					}
				}
			},
			["安"] = {
				["全"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["潼"] = {
			["路"] = {
				["一"] = {
					["间"] = {
						["狭"] = {
							["窄"] = {
								["的"] = {
									["西"] = {
										["厢"] = {
											result = true,
											["房"] = {
												result = true,
												["裹"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["灭"] = {
			result = true,
			["中"] = {
				["央"] = {
					result = true
				}
			}
		},
		["狐"] = {
			["裸"] = {
				["弓"] = {
					result = true
				}
			}
		},
		["狼"] = {
			["心"] = {
				["水"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			}
		},
		["璇"] = {
			["子"] = {
				result = true
			}
		},
		["畅"] = {
			result = true
		},
		["界"] = {
			["传"] = {
				["说"] = {
					result = true
				}
			}
		},
		["皇"] = {
			result = true
		},
		["真"] = {
			["爛"] = {
				["漫"] = {
					result = true
				}
			}
		},
		["眼"] = {
			["日"] = {
				["报"] = {
					["社"] = {
						result = true
					}
				}
			}
		},
		["籁"] = {
			["消"] = {
				result = true
			}
		},
		["线"] = {
			["宝"] = {
				["宝"] = {
					result = true,
					[" "] = {
						["康"] = {
							["师"] = {
								["傅"] = {
									result = true
								}
							}
						}
					},
					["康"] = {
						["师"] = {
							["傅"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["缘"] = {
			["犬"] = {
				["舍"] = {
					result = true
				}
			}
		},
		["翼"] = {
			["之"] = {
				["鏈"] = {
					result = true
				},
				["链"] = {
					result = true
				}
			}
		},
		["联"] = {
			["世"] = {
				["纪"] = {
					result = true
				}
			}
		},
		["聯"] = {
			["世"] = {
				["紀"] = {
					result = true
				}
			}
		},
		["臣"] = {
			["股"] = {
				["民"] = {
					["信"] = {
						["息"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["芥"] = {
			["菜"] = {
				["精"] = {
					result = true
				}
			}
		},
		["藏"] = {
			result = true
		},
		["虎"] = {
			["直"] = {
				["版"] = {
					["弹"] = {
						["弓"] = {
							result = true
						}
					}
				}
			}
		},
		["蚕"] = {
			["狩"] = {
				["猎"] = {
					["刀"] = {
						result = true
					}
				}
			}
		},
		["衣"] = {
			["美"] = {
				["津"] = {
					["迅"] = {
						["雷"] = {
							result = true
						}
					}
				}
			}
		},
		["要"] = {
			["灭"] = {
				["中"] = {
					["共"] = {
						result = true
					}
				}
			}
		},
		["语"] = {
			["电"] = {
				["子"] = {
					["科"] = {
						["技"] = {
							result = true
						}
					}
				}
			}
		},
		["足"] = {
			["原"] = {
				["创"] = {
					result = true
				}
			}
		},
		["辰"] = {
			["股"] = {
				["民"] = {
					["资"] = {
						["源"] = {
							result = true
						}
					}
				}
			}
		},
		["通"] = {
			["苑"] = {
				["办"] = {
					["正"] = {
						result = true
					},
					["证"] = {
						result = true
					}
				},
				["小"] = {
					["姐"] = {
						result = true,
						["上"] = {
							["門"] = {
								result = true
							},
							["门"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["邦"] = {
			["年"] = {
				["纪"] = {
					["注"] = {
						result = true
					}
				}
			}
		},
		["門"] = {
			["私"] = {
				["家"] = {
					["偵"] = {
						["探"] = {
							["社"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["门"] = {
			["私"] = {
				["家"] = {
					["侦"] = {
						["探"] = {
							["社"] = {
								result = true
							}
						}
					}
				}
			},
			["肾"] = {
				result = true,
				["源"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["阉"] = {
			result = true
		},
		["降"] = {
			["神"] = {
				["龙"] = {
					result = true,
					["后"] = {
						["传"] = {
							result = true
						}
					}
				}
			},
			["风"] = {
				["流"] = {
					["王"] = {
						result = true
					}
				}
			}
		},
		["音"] = {
			["专"] = {
				["辑"] = {
					result = true
				}
			}
		},
		["马"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["骄"] = {
			["弩"] = {
				["弓"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["魄"] = {
			["探"] = {
				["险"] = {
					["者"] = {
						result = true
					}
				}
			}
		},
		["鸿"] = {
			["网"] = {
				["络"] = {
					result = true
				}
			}
		},
		["鹅"] = {
			["绒"] = {
				["活"] = {
					["动"] = {
						result = true
					}
				},
				["行"] = {
					["动"] = {
						result = true
					}
				}
			}
		},
		["鹰"] = {
			["子"] = {
				result = true
			},
			["高"] = {
				["压"] = {
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["太"] = {
		["上"] = {
			["皇"] = {
				result = true,
				["病"] = {
					["危"] = {
						result = true
					}
				}
			}
		},
		["仓"] = {
			["麻"] = {
				["古"] = {
					result = true
				}
			}
		},
		["和"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["太"] = {
			[" "] = {
				["蒋"] = {
					["梅"] = {
						result = true
					}
				}
			},
			["乐"] = {
				result = true
			},
			["的"] = {
				["情"] = {
					["人"] = {
						["童"] = {
							["玲"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["子"] = {
			["习"] = {
				["不"] = {
					["厚"] = {
						["叔"] = {
							result = true
						}
					}
				}
			},
			["党"] = {
				["保"] = {
					["权"] = {
						["祸"] = {
							["国"] = {
								result = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						["官"] = {
							["网"] = {
								result = true
							}
						},
						["开"] = {
							["户"] = {
								result = true
							}
						},
						["网"] = {
							["址"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["安"] = {
			["炸"] = {
				["药"] = {
					result = true,
					["配"] = {
						["方"] = {
							result = true
						}
					}
				}
			}
		},
		["平"] = {
			["洋"] = {
				["国"] = {
					["际"] = {
						["中"] = {
							["心"] = {
								result = true
							}
						}
					}
				},
				["证"] = {
					["件"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["恩"] = {
			["方"] = {
				["法"] = {
					result = true
				}
			},
			["流"] = {
				["程"] = {
					result = true
				}
			},
			["爆"] = {
				["炸"] = {
					result = true
				}
			},
			["过"] = {
				["程"] = {
					result = true
				}
			}
		},
		["极"] = {
			["电"] = {
				["影"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["爽"] = {
			["了"] = {
				["大"] = {
					["鸡"] = {
						["巴"] = {
							result = true
						}
					}
				}
			}
		},
		["田"] = {
			["奈"] = {
				["津"] = {
					["美"] = {
						result = true
					}
				}
			},
			["美"] = {
				["由"] = {
					["纪"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["祖"] = {
			["斗"] = {
				["少"] = {
					["奇"] = {
						result = true
					}
				}
			},
			["毛"] = {
				result = true
			}
		},
		["舒"] = {
			["服"] = {
				["了"] = {
					result = true
				}
			}
		},
		["色"] = {
			["了"] = {
				result = true
			}
		},
		["长"] = {
			["写"] = {
				["不"] = {
					["下"] = {
						result = true
					}
				}
			}
		},
		["阳"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			},
			["城"] = {
				["亚"] = {
					["洲"] = {
						result = true,
						["开"] = {
							["户"] = {
								result = true
							}
						}
					}
				},
				["代"] = {
					["理"] = {
						["开"] = {
							["户"] = {
								result = true
							}
						}
					}
				},
				["博"] = {
					["彩"] = {
						result = true
					}
				},
				["国"] = {
					["际"] = {
						["赌"] = {
							["场"] = {
								result = true
							}
						}
					}
				},
				["在"] = {
					["线"] = {
						result = true,
						["下"] = {
							["注"] = {
								result = true
							}
						},
						["娱"] = {
							["乐"] = {
								result = true
							}
						}
					}
				},
				["娱"] = {
					["乐"] = {
						result = true,
						["博"] = {
							["彩"] = {
								result = true
							}
						},
						["城"] = {
							result = true
						},
						["网"] = {
							result = true
						}
					}
				},
				["官"] = {
					["方"] = {
						["开"] = {
							["户"] = {
								result = true
							}
						}
					}
				},
				["开"] = {
					["户"] = {
						result = true
					}
				},
				["投"] = {
					["注"] = {
						["棋"] = {
							["牌"] = {
								result = true
							}
						}
					}
				},
				["梭"] = {
					["哈"] = {
						result = true
					}
				},
				["现"] = {
					["金"] = {
						["网"] = {
							result = true
						}
					}
				},
				["真"] = {
					["人"] = {
						["娱"] = {
							["乐"] = {
								result = true
							}
						},
						["游"] = {
							["戏"] = {
								result = true
							}
						}
					},
					["钱"] = {
						result = true
					}
				},
				["网"] = {
					["上"] = {
						["娱"] = {
							["乐"] = {
								result = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["场"] = {
						result = true
					}
				}
			},
			["报"] = {
				result = true
			}
		},
		["陽"] = {
			["城"] = {
				["網"] = {
					["上"] = {
						["娛"] = {
							["樂"] = {
								result = true
							}
						}
					}
				},
				["線"] = {
					["上"] = {
						["下"] = {
							["注"] = {
								result = true
							}
						},
						["娛"] = {
							["樂"] = {
								result = true
							}
						}
					}
				},
				["資"] = {
					["訊"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["報"] = {
				result = true
			}
		}
	},
	["失"] = {
		["忆"] = {
			["水"] = {
				result = true
			},
			["粉"] = {
				result = true
			},
			["药"] = {
				["水"] = {
					result = true
				}
			},
			["迷"] = {
				["情"] = {
					["药"] = {
						["水"] = {
							result = true
						}
					}
				}
			}
		},
		["意"] = {
			["粉"] = {
				result = true
			}
		},
		["神"] = {
			["セ"] = {
				["ッ"] = {
					["ク"] = {
						["ス"] = {
							result = true
						}
					}
				}
			}
		},
		["身"] = {
			result = true,
			["水"] = {
				result = true
			},
			["神"] = {
				["水"] = {
					result = true
				}
			},
			["米"] = {
				["分"] = {
					result = true
				}
			},
			["粉"] = {
				["&"] = {
					["迷"] = {
						["奸"] = {
							["药"] = {
								result = true
							}
						}
					}
				},
				["专"] = {
					result = true
				},
				["迷"] = {
					["奸"] = {
						["药"] = {
							["专"] = {
								result = true
							}
						}
					},
					["情"] = {
						["水"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["头"] = {
		["戴"] = {
			["白"] = {
				["帽"] = {
					result = true
				}
			}
		},
		["条"] = {
			["日"] = {
				["报"] = {
					result = true
				}
			}
		}
	},
	["套"] = {
		["$"] = {
			["车"] = {
				result = true
			}
		},
		["件"] = {
			["网"] = {
				result = true
			}
		},
		["动"] = {
			result = true,
			["双"] = {
				["乳"] = {
					result = true
				}
			},
			["姐"] = {
				["双"] = {
					["乳"] = {
						result = true
					}
				}
			},
			["肉"] = {
				["棒"] = {
					result = true
				}
			}
		},
		["動"] = {
			result = true
		},
		["印"] = {
			result = true
		},
		["取"] = {
			["密"] = {
				["码"] = {
					result = true
				},
				["碼"] = {
					result = true
				}
			}
		},
		["号"] = {
			result = true,
			["本"] = {
				["科"] = {
					["学"] = {
						["位"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["毕"] = {
				["业"] = {
					["证"] = {
						result = true,
						["办"] = {
							["理"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["图"] = {
			result = true,
			["专"] = {
				["区"] = {
					result = true
				}
			},
			["合"] = {
				["集"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			}
		},
		["套"] = {
			["的"] = {
				["新"] = {
					["用"] = {
						["法"] = {
							result = true
						}
					}
				}
			}
		},
		["子"] = {
			result = true
		},
		["弄"] = {
			["同"] = {
				["事"] = {
					["的"] = {
						["老"] = {
							["婆"] = {
								result = true
							}
						}
					}
				}
			},
			["姐"] = {
				["肉"] = {
					["棒"] = {
						result = true
					}
				}
			},
			["插"] = {
				["逼"] = {
					result = true
				}
			},
			["肉"] = {
				["棒"] = {
					result = true
				}
			},
			["花"] = {
				["心"] = {
					result = true
				}
			},
			["雞"] = {
				["巴"] = {
					["浪"] = {
						["叫"] = {
							result = true
						}
					}
				}
			},
			["鸡"] = {
				["巴"] = {
					result = true,
					["浪"] = {
						["叫"] = {
							result = true
						}
					}
				}
			}
		},
		["挵"] = {
			["鳮"] = {
				["巴"] = {
					["蒗"] = {
						["訆"] = {
							result = true
						}
					}
				}
			}
		},
		["牌"] = {
			["小"] = {
				["车"] = {
					result = true
				}
			},
			["车"] = {
				["$"] = {
					["走"] = {
						["私"] = {
							["车"] = {
								result = true
							}
						}
					}
				},
				["专"] = {
					result = true
				},
				["见"] = {
					["车"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				},
				["走"] = {
					["私"] = {
						["车"] = {
							result = true,
							["有"] = {
								result = true
							}
						}
					}
				}
			},
			["轿"] = {
				["车"] = {
					result = true
				}
			}
		},
		["现"] = {
			result = true,
			["银"] = {
				["行"] = {
					["卡"] = {
						result = true
					}
				}
			}
		},
		["装"] = {
			["撬"] = {
				["杆"] = {
					result = true
				}
			}
		},
		["車"] = {
			result = true
		},
		["车"] = {
			result = true,
			["价"] = {
				["格"] = {
					["便"] = {
						["宜"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["奚"] = {
		["3"] = {
			["祁"] = {
				result = true
			}
		},
		["三"] = {
			["祁"] = {
				result = true
			}
		}
	},
	["她"] = {
		N = {
			N = {
				D = {
					result = true
				}
			}
		},
		["也"] = {
			["色"] = {
				result = true
			}
		},
		["去"] = {
			["了"] = {
				result = true
			}
		},
		["叫"] = {
			Z = {
				["晓"] = {
					["玲"] = {
						result = true
					}
				}
			},
			["郑"] = {
				["晓"] = {
					["玲"] = {
						result = true
					}
				}
			}
		},
		["奶"] = {
			["奶"] = {
				["的"] = {
					result = true
				}
			}
		},
		["妈"] = {
			["地"] = {
				result = true
			},
			["的"] = {
				result = true
			},
			["靠"] = {
				result = true
			}
		},
		["媽"] = {
			["地"] = {
				result = true
			},
			["的"] = {
				result = true
			}
		},
		["来"] = {
			["自"] = {
				["胡"] = {
					["志"] = {
						["明"] = {
							["市"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["的"] = {
			["小"] = {
				["屄"] = {
					["不"] = {
						["紧"] = {
							result = true
						}
					}
				}
			},
			["炮"] = {
				["图"] = {
					result = true
				}
			},
			["阴"] = {
				["户"] = {
					["好"] = {
						["嫩"] = {
							["啊"] = {
								result = true
							}
						}
					}
				},
				["道"] = {
					["好"] = {
						["深"] = {
							["啊"] = {
								result = true
							}
						},
						["紧"] = {
							result = true,
							["啊"] = {
								result = true
							}
						}
					},
					["真"] = {
						["紧"] = {
							result = true
						}
					}
				}
			}
		},
		["舔"] = {
			["鸡"] = {
				["巴"] = {
					result = true
				}
			}
		},
		["馬"] = {
			["的"] = {
				result = true
			}
		},
		["马"] = {
			["的"] = {
				result = true
			}
		}
	},
	["妄"] = {
		["想"] = {
			["メ"] = {
				["イ"] = {
					result = true
				}
			},
			["淑"] = {
				["女"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["议"] = {
			["中"] = {
				["央"] = {
					result = true
				}
			}
		}
	},
	["妖"] = {
		["兽"] = {
			["御"] = {
				["兽"] = {
					result = true
				}
			}
		},
		["娆"] = {
			["魅"] = {
				["惑"] = {
					["抛"] = {
						["美"] = {
							["胸"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["媚"] = {
			["老"] = {
				["骚"] = {
					["货"] = {
						result = true
					}
				}
			}
		},
		["术"] = {
			result = true
		},
		["狐"] = {
			["网"] = {
				result = true
			},
			["艳"] = {
				["史"] = {
					result = true
				}
			}
		},
		["界"] = {
			["淫"] = {
				["游"] = {
					["记"] = {
						result = true
					}
				}
			}
		},
		["美"] = {
			["巨"] = {
				["尻"] = {
					["物"] = {
						["语"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				result = true
			}
		},
		["色"] = {
			["成"] = {
				["人"] = {
					result = true
				}
			}
		},
		["艳"] = {
			["少"] = {
				["妇"] = {
					result = true
				}
			},
			["白"] = {
				["骨"] = {
					["精"] = {
						result = true
					}
				}
			}
		},
		["艷"] = {
			["醫"] = {
				["生"] = {
					result = true
				}
			}
		}
	},
	["妥"] = {
		["塞"] = {
			["敏"] = {
				result = true
			}
		}
	},
	["妩"] = {
		["媚"] = {
			["熟"] = {
				["模"] = {
					result = true
				}
			},
			["美"] = {
				["女"] = {
					["图"] = {
						["片"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["妱"] = {
		["娉"] = {
			["厷"] = {
				["炷"] = {
					result = true
				}
			}
		}
	},
	["姃"] = {
		["件"] = {
			["刅"] = {
				["理"] = {
					result = true
				}
			}
		}
	},
	["始"] = {
		["兴"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["姓"] = {
		["周"] = {
			["不"] = {
				["姓"] = {
					["邓"] = {
						result = true
					},
					["鄧"] = {
						result = true
					}
				}
			}
		},
		["李"] = {
			["的"] = {
				["叫"] = {
					["克"] = {
						["强"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["委"] = {
		["黑"] = {
			["幕"] = {
				result = true
			}
		}
	},
	["姚"] = {
		["仲"] = {
			result = true
		},
		["依"] = {
			["林"] = {
				result = true
			}
		},
		["叔"] = {
			result = true
		},
		["嘉"] = {
			result = true
		},
		["增"] = {
			["科"] = {
				result = true
			}
		},
		["文"] = {
			["田"] = {
				result = true
			}
		},
		["明"] = {
			["姗"] = {
				result = true
			}
		}
	},
	["姨"] = {
		["太"] = {
			["太"] = {
				["网"] = {
					result = true
				}
			}
		},
		["妈"] = {
			["的"] = {
				["肥"] = {
					["阴"] = {
						["唇"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["姫"] = {
		["咲"] = {
			result = true
		},
		["奴"] = {
			["隷"] = {
				["双"] = {
					["子"] = {
						["王"] = {
							["女"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["野"] = {
			["爱"] = {
				result = true
			}
		}
	},
	["威"] = {
		["博"] = {
			["策"] = {
				["略"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			}
		},
		["尔"] = {
			["握"] = {
				["枪"] = {
					result = true
				}
			},
			["防"] = {
				["身"] = {
					["器"] = {
						["材"] = {
							result = true
						}
					}
				}
			}
		},
		["尼"] = {
			["斯"] = {
				result = true,
				["人"] = {
					result = true
				},
				["城"] = {
					result = true
				},
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["廉"] = {
			["哈"] = {
				["尔"] = {
					["西"] = {
						result = true
					}
				}
			},
			["希"] = {
				["尔"] = {
					result = true
				}
			}
		},
		["而"] = {
			["鋼"] = {
				result = true
			}
		},
		["脅"] = {
			result = true
		},
		["莱"] = {
			["德"] = {
				["维"] = {
					["曼"] = {
						result = true
					}
				}
			}
		},
		["鹏"] = {
			["刀"] = {
				result = true
			}
		}
	},
	["娃"] = {
		["娃"] = {
			["色"] = {
				["导"] = {
					["航"] = {
						result = true
					}
				},
				["社"] = {
					["区"] = {
						result = true
					}
				}
			}
		},
		["广"] = {
			["告"] = {
				result = true
			}
		}
	},
	["娅"] = {
		["洲"] = {
			["в"] = {
				["Ｔ"] = {
					["兂"] = {
						["碼"] = {
							result = true
						}
					}
				}
			},
			["ㄝ"] = {
				["優"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					result = true
				}
			},
			["铯"] = {
				["图"] = {
					result = true
				},
				["站"] = {
					[""] = {
						["佺"] = {
							result = true
						}
					}
				},
				["魸"] = {
					result = true
				}
			}
		}
	},
	["娬"] = {
		["駦"] = {
			["蘭"] = {
				["嘸"] = {
					["犸"] = {
						["芐"] = {
							["酨"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["娱"] = {
		["乐"] = {
			["网"] = {
				["黄"] = {
					["站"] = {
						result = true
					}
				}
			}
		}
	},
	["婉"] = {
		["茵"] = {
			["前"] = {
				["傳"] = {
					result = true
				}
			}
		}
	},
	["婬"] = {
		result = true,
		["乱"] = {
			result = true
		},
		["荡"] = {
			result = true
		},
		["蕩"] = {
			result = true
		}
	},
	["婶"] = {
		["婶"] = {
			["激"] = {
				["爱"] = {
					["的"] = {
						["阴"] = {
							["道"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["婷"] = {
		["婷"] = {
			["五"] = {
				["月"] = {
					["天"] = {
						result = true,
						["导"] = {
							["航"] = {
								result = true
							}
						},
						["色"] = {
							["图"] = {
								result = true
							}
						}
					},
					["网"] = {
						result = true
					}
				},
				["色"] = {
					["天"] = {
						result = true
					}
				}
			},
			["亚"] = {
				["洲"] = {
					["色"] = {
						["图"] = {
							result = true
						}
					}
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						result = true
					}
				}
			},
			["口"] = {
				["含"] = {
					["鸡"] = {
						["巴"] = {
							result = true
						}
					}
				}
			},
			["基"] = {
				["地"] = {
					result = true,
					["丁"] = {
						["香"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					result = true
				}
			},
			["性"] = {
				["福"] = {
					["网"] = {
						result = true
					}
				}
			},
			["情"] = {
				["色"] = {
					["五"] = {
						["月"] = {
							["天"] = {
								result = true
							}
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["社"] = {
						["区"] = {
							result = true
						}
					}
				}
			},
			["淫"] = {
				["女"] = {
					["小"] = {
						["说"] = {
							result = true
						}
					}
				},
				["色"] = {
					result = true,
					["贴"] = {
						["图"] = {
							result = true
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					result = true,
					["1"] = {
						["7"] = {
							["7"] = {
								result = true
							}
						}
					},
					["五"] = {
						["月"] = {
							["天"] = {
								result = true
							}
						}
					},
					["俱"] = {
						["乐"] = {
							["部"] = {
								result = true
							}
						}
					},
					["小"] = {
						["说"] = {
							result = true
						}
					},
					["淫"] = {
						["液"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					},
					["聊"] = {
						["天"] = {
							["室"] = {
								result = true
							}
						}
					}
				}
			},
			["社"] = {
				["区"] = {
					result = true
				}
			},
			["色"] = {
				result = true,
				["情"] = {
					result = true,
					["五"] = {
						["月"] = {
							["天"] = {
								result = true
							}
						}
					},
					["网"] = {
						["站"] = {
							result = true
						}
					}
				},
				["电"] = {
					["影"] = {
						result = true
					}
				},
				["色"] = {
					result = true
				}
			},
			["骚"] = {
				["货"] = {
					["沈"] = {
						result = true
					}
				}
			}
		}
	},
	["媛"] = {
		["宵"] = {
			result = true
		}
	},
	["媳"] = {
		["禁"] = {
			["平"] = {
				result = true
			}
		}
	},
	["嫃"] = {
		["亾"] = {
			["娯"] = {
				["泺"] = {
					["峸"] = {
						result = true
					}
				}
			}
		},
		["實"] = {
			["妏"] = {
				["憑"] = {
					result = true
				}
			},
			["婬"] = {
				["悽"] = {
					result = true
				}
			},
			["洎"] = {
				["啪"] = {
					result = true
				}
			},
			["洧"] = {
				["效"] = {
					["妏"] = {
						["憑"] = {
							result = true
						}
					}
				}
			},
			["裑"] = {
				["妢"] = {
					["姃"] = {
						["荬"] = {
							result = true
						}
					}
				}
			}
		},
		["涳"] = {
			["妷"] = {
				["裑"] = {
					result = true
				}
			}
		},
		["熗"] = {
			result = true
		},
		["錢"] = {
			["瀧"] = {
				["唬"] = {
					["遊"] = {
						["戱"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["嫌"] = {
		["犯"] = {
			result = true
		}
	},
	["嫵"] = {
		["媚"] = {
			["挑"] = {
				["逗"] = {
					result = true
				}
			}
		}
	},
	["嬉"] = {
		["游"] = {
			["花"] = {
				["丛"] = {
					result = true
				}
			}
		}
	},
	["孇"] = {
		["管"] = {
			["猎"] = {
				["狗"] = {
					["專"] = {
						result = true
					}
				}
			}
		}
	},
	["孕"] = {
		["妇"] = {
			["美"] = {
				["惠"] = {
					result = true
				}
			},
			["裸"] = {
				["模"] = {
					["西"] = {
						["西"] = {
							result = true
						}
					}
				},
				["秀"] = {
					result = true
				}
			}
		}
	},
	["孙"] = {
		["2"] = {
			["娘"] = {
				result = true
			}
		},
		["8"] = {
			["爷"] = {
				result = true
			}
		},
		["二"] = {
			["娘"] = {
				result = true
			}
		},
		["倩"] = {
			["倩"] = {
				["不"] = {
					["雅"] = {
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["光"] = {
			["亮"] = {
				result = true
			}
		},
		["八"] = {
			["爷"] = {
				result = true
			}
		},
		["大"] = {
			["午"] = {
				result = true
			}
		},
		["女"] = {
			["的"] = {
				["不"] = {
					["伦"] = {
						["关"] = {
							["系"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["子"] = {
			["羽"] = {
				result = true
			},
			["马"] = {
				["云"] = {
					result = true
				}
			}
		},
		["寡"] = {
			["妇"] = {
				result = true
			}
		},
		["山"] = {
			result = true
		},
		["峰"] = {
			result = true
		},
		["延"] = {
			["军"] = {
				["王"] = {
					["文"] = {
						["怡"] = {
							result = true
						}
					}
				},
				["退"] = {
					["党"] = {
						result = true
					}
				},
				["避"] = {
					["难"] = {
						result = true
					}
				}
			}
		},
		["建"] = {
			["国"] = {
				result = true
			}
		},
		["德"] = {
			["龙"] = {
				result = true
			}
		},
		["怀"] = {
			["山"] = {
				result = true
			}
		},
		["思"] = {
			["敬"] = {
				result = true
			}
		},
		["悟"] = {
			["空"] = {
				result = true
			}
		},
		["政"] = {
			["才"] = {
				result = true,
				["出"] = {
					["局"] = {
						result = true
					}
				}
			}
		},
		["文"] = {
			["广"] = {
				[" "] = {
					["六"] = {
						["月"] = {
							["四"] = {
								["日"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["明"] = {
			["华"] = {
				result = true
			}
		},
		["楠"] = {
			result = true
		},
		["聚"] = {
			["财"] = {
				result = true
			}
		},
		["蒸"] = {
			["菜"] = {
				result = true
			}
		}
	},
	["学"] = {
		["之"] = {
			["源"] = {
				["教"] = {
					["育"] = {
						["机"] = {
							["构"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["升"] = {
			["教"] = {
				["育"] = {
					["机"] = {
						["构"] = {
							result = true
						}
					}
				}
			}
		},
		["妹"] = {
			result = true,
			["上"] = {
				["门"] = {
					["援"] = {
						["交"] = {
							result = true
						}
					}
				}
			},
			["漂"] = {
				["亮"] = {
					["的"] = {
						["胸"] = {
							["部"] = {
								result = true
							}
						}
					}
				}
			},
			["落"] = {
				["入"] = {
					["魔"] = {
						["窟"] = {
							result = true
						}
					}
				}
			}
		},
		["校"] = {
			["性"] = {
				["交"] = {
					["自"] = {
						["习"] = {
							["课"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["毛"] = {
			["清"] = {
				["党"] = {
					result = true
				}
			}
		},
		["潮"] = {
			[" "] = {
				["6"] = {
					["4"] = {
						result = true
					}
				},
				["8"] = {
					["9"] = {
						result = true
					}
				}
			},
			["6"] = {
				["4"] = {
					result = true
				}
			},
			["8"] = {
				["9"] = {
					result = true
				}
			},
			["坦"] = {
				["克"] = {
					result = true
				}
			},
			["戒"] = {
				["严"] = {
					result = true
				}
			},
			["最"] = {
				["终"] = {
					["漫"] = {
						["延"] = {
							["全"] = {
								["国"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["绝"] = {
				["食"] = {
					result = true
				}
			},
			["运"] = {
				["动"] = {
					result = true
				}
			}
		},
		["生"] = {
			[" "] = {
				["倒"] = {
					["在"] = {
						["血"] = {
							["泊"] = {
								result = true
							}
						}
					}
				},
				["屠"] = {
					["杀"] = {
						result = true
					}
				},
				["枪"] = {
					["械"] = {
						["扫"] = {
							["射"] = {
								result = true
							}
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					result = true
				}
			},
			["上"] = {
				["门"] = {
					["性"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				}
			},
			["乳"] = {
				["交"] = {
					result = true
				}
			},
			["们"] = {
				["绝"] = {
					["望"] = {
						["的"] = {
							["惨"] = {
								["叫"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["作"] = {
				["陪"] = {
					result = true
				}
			},
			["信"] = {
				["息"] = {
					result = true,
					["资"] = {
						["料"] = {
							result = true
						}
					}
				}
			},
			["倒"] = {
				["在"] = {
					["血"] = {
						["泊"] = {
							result = true
						}
					}
				}
			},
			["做"] = {
				["小"] = {
					["姐"] = {
						result = true
					}
				}
			},
			["包"] = {
				["夜"] = {
					result = true
				}
			},
			["卡"] = {
				result = true
			},
			["名"] = {
				["单"] = {
					result = true,
					["数"] = {
						["据"] = {
							result = true
						}
					}
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						["坦"] = {
							["克"] = {
								result = true
							}
						}
					}
				}
			},
			["妹"] = {
				a = {
					v = {
						result = true
					}
				},
				["一"] = {
					["夜"] = {
						["情"] = {
							result = true
						},
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				},
				["上"] = {
					["门"] = {
						result = true,
						["按"] = {
							["摩"] = {
								result = true
							}
						},
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				},
				["乳"] = {
					["交"] = {
						result = true
					}
				},
				["全"] = {
					["套"] = {
						result = true,
						["援"] = {
							["交"] = {
								result = true
							}
						},
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				},
				["出"] = {
					["台"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				},
				["初"] = {
					["夜"] = {
						result = true
					}
				},
				["包"] = {
					["夜"] = {
						result = true
					}
				},
				["双"] = {
					["飞"] = {
						result = true
					}
				},
				["在"] = {
					["线"] = {
						["裸"] = {
							["聊"] = {
								result = true
							}
						}
					}
				},
				["坐"] = {
					["台"] = {
						result = true
					}
				},
				["大"] = {
					["胆"] = {
						["露"] = {
							["阴"] = {
								result = true
							}
						}
					}
				},
				["妹"] = {
					["上"] = {
						["门"] = {
							result = true
						}
					},
					["兼"] = {
						result = true
					}
				},
				["少"] = {
					["妇"] = {
						["模"] = {
							["特"] = {
								result = true
							}
						}
					}
				},
				["开"] = {
					["房"] = {
						result = true
					}
				},
				["按"] = {
					["摩"] = {
						result = true,
						["包"] = {
							["夜"] = {
								result = true
							}
						}
					}
				},
				["援"] = {
					["交"] = {
						result = true,
						q = {
							result = true
						},
						["全"] = {
							["套"] = {
								result = true
							}
						},
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				},
				["是"] = {
					["白"] = {
						["领"] = {
							result = true
						}
					}
				},
				["服"] = {
					["务"] = {
						result = true
					}
				},
				["果"] = {
					["聊"] = {
						result = true
					}
				},
				["特"] = {
					["殊"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				},
				["登"] = {
					["门"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				},
				["百"] = {
					["灵"] = {
						["聊"] = {
							["天"] = {
								result = true
							}
						}
					}
				},
				["的"] = {
					["良"] = {
						["家"] = {
							result = true
						}
					}
				},
				["缓"] = {
					["交"] = {
						["网"] = {
							result = true
						}
					}
				},
				["裸"] = {
					["聊"] = {
						result = true
					}
				},
				["陪"] = {
					["睡"] = {
						result = true
					}
				},
				["高"] = {
					["潮"] = {
						result = true
					}
				}
			},
			["家"] = {
				["长"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					},
					["数"] = {
						["据"] = {
							result = true,
							["专"] = {
								result = true
							}
						}
					},
					["资"] = {
						["料"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["屠"] = {
				["杀"] = {
					result = true
				}
			},
			["援"] = {
				["交"] = {
					result = true
				}
			},
			["操"] = {
				["老"] = {
					["师"] = {
						result = true
					}
				}
			},
			["数"] = {
				["据"] = {
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			},
			["服"] = {
				result = true
			},
			["枪"] = {
				["械"] = {
					["扫"] = {
						["射"] = {
							result = true
						}
					}
				}
			},
			["民"] = {
				["主"] = {
					["运"] = {
						["动"] = {
							result = true
						}
					}
				}
			},
			["淫"] = {
				["图"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					["诱"] = {
						["惑"] = {
							result = true
						}
					}
				}
			},
			["爱"] = {
				["国"] = {
					["者"] = {
						["运"] = {
							["动"] = {
								result = true
							}
						}
					}
				}
			},
			["狂"] = {
				Y = {
					["头"] = {
						result = true
					}
				},
				["摇"] = {
					T = {
						result = true
					},
					["头"] = {
						result = true
					}
				}
			},
			["绝"] = {
				["食"] = {
					result = true
				}
			},
			["罢"] = {
				["考"] = {
					result = true
				}
			},
			["群"] = {
				["众"] = {
					result = true
				}
			},
			["胬"] = {
				result = true
			},
			["运"] = {
				["动"] = {
					["2"] = {
						["5"] = {
							["年"] = {
								result = true
							}
						}
					}
				}
			},
			["透"] = {
				["过"] = {
					["悼"] = {
						["念"] = {
							["表"] = {
								["达"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["领"] = {
				["袖"] = {
					["发"] = {
						["表"] = {
							["声"] = {
								["明"] = {
									["六"] = {
										["四"] = {
											result = true
										}
									}
								}
							}
						}
					},
					["王"] = {
						["丹"] = {
							result = true
						}
					}
				}
			},
			["骚"] = {
				["乱"] = {
					result = true
				}
			}
		},
		["者"] = {
			["陈"] = {
				["小"] = {
					["雅"] = {
						["六"] = {
							["四"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["联"] = {
			["游"] = {
				["行"] = {
					result = true,
					["中"] = {
						["联"] = {
							["办"] = {
								result = true
							}
						}
					}
				}
			},
			["绝"] = {
				["食"] = {
					result = true
				}
			}
		},
		["运"] = {
			["前"] = {
				["状"] = {
					["况"] = {
						result = true
					}
				}
			},
			["韩"] = {
				["东"] = {
					["方"] = {
						result = true
					}
				}
			},
			["领"] = {
				["袖"] = {
					[" "] = {
						["柴"] = {
							["玲"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["孧"] = {
		["囡"] = {
			["嘸"] = {
				["犸"] = {
					result = true
				}
			}
		},
		["孧"] = {
			["哃"] = {
				["梽"] = {
					result = true
				}
			},
			["极"] = {
				["闆"] = {
					result = true
				}
			},
			["秘"] = {
				["書"] = {
					result = true
				}
			},
			["诱"] = {
				["囡"] = {
					result = true
				}
			},
			["電"] = {
				["影"] = {
					result = true
				}
			}
		}
	},
	["孫"] = {
		["家"] = {
			["正"] = {
				result = true
			}
		},
		["政"] = {
			["才"] = {
				result = true
			}
		},
		["逸"] = {
			["仙"] = {
				result = true
			}
		}
	},
	["孰"] = {
		["囡"] = {
			["倶"] = {
				["泺"] = {
					["蔀"] = {
						result = true
					}
				}
			},
			["悻"] = {
				["茭"] = {
					result = true
				}
			}
		}
	},
	["學"] = {
		["妹"] = {
			result = true
		},
		["找"] = {
			["神"] = {
				["秘"] = {
					["的"] = {
						G = {
							["點"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["曆"] = {
			["證"] = {
				["辦"] = {
					["理"] = {
						result = true
					}
				}
			}
		},
		["歷"] = {
			["證"] = {
				["办"] = {
					["理"] = {
						result = true
					}
				}
			}
		},
		["生"] = {
			["做"] = {
				["小"] = {
					["姐"] = {
						result = true
					}
				}
			},
			["包"] = {
				["夜"] = {
					result = true
				}
			},
			["妹"] = {
				["上"] = {
					["門"] = {
						result = true,
						["服"] = {
							["務"] = {
								result = true
							}
						}
					}
				},
				["全"] = {
					["套"] = {
						result = true
					}
				},
				["妹"] = {
					result = true,
					["^"] = {
						result = true
					}
				},
				["按"] = {
					["摩"] = {
						["包"] = {
							["夜"] = {
								result = true
							}
						}
					}
				},
				["開"] = {
					["房"] = {
						result = true
					}
				}
			},
			["愛"] = {
				["國"] = {
					["者"] = {
						["運"] = {
							["動"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["甡"] = {
			["妹"] = {
				["幵"] = {
					["房"] = {
						result = true
					}
				},
				["按"] = {
					["嚤"] = {
						["苞"] = {
							["夜"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["者"] = {
			["呂"] = {
				["加"] = {
					["平"] = {
						result = true
					}
				}
			}
		},
		["莅"] = {
			["證"] = {
				["刻"] = {
					["璋"] = {
						["办"] = {
							["證"] = {
								result = true
							}
						}
					}
				},
				["办"] = {
					["證"] = {
						["電"] = {
							["話"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["它"] = {
		N = {
			N = {
				D = {
					result = true
				}
			}
		},
		["妈"] = {
			result = true,
			["地"] = {
				result = true
			}
		},
		["媽"] = {
			["地"] = {
				result = true
			},
			["的"] = {
				result = true
			}
		}
	},
	["宅"] = {
		["男"] = {
			["撸"] = {
				["啊"] = {
					["撸"] = {
						result = true
					}
				}
			},
			["最"] = {
				["愛"] = {
					result = true
				}
			},
			["的"] = {
				["福"] = {
					["音"] = {
						result = true
					}
				}
			},
			["蜗"] = {
				["居"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["宇"] = {
		["文"] = {
			["氏"] = {
				result = true
			},
			["苏"] = {
				result = true
			}
		},
		["田"] = {
			["香"] = {
				["织"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["守"] = {
		["望"] = {
			["教"] = {
				["会"] = {
					result = true
				}
			}
		}
	},
	["宋"] = {
		x = {
			x = {
				result = true
			}
		},
		z = {
			["英"] = {
				["和"] = {
					["江"] = {
						result = true
					}
				}
			}
		},
		["儿"] = {
			["子"] = {
				["像"] = {
					["谁"] = {
						result = true
					}
				}
			}
		},
		["大"] = {
			["涵"] = {
				result = true
			}
		},
		["平"] = {
			["一"] = {
				["句"] = {
					["话"] = {
						result = true
					}
				}
			}
		},
		["庆"] = {
			["龄"] = {
				result = true
			}
		},
		["德"] = {
			["福"] = {
				result = true
			}
		},
		["慈"] = {
			result = true
		},
		["慶"] = {
			["齡"] = {
				result = true
			}
		},
		["明"] = {
			["昌"] = {
				result = true
			}
		},
		["朝"] = {
			["完"] = {
				["美"] = {
					["生"] = {
						["活"] = {
							result = true
						}
					}
				}
			}
		},
		["林"] = {
			result = true,
			[" "] = {
				["贺"] = {
					["锦"] = {
						["涛"] = {
							result = true
						},
						["雷"] = {
							result = true
						}
					}
				},
				["贿"] = {
					["金"] = {
						result = true
					}
				}
			},
			["一"] = {
				result = true
			},
			["案"] = {
				["传"] = {
					["牵"] = {
						["扯"] = {
							["贺"] = {
								result = true
							}
						}
					}
				}
			},
			["背"] = {
				["后"] = {
					["贺"] = {
						result = true
					}
				}
			},
			["贺"] = {
				["家"] = {
					["公"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["泽"] = {
			result = true
		},
		["爱"] = {
			["荣"] = {
				result = true
			}
		},
		["璇"] = {
			["涛"] = {
				result = true
			}
		},
		["祖"] = {
			["英"] = {
				["儿"] = {
					["子"] = {
						result = true
					}
				},
				["德"] = {
					["艺"] = {
						["双"] = {
							["馨"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["秀"] = {
			["岩"] = {
				result = true
			}
		},
		["美"] = {
			["齡"] = {
				result = true
			},
			["龄"] = {
				result = true
			}
		}
	},
	["完"] = {
		["成"] = {
			["1"] = {
				["场"] = {
					["战"] = {
						["斗"] = {
							["。"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["熟"] = {
			["桃"] = {
				result = true
			}
		},
		["結"] = {
			["版"] = {
				W = {
					M = {
						V = {
							result = true
						}
					}
				}
			}
		}
	},
	["宜"] = {
		["春"] = {
			["院"] = {
				result = true
			}
		}
	},
	["实"] = {
		["习"] = {
			["医"] = {
				["生"] = {
					["艳"] = {
						["情"] = {
							["录"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["名"] = {
			["银"] = {
				["行"] = {
					["卡"] = {
						result = true
					}
				}
			}
		},
		["弹"] = {
			["比"] = {
				["赛"] = {
					["用"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["录"] = {
			["强"] = {
				["奸"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			}
		},
		["战"] = {
			["教"] = {
				["程"] = {
					result = true
				}
			}
		},
		["物"] = {
			["大"] = {
				["小"] = {
					["仿"] = {
						["真"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["现"] = {
			["你"] = {
				["的"] = {
					["幻"] = {
						["想"] = {
							result = true
						}
					}
				}
			},
			["民"] = {
				["主"] = {
					["宪"] = {
						["政"] = {
							result = true
						}
					}
				}
			}
		},
		["用"] = {
			["技"] = {
				["巧"] = {
					result = true
				}
			},
			["电"] = {
				["视"] = {
					["棒"] = {
						result = true
					}
				}
			}
		},
		["行"] = {
			["多"] = {
				["党"] = {
					["选"] = {
						["举"] = {
							result = true
						}
					}
				}
			}
		},
		["钱"] = {
			["赌"] = {
				["博"] = {
					result = true
				}
			}
		}
	},
	["审"] = {
		["查"] = {
			["文"] = {
				["件"] = {
					["将"] = {
						["曝"] = {
							["光"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["美"] = {
			["与"] = {
				["人"] = {
					["的"] = {
						["自"] = {
							["由"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["讯"] = {
			["椅"] = {
				result = true
			}
		}
	},
	["室"] = {
		["外"] = {
			["私"] = {
				["拍"] = {
					result = true
				}
			}
		}
	},
	["宪"] = {
		["."] = {
			["政"] = {
				result = true
			},
			["章"] = {
				result = true
			}
		},
		["制"] = {
			["变"] = {
				["革"] = {
					result = true
				}
			},
			["改"] = {
				["革"] = {
					result = true
				}
			}
		},
		["法"] = {
			result = true
		}
	},
	["宰"] = {
		["相"] = {
			["夫"] = {
				["人"] = {
					[" "] = {
						["戴"] = {
							["梦"] = {
								["得"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["宴"] = {
		["召"] = {
			["百"] = {
				["丑"] = {
					result = true,
					["大"] = {
						["会"] = {
							["堂"] = {
								result = true
							}
						}
					}
				},
				["醜"] = {
					result = true
				}
			}
		}
	},
	["實"] = {
		["用"] = {
			["電"] = {
				["視"] = {
					["棒"] = {
						result = true
					}
				}
			}
		}
	},
	["寺"] = {
		["尾"] = {
			["佑"] = {
				["理"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["嶋"] = {
			["小"] = {
				["春"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["服"] = {
			result = true
		},
		["田"] = {
			["弥"] = {
				["生"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["寻"] = {
		["6"] = {
			["4"] = {
				["槍"] = {
					result = true
				}
			}
		},
		["找"] = {
			["代"] = {
				["考"] = {
					result = true
				}
			},
			["夜"] = {
				["夜"] = {
					["情"] = {
						result = true
					}
				}
			},
			["性"] = {
				["女"] = {
					result = true
				}
			},
			["打"] = {
				["手"] = {
					result = true
				}
			},
			["枪"] = {
				["手"] = {
					result = true
				}
			},
			["猎"] = {
				["槍"] = {
					result = true
				}
			}
		},
		["槍"] = {
			["手"] = {
				["槍"] = {
					result = true
				}
			}
		},
		["求"] = {
			["眼"] = {
				["角"] = {
					["膜"] = {
						result = true
					}
				}
			},
			["肾"] = {
				["源"] = {
					result = true
				}
			}
		},
		["甸"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["肝"] = {
			result = true,
			["源"] = {
				result = true
			}
		},
		["觅"] = {
			["猎"] = {
				["槍"] = {
					result = true
				}
			}
		}
	},
	["寿"] = {
		["日"] = {
			["奈"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["绫"] = {
			["乃"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		}
	},
	["尉"] = {
		["建"] = {
			["军"] = {
				result = true
			},
			["軍"] = {
				result = true
			}
		}
	},
	["小"] = {
		["%"] = {
			["冰"] = {
				["砖"] = {
					result = true
				}
			}
		},
		["*"] = {
			["冰"] = {
				["*"] = {
					["砖"] = {
						result = true
					}
				}
			}
		},
		["="] = {
			["平"] = {
				result = true
			},
			["日"] = {
				["本"] = {
					result = true
				}
			}
		},
		B = {
			["样"] = {
				result = true
			}
		},
		J = {
			["上"] = {
				["門"] = {
					["服"] = {
						["務"] = {
							result = true
						}
					}
				},
				["门"] = {
					result = true,
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["代"] = {
				["表"] = {
					["发"] = {
						["言"] = {
							result = true
						}
					}
				}
			},
			["全"] = {
				["套"] = {
					result = true,
					["按"] = {
						["摩"] = {
							result = true
						}
					},
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["口"] = {
				["活"] = {
					["打"] = {
						["炮"] = {
							result = true
						}
					}
				}
			},
			["妹"] = {
				result = true
			},
			["服"] = {
				["务"] = {
					result = true,
					["信"] = {
						["息"] = {
							result = true
						}
					}
				}
			}
		},
		M = {
			M = {
				result = true
			}
		},
		X = {
			["导"] = {
				["航"] = {
					result = true
				}
			}
		},
		["\\"] = {
			["来"] = {
				["子"] = {
					result = true
				}
			}
		},
		i = {
			["姐"] = {
				result = true
			}
		},
		j = {
			["果"] = {
				["子"] = {
					result = true
				}
			}
		},
		["三"] = {
			["饥"] = {
				["渴"] = {
					["性"] = {
						["爱"] = {
							result = true
						}
					}
				}
			}
		},
		["久"] = {
			["保"] = {
				["果"] = {
					["穗"] = {
						["种"] = {
							["子"] = {
								result = true
							},
							["紫"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["乞"] = {
			["丐"] = {
				result = true
			}
		},
		["乳"] = {
			["头"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			},
			["頭"] = {
				result = true
			}
		},
		["仓"] = {
			["爱"] = {
				["里"] = {
					["丝"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["修"] = {
			["理"] = {
				["箱"] = {
					result = true
				}
			}
		},
		["倉"] = {
			["優"] = {
				["子"] = {
					result = true
				}
			}
		},
		["偷"] = {
			["新"] = {
				["疆"] = {
					result = true
				}
			}
		},
		["六"] = {
			["图"] = {
				["库"] = {
					result = true
				}
			}
		},
		["冰"] = {
			["砖"] = {
				result = true
			},
			["磚"] = {
				result = true
			}
		},
		["勐"] = {
			["拉"] = {
				["皇"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["卵"] = {
			["子"] = {
				result = true
			},
			["泡"] = {
				result = true
			}
		},
		["受"] = {
			result = true
		},
		["口"] = {
			["味"] = {
				["网"] = {
					result = true
				}
			},
			["径"] = {
				result = true,
				["专"] = {
					result = true
				},
				["交"] = {
					["流"] = {
						result = true
					}
				},
				["便"] = {
					["宜"] = {
						["出"] = {
							result = true
						}
					}
				},
				["售"] = {
					["交"] = {
						["流"] = {
							result = true
						}
					}
				},
				["子"] = {
					["弹"] = {
						result = true
					}
				},
				["手"] = {
					["抢"] = {
						result = true
					},
					["枪"] = {
						result = true
					},
					["槍"] = {
						result = true
					}
				},
				["机"] = {
					["关"] = {
						["枪"] = {
							result = true
						}
					}
				},
				["枪"] = {
					result = true,
					["械"] = {
						result = true
					}
				},
				["步"] = {
					["售"] = {
						result = true
					},
					["枪"] = {
						result = true
					},
					["槍"] = {
						result = true
					},
					["狗"] = {
						result = true
					}
				},
				["气"] = {
					["抢"] = {
						result = true
					},
					["枪"] = {
						result = true
					}
				},
				["汽"] = {
					["枪"] = {
						result = true
					},
					["狗"] = {
						result = true,
						["专"] = {
							result = true
						}
					}
				},
				["秃"] = {
					["鹰"] = {
						result = true
					}
				},
				["自"] = {
					["动"] = {
						["步"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["运"] = {
					["动"] = {
						result = true
					}
				},
				["钢"] = {
					["珠"] = {
						["气"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["徑"] = {
				result = true
			}
		},
		["号"] = {
			["三"] = {
				["棱"] = {
					result = true
				}
			}
		},
		["向"] = {
			["ま"] = {
				["な"] = {
					["美"] = {
						result = true
					}
				}
			}
		},
		["嘴"] = {
			["吐"] = {
				["出"] = {
					["龟"] = {
						["头"] = {
							result = true
						}
					}
				}
			},
			["吞"] = {
				["吐"] = {
					["的"] = {
						["肉"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["型"] = {
			["三"] = {
				["用"] = {
					["努"] = {
						result = true
					},
					["弩"] = {
						result = true
					}
				}
			},
			["军"] = {
				["刺"] = {
					result = true
				}
			},
			["弓"] = {
				["弩"] = {
					result = true
				}
			},
			["手"] = {
				["机"] = {
					["基"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["汽"] = {
				["枪"] = {
					result = true
				}
			},
			["炸"] = {
				["弹"] = {
					result = true
				}
			},
			["狙"] = {
				["击"] = {
					["弩"] = {
						result = true
					}
				}
			}
		},
		["城"] = {
			["窈"] = {
				["窕"] = {
					result = true
				}
			}
		},
		["太"] = {
			["朗"] = {
				["军"] = {
					["刀"] = {
						result = true
					}
				}
			}
		},
		["女"] = {
			["且"] = {
				["上"] = {
					["门"] = {
						result = true
					}
				}
			},
			["儿"] = {
				["的"] = {
					["小"] = {
						["淫"] = {
							["嘴"] = {
								result = true
							}
						}
					}
				}
			},
			["嫩"] = {
				["穴"] = {
					result = true
				}
			},
			["子"] = {
				["寂"] = {
					["寞"] = {
						result = true
					}
				}
			},
			["花"] = {
				["不"] = {
					["弃"] = {
						result = true
					}
				}
			}
		},
		["妇"] = {
			["多"] = {
				["寂"] = {
					["寞"] = {
						result = true
					}
				}
			}
		},
		["妞"] = {
			result = true,
			["初"] = {
				["夜"] = {
					result = true
				}
			}
		},
		["妹"] = {
			["三"] = {
				["角"] = {
					["裤"] = {
						result = true
					}
				}
			},
			["上"] = {
				["门"] = {
					result = true
				}
			},
			["出"] = {
				["台"] = {
					result = true
				},
				["臺"] = {
					result = true
				}
			},
			["和"] = {
				["帅"] = {
					["哥"] = {
						result = true
					}
				}
			},
			["援"] = {
				["交"] = {
					result = true
				}
			},
			["服"] = {
				["务"] = {
					result = true
				}
			},
			["特"] = {
				["殊"] = {
					["服"] = {
						["务"] = {
							result = true
						},
						["務"] = {
							result = true
						}
					}
				}
			},
			["联"] = {
				["络"] = {
					result = true
				}
			},
			["聯"] = {
				["絡"] = {
					result = true
				}
			},
			["裸"] = {
				["聊"] = {
					result = true
				}
			},
			["让"] = {
				["我"] = {
					["看"] = {
						["看"] = {
							result = true
						}
					}
				}
			}
		},
		["姐"] = {
			K = {
				T = {
					V = {
						["陪"] = {
							["唱"] = {
								result = true
							}
						}
					}
				}
			},
			Q = {
				["群"] = {
					result = true
				}
			},
			q = {
				result = true
			},
			["一"] = {
				["夜"] = {
					["情"] = {
						["服"] = {
							["务"] = {
								result = true
							},
							["務"] = {
								result = true
							}
						}
					}
				},
				["次"] = {
					["多"] = {
						["少"] = {
							["钱"] = {
								result = true
							}
						}
					}
				}
			},
			["上"] = {
				["門"] = {
					result = true
				}
			},
			["丝"] = {
				["袜"] = {
					["按"] = {
						["摩"] = {
							result = true
						}
					}
				},
				["足"] = {
					["按"] = {
						["摩"] = {
							result = true
						}
					}
				}
			},
			["事"] = {
				["后"] = {
					["结"] = {
						["账"] = {
							result = true
						}
					}
				}
			},
			["仩"] = {
				["门"] = {
					result = true
				}
			},
			["价"] = {
				["格"] = {
					result = true
				}
			},
			["任"] = {
				["你"] = {
					S = {
						M = {
							result = true
						}
					}
				}
			},
			["会"] = {
				["所"] = {
					result = true
				}
			},
			["便"] = {
				["宜"] = {
					result = true
				}
			},
			["保"] = {
				["健"] = {
					["上"] = {
						["門"] = {
							result = true
						},
						["门"] = {
							result = true
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					result = true,
					["服"] = {
						result = true
					}
				}
			},
			["俱"] = {
				["*"] = {
					["乐"] = {
						["部"] = {
							result = true
						}
					}
				},
				["乐"] = {
					["部"] = {
						result = true
					}
				}
			},
			["全"] = {
				["&"] = {
					["套"] = {
						["信"] = {
							["息"] = {
								result = true
							}
						},
						["資"] = {
							["訊"] = {
								result = true
							}
						}
					}
				},
				["套"] = {
					result = true
				}
			},
			["冰"] = {
				["火"] = {
					result = true,
					["多"] = {
						["少"] = {
							["钱"] = {
								result = true
							}
						}
					}
				}
			},
			["出"] = {
				["台"] = {
					result = true
				},
				["臺"] = {
					result = true
				}
			},
			["初"] = {
				["夜"] = {
					result = true
				}
			},
			["包"] = {
				["吹"] = {
					["包"] = {
						["做"] = {
							result = true
						}
					}
				},
				["夜"] = {
					result = true
				},
				["您"] = {
					["满"] = {
						["意"] = {
							result = true
						}
					}
				}
			},
			["去"] = {
				result = true,
				["哪"] = {
					["找"] = {
						result = true
					}
				}
			},
			["双"] = {
				["飞"] = {
					["网"] = {
						result = true
					}
				}
			},
			["口"] = {
				["交"] = {
					result = true
				},
				["活"] = {
					["打"] = {
						["炮"] = {
							result = true
						}
					}
				}
			},
			["名"] = {
				["花"] = {
					["服"] = {
						["务"] = {
							result = true
						},
						["務"] = {
							result = true
						}
					}
				}
			},
			["在"] = {
				["线"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["套"] = {
				["信"] = {
					["息"] = {
						result = true
					}
				}
			},
			["女"] = {
				["上"] = {
					["门"] = {
						result = true
					}
				},
				["全"] = {
					["套"] = {
						result = true
					}
				}
			},
			["妹"] = {
				["上"] = {
					["門"] = {
						["服"] = {
							["務"] = {
								result = true
							}
						}
					},
					["门"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				}
			},
			["威"] = {
				["客"] = {
					result = true
				}
			},
			["密"] = {
				["云"] = {
					result = true
				}
			},
			["性"] = {
				["息"] = {
					result = true
				},
				["服"] = {
					["务"] = {
						result = true
					}
				}
			},
			["打"] = {
				["飛"] = {
					["機"] = {
						result = true
					}
				}
			},
			["按"] = {
				["摩"] = {
					result = true,
					["全"] = {
						["套"] = {
							result = true
						}
					}
				}
			},
			["推"] = {
				["油"] = {
					["多"] = {
						["少"] = {
							["钱"] = {
								result = true
							}
						}
					}
				}
			},
			["援"] = {
				["交"] = {
					result = true
				}
			},
			["操"] = {
				["逼"] = {
					result = true
				}
			},
			["服"] = {
				result = true,
				["务"] = {
					result = true,
					["好"] = {
						result = true
					}
				},
				["務"] = {
					result = true
				}
			},
			["术"] = {
				["语"] = {
					result = true
				}
			},
			["楼"] = {
				["凤"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					}
				}
			},
			["洗"] = {
				["浴"] = {
					["中"] = {
						["心"] = {
							result = true
						}
					}
				}
			},
			["活"] = {
				["好"] = {
					result = true
				}
			},
			["漂"] = {
				["亮"] = {
					result = true
				}
			},
			["爽"] = {
				["爆"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["物"] = {
				["美"] = {
					["价"] = {
						["廉"] = {
							result = true
						}
					}
				}
			},
			["特"] = {
				["殊"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					result = true
				},
				["联"] = {
					result = true
				},
				["视"] = {
					["台"] = {
						result = true
					}
				}
			},
			["破"] = {
				["处"] = {
					["价"] = {
						["格"] = {
							result = true
						}
					}
				},
				["處"] = {
					["價"] = {
						["格"] = {
							result = true
						}
					}
				}
			},
			["票"] = {
				["亮"] = {
					result = true
				}
			},
			["网"] = {
				result = true
			},
			["群"] = {
				p = {
					["多"] = {
						["少"] = {
							["钱"] = {
								result = true
							}
						}
					}
				}
			},
			["脱"] = {
				["光"] = {
					["衣"] = {
						result = true
					}
				}
			},
			["裸"] = {
				["聊"] = {
					result = true
				}
			},
			["送"] = {
				["货"] = {
					["上"] = {
						["门"] = {
							result = true
						}
					}
				}
			},
			["電"] = {
				["視"] = {
					["臺"] = {
						result = true
					}
				},
				["話"] = {
					result = true
				}
			},
			["黑"] = {
				["店"] = {
					["曝"] = {
						["光"] = {
							result = true
						}
					}
				}
			}
		},
		["姑"] = {
			["做"] = {
				["爱"] = {
					result = true
				}
			},
			["子"] = {
				["做"] = {
					["爱"] = {
						result = true
					}
				},
				["偷"] = {
					["情"] = {
						result = true
					}
				},
				["地"] = {
					["带"] = {
						["敏"] = {
							["感"] = {
								result = true
							}
						}
					}
				},
				["小"] = {
					["穴"] = {
						result = true
					},
					["说"] = {
						result = true
					}
				},
				["的"] = {
					["三"] = {
						["角"] = {
							["裤"] = {
								result = true
							}
						}
					},
					["脚"] = {
						result = true
					},
					["诱"] = {
						["惑"] = {
							result = true
						}
					}
				}
			},
			["射"] = {
				result = true
			},
			["强"] = {
				["奸"] = {
					result = true
				}
			},
			["的"] = {
				["内"] = {
					["裤"] = {
						result = true
					}
				}
			},
			["被"] = {
				["我"] = {
					["给"] = {
						["干"] = {
							["了"] = {
								result = true
							}
						}
					}
				}
			},
			["诱"] = {
				["惑"] = {
					["我"] = {
						result = true
					}
				}
			}
		},
		["姨"] = {
			["妹"] = {
				A = {
					V = {
						result = true
					}
				}
			},
			["子"] = {
				result = true,
				["做"] = {
					["爱"] = {
						result = true,
						["记"] = {
							result = true
						}
					}
				},
				["偷"] = {
					["情"] = {
						result = true
					}
				},
				["公"] = {
					["交"] = {
						["车"] = {
							result = true
						}
					}
				},
				["地"] = {
					["带"] = {
						["敏"] = {
							["感"] = {
								result = true
							}
						}
					}
				},
				["小"] = {
					["穴"] = {
						result = true
					},
					["说"] = {
						result = true
					}
				},
				["淫"] = {
					["色"] = {
						["导"] = {
							["航"] = {
								result = true
							}
						}
					}
				},
				["的"] = {
					["三"] = {
						["角"] = {
							["裤"] = {
								result = true
							}
						}
					},
					["小"] = {
						["嫩"] = {
							["屄"] = {
								result = true
							}
						}
					},
					["脚"] = {
						result = true
					}
				},
				["穴"] = {
					result = true
				},
				["被"] = {
					["轮"] = {
						["奸"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				["内"] = {
					["裤"] = {
						result = true
					}
				},
				["嫩"] = {
					["阴"] = {
						["道"] = {
							result = true
						}
					}
				},
				["穴"] = {
					result = true
				}
			},
			["被"] = {
				["我"] = {
					["给"] = {
						["干"] = {
							["了"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["嫩"] = {
			["屄"] = {
				result = true
			},
			["无"] = {
				["毛"] = {
					result = true
				}
			},
			["穴"] = {
				result = true,
				["流"] = {
					["血"] = {
						["了"] = {
							result = true
						}
					}
				},
				["贴"] = {
					["图"] = {
						result = true
					}
				}
			},
			["逼"] = {
				result = true
			},
			["雞"] = {
				result = true
			}
		},
		["孔"] = {
			["9"] = {
				["4"] = {
					["式"] = {
						["枪"] = {
							["支"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["学"] = {
			["老"] = {
				["师"] = {
					["潘"] = {
						["晓"] = {
							["红"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["室"] = {
			["丽"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["优"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["優"] = {
				["奈"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["友"] = {
				["裡"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				},
				["里"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["小"] = {
			["小"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			},
			["渴"] = {
				["望"] = {
					result = true
				}
			},
			["皇"] = {
				["后"] = {
					["成"] = {
						["长"] = {
							["记"] = {
								result = true
							}
						}
					}
				}
			},
			["社"] = {
				["区"] = {
					b = {
						result = true
					}
				}
			},
			["赌"] = {
				["坊"] = {
					result = true
				}
			}
		},
		["少"] = {
			["妇"] = {
				result = true
			}
		},
		["屄"] = {
			result = true,
			["儿"] = {
				["温"] = {
					["暖"] = {
						["滑"] = {
							["嫩"] = {
								result = true
							}
						}
					}
				}
			},
			["又"] = {
				["湿"] = {
					["又"] = {
						["滑"] = {
							result = true
						}
					}
				}
			}
		},
		["山"] = {
			["步"] = {
				result = true
			},
			["渉"] = {
				B = {
					T = {
						result = true
					}
				}
			},
			["美"] = {
				["由"] = {
					result = true
				}
			}
		},
		["岛"] = {
			["沙"] = {
				["耶"] = {
					["香"] = {
						result = true
					}
				}
			}
		},
		["川"] = {
			["明"] = {
				["日"] = {
					["香"] = {
						result = true
					}
				}
			},
			["沙"] = {
				["织"] = {
					result = true,
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["流"] = {
				["果"] = {
					result = true
				}
			},
			["由"] = {
				["纪"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["菜"] = {
				["乃"] = {
					result = true
				}
			},
			["音"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["麻"] = {
				["穂"] = {
					result = true
				}
			}
		},
		["左"] = {
			result = true
		},
		["平"] = {
			["习"] = {
				["女"] = {
					["婿"] = {
						result = true
					}
				}
			},
			["大"] = {
				["大"] = {
					["女"] = {
						["婿"] = {
							result = true
						}
					}
				}
			},
			["夾"] = {
				result = true
			},
			["姓"] = {
				["周"] = {
					["不"] = {
						["姓"] = {
							["邓"] = {
								result = true
							}
						}
					}
				}
			},
			["扶"] = {
				["植"] = {
					["黑"] = {
						["马"] = {
							result = true
						}
					}
				}
			},
			["近"] = {
				["平"] = {
					["女"] = {
						["婿"] = {
							result = true
						}
					}
				}
			}
		},
		["开"] = {
			["锁"] = {
				["的"] = {
					["工"] = {
						["具"] = {
							result = true
						}
					}
				}
			}
		},
		["弟"] = {
			["弟"] = {
				["插"] = {
					["下"] = {
						["面"] = {
							result = true
						}
					},
					["到"] = {
						["更"] = {
							["深"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["强"] = {
			["身"] = {
				["份"] = {
					["证"] = {
						["中"] = {
							["心"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["怜"] = {
			result = true
		},
		["恶"] = {
			["魔"] = {
				["淫"] = {
					["乱"] = {
						["娘"] = {
							result = true
						}
					}
				}
			}
		},
		["情"] = {
			["侣"] = {
				["床"] = {
					["战"] = {
						["流"] = {
							["出"] = {
								result = true
							}
						}
					}
				},
				["自"] = {
					["拍"] = {
						result = true
					}
				}
			}
		},
		["护"] = {
			["士"] = {
				A = {
					["片"] = {
						result = true
					}
				},
				["大"] = {
					P = {
						P = {
							result = true
						}
					}
				},
				["被"] = {
					["虐"] = {
						["喝"] = {
							["尿"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["撸"] = {
			["怡"] = {
				["情"] = {
					result = true
				}
			}
		},
		["敏"] = {
			["帮"] = {
				["忙"] = {
					["吸"] = {
						result = true
					}
				}
			}
		},
		["日"] = {
			["向"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				},
				["美"] = {
					["咲"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				},
				["葵"] = {
					result = true
				}
			},
			["本"] = {
				A = {
					V = {
						result = true
					}
				}
			}
		},
		["早"] = {
			["川"] = {
				["美"] = {
					["晴"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				},
				["麻"] = {
					["绫"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["时"] = {
			["洗"] = {
				["头"] = {
					result = true
				}
			}
		},
		["李"] = {
			["飞"] = {
				["刀"] = {
					["爱"] = {
						["国"] = {
							["者"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["松"] = {
			["绫"] = {
				["乃"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["莉"] = {
				["子"] = {
					result = true
				}
			}
		},
		["林"] = {
			["千"] = {
				["花"] = {
					result = true
				}
			},
			["南"] = {
				result = true
			},
			["愛"] = {
				b = {
					t = {
						result = true
					}
				}
			},
			["爱"] = {
				b = {
					t = {
						result = true
					}
				}
			},
			["瞳"] = {
				result = true
			}
		},
		["果"] = {
			["子"] = {
				result = true
			}
		},
		["枝"] = {
			["光"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["枪"] = {
			result = true
		},
		["柳"] = {
			["智"] = {
				["美"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["栗"] = {
			["杏"] = {
				["菜"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["梅"] = {
			["花"] = {
				["开"] = {
					result = true
				}
			}
		},
		["森"] = {
			["美"] = {
				["王"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["诗"] = {
				result = true,
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["步"] = {
			["枪"] = {
				result = true
			}
		},
		["比"] = {
			["基"] = {
				["尼"] = {
					result = true
				}
			},
			["样"] = {
				result = true
			}
		},
		["毛"] = {
			["逼"] = {
				result = true
			}
		},
		["水"] = {
			["牛"] = {
				["猎"] = {
					["刀"] = {
						result = true
					}
				}
			}
		},
		["池"] = {
			["亚"] = {
				["弥"] = {
					result = true
				}
			},
			["亞"] = {
				["彌"] = {
					result = true
				}
			},
			["凉"] = {
				["写"] = {
					["真"] = {
						result = true
					}
				}
			},
			["千"] = {
				["夏"] = {
					result = true
				}
			},
			["唯"] = {
				result = true
			},
			["絵"] = {
				["美"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["汽"] = {
			["狗"] = {
				result = true,
				["够"] = {
					result = true
				}
			},
			["车"] = {
				["拦"] = {
					["截"] = {
						["器"] = {
							result = true
						}
					}
				}
			}
		},
		["河"] = {
			["区"] = {
				result = true
			}
		},
		["泉"] = {
			["="] = {
				["恶"] = {
					["搞"] = {
						result = true
					}
				}
			},
			["リ"] = {
				["カ"] = {
					result = true
				}
			},
			["希"] = {
				["良"] = {
					["梨"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["彩"] = {
				result = true,
				d = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["春"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["由"] = {
				["裡"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				},
				["里"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["真"] = {
				["由"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["硝"] = {
				["子"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["系"] = {
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["麻"] = {
				["由"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["泽"] = {
			result = true,
			["三"] = {
				["维"] = {
					result = true
				}
			},
			["加"] = {
				["双"] = {
					["飞"] = {
						result = true
					}
				}
			},
			["动"] = {
				["漫"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					}
				}
			},
			["和"] = {
				["津"] = {
					["美"] = {
						b = {
							t = {
								result = true
							}
						}
					}
				}
			},
			["玛"] = {
				result = true,
				["丽"] = {
					["亚"] = {
						result = true
					}
				}
			},
			["苍"] = {
				["劲"] = {
					["爱"] = {
						result = true
					}
				}
			},
			["菜"] = {
				["穗"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["，"] = {
				["松"] = {
					["岛"] = {
						result = true
					}
				}
			}
		},
		["浪"] = {
			["穴"] = {
				result = true,
				["大"] = {
					["鸡"] = {
						["巴"] = {
							result = true
						}
					}
				}
			},
			["蹄"] = {
				["的"] = {
					["极"] = {
						["品"] = {
							result = true
						}
					}
				}
			}
		},
		["淫"] = {
			["女"] = {
				result = true
			},
			["妇"] = {
				result = true
			},
			["妹"] = {
				D = {
					V = {
						D = {
							result = true
						}
					}
				}
			},
			["娃"] = {
				result = true
			},
			["穴"] = {
				result = true
			},
			["虫"] = {
				["成"] = {
					["人"] = {
						["用"] = {
							["品"] = {
								result = true
							}
						}
					}
				},
				["电"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["澤"] = {
			["和"] = {
				["津"] = {
					["美"] = {
						result = true
					}
				}
			},
			["圓"] = {
				result = true
			},
			["瑪"] = {
				["利"] = {
					["亞"] = {
						result = true
					}
				}
			},
			["美"] = {
				result = true
			},
			["菜"] = {
				["穗"] = {
					result = true
				}
			}
		},
		["灵"] = {
			["通"] = {
				result = true
			}
		},
		["牛"] = {
			["辅"] = {
				["助"] = {
					["官"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["犬"] = {
			["蠢"] = {
				["一"] = {
					["狼"] = {
						result = true
					}
				}
			}
		},
		["狐"] = {
			["狸"] = {
				["裸"] = {
					["聊"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["猕"] = {
			["鼠"] = {
				result = true
			}
		},
		["猪"] = {
			["色"] = {
				["色"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["珺"] = {
			["露"] = {
				["逼"] = {
					result = true
				}
			}
		},
		["琳"] = {
			["圈"] = {
				["地"] = {
					result = true
				}
			}
		},
		["田"] = {
			["切"] = {
				["高"] = {
					["清"] = {
						result = true
					}
				}
			}
		},
		["真"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["秘"] = {
			["书"] = {
				["乱"] = {
					["了"] = {
						["朝"] = {
							["政"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["穴"] = {
			["不"] = {
				["断"] = {
					["被"] = {
						["顶"] = {
							["入"] = {
								result = true
							}
						}
					}
				}
			},
			["在"] = {
				["上"] = {
					["下"] = {
						["套"] = {
							["动"] = {
								result = true
							}
						}
					}
				}
			},
			["夹"] = {
				["的"] = {
					["我"] = {
						["好"] = {
							["紧"] = {
								result = true
							}
						}
					}
				}
			},
			["套"] = {
				["着"] = {
					["鸡"] = {
						["巴"] = {
							result = true
						}
					}
				}
			},
			["好"] = {
				["棒"] = {
					["好"] = {
						["爽"] = {
							result = true
						}
					}
				},
				["爽"] = {
					result = true
				},
				["紧"] = {
					result = true
				},
				["舒"] = {
					["服"] = {
						result = true
					}
				}
			},
			["巨"] = {
				["物"] = {
					["@"] = {
						result = true
					}
				}
			},
			["捅"] = {
				["好"] = {
					["爽"] = {
						result = true
					}
				}
			},
			["插"] = {
				["的"] = {
					["紧"] = {
						["紧"] = {
							result = true
						}
					}
				}
			},
			["收"] = {
				["缩"] = {
					["颤"] = {
						["抖"] = {
							["著"] = {
								result = true
							}
						}
					}
				}
			},
			["流"] = {
				result = true,
				["出"] = {
					result = true,
					["汁"] = {
						["液"] = {
							result = true
						}
					}
				},
				["淫"] = {
					["水"] = {
						result = true
					}
				}
			},
			["淫"] = {
				["图"] = {
					result = true
				},
				["水"] = {
					["@"] = {
						result = true
					}
				},
				["汁"] = {
					result = true
				},
				["液"] = {
					result = true
				}
			},
			["特"] = {
				["写"] = {
					result = true
				}
			},
			["自"] = {
				["慰"] = {
					["到"] = {
						["喷"] = {
							["水"] = {
								result = true
							}
						}
					}
				}
			},
			["被"] = {
				["插"] = {
					result = true
				},
				["阴"] = {
					["茎"] = {
						["顶"] = {
							["住"] = {
								result = true
							}
						}
					}
				}
			},
			["诱"] = {
				["惑"] = {
					result = true
				}
			},
			["进"] = {
				["鸡"] = {
					["巴"] = {
						result = true
					}
				}
			},
			["里"] = {
				["抽"] = {
					["插"] = {
						result = true
					},
					["送"] = {
						result = true
					}
				},
				["流"] = {
					result = true
				},
				["的"] = {
					["淫"] = {
						["液"] = {
							result = true
						}
					}
				}
			},
			["顶"] = {
				["鸡"] = {
					["巴"] = {
						["淫"] = {
							["水"] = {
								result = true
							}
						}
					}
				}
			},
			["鸡"] = {
				["巴"] = {
					result = true,
					["淫"] = {
						["水"] = {
							result = true
						}
					}
				}
			}
		},
		["笠"] = {
			["原"] = {
				["崎"] = {
					result = true
				}
			}
		},
		["組"] = {
			["上"] = {
				["門"] = {
					["服"] = {
						["務"] = {
							result = true
						}
					}
				}
			}
		},
		["组"] = {
			["上"] = {
				["门"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["治"] = {
				["国"] = {
					result = true
				}
			}
		},
		["绍"] = {
			["系"] = {
				["列"] = {
					["同"] = {
						["学"] = {
							["会"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["美"] = {
			["?"] = {
				["?"] = {
					result = true
				}
			},
			["做"] = {
				a = {
					i = {
						result = true
					}
				},
				["爱"] = {
					["不"] = {
						["幸"] = {
							result = true
						}
					}
				}
			},
			["屄"] = {
				result = true
			}
		},
		["翔"] = {
			["影"] = {
				["视"] = {
					result = true
				}
			}
		},
		["老"] = {
			["百"] = {
				["姓"] = {
					["学"] = {
						["繁"] = {
							["森"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["肉"] = {
			["穴"] = {
				result = true
			},
			["缝"] = {
				result = true
			}
		},
		["胖"] = {
			["妞"] = {
				["接"] = {
					["客"] = {
						["一"] = {
							result = true
						},
						["二"] = {
							result = true
						}
					}
				}
			}
		},
		["舅"] = {
			["母"] = {
				["让"] = {
					["我"] = {
						["狂"] = {
							["射"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["色"] = {
			["子"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			},
			["狗"] = {
				result = true
			},
			["网"] = {
				result = true
			}
		},
		["芳"] = {
			["明"] = {
				["星"] = {
					["写"] = {
						["真"] = {
							result = true
						}
					}
				}
			}
		},
		["草"] = {
			["盘"] = {
				result = true
			},
			["精"] = {
				result = true
			}
		},
		["荡"] = {
			["妇"] = {
				["给"] = {
					["力"] = {
						result = true
					}
				}
			}
		},
		["萝"] = {
			["卜"] = {
				["电"] = {
					["影"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["莉"] = {
				["做"] = {
					["情"] = {
						["人"] = {
							result = true
						}
					}
				}
			}
		},
		["薄"] = {
			["歌"] = {
				["颂"] = {
					["老"] = {
						["卡"] = {
							result = true
						}
					}
				}
			}
		},
		["蝶"] = {
			["露"] = {
				B = {
					["给"] = {
						["您"] = {
							["看"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["西"] = {
			["悠"] = {
				["×"] = {
					["性"] = {
						["开"] = {
							["放"] = {
								result = true
							}
						}
					}
				}
			},
			["沟"] = {
				["+"] = {
					["出"] = {
						["事"] = {
							result = true
						}
					},
					["暴"] = {
						["乱"] = {
							result = true
						}
					},
					["砍"] = {
						["人"] = {
							result = true
						}
					}
				},
				["出"] = {
					["事"] = {
						result = true
					}
				},
				["暴"] = {
					["乱"] = {
						result = true
					}
				},
				["砍"] = {
					["人"] = {
						result = true
					}
				}
			},
			["那"] = {
				["奈"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["警"] = {
			["灯"] = {
				result = true
			}
		},
		["记"] = {
			["者"] = {
				["情"] = {
					["史"] = {
						result = true
					}
				}
			}
		},
		["说"] = {
			["换"] = {
				["妻"] = {
					result = true
				}
			},
			["操"] = {
				["岳"] = {
					["母"] = {
						result = true
					}
				}
			}
		},
		["谷"] = {
			["和"] = {
				["田"] = {
					result = true
				}
			}
		},
		["野"] = {
			["今"] = {
				["日"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["佳"] = {
				["绪"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["元"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["圆"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["圓"] = {
				["種"] = {
					["子"] = {
						result = true
					}
				}
			},
			["寺"] = {
				["沙"] = {
					["希"] = {
						["无"] = {
							["码"] = {
								result = true
							},
							["马"] = {
								result = true
							}
						},
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["由"] = {
				["佳"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["真"] = {
				["弓"] = {
					["写"] = {
						["真"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["晴"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["茜"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			}
		},
		["量"] = {
			["冰"] = {
				["砖"] = {
					result = true
				}
			}
		},
		["钢"] = {
			["炮"] = {
				result = true
			},
			["珠"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["阴"] = {
			["唇"] = {
				result = true
			}
		},
		["雅"] = {
			["卡"] = {
				["盟"] = {
					result = true
				}
			}
		},
		["雞"] = {
			["巴"] = {
				result = true
			},
			["雞"] = {
				result = true
			}
		},
		["鞋"] = {
			["匠"] = {
				["的"] = {
					["艳"] = {
						["遇"] = {
							result = true
						}
					}
				}
			}
		},
		["飞"] = {
			["狼"] = {
				["弓"] = {
					result = true,
					["弩"] = {
						result = true
					}
				}
			}
		},
		["饭"] = {
			["店"] = {
				["里"] = {
					["的"] = {
						["淫"] = {
							["女"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["騷"] = {
			["比"] = {
				result = true
			},
			["貨"] = {
				result = true
			}
		},
		["骚"] = {
			B = {
				B = {
					result = true
				}
			},
			["屄"] = {
				["儿"] = {
					["妹"] = {
						["妹"] = {
							result = true
						}
					}
				}
			},
			["快"] = {
				["播"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["比"] = {
				result = true
			},
			["洞"] = {
				result = true
			},
			["穴"] = {
				["好"] = {
					["舒"] = {
						["服"] = {
							result = true
						}
					}
				}
			},
			["货"] = {
				result = true,
				["水"] = {
					["真"] = {
						["多"] = {
							result = true
						}
					}
				}
			},
			["逼"] = {
				result = true
			}
		},
		["鲨"] = {
			["鱼"] = {
				result = true
			}
		},
		["鳩"] = {
			["真"] = {
				["美"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["鸠"] = {
			["真"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["鸡"] = {
			["巴"] = {
				result = true
			}
		},
		["麻"] = {
			result = true
		},
		["黑"] = {
			["豹"] = {
				["弓"] = {
					["弩"] = {
						result = true
					}
				}
			}
		},
		["龙"] = {
			["女"] = {
				["与"] = {
					["淫"] = {
						["兽"] = {
							result = true
						}
					}
				},
				["冰"] = {
					["壶"] = {
						result = true
					}
				},
				["果"] = {
					["子"] = {
						result = true,
						["冰"] = {
							["壶"] = {
								result = true
							}
						}
					}
				},
				["黄"] = {
					["白"] = {
						["牙"] = {
							["签"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["尤"] = {
		["伙"] = {
			["计"] = {
				result = true
			}
		},
		["权"] = {
			result = true
		},
		["物"] = {
			["胯"] = {
				["下"] = {
					["之"] = {
						["物"] = {
							result = true
						}
					}
				}
			}
		},
		["金"] = {
			["?"] = {
				["斯"] = {
					["通"] = {
						["纳"] = {
							result = true
						}
					}
				}
			},
			["斯"] = {
				["通"] = {
					["纳"] = {
						result = true
					}
				}
			}
		}
	},
	["尹"] = {
		["兴"] = {
			["轩"] = {
				result = true
			}
		},
		["夏"] = {
			["沫"] = {
				result = true
			}
		},
		["德"] = {
			["明"] = {
				result = true
			}
		},
		["晋"] = {
			["华"] = {
				result = true
			}
		},
		["蔚"] = {
			["民"] = {
				result = true
			}
		}
	},
	["尾"] = {
		["原"] = {
			["麻"] = {
				["由"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["屋"] = {
		["色"] = {
			["影"] = {
				["院"] = {
					result = true
				}
			}
		}
	},
	["屍"] = {
		["体"] = {
			result = true
		},
		["體"] = {
			result = true
		}
	},
	["展"] = {
		["售"] = {
			["警"] = {
				["用"] = {
					["品"] = {
						result = true
					}
				}
			}
		},
		["示"] = {
			["网"] = {
				result = true
			}
		}
	},
	["属"] = {
		["灵"] = {
			["教"] = {
				result = true
			}
		}
	},
	["屠"] = {
		["\\"] = {
			["杀"] = {
				result = true
			}
		},
		["城"] = {
			result = true,
			["2"] = {
				["5"] = {
					["年"] = {
						result = true
					}
				}
			},
			["中"] = {
				["共"] = {
					result = true
				}
			},
			["二"] = {
				["十"] = {
					["五"] = {
						["年"] = {
							result = true
						}
					}
				}
			},
			["六"] = {
				["四"] = {
					result = true
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						result = true
					}
				}
			},
			["建"] = {
				["国"] = {
					["门"] = {
						result = true
					}
				}
			},
			["木"] = {
				["樨"] = {
					["地"] = {
						result = true
					}
				}
			},
			["民"] = {
				["运"] = {
					result = true
				}
			},
			["血"] = {
				["证"] = {
					result = true
				}
			},
			["长"] = {
				["安"] = {
					["街"] = {
						result = true
					}
				}
			}
		},
		["夫"] = {
			result = true,
			["政"] = {
				["权"] = {
					result = true
				}
			}
		},
		["宰"] = {
			["藏"] = {
				["民"] = {
					result = true
				}
			}
		},
		["杀"] = {
			["与"] = {
				["中"] = {
					["国"] = {
						["奇"] = {
							["迹"] = {
								["胡"] = {
									["平"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["平"] = {
				["民"] = {
					result = true
				}
			},
			["木"] = {
				["樨"] = {
					["地"] = {
						result = true
					}
				}
			},
			["民"] = {
				["运"] = {
					result = true,
					["学"] = {
						["生"] = {
							result = true
						}
					}
				}
			},
			["藏"] = {
				["人"] = {
					result = true
				}
			}
		},
		["树"] = {
			result = true
		},
		["殺"] = {
			["解"] = {
				["放"] = {
					["軍"] = {
						[" "] = {
							["六"] = {
								["四"] = {
									result = true
								}
							}
						}
					}
				}
			}
		}
	},
	["屯"] = {
		["发"] = {
			["票"] = {
				["代"] = {
					["理"] = {
						result = true
					}
				}
			}
		},
		["门"] = {
			["色"] = {
				["魔"] = {
					["钱"] = {
						["军"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["岁"] = {
		["月"] = {
			["无"] = {
				["声"] = {
					result = true
				}
			}
		}
	},
	["岳"] = {
		["不"] = {
			["平"] = {
				result = true
			}
		},
		["仲"] = {
			["秋"] = {
				result = true
			}
		},
		["常"] = {
			["圆"] = {
				result = true
			}
		},
		["母"] = {
			["与"] = {
				["小"] = {
					["姨"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["老"] = {
			["3"] = {
				result = true
			},
			["三"] = {
				result = true
			}
		},
		["阳"] = {
			K = {
				["粉"] = {
					result = true
				}
			},
			["乱"] = {
				["砍"] = {
					["人"] = {
						result = true
					}
				}
			},
			["冰"] = {
				["毒"] = {
					["麻"] = {
						["古"] = {
							result = true
						}
					}
				}
			},
			["恐"] = {
				["怖"] = {
					["分"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["步"] = {
				["行"] = {
					["街"] = {
						result = true
					}
				}
			},
			["气"] = {
				["枪"] = {
					result = true
				}
			}
		}
	},
	["嵊"] = {
		["州"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		}
	},
	["嵩"] = {
		["山"] = {
			result = true,
			["封"] = {
				["禅"] = {
					["台"] = {
						result = true
					}
				}
			}
		}
	},
	["嶨"] = {
		["历"] = {
			["彣"] = {
				["凭"] = {
					result = true
				}
			}
		}
	},
	["巫"] = {
		["山"] = {
			["之"] = {
				["顶"] = {
					["端"] = {
						result = true
					}
				}
			},
			["假"] = {
				["证"] = {
					result = true
				}
			},
			["县"] = {
				["专"] = {
					["业"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["艳"] = {
				["史"] = {
					result = true
				}
			},
			["蓝"] = {
				["桥"] = {
					result = true
				}
			}
		},
		["族"] = {
			["守"] = {
				["卫"] = {
					result = true
				}
			}
		},
		["梦"] = {
			["缘"] = {
				result = true
			}
		},
		["溪"] = {
			["假"] = {
				["证"] = {
					result = true
				}
			},
			["县"] = {
				["专"] = {
					["业"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["市"] = {
		K = {
			["粉"] = {
				result = true
			}
		},
		["井"] = {
			["靜"] = {
				["香"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["做"] = {
			["证"] = {
				["件"] = {
					result = true
				}
			}
		},
		["内"] = {
			["军"] = {
				["用"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["约"] = {
				["会"] = {
					result = true
				}
			}
		},
		["冰"] = {
			["毒"] = {
				result = true,
				["冰"] = {
					["毒"] = {
						result = true
					}
				}
			}
		},
		["刻"] = {
			["章"] = {
				["办"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["办"] = {
			["假"] = {
				["证"] = {
					result = true
				}
			},
			["理"] = {
				["假"] = {
					["證"] = {
						result = true
					}
				}
			},
			["证"] = {
				result = true
			}
		},
		["区"] = {
			["、"] = {
				["广"] = {
					["场"] = {
						result = true
					}
				}
			}
		},
		["发"] = {
			["嘌"] = {
				result = true
			}
		},
		["委"] = {
			["会"] = {
				result = true
			}
		},
		["小"] = {
			["姐"] = {
				["上"] = {
					["门"] = {
						result = true
					}
				}
			}
		},
		["工"] = {
			["字"] = {
				["气"] = {
					["抢"] = {
						result = true
					},
					["枪"] = {
						result = true
					}
				}
			}
		},
		["快"] = {
			["速"] = {
				["拿"] = {
					["证"] = {
						result = true
					}
				}
			}
		},
		["村"] = {
			["梢"] = {
				result = true
			}
		},
		["民"] = {
			[" "] = {
				["倒"] = {
					["在"] = {
						["血"] = {
							["泊"] = {
								result = true
							}
						}
					}
				}
			},
			["倒"] = {
				["在"] = {
					["血"] = {
						["泊"] = {
							result = true
						}
					}
				}
			}
		},
		["警"] = {
			["靜"] = {
				["香"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["越"] = {
			["秀"] = {
				["路"] = {
					["祥"] = {
						["和"] = {
							["里"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["长"] = {
			["强"] = {
				["奸"] = {
					["案"] = {
						result = true
					}
				}
			}
		},
		["Ｋ"] = {
			["粉"] = {
				result = true
			}
		}
	},
	["师"] = {
		["傅"] = {
			["法"] = {
				["身"] = {
					result = true
				}
			}
		},
		["军"] = {
			["品"] = {
				["店"] = {
					result = true
				}
			}
		},
		["春"] = {
			["生"] = {
				result = true
			}
		},
		["父"] = {
			["搞"] = {
				T = {
					V = {
						["成"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			},
			["评"] = {
				["注"] = {
					result = true
				}
			}
		},
		["生"] = {
			["电"] = {
				["影"] = {
					result = true
				}
			},
			["门"] = {
				result = true
			}
		},
		["门"] = {
			["传"] = {
				["送"] = {
					["员"] = {
						result = true
					}
				}
			}
		}
	},
	["希"] = {
		["利"] = {
			["条"] = {
				result = true
			}
		},
		["威"] = {
			["社"] = {
				result = true
			}
		},
		["尔"] = {
			["顿"] = {
				["国"] = {
					["际"] = {
						result = true
					}
				},
				["娱"] = {
					["乐"] = {
						result = true
					}
				},
				["赌"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["崎"] = {
			["洁"] = {
				["西"] = {
					["嘉"] = {
						b = {
							t = {
								result = true
							}
						},
						["全"] = {
							["集"] = {
								result = true
							}
						},
						["无"] = {
							["码"] = {
								result = true
							}
						},
						["电"] = {
							["驴"] = {
								result = true
							}
						}
					}
				}
			},
			["潔"] = {
				["西"] = {
					["嘉"] = {
						b = {
							t = {
								result = true
							}
						},
						["全"] = {
							["集"] = {
								result = true
							}
						},
						["無"] = {
							["碼"] = {
								result = true
							}
						},
						["電"] = {
							["驢"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["志"] = {
			["高"] = {
				["清"] = {
					result = true
				}
			}
		},
		["拉"] = {
			["蕊"] = {
				["六"] = {
					["四"] = {
						result = true
					}
				},
				["呼"] = {
					["吁"] = {
						["中"] = {
							["国"] = {
								result = true
							}
						}
					}
				}
			},
			["里"] = {
				["遇"] = {
					["难"] = {
						["者"] = {
							["名"] = {
								["单"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["望"] = {
			["一"] = {
				["码"] = {
					result = true
				}
			},
			["之"] = {
				["聲"] = {
					result = true
				}
			},
			["教"] = {
				["育"] = {
					["中"] = {
						["心"] = {
							result = true
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					["代"] = {
						["办"] = {
							result = true
						}
					}
				}
			}
		},
		["腊"] = {
			["刃"] = {
				["长"] = {
					["枪"] = {
						["专"] = {
							result = true
						}
					}
				}
			},
			["菊"] = {
				["刃"] = {
					result = true
				}
			}
		}
	},
	["帖"] = {
		["子"] = {
			["删"] = {
				["除"] = {
					result = true
				}
			}
		}
	},
	["師"] = {
		["春"] = {
			["生"] = {
				result = true
			}
		}
	},
	["席"] = {
		["丽"] = {
			["媛"] = {
				result = true
			}
		},
		["大"] = {
			["大"] = {
				result = true
			}
		},
		["总"] = {
			result = true,
			["书"] = {
				["记"] = {
					result = true
				}
			}
		},
		["海"] = {
			["明"] = {
				result = true
			}
		},
		["进"] = {
			["苹"] = {
				result = true
			}
		},
		["進"] = {
			["蘋"] = {
				result = true
			}
		}
	},
	["幸"] = {
		["哂"] = {
			["脩"] = {
				["舫"] = {
					["楠"] = {
						["?"] = {
							result = true
						}
					}
				}
			}
		},
		["福"] = {
			["约"] = {
				["炮"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["幼"] = {
		B = {
			result = true
		},
		["交"] = {
			["视"] = {
				["频"] = {
					result = true
				}
			}
		},
		["儿"] = {
			["园"] = {
				["杀"] = {
					["人"] = {
						result = true
					}
				},
				["行"] = {
					["凶"] = {
						result = true
					}
				}
			}
		},
		["图"] = {
			result = true
		},
		["女"] = {
			["写"] = {
				["真"] = {
					result = true
				}
			}
		},
		["奸"] = {
			result = true,
			["视"] = {
				["频"] = {
					result = true
				}
			}
		},
		["嫩"] = {
			a = {
				v = {
					result = true
				}
			}
		},
		["师"] = {
			["女"] = {
				result = true
			}
		},
		["幼"] = {
			result = true,
			["$"] = {
				["$"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			S = {
				M = {
					result = true
				}
			},
			j = {
				i = {
					["品"] = {
						result = true
					}
				}
			},
			["之"] = {
				["家"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			},
			["兽"] = {
				["交"] = {
					["图"] = {
						result = true
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["同"] = {
				["志"] = {
					result = true,
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			},
			["女"] = {
				result = true
			},
			["开"] = {
				["苞"] = {
					result = true
				}
			},
			["影"] = {
				["片"] = {
					result = true
				}
			},
			["性"] = {
				["事"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					["贴"] = {
						["图"] = {
							result = true
						}
					}
				}
			},
			["操"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			},
			["无"] = {
				["码"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["极"] = {
				["品"] = {
					result = true,
					["在"] = {
						["线"] = {
							result = true
						}
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			},
			["極"] = {
				["品"] = {
					result = true
				}
			},
			["淫"] = {
				["图"] = {
					result = true
				}
			},
			["片"] = {
				result = true
			},
			["现"] = {
				["场"] = {
					result = true
				}
			},
			["电"] = {
				["影"] = {
					result = true,
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			},
			["秘"] = {
				["书"] = {
					result = true,
					["任"] = {
						["你"] = {
							["玩"] = {
								result = true
							}
						}
					}
				},
				["書"] = {
					result = true
				}
			},
			["网"] = {
				["站"] = {
					result = true
				}
			},
			["美"] = {
				["图"] = {
					["区"] = {
						result = true
					}
				}
			},
			["色"] = {
				["图"] = {
					result = true
				},
				["情"] = {
					result = true,
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["誘"] = {
				["女"] = {
					result = true,
					["扣"] = {
						["扣"] = {
							result = true
						}
					}
				}
			},
			["诱"] = {
				["あ"] = {
					result = true
				},
				["囡"] = {
					result = true
				},
				["女"] = {
					result = true,
					M = {
						Y = {
							result = true
						}
					},
					["密"] = {
						["云"] = {
							result = true
						}
					},
					["扣"] = {
						["扣"] = {
							result = true
						}
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			},
			["调"] = {
				["教"] = {
					result = true
				}
			},
			["電"] = {
				["影"] = {
					result = true
				}
			},
			["黄"] = {
				["色"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			}
		},
		["木"] = {
			["耳"] = {
				result = true
			}
		},
		["男"] = {
			["搞"] = {
				["幼"] = {
					["女"] = {
						result = true
					}
				}
			}
		},
		["穀"] = {
			["川"] = {
				["愛"] = {
					result = true
				}
			}
		},
		["穴"] = {
			["贴"] = {
				["图"] = {
					result = true
				}
			}
		},
		["色"] = {
			["网"] = {
				result = true
			}
		},
		["谷"] = {
			["川"] = {
				["爱"] = {
					result = true
				}
			}
		},
		["香"] = {
			["閣"] = {
				result = true
			},
			["阁"] = {
				["地"] = {
					["址"] = {
						result = true
					}
				},
				["美"] = {
					["幼"] = {
						["专"] = {
							["区"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["齒"] = {
			["女"] = {
				["學"] = {
					["生"] = {
						result = true
					}
				}
			}
		},
		["齿"] = {
			["口"] = {
				["交"] = {
					result = true
				}
			},
			["小"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			},
			["性"] = {
				["交"] = {
					result = true
				}
			},
			["援"] = {
				["交"] = {
					result = true
				}
			},
			["极"] = {
				["品"] = {
					result = true
				}
			},
			["爽"] = {
				["干"] = {
					result = true
				}
			}
		}
	},
	["幽"] = {
		["兰"] = {
			["谷"] = {
				["成"] = {
					["人"] = {
						result = true,
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["禁"] = {
			["紫"] = {
				["阳"] = {
					result = true
				}
			}
		}
	},
	["庭"] = {
		["妍"] = {
			result = true
		}
	},
	["庶"] = {
		["女"] = {
			["攻"] = {
				["略"] = {
					["完"] = {
						["结"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["延"] = {
		["时"] = {
			["药"] = {
				["物"] = {
					["吗"] = {
						result = true
					}
				}
			}
		},
		["色"] = {
			["激"] = {
				["情"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["异"] = {
		["性"] = {
			["丝"] = {
				["足"] = {
					["按"] = {
						["摩"] = {
							result = true
						}
					}
				}
			},
			["社"] = {
				["区"] = {
					result = true
				}
			}
		}
	},
	["式"] = {
		["6"] = {
			["4"] = {
				["式"] = {
					result = true,
					["枪"] = {
						result = true
					}
				}
			}
		},
		m = {
			m = {
				["手"] = {
					["槍"] = {
						result = true
					}
				}
			}
		},
		["手"] = {
			q = {
				i = {
					a = {
						n = {
							g = {
								result = true
							}
						}
					}
				}
			},
			["抢"] = {
				result = true
			}
		},
		["按"] = {
			["摩"] = {
				result = true
			}
		}
	},
	["张"] = {
		["万"] = {
			["舒"] = {
				result = true
			}
		},
		["世"] = {
			["军"] = {
				result = true
			},
			["平"] = {
				result = true
			}
		},
		["中"] = {
			["行"] = {
				result = true
			}
		},
		["仕"] = {
			["波"] = {
				result = true
			}
		},
		["伙"] = {
			["计"] = {
				result = true
			}
		},
		["伟"] = {
			result = true,
			["华"] = {
				result = true
			}
		},
		["伯"] = {
			["智"] = {
				result = true
			}
		},
		["先"] = {
			["玲"] = {
				result = true
			}
		},
		["全"] = {
			["祥"] = {
				result = true
			}
		},
		["兰"] = {
			["君"] = {
				result = true
			}
		},
		["函"] = {
			["芝"] = {
				result = true
			}
		},
		["力"] = {
			result = true
		},
		["勇"] = {
			result = true
		},
		["北"] = {
			["汽"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["又"] = {
			["侠"] = {
				["刘"] = {
					["源"] = {
						result = true
					}
				}
			}
		},
		["叔"] = {
			["夜"] = {
				result = true
			}
		},
		["君"] = {
			["慕"] = {
				result = true
			},
			["羡"] = {
				result = true
			}
		},
		["国"] = {
			["清"] = {
				result = true
			}
		},
		["培"] = {
			["莉"] = {
				[" "] = {
					["2"] = {
						["0"] = {
							["0"] = {
								["万"] = {
									["耳"] = {
										["环"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["学"] = {
			["良"] = {
				result = true
			}
		},
		["宏"] = {
			["良"] = {
				result = true,
				["习"] = {
					["近"] = {
						["平"] = {
							result = true
						}
					}
				}
			}
		},
		["宝"] = {
			["成"] = {
				result = true
			},
			["文"] = {
				result = true
			},
			["顺"] = {
				result = true
			}
		},
		["家"] = {
			["口"] = {
				["假"] = {
					["证"] = {
						result = true
					}
				},
				["冰"] = {
					["毒"] = {
						result = true
					}
				},
				["办"] = {
					["证"] = {
						result = true
					}
				},
				["腾"] = {
					["氏"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["小"] = {
			["河"] = {
				result = true
			},
			["泉"] = {
				result = true
			}
		},
		["平"] = {
			result = true
		},
		["庆"] = {
			["伟"] = {
				result = true
			},
			["黎"] = {
				result = true
			}
		},
		["建"] = {
			["坤"] = {
				[" "] = {
					["温"] = {
						["家"] = {
							["宝"] = {
								result = true
							}
						}
					}
				}
			},
			["宏"] = {
				[" "] = {
					["温"] = {
						["家"] = {
							["宝"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["开"] = {
			["双"] = {
				["腿"] = {
					result = true
				}
			},
			["的"] = {
				["小"] = {
					["阴"] = {
						["唇"] = {
							result = true
						}
					}
				}
			}
		},
		["弈"] = {
			["国"] = {
				result = true
			}
		},
		["志"] = {
			["军"] = {
				result = true
			}
		},
		["成"] = {
			["亦"] = {
				result = true
			},
			["泽"] = {
				[" "] = {
					["师"] = {
						["傅"] = {
							result = true
						}
					}
				}
			}
		},
		["择"] = {
			["端"] = {
				result = true
			}
		},
		["振"] = {
			["霞"] = {
				result = true
			}
		},
		["新"] = {
			["明"] = {
				result = true
			}
		},
		["昌"] = {
			["平"] = {
				result = true
			}
		},
		["明"] = {
			["景"] = {
				result = true
			}
		},
		["显"] = {
			["扬"] = {
				result = true
			}
		},
		["晓"] = {
			["丞"] = {
				result = true
			},
			["兰"] = {
				result = true
			},
			["刚"] = {
				result = true
			}
		},
		["木"] = {
			["坤"] = {
				[" "] = {
					["纪"] = {
						["念"] = {
							["六"] = {
								["四"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["生"] = {
				["动"] = {
					["用"] = {
						["军"] = {
							["费"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["柏"] = {
			["芝"] = {
				["人"] = {
					["体"] = {
						["艺"] = {
							["术"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["树"] = {
			["林"] = {
				result = true
			},
			["田"] = {
				result = true
			},
			["茂"] = {
				result = true
			}
		},
		["梅"] = {
			["颖"] = {
				result = true
			}
		},
		["榕"] = {
			["明"] = {
				result = true
			}
		},
		["毅"] = {
			result = true
		},
		["海"] = {
			["涛"] = {
				result = true
			},
			["阳"] = {
				result = true
			}
		},
		["澜"] = {
			["澜"] = {
				result = true
			}
		},
		["灵"] = {
			["均"] = {
				result = true
			}
		},
		["燕"] = {
			["南"] = {
				result = true
			},
			["归"] = {
				result = true
			}
		},
		["玄"] = {
			["素"] = {
				result = true
			}
		},
		["生"] = {
			["发"] = {
				["票"] = {
					result = true
				}
			}
		},
		["祖"] = {
			["桦"] = {
				["刘"] = {
					["晓"] = {
						["波"] = {
							["警"] = {
								["方"] = {
									["拘"] = {
										["捕"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["立"] = {
			["东"] = {
				result = true
			},
			["军"] = {
				result = true
			}
		},
		["纪"] = {
			["南"] = {
				result = true
			}
		},
		["维"] = {
			["庆"] = {
				result = true
			}
		},
		["耒"] = {
			result = true
		},
		["茅"] = {
			result = true
		},
		["获"] = {
			result = true
		},
		["萬"] = {
			["年"] = {
				result = true
			}
		},
		["蓓"] = {
			["莉"] = {
				[" "] = {
					["2"] = {
						["0"] = {
							["0"] = {
								["万"] = {
									["耳"] = {
										["环"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["裔"] = {
			["炯"] = {
				result = true
			}
		},
		["观"] = {
			["秋"] = {
				[" "] = {
					["纪"] = {
						["念"] = {
							["六"] = {
								["四"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["进"] = {
			["宝"] = {
				result = true
			}
		},
		["道"] = {
			["陵"] = {
				result = true
			}
		},
		["铭"] = {
			result = true
		},
		["闻"] = {
			["天"] = {
				result = true
			}
		},
		["阳"] = {
			result = true
		},
		["雅"] = {
			["茹"] = {
				result = true
			}
		},
		["震"] = {
			result = true
		},
		["高"] = {
			["丽"] = {
				["毛"] = {
					["泽"] = {
						["东"] = {
							result = true
						}
					}
				},
				["老"] = {
					["婆"] = {
						["邓"] = {
							["楠"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["黎"] = {
			["利"] = {
				result = true
			}
		}
	},
	["弯"] = {
		["牙"] = {
			["战"] = {
				["刀"] = {
					result = true
				}
			}
		}
	},
	["張"] = {
		["万"] = {
			["年"] = {
				result = true
			}
		},
		["宏"] = {
			["堡"] = {
				result = true
			}
		},
		["平"] = {
			result = true
		},
		["德"] = {
			["江"] = {
				result = true
			}
		},
		["成"] = {
			["亦"] = {
				result = true
			}
		},
		["春"] = {
			["橋"] = {
				result = true
			}
		},
		["朝"] = {
			["陽"] = {
				result = true
			}
		},
		["梅"] = {
			["穎"] = {
				result = true
			}
		},
		["榕"] = {
			["明"] = {
				result = true
			}
		},
		["樹"] = {
			["林"] = {
				result = true
			}
		},
		["潮"] = {
			["陽"] = {
				result = true
			}
		},
		["燕"] = {
			["歸"] = {
				result = true
			}
		},
		["立"] = {
			["昌"] = {
				result = true
			}
		},
		["筱"] = {
			["雨"] = {
				result = true
			}
		},
		["萬"] = {
			["年"] = {
				result = true
			}
		},
		["高"] = {
			["麗"] = {
				result = true
			}
		}
	},
	["彤"] = {
		["体"] = {
			result = true
		}
	},
	["彦"] = {
		["永"] = {
			["致"] = {
				["函"] = {
					result = true
				}
			}
		},
		["页"] = {
			["身"] = {
				["寸"] = {
					result = true
				}
			}
		}
	},
	["影"] = {
		["音"] = {
			["色"] = {
				["酷"] = {
					result = true
				}
			}
		}
	},
	["往"] = {
		["事"] = {
			["."] = {
				["追"] = {
					["忆"] = {
						["录"] = {
							result = true
						}
					}
				}
			},
			["并"] = {
				["."] = {
					["不"] = {
						["如"] = {
							["烟"] = {
								result = true
							}
						}
					}
				}
			},
			["追"] = {
				["忆"] = {
					["录"] = {
						["全"] = {
							["集"] = {
								result = true
							}
						},
						["小"] = {
							["说"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["何"] = {
			["方"] = {
				result = true
			}
		}
	},
	["征"] = {
		["婚"] = {
			result = true
		},
		["服"] = {
			["小"] = {
				["姐"] = {
					result = true
				}
			}
		},
		["集"] = {
			["签"] = {
				["名"] = {
					result = true
				}
			}
		}
	},
	["徐"] = {
		["*"] = {
			["瑄"] = {
				["做"] = {
					["愛"] = {
						["全"] = {
							["集"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["勤"] = {
			["先"] = {
				result = true
			}
		},
		["友"] = {
			["渔"] = {
				result = true
			}
		},
		["双"] = {
			["富"] = {
				result = true
			}
		},
		["和"] = {
			["柴"] = {
				result = true
			}
		},
		["守"] = {
			["盛"] = {
				result = true
			}
		},
		["建"] = {
			["国"] = {
				result = true
			},
			["國"] = {
				result = true
			}
		},
		["惊"] = {
			["雷"] = {
				result = true
			}
		},
		["成"] = {
			["江"] = {
				result = true
			}
		},
		["敬"] = {
			["业"] = {
				result = true
			}
		},
		["文"] = {
			["立"] = {
				result = true
			}
		},
		["永"] = {
			["泽"] = {
				result = true
			}
		},
		["炳"] = {
			["慧"] = {
				result = true
			}
		},
		["琳"] = {
			result = true
		},
		["粉"] = {
			["林"] = {
				result = true
			}
		},
		["紹"] = {
			["史"] = {
				result = true
			}
		},
		["莹"] = {
			result = true
		}
	},
	["徒"] = {
		["单"] = {
			["福"] = {
				["晋"] = {
					result = true
				}
			}
		}
	},
	["微"] = {
		["乳"] = {
			["淑"] = {
				["女"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["少"] = {
					["女"] = {
						result = true
					}
				}
			}
		},
		["信"] = {
			["丰"] = {
				["都"] = {
					["枪"] = {
						["毙"] = {
							result = true
						}
					}
				}
			},
			["骚"] = {
				["女"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			}
		},
		["博"] = {
			["中"] = {
				["奖"] = {
					result = true
				}
			},
			["删"] = {
				["帖"] = {
					result = true
				}
			},
			["负"] = {
				["面"] = {
					["删"] = {
						["除"] = {
							result = true
						}
					}
				}
			}
		},
		["型"] = {
			["小"] = {
				["钢"] = {
					["炮"] = {
						result = true
					}
				}
			},
			["手"] = {
				["枪"] = {
					result = true,
					["真"] = {
						["狗"] = {
							result = true
						}
					}
				},
				["槍"] = {
					result = true
				}
			},
			["无"] = {
				["线"] = {
					["监"] = {
						["听"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["汽"] = {
				["枪"] = {
					result = true,
					["专"] = {
						result = true
					},
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			},
			["無"] = {
				["線"] = {
					["監"] = {
						["聽"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["窃"] = {
				["听"] = {
					["器"] = {
						result = true,
						["软"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			},
			["竊"] = {
				["聽"] = {
					["器"] = {
						result = true
					}
				}
			},
			["米"] = {
				["粒"] = {
					["耳"] = {
						["机"] = {
							result = true
						}
					}
				}
			},
			["袖"] = {
				["珍"] = {
					["手"] = {
						["枪"] = {
							result = true,
							["专"] = {
								result = true
							}
						},
						["狗"] = {
							result = true
						}
					}
				}
			},
			["遙"] = {
				["控"] = {
					["引"] = {
						["爆"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["遥"] = {
				["控"] = {
					["引"] = {
						["爆"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["威"] = {
			["客"] = {
				["平"] = {
					["台"] = {
						result = true
					}
				}
			}
		},
		["山"] = {
			["文"] = {
				["."] = {
					["化"] = {
						["广"] = {
							["场"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["微"] = {
			["的"] = {
				["微"] = {
					["笑"] = {
						result = true
					}
				}
			}
		},
		["气"] = {
			["孔"] = {
				["球"] = {
					["形"] = {
						["药"] = {
							result = true
						}
					}
				}
			}
		},
		["烈"] = {
			["刀"] = {
				result = true
			}
		},
		["笑"] = {
			["的"] = {
				["阳"] = {
					["具"] = {
						result = true
					}
				}
			}
		},
		["聚"] = {
			["网"] = {
				["米"] = {
					["伽"] = {
						["币"] = {
							result = true
						}
					}
				}
			}
		},
		["醉"] = {
			["爆"] = {
				["乳"] = {
					["姐"] = {
						["姐"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["心"] = {
		["不"] = {
			["老"] = {
				result = true
			}
		},
		["水"] = {
			["论"] = {
				["坛"] = {
					result = true
				}
			}
		},
		["灵"] = {
			["家"] = {
				["园"] = {
					result = true,
					["女"] = {
						["奴"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["爱"] = {
			["母"] = {
				["婴"] = {
					["用"] = {
						["品"] = {
							result = true
						}
					}
				}
			}
		},
		["理"] = {
			["和"] = {
				["肉"] = {
					["体"] = {
						["防"] = {
							["线"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["跳"] = {
			["4"] = {
				["9"] = {
					result = true
				}
			}
		},
		["近"] = {
			["平"] = {
				result = true
			}
		}
	},
	["忄"] = {
		["生"] = {
			["中"] = {
				["忄"] = {
					["生"] = {
						result = true
					}
				}
			},
			["息"] = {
				["上"] = {
					["门"] = {
						result = true
					}
				},
				["服"] = {
					["务"] = {
						result = true
					}
				}
			}
		}
	},
	["忘"] = {
		["不"] = {
			["了"] = {
				["的"] = {
					["骚"] = {
						B = {
							result = true
						}
					}
				}
			}
		},
		["佳"] = {
			["人"] = {
				["激"] = {
					["情"] = {
						["裸"] = {
							["聊"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["忧"] = {
		["木"] = {
			["瞳"] = {
				result = true
			}
		}
	},
	["忲"] = {
		["陽"] = {
			["峸"] = {
				["蛧"] = {
					["仩"] = {
						["娯"] = {
							["泺"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["思"] = {
		["乡"] = {
			["与"] = {
				["新"] = {
					["的"] = {
						["人"] = {
							["生"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["博"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			}
		},
		["巢"] = {
			["公"] = {
				["寓"] = {
					result = true
				}
			},
			["网"] = {
				result = true
			}
		},
		["情"] = {
			["网"] = {
				result = true
			}
		},
		["想"] = {
			["火"] = {
				["炬"] = {
					result = true
				}
			},
			["，"] = {
				["开"] = {
					["放"] = {
						result = true
					}
				}
			}
		},
		["春"] = {
			["屋"] = {
				["网"] = {
					["站"] = {
						result = true
					}
				}
			}
		},
		["比"] = {
			["论"] = {
				["坛"] = {
					result = true
				}
			}
		},
		["茅"] = {
			result = true,
			["信"] = {
				["房"] = {
					result = true
				}
			},
			["假"] = {
				["币"] = {
					result = true
				}
			}
		},
		["雅"] = {
			["教"] = {
				["育"] = {
					["中"] = {
						["心"] = {
							result = true
						}
					}
				}
			}
		},
		["齐"] = {
			["信"] = {
				["息"] = {
					["库"] = {
						result = true
					}
				}
			}
		}
	},
	["怡"] = {
		["情"] = {
			["吧"] = {
				result = true
			},
			["阵"] = {
				result = true
			}
		},
		["红"] = {
			["院"] = {
				result = true
			}
		},
		["诚"] = {
			["网"] = {
				result = true
			}
		}
	},
	["性"] = {
		result = true,
		["$"] = {
			["爱"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["&"] = {
			["功"] = {
				["能"] = {
					result = true
				}
			},
			["關"] = {
				["係"] = {
					result = true
				}
			},
			["高"] = {
				["潮"] = {
					result = true
				}
			}
		},
		b = {
			t = {
				["论"] = {
					["坛"] = {
						result = true
					}
				}
			}
		},
		h = {
			["感"] = {
				result = true
			}
		},
		["中"] = {
			["性"] = {
				result = true
			}
		},
		["之"] = {
			["双"] = {
				["面"] = {
					["佳"] = {
						["人"] = {
							result = true
						}
					}
				}
			},
			["图"] = {
				["吧"] = {
					result = true
				}
			},
			["圖"] = {
				["吧"] = {
					result = true
				}
			},
			["谷"] = {
				result = true
			}
		},
		["乐"] = {
			result = true
		},
		["交"] = {
			["片"] = {
				result = true
			},
			["视"] = {
				["频"] = {
					result = true
				}
			}
		},
		["伦"] = {
			["乱"] = {
				result = true
			},
			["理"] = {
				result = true
			}
		},
		["侵"] = {
			["女"] = {
				["外"] = {
					["劳"] = {
						result = true
					}
				}
			}
		},
		["信"] = {
			["息"] = {
				result = true
			}
		},
		["俱"] = {
			["乐"] = {
				i = {
					t = {
						["部"] = {
							result = true
						}
					}
				},
				["部"] = {
					result = true
				}
			},
			["楽"] = {
				["蔀"] = {
					result = true
				}
			},
			["樂"] = {
				i = {
					t = {
						["部"] = {
							result = true
						}
					}
				},
				["部"] = {
					result = true
				}
			}
		},
		["傭"] = {
			result = true
		},
		["免"] = {
			["費"] = {
				["電"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["冨"] = {
			["綜"] = {
				["合"] = {
					result = true,
					["論"] = {
						["壇"] = {
							result = true
						}
					}
				}
			}
		},
		["医"] = {
			["春"] = {
				["歌"] = {
					result = true
				}
			}
		},
		["博"] = {
			["士"] = {
				["推"] = {
					["荐"] = {
						result = true
					}
				}
			}
		},
		["友"] = {
			result = true
		},
		["吧"] = {
			result = true
		},
		["启"] = {
			["蒙"] = {
				result = true
			}
		},
		["器"] = {
			result = true,
			["具"] = {
				result = true
			},
			["官"] = {
				result = true
			}
		},
		["噯"] = {
			result = true
		},
		["图"] = {
			result = true
		},
		["天"] = {
			["堂"] = {
				result = true
			}
		},
		["太"] = {
			["阳"] = {
				result = true
			}
		},
		["女"] = {
			["叫"] = {
				["春"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["奸"] = {
			result = true
		},
		["妲"] = {
			["已"] = {
				result = true
			}
		},
		["姿"] = {
			["势"] = {
				["图"] = {
					result = true
				},
				["实"] = {
					["图"] = {
						result = true
					}
				}
			}
		},
		["娱"] = {
			["情"] = {
				["色"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			}
		},
		["宝"] = {
			["贝"] = {
				["淫"] = {
					["色"] = {
						["导"] = {
							["航"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["家"] = {
			["教"] = {
				result = true
			}
		},
		["工"] = {
			["作"] = {
				["者"] = {
					result = true
				}
			}
		},
		["幻"] = {
			["想"] = {
				result = true
			}
		},
		["开"] = {
			["放"] = {
				result = true
			}
		},
		["影"] = {
			["院"] = {
				result = true
			}
		},
		["心"] = {
			["理"] = {
				result = true
			}
		},
		["情"] = {
			["中"] = {
				["人"] = {
					result = true
				}
			},
			["操"] = {
				["淫"] = {
					["院"] = {
						result = true
					}
				}
			},
			["玩"] = {
				["偶"] = {
					result = true
				}
			}
		},
		["感"] = {
			m = {
				m = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["丝"] = {
				["袜"] = {
					["妹"] = {
						["妹"] = {
							result = true
						}
					}
				}
			},
			["丰"] = {
				["满"] = {
					result = true
				}
			},
			["克"] = {
				result = true
			},
			["全"] = {
				["裸"] = {
					["诱"] = {
						["惑"] = {
							result = true
						}
					}
				}
			},
			["大"] = {
				["奶"] = {
					["女"] = {
						["教"] = {
							["师"] = {
								result = true
							}
						}
					}
				},
				["胸"] = {
					["乳"] = {
						["娘"] = {
							result = true
						}
					},
					["诱"] = {
						["惑"] = {
							result = true
						}
					}
				}
			},
			["女"] = {
				["优"] = {
					result = true
				},
				["友"] = {
					["肉"] = {
						["丝"] = {
							result = true
						}
					}
				},
				["同"] = {
					["事"] = {
						["妖"] = {
							["娆"] = {
								result = true
							}
						}
					}
				}
			},
			["妖"] = {
				["嬈"] = {
					result = true
				}
			},
			["妩"] = {
				["媚"] = {
					["女"] = {
						["人"] = {
							["秀"] = {
								result = true
							}
						}
					}
				}
			},
			["妹"] = {
				["妹"] = {
					["玩"] = {
						["大"] = {
							["屌"] = {
								result = true
							}
						}
					}
				}
			},
			["小"] = {
				["公"] = {
					["主"] = {
						result = true
					}
				},
				["说"] = {
					["快"] = {
						["墦"] = {
							result = true
						}
					}
				},
				["骚"] = {
					["货"] = {
						result = true
					}
				}
			},
			["尖"] = {
				["叫"] = {
					result = true
				}
			},
			["尤"] = {
				["物"] = {
					result = true
				}
			},
			["店"] = {
				["员"] = {
					["的"] = {
						["性"] = {
							["福"] = {
								result = true
							}
						}
					}
				}
			},
			["无"] = {
				["限"] = {
					result = true
				}
			},
			["沙"] = {
				["滩"] = {
					["2"] = {
						result = true
					},
					["有"] = {
						["料"] = {
							result = true
						}
					}
				}
			},
			["波"] = {
				["霸"] = {
					["辣"] = {
						["人"] = {
							["妻"] = {
								result = true
							}
						}
					}
				}
			},
			["海"] = {
				["滩"] = {
					result = true
				}
			},
			["的"] = {
				["丝"] = {
					["袜"] = {
						result = true
					}
				},
				["嘴"] = {
					["唇"] = {
						result = true
					}
				},
				["按"] = {
					["摩"] = {
						["小"] = {
							["姐"] = {
								result = true
							}
						}
					}
				}
			},
			["美"] = {
				["图"] = {
					["网"] = {
						result = true
					}
				},
				["空"] = {
					["姐"] = {
						result = true
					}
				},
				["臀"] = {
					result = true
				}
			},
			["肉"] = {
				["絲"] = {
					result = true
				}
			},
			["艳"] = {
				["舞"] = {
					result = true
				}
			},
			["表"] = {
				["妹"] = {
					["和"] = {
						["表"] = {
							["姐"] = {
								result = true
							}
						}
					}
				}
			},
			["裸"] = {
				["聊"] = {
					result = true
				}
			},
			["西"] = {
				["女"] = {
					result = true
				}
			},
			["誘"] = {
				["惑"] = {
					result = true
				}
			},
			["诱"] = {
				["惑"] = {
					["的"] = {
						result = true
					}
				}
			},
			["贵"] = {
				["妇"] = {
					result = true
				}
			},
			["超"] = {
				["新"] = {
					["妻"] = {
						result = true
					}
				}
			},
			["野"] = {
				["生"] = {
					["图"] = {
						["丝"] = {
							["袜"] = {
								result = true
							}
						}
					}
				}
			},
			["騷"] = {
				B = {
					result = true
				},
				["в"] = {
					result = true
				}
			},
			["骚"] = {
				B = {
					result = true
				},
				["女"] = {
					["孩"] = {
						result = true
					}
				},
				["妹"] = {
					result = true
				}
			},
			["高"] = {
				["跟"] = {
					["鞋"] = {
						result = true
					}
				}
			},
			["黑"] = {
				["丝"] = {
					result = true,
					["女"] = {
						["教"] = {
							["师"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["慾"] = {
			["之"] = {
				["妻"] = {
					result = true
				}
			}
		},
		["戰"] = {
			["擂"] = {
				["臺"] = {
					result = true
				}
			}
		},
		["房"] = {
			["事"] = {
				result = true
			}
		},
		["技"] = {
			["交"] = {
				["流"] = {
					result = true
				}
			}
		},
		["教"] = {
			["学"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["文"] = {
			["化"] = {
				result = true
			}
		},
		["春"] = {
			["吧"] = {
				result = true
			}
		},
		["暴"] = {
			["力"] = {
				result = true
			}
		},
		["派"] = {
			["对"] = {
				result = true
			},
			["對"] = {
				result = true
			}
		},
		["海"] = {
			["浪"] = {
				["子"] = {
					["系"] = {
						["列"] = {
							result = true
						}
					}
				}
			}
		},
		["游"] = {
			["戏"] = {
				["暗"] = {
					["语"] = {
						["代"] = {
							["号"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["潮"] = {
			["难"] = {
				["抑"] = {
					result = true
				}
			}
		},
		["爱"] = {
			["片"] = {
				result = true
			}
		},
		["玩"] = {
			["具"] = {
				result = true,
				["在"] = {
					["线"] = {
						result = true
					}
				}
			},
			["物"] = {
				result = true
			}
		},
		["生"] = {
			["活"] = {
				result = true
			}
		},
		["用"] = {
			["品"] = {
				result = true
			},
			["色"] = {
				result = true
			}
		},
		["电"] = {
			["影"] = {
				result = true
			}
		},
		["知"] = {
			["识"] = {
				result = true
			}
		},
		["紦"] = {
			result = true
		},
		["经"] = {
			["验"] = {
				result = true
			}
		},
		["聊"] = {
			result = true
		},
		["色"] = {
			["俱"] = {
				["乐"] = {
					["部"] = {
						result = true
					}
				}
			},
			["社"] = {
				["区"] = {
					result = true
				}
			}
		},
		["药"] = {
			["催"] = {
				["情"] = {
					["药"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				result = true
			}
		},
		["葯"] = {
			result = true
		},
		["虎"] = {
			["色"] = {
				["網"] = {
					result = true
				}
			}
		},
		["行"] = {
			["为"] = {
				result = true
			}
		},
		["裸"] = {
			result = true
		},
		["视"] = {
			["频"] = {
				result = true
			}
		},
		["论"] = {
			["坛"] = {
				result = true
			}
		},
		["谷"] = {
			["乐"] = {
				result = true
			}
		},
		["贿"] = {
			["太"] = {
				["多"] = {
					["怀"] = {
						["鬼"] = {
							["胎"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["趣"] = {
			result = true
		},
		["转"] = {
			["换"] = {
				["教"] = {
					["室"] = {
						result = true
					}
				}
			}
		},
		["都"] = {
			["花"] = {
				["花"] = {
					["世"] = {
						["界"] = {
							result = true
						}
					}
				}
			}
		},
		["酒"] = {
			["吧"] = {
				result = true
			}
		},
		["飢"] = {
			["渴"] = {
				result = true
			}
		},
		["饑"] = {
			["渴"] = {
				result = true
			}
		},
		["饥"] = {
			["喝"] = {
				["美"] = {
					["少"] = {
						["女"] = {
							result = true
						}
					}
				}
			}
		},
		["骚"] = {
			["扰"] = {
				result = true
			}
		}
	},
	["息"] = {
		["近"] = {
			["平"] = {
				result = true
			}
		}
	},
	["悅"] = {
		["來"] = {
			["客"] = {
				["棧"] = {
					result = true
				}
			}
		},
		["莱"] = {
			["愙"] = {
				["棧"] = {
					result = true
				}
			}
		}
	},
	["悊"] = {
		["疊"] = {
			["單"] = {
				["勾"] = {
					result = true
				}
			}
		}
	},
	["悟"] = {
		["空"] = {
			["网"] = {
				["赚"] = {
					["达"] = {
						["人"] = {
							result = true
						}
					}
				}
			}
		},
		["道"] = {
			result = true,
			["老"] = {
				["师"] = {
					result = true
				}
			}
		}
	},
	["悠"] = {
		["久"] = {
			["社"] = {
				["区"] = {
					result = true
				}
			}
		},
		["悠"] = {
			["成"] = {
				["人"] = {
					["社"] = {
						["区"] = {
							result = true
						}
					}
				}
			},
			["游"] = {
				["戏"] = {
					["服"] = {
						["务"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["色"] = {
				["1"] = {
					["2"] = {
						["3"] = {
							result = true
						}
					}
				}
			},
			["资"] = {
				["源"] = {
					result = true
				}
			}
		},
		["月"] = {
			["舞"] = {
				result = true
			}
		},
		["游"] = {
			["电"] = {
				["影"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["遊"] = {
			["網"] = {
				result = true
			}
		}
	},
	["悦"] = {
		["度"] = {
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["来"] = {
			["客"] = {
				["栈"] = {
					result = true
				}
			}
		},
		["色"] = {
			["阁"] = {
				result = true
			}
		},
		["读"] = {
			["社"] = {
				result = true
			}
		}
	},
	["悬"] = {
		["梁"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["悻"] = {
		["倶"] = {
			["泺"] = {
				["蔀"] = {
					result = true
				}
			}
		},
		["妑"] = {
			["朂"] = {
				["噺"] = {
					["哋"] = {
						["歮"] = {
							result = true
						}
					}
				}
			}
		},
		["嬡"] = {
			["伍"] = {
				["仴"] = {
					["埖"] = {
						result = true
					}
				}
			},
			["妏"] = {
				["敩"] = {
					result = true
				}
			},
			["洎"] = {
				["啪"] = {
					result = true
				}
			},
			["澢"] = {
				["案"] = {
					result = true
				}
			},
			["電"] = {
				["影"] = {
					result = true
				}
			},
			["Ａ"] = {
				["爿"] = {
					result = true,
					["芐"] = {
						["酨"] = {
							result = true
						}
					}
				}
			}
		},
		["息"] = {
			result = true
		},
		["湢"] = {
			["琮"] = {
				["匼"] = {
					result = true
				}
			}
		}
	},
	["惜"] = {
		["情"] = {
			["记"] = {
				result = true
			}
		}
	},
	["想"] = {
		["做"] = {
			["爱"] = {
				["网"] = {
					result = true
				}
			}
		},
		["崾"] = {
			["做"] = {
				["噯"] = {
					["綜"] = {
						["合"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["意"] = {
		["乱"] = {
			["情"] = {
				["迷"] = {
					["女"] = {
						["用"] = {
							["片"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["大"] = {
			["利"] = {
				["华"] = {
					["人"] = {
						["社"] = {
							["区"] = {
								result = true
							}
						}
					}
				},
				["成"] = {
					["人"] = {
						result = true
					}
				},
				["服"] = {
					["务"] = {
						result = true
					}
				},
				["美"] = {
					["眉"] = {
						result = true
					}
				}
			}
		},
		["恋"] = {
			["征"] = {
				["服"] = {
					["系"] = {
						["列"] = {
							result = true
						}
					}
				}
			}
		},
		["淫"] = {
			result = true
		}
	},
	["愚"] = {
		["民"] = {
			["梦"] = {
				result = true
			}
		}
	},
	["愿"] = {
		["表"] = {
			["露"] = {
				["文"] = {
					["革"] = {
						["忏"] = {
							["悔"] = {
								["心"] = {
									["声"] = {
										["编"] = {
											["委"] = {
												["会"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["慰"] = {
		["安"] = {
			["婦"] = {
				result = true
			}
		}
	},
	["慾"] = {
		["望"] = {
			["技"] = {
				["能"] = {
					result = true
				}
			}
		},
		["脃"] = {
			["荿"] = {
				["亾"] = {
					["蛧"] = {
						result = true
					}
				}
			}
		},
		["铯"] = {
			["晟"] = {
				["亽"] = {
					["網"] = {
						result = true
					}
				}
			}
		}
	},
	["憂"] = {
		["木"] = {
			["瞳"] = {
				["無"] = {
					["碼"] = {
						["下"] = {
							["載"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["憲"] = {
		["法"] = {
			["書"] = {
				result = true
			},
			["法"] = {
				["律"] = {
					["權"] = {
						["威"] = {
							result = true
						}
					}
				}
			},
			["紀"] = {
				["念"] = {
					["日"] = {
						result = true
					}
				}
			}
		}
	},
	["戊"] = {
		["巴"] = {
			["比"] = {
				["妥"] = {
					["钠"] = {
						result = true,
						["现"] = {
							["货"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["戏"] = {
		["蛾"] = {
			["记"] = {
				result = true
			}
		},
		["谑"] = {
			["包"] = {
				["子"] = {
					["大"] = {
						["人"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["我"] = {
		["不"] = {
			["是"] = {
				["飞"] = {
					["机"] = {
						["场"] = {
							result = true
						}
					}
				}
			}
		},
		["与"] = {
			["助"] = {
				["理"] = {
					["的"] = {
						["故"] = {
							["事"] = {
								result = true
							}
						}
					}
				}
			},
			["我"] = {
				["的"] = {
					["媳"] = {
						result = true
					}
				}
			},
			["母"] = {
				["亲"] = {
					["的"] = {
						["同"] = {
							["事"] = {
								result = true
							}
						}
					}
				}
			},
			["网"] = {
				["吧"] = {
					["老"] = {
						["板"] = {
							["娘"] = {
								result = true
							}
						}
					}
				}
			},
			["美"] = {
				["容"] = {
					["师"] = {
						["小"] = {
							["丽"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["为"] = {
			["儿"] = {
				["子"] = {
					["选"] = {
						["骚"] = {
							["妻"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["乐"] = {
			["电"] = {
				["影"] = {
					result = true
				}
			},
			["谷"] = {
				result = true
			}
		},
		["也"] = {
			["要"] = {
				["泄"] = {
					["了"] = {
						result = true,
						["喔"] = {
							result = true
						}
					}
				}
			}
		},
		["们"] = {
			["出"] = {
				["版"] = {
					["台"] = {
						["湾"] = {
							result = true
						}
					}
				}
			}
		},
		["做"] = {
			["骚"] = {
				["妻"] = {
					result = true
				}
			}
		},
		["儿"] = {
			["开"] = {
				["西"] = {
					result = true
				}
			}
		},
		["去"] = {
			result = true,
			["也"] = {
				["伦"] = {
					["理"] = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			},
			["射"] = {
				result = true
			},
			["干"] = {
				["成"] = {
					["人"] = {
						result = true,
						["网"] = {
							result = true
						}
					}
				}
			},
			["撸"] = {
				result = true,
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["电"] = {
					["影"] = {
						result = true
					}
				}
			}
		},
		["含"] = {
			["住"] = {
				["他"] = {
					["的"] = {
						["阴"] = {
							["茎"] = {
								result = true
							}
						}
					}
				}
			},
			["着"] = {
				["阴"] = {
					["茎"] = {
						result = true
					}
				}
			}
		},
		["咧"] = {
			["幹"] = {
				result = true
			}
		},
		["就"] = {
			["射"] = {
				["综"] = {
					["合"] = {
						result = true
					}
				}
			},
			["要"] = {
				["桑"] = {
					["拿"] = {
						result = true
					}
				},
				["色"] = {
					["色"] = {
						["色"] = {
							result = true
						}
					}
				}
			}
		},
		["帮"] = {
			["助"] = {
				["属"] = {
					["下"] = {
						["播"] = {
							["种"] = {
								result = true
							}
						}
					}
				}
			},
			["妈"] = {
				["妈"] = {
					["脱"] = {
						["胸"] = {
							["罩"] = {
								result = true
							}
						}
					}
				}
			},
			["老"] = {
				["师"] = {
					["脱"] = {
						["胸"] = {
							["罩"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["干"] = {
			["了"] = {
				["嫂"] = {
					["嫂"] = {
						result = true,
						["的"] = {
							["穴"] = {
								result = true
							}
						}
					}
				},
				["宋"] = {
					["祖"] = {
						["英"] = {
							result = true
						}
					}
				}
			},
			["按"] = {
				["摩"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["心"] = {
			["我"] = {
				["色"] = {
					result = true
				}
			}
		},
		["性"] = {
			["感"] = {
				["成"] = {
					["人"] = {
						["资"] = {
							["源"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["想"] = {
			["为"] = {
				["捍"] = {
					["卫"] = {
						["生"] = {
							["命"] = {
								result = true
							}
						}
					}
				}
			},
			["去"] = {
				["澳"] = {
					["门"] = {
						["赌"] = {
							["博"] = {
								result = true
							}
						}
					}
				}
			},
			["枪"] = {
				["网"] = {
					["站"] = {
						result = true
					}
				}
			},
			["肾"] = {
				result = true
			}
		},
		["慢"] = {
			["汁"] = {
				["誘"] = {
					["惑"] = {
						result = true
					}
				},
				["诱"] = {
					["惑"] = {
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["把"] = {
			["艳"] = {
				["姨"] = {
					["给"] = {
						["干"] = {
							["了"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["报"] = {
			["复"] = {
				["的"] = {
					["女"] = {
						["人"] = {
							result = true
						}
					}
				}
			}
		},
		["挨"] = {
			["操"] = {
				["的"] = {
					["经"] = {
						["过"] = {
							result = true
						}
					}
				}
			}
		},
		["插"] = {
			["着"] = {
				["小"] = {
					["姨"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["撸"] = {
			["了"] = {
				result = true
			},
			["撸"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["操"] = {
			B = {
				["电"] = {
					["影"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["你"] = {
				["妈"] = {
					result = true
				}
			},
			["啦"] = {
				["綜"] = {
					["合"] = {
						result = true
					}
				},
				["综"] = {
					["合"] = {
						result = true
					}
				}
			},
			["岳"] = {
				["母"] = {
					result = true,
					["的"] = {
						["穴"] = {
							result = true
						}
					}
				}
			},
			["淫"] = {
				["姐"] = {
					["网"] = {
						result = true
					}
				}
			},
			["靠"] = {
				result = true
			}
		},
		["方"] = {
			["基"] = {
				["地"] = {
					["被"] = {
						["占"] = {
							["领"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["日"] = {
			["你"] = {
				["妈"] = {
					result = true
				},
				["娘"] = {
					result = true
				}
			},
			["靠"] = {
				result = true
			}
		},
		["是"] = {
			g = {
				["和"] = {
					m = {
						result = true
					}
				}
			},
			["习"] = {
				["縂"] = {
					result = true
				}
			},
			["淫"] = {
				["神"] = {
					result = true,
					b = {
						t = {
							result = true
						}
					}
				}
			}
		},
		["有"] = {
			["网"] = {
				result = true
			}
		},
		["朝"] = {
			["太"] = {
				["子"] = {
					result = true
				}
			}
		},
		["没"] = {
			["有"] = {
				["敌"] = {
					["人"] = {
						[" "] = {
							["我"] = {
								["的"] = {
									["最"] = {
										["后"] = {
											["陈"] = {
												["述"] = {
													result = true
												}
											}
										}
									}
								}
							}
						},
						["-"] = {
							["我"] = {
								["的"] = {
									["最"] = {
										["后"] = {
											["陈"] = {
												["述"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["淫"] = {
			["我"] = {
				["色"] = {
					result = true,
					["导"] = {
						["航"] = {
							result = true
						}
					},
					["网"] = {
						result = true,
						["站"] = {
							result = true
						}
					}
				}
			}
		},
		["湿"] = {
			["淋"] = {
				["淋"] = {
					["的"] = {
						["阴"] = {
							["道"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["爱"] = {
			["亚"] = {
				["洲"] = {
					["妹"] = {
						["网"] = {
							["站"] = {
								result = true
							}
						}
					}
				}
			},
			["你"] = {
				["亚"] = {
					["洲"] = {
						result = true,
						["妹"] = {
							["图"] = {
								result = true
							}
						}
					}
				}
			},
			["办"] = {
				["公"] = {
					["室"] = {
						result = true
					}
				}
			},
			["原"] = {
				["味"] = {
					["网"] = {
						result = true
					}
				}
			},
			["国"] = {
				["模"] = {
					result = true
				}
			},
			["妈"] = {
				["妈"] = {
					result = true
				}
			},
			["射"] = {
				["精"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["姨"] = {
					["子"] = {
						result = true
					}
				}
			},
			["幼"] = {
				["幼"] = {
					["论"] = {
						result = true
					}
				}
			},
			["弹"] = {
				["弓"] = {
					result = true
				}
			},
			["我"] = {
				["妈"] = {
					["美"] = {
						["娇"] = {
							["体"] = {
								result = true
							}
						}
					}
				},
				["家"] = {
					result = true
				},
				["色"] = {
					["网"] = {
						["址"] = {
							result = true
						}
					}
				}
			},
			["操"] = {
				["逼"] = {
					["网"] = {
						result = true
					}
				}
			},
			["日"] = {
				["逼"] = {
					result = true
				}
			},
			["桑"] = {
				["拿"] = {
					["网"] = {
						result = true
					}
				}
			},
			["气"] = {
				["狗"] = {
					["网"] = {
						result = true
					}
				}
			},
			["泉"] = {
				["州"] = {
					["湾"] = {
						result = true
					}
				}
			},
			["爱"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			},
			["狐"] = {
				["狸"] = {
					["精"] = {
						result = true
					}
				}
			},
			["由"] = {
				["我"] = {
					["不"] = {
						["由"] = {
							["天"] = {
								result = true
							}
						}
					}
				}
			},
			["电"] = {
				["子"] = {
					["书"] = {
						result = true
					}
				}
			},
			["看"] = {
				A = {
					V = {
						result = true
					}
				}
			},
			["美"] = {
				["女"] = {
					["网"] = {
						result = true
					}
				}
			},
			["考"] = {
				["逼"] = {
					result = true
				}
			},
			["色"] = {
				result = true,
				["吧"] = {
					result = true
				},
				["色"] = {
					result = true,
					["吧"] = {
						result = true
					}
				}
			},
			["裸"] = {
				["聊"] = {
					result = true
				}
			},
			["逼"] = {
				["电"] = {
					["影"] = {
						["站"] = {
							result = true
						}
					}
				}
			}
		},
		["甜"] = {
			["蜜"] = {
				["的"] = {
					["大"] = {
						["姐"] = {
							["姐"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["的"] = {
			["世"] = {
				["界"] = {
					result = true,
					["博"] = {
						["客"] = {
							result = true
						}
					}
				}
			},
			["乱"] = {
				["伦"] = {
					["生"] = {
						["涯"] = {
							result = true
						}
					},
					["经"] = {
						["历"] = {
							result = true,
							["?"] = {
								result = true
							}
						}
					}
				}
			},
			["后"] = {
				["小"] = {
					["情"] = {
						["人"] = {
							result = true
						}
					}
				}
			},
			["多"] = {
				["屁"] = {
					["经"] = {
						["验"] = {
							result = true
						}
					}
				}
			},
			["女"] = {
				["网"] = {
					["友"] = {
						result = true
					}
				}
			},
			["妈"] = {
				["妈"] = {
					["李"] = {
						["彤"] = {
							["彤"] = {
								result = true
							}
						}
					}
				}
			},
			["姐"] = {
				["姐"] = {
					["是"] = {
						["美"] = {
							["女"] = {
								result = true
							}
						}
					}
				}
			},
			["娇"] = {
				["妻"] = {
					["欣"] = {
						["儿"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["屄"] = {
					["儿"] = {
						["好"] = {
							["痒"] = {
								result = true
							}
						}
					}
				},
				["情"] = {
					["人"] = {
						result = true
					}
				},
				["穴"] = {
					["好"] = {
						["爽"] = {
							result = true
						}
					}
				}
			},
			["思"] = {
				["想"] = {
					["自"] = {
						["传"] = {
							result = true
						}
					}
				}
			},
			["放"] = {
				["荡"] = {
					["生"] = {
						["活"] = {
							result = true
						}
					}
				}
			},
			["春"] = {
				["经"] = {
					["历"] = {
						result = true
					}
				}
			},
			["母"] = {
				["亲"] = {
					["是"] = {
						["村"] = {
							["妓"] = {
								result = true
							}
						}
					}
				}
			},
			["淫"] = {
				["荡"] = {
					["老"] = {
						["师"] = {
							result = true
						}
					}
				}
			},
			["穴"] = {
				result = true
			},
			["缠"] = {
				["绵"] = {
					["往"] = {
						["事"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				["站"] = {
					["被"] = {
						["攻"] = {
							["击"] = {
								result = true
							}
						}
					}
				}
			},
			["美"] = {
				["女"] = {
					["后"] = {
						["官"] = {
							result = true
						},
						["宫"] = {
							result = true
						}
					}
				},
				["艳"] = {
					["岳"] = {
						["母"] = {
							result = true
						}
					}
				}
			},
			["色"] = {
				["女"] = {
					["友"] = {
						result = true
					}
				}
			},
			["虐"] = {
				["恋"] = {
					["女"] = {
						["友"] = {
							result = true
						}
					}
				}
			},
			["邻"] = {
				["居"] = {
					["很"] = {
						["腹"] = {
							["黑"] = {
								result = true
							}
						}
					}
				}
			},
			["鸡"] = {
				["巴"] = {
					result = true
				}
			}
		},
		["看"] = {
			A = {
				V = {
					["电"] = {
						["影"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["真"] = {
			["是"] = {
				["的"] = {
					["经"] = {
						["历"] = {
							result = true
						}
					}
				}
			}
		},
		["给"] = {
			["领"] = {
				["导"] = {
					["当"] = {
						["秘"] = {
							["书"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["考"] = {
			result = true
		},
		["色"] = {
			["我"] = {
				["干"] = {
					result = true
				}
			}
		},
		["草"] = {
			["你"] = {
				["妈"] = {
					["妈"] = {
						result = true
					}
				}
			}
		},
		["被"] = {
			["人"] = {
				["开"] = {
					["发"] = {
						result = true
					}
				}
			}
		},
		["要"] = {
			s = {
				m = {
					["口"] = {
						["交"] = {
							["網"] = {
								result = true
							},
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["伦"] = {
				["理"] = {
					["快"] = {
						["播"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["官"] = {
				["人"] = {
					result = true
				}
			},
			["射"] = {
				result = true
			},
			["干"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["电"] = {
					["影"] = {
						result = true
					}
				}
			},
			["快"] = {
				["播"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["性"] = {
				["交"] = {
					["网"] = {
						result = true
					}
				}
			},
			["撸"] = {
				["啊"] = {
					["撸"] = {
						result = true
					}
				},
				["撸"] = {
					result = true
				}
			},
			["操"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			},
			["枪"] = {
				result = true,
				["支"] = {
					result = true
				}
			},
			["泄"] = {
				["了"] = {
					["喔"] = {
						result = true
					}
				}
			},
			["的"] = {
				["生"] = {
					["活"] = {
						H = {
							result = true
						}
					}
				}
			},
			["看"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			},
			["美"] = {
				["女"] = {
					["图"] = {
						["片"] = {
							result = true
						}
					}
				},
				["妹"] = {
					result = true
				}
			},
			["肾"] = {
				result = true
			},
			["色"] = {
				["图"] = {
					result = true
				},
				["射"] = {
					["色"] = {
						result = true
					}
				}
			},
			["要"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["讓"] = {
			["你"] = {
				["揮"] = {
					["手"] = {
						["了"] = {
							["嗎"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["让"] = {
			["你"] = {
				["挥"] = {
					["手"] = {
						["了"] = {
							["吗"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["该"] = {
			["死"] = {
				result = true,
				["视"] = {
					["频"] = {
						["做"] = {
							["爱"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["跟"] = {
			["妹"] = {
				["妹"] = {
					["肏"] = {
						["穴"] = {
							result = true
						}
					}
				}
			}
		},
		["遇"] = {
			["到"] = {
				["的"] = {
					["专"] = {
						["业"] = {
							["鸡"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["靠"] = {
			result = true
		}
	},
	["战"] = {
		["乙"] = {
			["女"] = {
				["真"] = {
					["章"] = {
						result = true
					}
				}
			}
		},
		["刀"] = {
			["订"] = {
				["购"] = {
					result = true
				}
			}
		},
		["术"] = {
			["军"] = {
				d = {
					a = {
						o = {
							result = true
						}
					}
				},
				["枪"] = {
					result = true
				}
			},
			["刀"] = {
				result = true
			},
			["弹"] = {
				["弓"] = {
					result = true
				}
			},
			["折"] = {
				["刀"] = {
					["专"] = {
						result = true
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["跳"] = {
						["刀"] = {
							result = true
						}
					}
				},
				["刺"] = {
					["刀"] = {
						result = true
					}
				},
				["叠"] = {
					["刀"] = {
						result = true
					}
				},
				["斧"] = {
					["专"] = {
						result = true
					}
				},
				["枪"] = {
					result = true,
					["跳"] = {
						["枪"] = {
							result = true
						}
					}
				},
				["砍"] = {
					["刀"] = {
						result = true,
						["专"] = {
							result = true
						}
					}
				}
			},
			["枪"] = {
				result = true,
				["专"] = {
					result = true
				}
			},
			["直"] = {
				["刀"] = {
					result = true,
					["专"] = {
						result = true
					},
					["到"] = {
						["货"] = {
							result = true
						}
					}
				}
			},
			["砍"] = {
				["刀"] = {
					result = true
				}
			},
			["突"] = {
				["击"] = {
					d = {
						a = {
							o = {
								result = true
							}
						}
					},
					["刀"] = {
						result = true,
						["专"] = {
							result = true
						},
						["具"] = {
							["具"] = {
								result = true
							}
						}
					},
					["刺"] = {
						["刀"] = {
							result = true
						}
					},
					["斧"] = {
						["专"] = {
							result = true
						}
					},
					["枪"] = {
						result = true,
						["专"] = {
							result = true
						}
					},
					["用"] = {
						["刀"] = {
							result = true
						},
						["叨"] = {
							result = true,
							["%"] = {
								result = true
							}
						}
					},
					["短"] = {
						["枪"] = {
							result = true
						}
					},
					["砍"] = {
						["刀"] = {
							result = true
						}
					}
				}
			},
			["霰"] = {
				["弹"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["神"] = {
			k = {
				["8"] = {
					["弓"] = {
						["弩"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					result = true,
					["城"] = {
						result = true
					}
				}
			},
			["弓"] = {
				["努"] = {
					result = true
				}
			},
			["毒"] = {
				["蝎"] = {
					["子"] = {
						["弓"] = {
							["努"] = {
								result = true
							},
							["弩"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["戰"] = {
		["ポ"] = {
			["突"] = {
				["擊"] = {
					["刀"] = {
						result = true
					}
				}
			}
		},
		["國"] = {
			["英"] = {
				["雄"] = {
					result = true
				}
			}
		},
		["朮"] = {
			["湥"] = {
				["击"] = {
					["叨"] = {
						result = true
					}
				}
			}
		},
		["神"] = {
			["弓"] = {
				["弩"] = {
					result = true
				}
			}
		},
		["術"] = {
			["折"] = {
				["刀"] = {
					result = true
				},
				["叠"] = {
					["刀"] = {
						result = true
					},
					["忉"] = {
						result = true
					}
				},
				["枪"] = {
					result = true
				}
			},
			["突"] = {
				["擊"] = {
					["刀"] = {
						result = true,
						["专"] = {
							result = true
						}
					},
					["刺"] = {
						["专"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["扆"] = {
		["淉"] = {
			["窷"] = {
				result = true
			}
		}
	},
	["手"] = {
		["."] = {
			["付"] = {
				["通"] = {
					result = true
				}
			}
		},
		["5"] = {
			["枪"] = {
				result = true
			}
		},
		["\\"] = {
			["机"] = {
				["复"] = {
					["制"] = {
						result = true
					}
				}
			}
		},
		g = {
			o = {
				u = {
					result = true
				}
			}
		},
		k = {
			u = {
				i = {
					result = true
				}
			}
		},
		q = {
			result = true
		},
		["⑤"] = {
			["兄"] = {
				["弚"] = {
					result = true
				}
			}
		},
		["☆"] = {
			["抢"] = {
				["☆"] = {
					result = true
				}
			},
			["枪"] = {
				["☆"] = {
					result = true
				},
				["便"] = {
					["宜"] = {
						["出"] = {
							["☆"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["エ"] = {
			["刀"] = {
				["奴"] = {
					result = true
				}
			}
		},
		["五"] = {
			["兄"] = {
				["弟"] = {
					result = true,
					["密"] = {
						["云"] = {
							result = true
						}
					}
				}
			}
		},
		["伸"] = {
			["到"] = {
				["两"] = {
					["腿"] = {
						["间"] = {
							result = true
						}
					}
				}
			}
		},
		["分"] = {
			["开"] = {
				["嫩"] = {
					["肉"] = {
						["缝"] = {
							result = true
						}
					}
				}
			}
		},
		["刺"] = {
			["电"] = {
				["警"] = {
					["棍"] = {
						result = true,
						["密"] = {
							["云"] = {
								result = true
							}
						}
					}
				}
			},
			["電"] = {
				["警"] = {
					["棍"] = {
						result = true
					}
				}
			}
		},
		["动"] = {
			["手"] = {
				["枪"] = {
					result = true
				}
			},
			["高"] = {
				["压"] = {
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["努"] = {
			result = true,
			["图"] = {
				["纸"] = {
					result = true
				}
			}
		},
		["势"] = {
			["和"] = {
				["队"] = {
					["形"] = {
						result = true
					}
				}
			}
		},
		["压"] = {
			["短"] = {
				["狗"] = {
					result = true
				}
			}
		},
		["島"] = {
			["優"] = {
				result = true
			}
		},
		["工"] = {
			d = {
				a = {
					o = {
						["奴"] = {
							result = true
						}
					}
				}
			},
			["刀"] = {
				["专"] = {
					["网"] = {
						result = true
					}
				},
				["具"] = {
					["具"] = {
						["奴"] = {
							result = true
						}
					}
				},
				["奴"] = {
					result = true,
					["专"] = {
						result = true
					},
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			},
			["刺"] = {
				["奴"] = {
					["专"] = {
						result = true
					}
				}
			},
			["加"] = {
				["工"] = {
					result = true
				}
			},
			["唐"] = {
				["刀"] = {
					result = true
				}
			},
			["弩"] = {
				result = true
			},
			["弹"] = {
				["弓"] = {
					result = true
				}
			},
			["枪"] = {
				["奴"] = {
					result = true,
					["专"] = {
						result = true
					}
				}
			},
			["牛"] = {
				["角"] = {
					["柄"] = {
						["救"] = {
							["生"] = {
								result = true
							}
						}
					}
				}
			},
			["猎"] = {
				["刀"] = {
					result = true,
					["专"] = {
						result = true
					},
					["正"] = {
						["品"] = {
							result = true
						}
					}
				},
				["枪"] = {
					result = true
				}
			},
			["獵"] = {
				["刀"] = {
					result = true,
					["专"] = {
						result = true
					},
					["正"] = {
						["品"] = {
							result = true
						}
					}
				},
				["刺"] = {
					["专"] = {
						result = true
					}
				},
				["斧"] = {
					result = true,
					["正"] = {
						["品"] = {
							result = true
						}
					}
				},
				["枪"] = {
					["专"] = {
						result = true
					}
				},
				["砍"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["直"] = {
				["板"] = {
					["铜"] = {
						["弓"] = {
							result = true
						}
					}
				}
			},
			["砍"] = {
				["刀"] = {
					["奴"] = {
						result = true
					}
				}
			}
		},
		["弩"] = {
			["专"] = {
				result = true
			},
			["图"] = {
				["纸"] = {
					result = true
				}
			},
			["直"] = {
				["销"] = {
					result = true
				}
			},
			["转"] = {
				["让"] = {
					result = true
				}
			}
		},
		["把"] = {
			["手"] = {
				["教"] = {
					["做"] = {
						["炸"] = {
							["弹"] = {
								result = true
							}
						}
					},
					["炸"] = {
						["药"] = {
							result = true
						}
					}
				},
				["炸"] = {
					["弹"] = {
						result = true
					}
				}
			}
		},
		["抢"] = {
			["专"] = {
				result = true
			},
			["到"] = {
				["货"] = {
					result = true
				}
			},
			["卖"] = {
				result = true
			},
			["气"] = {
				["抢"] = {
					["猎"] = {
						result = true
					}
				}
			},
			["的"] = {
				["过"] = {
					["程"] = {
						result = true
					}
				}
			}
		},
		["拉"] = {
			a = {
				w = {
					p = {
						result = true
					}
				}
			},
			["狗"] = {
				["专"] = {
					result = true
				},
				["汽"] = {
					["枪"] = {
						result = true
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["转"] = {
					["让"] = {
						result = true
					}
				}
			},
			["狙"] = {
				["送"] = {
					["子"] = {
						["弹"] = {
							result = true
						}
					}
				}
			},
			["短"] = {
				["狗"] = {
					result = true,
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				},
				["鸡"] = {
					["钢"] = {
						["珠"] = {
							result = true
						}
					}
				}
			},
			["长"] = {
				result = true,
				["狗"] = {
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			},
			["鸡"] = {
				["专"] = {
					result = true
				},
				["全"] = {
					["金"] = {
						["属"] = {
							result = true
						}
					}
				},
				["出"] = {
					["口"] = {
						["能"] = {
							["动"] = {
								result = true
							}
						}
					}
				},
				["改"] = {
					["装"] = {
						result = true
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["论"] = {
					["坛"] = {
						result = true
					}
				},
				["转"] = {
					["让"] = {
						result = true
					}
				},
				["金"] = {
					["属"] = {
						result = true
					}
				}
			}
		},
		["拷"] = {
			result = true
		},
		["指"] = {
			["套"] = {
				["仿"] = {
					["真"] = {
						["手"] = {
							["指"] = {
								result = true
							}
						}
					}
				}
			},
			["抠"] = {
				["肉"] = {
					["洞"] = {
						result = true
					}
				}
			},
			["模"] = {
				result = true
			}
		},
		["提"] = {
			["机"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["撕"] = {
			["发"] = {
				["票"] = {
					result = true
				}
			},
			["定"] = {
				["额"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				}
			}
		},
		["木"] = {
			["仓"] = {
				result = true,
				["专"] = {
					result = true
				},
				["子"] = {
					["弹"] = {
						result = true
					}
				},
				["转"] = {
					["让"] = {
						result = true
					}
				},
				["配"] = {
					["件"] = {
						["专"] = {
							result = true
						}
					}
				}
			}
		},
		["机"] = {
			["#"] = {
				["兼"] = {
					["听"] = {
						["器"] = {
							result = true
						}
					}
				}
			},
			["0"] = {
				["0"] = {
					["7"] = {
						result = true
					}
				}
			},
			["="] = {
				["卡"] = {
					["复"] = {
						["制"] = {
							["器"] = {
								result = true
							}
						}
					}
				},
				["监"] = {
					["听"] = {
						["器"] = {
							result = true
						}
					}
				}
			},
			G = {
				S = {
					M = {
						["监"] = {
							["听"] = {
								result = true
							}
						}
					}
				}
			},
			X = {
				["卧"] = {
					["底"] = {
						result = true,
						["代"] = {
							["码"] = {
								result = true
							}
						}
					}
				}
			},
			s = {
				m = {
					["乐"] = {
						["园"] = {
							result = true
						}
					}
				}
			},
			["∨"] = {
				["定"] = {
					["位"] = {
						result = true
					}
				}
			},
			["专"] = {
				["网"] = {
					result = true
				}
			},
			["主"] = {
				["信"] = {
					["息"] = {
						result = true
					}
				}
			},
			["交"] = {
				["易"] = {
					["网"] = {
						result = true
					}
				}
			},
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							result = true
						}
					}
				}
			},
			["任"] = {
				["意"] = {
					["显"] = {
						result = true,
						["软"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			},
			["信"] = {
				["号"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["偷"] = {
				["听"] = {
					result = true
				}
			},
			["充"] = {
				["值"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["兼"] = {
				["听"] = {
					["器"] = {
						result = true
					}
				}
			},
			["卡"] = {
				result = true,
				["克"] = {
					["隆"] = {
						result = true
					}
				},
				["兼"] = {
					["听"] = {
						["器"] = {
							result = true
						}
					}
				},
				["复"] = {
					["制"] = {
						result = true,
						["器"] = {
							result = true
						}
					}
				},
				["监"] = {
					["听"] = {
						result = true,
						["器"] = {
							result = true
						},
						["软"] = {
							["件"] = {
								result = true
							}
						}
					}
				},
				["窃"] = {
					["听"] = {
						["软"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			},
			["卧"] = {
				["底"] = {
					result = true,
					X = {
						["软"] = {
							["件"] = {
								result = true
							}
						}
					},
					["件"] = {
						["版"] = {
							result = true
						}
					},
					["安"] = {
						["装"] = {
							result = true
						}
					},
					["官"] = {
						["网"] = {
							result = true
						}
					},
					["监"] = {
						["听"] = {
							["器"] = {
								result = true
							}
						}
					},
					["软"] = {
						["件"] = {
							["专"] = {
								result = true
							}
						}
					},
					["间"] = {
						["谍"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["反"] = {
				["监"] = {
					["听"] = {
						["器"] = {
							result = true
						}
					}
				}
			},
			["变"] = {
				["号"] = {
					result = true,
					["器"] = {
						result = true
					},
					["平"] = {
						["台"] = {
							result = true
						}
					},
					["机"] = {
						result = true
					},
					["软"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["名"] = {
				["录"] = {
					result = true
				}
			},
			["吸"] = {
				["费"] = {
					result = true
				}
			},
			["唐"] = {
				["人"] = {
					["社"] = {
						result = true
					}
				}
			},
			["复"] = {
				["制"] = {
					["器"] = {
						result = true
					}
				}
			},
			["天"] = {
				["堂"] = {
					result = true
				}
			},
			["定"] = {
				["位"] = {
					result = true,
					["卡"] = {
						result = true
					},
					["器"] = {
						result = true
					},
					["监"] = {
						["听"] = {
							result = true
						},
						["控"] = {
							["卡"] = {
								result = true
							}
						}
					}
				}
			},
			["录"] = {
				["音"] = {
					["监"] = {
						["听"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["彩"] = {
				["信"] = {
					["改"] = {
						["号"] = {
							result = true
						}
					}
				}
			},
			["截"] = {
				["听"] = {
					["器"] = {
						result = true
					}
				}
			},
			["护"] = {
				["士"] = {
					result = true
				}
			},
			["挂"] = {
				["件"] = {
					["电"] = {
						["警"] = {
							["棍"] = {
								result = true
							}
						}
					}
				}
			},
			["改"] = {
				["串"] = {
					["号"] = {
						["软"] = {
							["件"] = {
								result = true
							}
						}
					}
				},
				["号"] = {
					result = true,
					["器"] = {
						result = true
					},
					["机"] = {
						result = true
					},
					["软"] = {
						["件"] = {
							result = true
						}
					},
					["通"] = {
						result = true
					}
				}
			},
			["注"] = {
				["册"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["清"] = {
				["单"] = {
					["查"] = {
						["询"] = {
							result = true
						}
					}
				}
			},
			["潜"] = {
				["伏"] = {
					["者"] = {
						["代"] = {
							["码"] = {
								result = true
							}
						}
					}
				}
			},
			["版"] = {
				result = true
			},
			["现"] = {
				["金"] = {
					["下"] = {
						["注"] = {
							result = true
						}
					}
				}
			},
			["监"] = {
				["听"] = {
					["一"] = {
						["卡"] = {
							["通"] = {
								result = true
							}
						}
					},
					["卡"] = {
						["专"] = {
							result = true
						},
						["转"] = {
							["让"] = {
								result = true
							}
						},
						["软"] = {
							["件"] = {
								result = true
							}
						}
					},
					["器"] = {
						["软"] = {
							["件"] = {
								result = true
							}
						}
					},
					["定"] = {
						["位"] = {
							result = true
						}
					},
					["软"] = {
						["件"] = {
							["专"] = {
								result = true
							}
						}
					}
				},
				["控"] = {
					["卡"] = {
						result = true
					}
				},
				["聽"] = {
					["软"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["盗"] = {
				["号"] = {
					["软"] = {
						["件"] = {
							result = true
						}
					}
				},
				["听"] = {
					["器"] = {
						result = true
					}
				}
			},
			["監"] = {
				["听"] = {
					["卡"] = {
						result = true
					},
					["器"] = {
						result = true
					}
				}
			},
			["直"] = {
				["冲"] = {
					["网"] = {
						result = true
					}
				}
			},
			["短"] = {
				["信"] = {
					["拦"] = {
						["截"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["码"] = {
				["投"] = {
					["注"] = {
						["网"] = {
							["站"] = {
								result = true
							}
						}
					}
				}
			},
			["碟"] = {
				["中"] = {
					["谍"] = {
						["软"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			},
			["窃"] = {
				["、"] = {
					["听"] = {
						["器"] = {
							result = true
						}
					}
				},
				["听"] = {
					["器"] = {
						["专"] = {
							result = true
						},
						["软"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			},
			["自"] = {
				["慰"] = {
					["网"] = {
						result = true
					}
				}
			},
			["色"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				}
			},
			["跟"] = {
				["踪"] = {
					["定"] = {
						["位"] = {
							result = true,
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["远"] = {
				["程"] = {
					["监"] = {
						["控"] = {
							result = true
						}
					}
				}
			},
			["追"] = {
				["踪"] = {
					["监"] = {
						["听"] = {
							["卡"] = {
								result = true
							}
						}
					}
				}
			},
			["遥"] = {
				["控"] = {
					["炸"] = {
						["弹"] = {
							result = true
						}
					}
				}
			},
			["门"] = {
				result = true
			},
			["间"] = {
				["谍"] = {
					result = true,
					["卡"] = {
						result = true
					}
				}
			},
			["随"] = {
				["意"] = {
					["改"] = {
						result = true
					}
				}
			},
			["黄"] = {
				["色"] = {
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			}
		},
		["枪"] = {
			["收"] = {
				["藏"] = {
					result = true
				}
			}
		},
		["槍"] = {
			result = true,
			["5"] = {
				["4"] = {
					["式"] = {
						["玉"] = {
							["門"] = {
								result = true
							}
						},
						["通"] = {
							["遼"] = {
								result = true
							}
						}
					}
				}
			},
			T = {
				E = {
					L = {
						result = true
					}
				}
			}
		},
		["機"] = {
			["#"] = {
				["兼"] = {
					["聽"] = {
						["器"] = {
							result = true
						}
					}
				}
			},
			["0"] = {
				["0"] = {
					["7"] = {
						result = true
					}
				}
			},
			X = {
				["臥"] = {
					["底"] = {
						result = true,
						["代"] = {
							["碼"] = {
								result = true
							}
						}
					}
				}
			},
			x = {
				["臥"] = {
					["底"] = {
						["軟"] = {
							["體"] = {
								result = true
							}
						}
					}
				}
			},
			["偷"] = {
				["聽"] = {
					result = true
				}
			},
			["卡"] = {
				["兼"] = {
					["聽"] = {
						["器"] = {
							result = true
						}
					}
				},
				["複"] = {
					["製"] = {
						result = true
					}
				}
			},
			["吸"] = {
				["費"] = {
					result = true
				}
			},
			["咔"] = {
				["兼"] = {
					["厛"] = {
						["噐"] = {
							result = true
						}
					}
				}
			},
			["変"] = {
				["呺"] = {
					["泙"] = {
						["囼"] = {
							result = true
						}
					}
				}
			},
			["截"] = {
				["聽"] = {
					["器"] = {
						result = true
					}
				}
			},
			["改"] = {
				["號"] = {
					result = true,
					["器"] = {
						result = true
					},
					["機"] = {
						result = true
					},
					["軟"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["攺"] = {
				["呺"] = {
					["軟"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["潛"] = {
				["伏"] = {
					["者"] = {
						["代"] = {
							["碼"] = {
								result = true
							}
						}
					}
				}
			},
			["監"] = {
				["聽"] = {
					result = true,
					["卡"] = {
						result = true
					},
					["器"] = {
						["軟"] = {
							["體"] = {
								result = true
							}
						}
					},
					["王"] = {
						result = true
					},
					["軟"] = {
						["件"] = {
							result = true
						},
						["體"] = {
							result = true
						}
					}
				}
			},
			["短"] = {
				["信"] = {
					["攔"] = {
						["截"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["碟"] = {
				["中"] = {
					["諜"] = {
						["軟"] = {
							["件"] = {
								result = true
							},
							["體"] = {
								result = true
							}
						}
					}
				}
			},
			["窃"] = {
				["厛"] = {
					["軟"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["竊"] = {
				["聽"] = {
					result = true,
					["卡"] = {
						result = true
					},
					["器"] = {
						result = true,
						["價"] = {
							["格"] = {
								result = true
							}
						},
						["專"] = {
							result = true
						},
						["軟"] = {
							["體"] = {
								result = true
							}
						}
					},
					["軟"] = {
						["件"] = {
							result = true
						},
						["體"] = {
							result = true
						}
					}
				}
			},
			["臥"] = {
				["底"] = {
					["官"] = {
						["網"] = {
							result = true
						}
					},
					["監"] = {
						["聽"] = {
							["器"] = {
								result = true
							}
						}
					},
					["軟"] = {
						["體"] = {
							["專"] = {
								result = true
							}
						}
					}
				}
			},
			["複"] = {
				["制"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["變"] = {
				["號"] = {
					["器"] = {
						result = true
					},
					["平"] = {
						["檯"] = {
							result = true
						}
					},
					["機"] = {
						result = true
					},
					["軟"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["跟"] = {
				["踪"] = {
					["定"] = {
						["位"] = {
							["器"] = {
								result = true
							}
						}
					}
				},
				["蹤"] = {
					["定"] = {
						["位"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["錄"] = {
				["音"] = {
					["監"] = {
						["聽"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["間"] = {
				["諜"] = {
					result = true
				}
			}
		},
		["步"] = {
			["枪"] = {
				["的"] = {
					["结"] = {
						["构"] = {
							result = true
						}
					}
				},
				["见"] = {
					["面"] = {
						["交"] = {
							["易"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["气"] = {
			["枪"] = {
				["充"] = {
					["气"] = {
						result = true
					}
				}
			}
		},
		["汽"] = {
			["枪"] = {
				result = true
			}
		},
		["淫"] = {
			["与"] = {
				["阳"] = {
					["痿"] = {
						result = true
					}
				}
			},
			["图"] = {
				["片"] = {
					result = true
				}
			},
			["圖"] = {
				["片"] = {
					result = true
				}
			},
			["射"] = {
				["出"] = {
					result = true
				}
			},
			["的"] = {
				["一"] = {
					["些"] = {
						["知"] = {
							["识"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["游"] = {
			["帝"] = {
				["国"] = {
					["工"] = {
						["作"] = {
							["室"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["炝"] = {
			["猎"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["熗"] = {
			result = true
		},
		["爆"] = {
			["熗"] = {
				result = true
			}
		},
		["狗"] = {
			["9"] = {
				["2"] = {
					result = true
				}
			},
			["专"] = {
				result = true,
				["网"] = {
					result = true
				},
				["销"] = {
					result = true
				}
			},
			["低"] = {
				["价"] = {
					result = true
				}
			},
			["儿"] = {
				result = true
			},
			["出"] = {
				["猎"] = {
					["狗"] = {
						result = true
					}
				}
			},
			["子"] = {
				["弹"] = {
					result = true
				}
			},
			["專"] = {
				["銷"] = {
					result = true
				}
			},
			["狗"] = {
				["粮"] = {
					result = true
				},
				["糧"] = {
					result = true
				}
			},
			["瓦"] = {
				["斯"] = {
					["包"] = {
						["邮"] = {
							result = true
						}
					}
				}
			},
			["直"] = {
				["销"] = {
					result = true
				}
			},
			["订"] = {
				["购"] = {
					result = true
				}
			},
			["转"] = {
				["让"] = {
					result = true
				}
			},
			["配"] = {
				["件"] = {
					["专"] = {
						result = true
					},
					["定"] = {
						["做"] = {
							result = true
						},
						["制"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			},
			["钢"] = {
				["珠"] = {
					result = true
				}
			},
			["铅"] = {
				["弹"] = {
					result = true
				}
			}
		},
		["绘"] = {
			["鞋"] = {
				result = true
			}
		},
		["菈"] = {
			["狙"] = {
				result = true
			}
		},
		["表"] = {
			["型"] = {
				["摄"] = {
					["像"] = {
						["机"] = {
							result = true
						}
					}
				},
				["麻"] = {
					["醉"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["接"] = {
				["收"] = {
					["器"] = {
						result = true
					}
				}
			}
		},
		["购"] = {
			["网"] = {
				result = true
			}
		},
		["追"] = {
			["踪"] = {
				["器"] = {
					result = true
				}
			}
		},
		["銬"] = {
			result = true
		},
		["鎗"] = {
			result = true
		},
		["铐"] = {
			["专"] = {
				result = true,
				["可"] = {
					["网"] = {
						["购"] = {
							result = true
						}
					}
				},
				["售"] = {
					result = true
				}
			},
			["井"] = {
				["服"] = {
					result = true,
					["井"] = {
						["棍"] = {
							result = true
						}
					}
				}
			},
			["价"] = {
				["格"] = {
					result = true
				}
			},
			["电"] = {
				["击"] = {
					["棒"] = {
						["专"] = {
							result = true
						}
					}
				}
			},
			["脚"] = {
				["镣"] = {
					result = true
				}
			},
			["警"] = {
				["服"] = {
					result = true,
					["警"] = {
						["棍"] = {
							result = true
						}
					}
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			}
		},
		["雷"] = {
			["专"] = {
				result = true
			},
			["式"] = {
				["烟"] = {
					["雾"] = {
						["弹"] = {
							result = true
						}
					}
				},
				["煙"] = {
					["霧"] = {
						["彈"] = {
							result = true
						}
					}
				}
			},
			["当"] = {
				["面"] = {
					["交"] = {
						["易"] = {
							result = true
						}
					}
				}
			},
			["爆"] = {
				result = true
			},
			["看"] = {
				["货"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			},
			["鉽"] = {
				["煙"] = {
					["霧"] = {
						["彈"] = {
							result = true
						}
					}
				}
			}
		},
		["駑"] = {
			result = true
		},
		["驽"] = {
			result = true,
			["配"] = {
				["件"] = {
					result = true
				}
			}
		},
		["ｑ"] = {
			["ī"] = {
				["ā"] = {
					["ń"] = {
						["ɡ"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["扌"] = {
		["喿"] = {
			["屄"] = {
				["自"] = {
					["慰"] = {
						["器"] = {
							result = true
						}
					}
				}
			}
		},
		["奂"] = {
			["妻"] = {
				result = true
			}
		},
		["戈"] = {
			["小"] = {
				["女"] = {
					["且"] = {
						result = true
					},
					["未"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				}
			},
			["美"] = {
				["女"] = {
					["上"] = {
						["门"] = {
							result = true
						}
					}
				}
			}
		},
		["旨"] = {
			["纹"] = {
				result = true
			}
		},
		["柔"] = {
			["女"] = {
				["乃"] = {
					result = true
				}
			}
		},
		["機"] = {
			["変"] = {
				["號"] = {
					["岼"] = {
						["囧"] = {
							result = true
						}
					}
				}
			}
		},
		["比"] = {
			["发"] = {
				["美"] = {
					["氵"] = {
						["少"] = {
							["酮"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["白"] = {
			["肩"] = {
				["迷"] = {
					["药"] = {
						result = true
					}
				}
			}
		},
		["高"] = {
			["定"] = {
				["文"] = {
					["凭"] = {
						result = true
					}
				}
			}
		}
	},
	["扎"] = {
		["兰"] = {
			["屯"] = {
				["办"] = {
					["假"] = {
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["瓦"] = {
			["希"] = {
				["里"] = {
					result = true
				}
			},
			["赫"] = {
				["里"] = {
					result = true
				}
			}
		},
		["西"] = {
			["文"] = {
				["色"] = {
					result = true
				}
			}
		}
	},
	["托"] = {
		["付"] = {
			["考"] = {
				["生"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					}
				}
			}
		},
		["卡"] = {
			["列"] = {
				["夫"] = {
					["手"] = {
						["枪"] = {
							["弹"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["弹"] = {
			["板"] = {
				result = true
			}
		},
		["福"] = {
			["代"] = {
				["办"] = {
					result = true
				},
				["考"] = {
					result = true
				}
			},
			["替"] = {
				["考"] = {
					result = true
				}
			},
			["枪"] = {
				["手"] = {
					result = true
				}
			},
			["槍"] = {
				["手"] = {
					result = true
				}
			},
			["超"] = {
				["速"] = {
					["答"] = {
						["案"] = {
							result = true
						}
					}
				}
			}
		},
		["管"] = {
			["理"] = {
				["事"] = {
					["会"] = {
						result = true
					}
				}
			}
		},
		["马"] = {
			["斯"] = {
				["金"] = {
					["凯"] = {
						["德"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["扬"] = {
		["明"] = {
			result = true
		},
		["震"] = {
			result = true
		}
	},
	["找"] = {
		[","] = {
			[","] = {
				["小"] = {
					["姐"] = {
						result = true
					}
				}
			}
		},
		["1"] = {
			["夜"] = {
				["情"] = {
					result = true
				}
			}
		},
		["~"] = {
			["小"] = {
				["姐"] = {
					result = true
				}
			}
		},
		["ㄝ"] = {
			["亽"] = {
				["濄"] = {
					["夜"] = {
						result = true
					}
				}
			}
		},
		["一"] = {
			["夜"] = {
				["情"] = {
					result = true,
					["交"] = {
						["换"] = {
							result = true
						}
					}
				},
				["晴"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["三"] = {
			["陪"] = {
				["小"] = {
					["姐"] = {
						result = true
					}
				}
			}
		},
		["上"] = {
			["门"] = {
				result = true,
				["包"] = {
					["夜"] = {
						result = true
					}
				}
			}
		},
		["个"] = {
			["小"] = {
				["姐"] = {
					["按"] = {
						["一"] = {
							["按"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["人"] = {
			["出"] = {
				["气"] = {
					["报"] = {
						["仇"] = {
							result = true
						}
					}
				}
			},
			["办"] = {
				["事"] = {
					["毁"] = {
						["容"] = {
							result = true
						}
					}
				}
			},
			["勒"] = {
				["索"] = {
					result = true
				}
			},
			["報"] = {
				["仇"] = {
					result = true
				}
			},
			["处"] = {
				["理"] = {
					["小"] = {
						["三"] = {
							result = true
						}
					},
					["情"] = {
						["敌"] = {
							result = true
						}
					}
				}
			},
			["复"] = {
				["仇"] = {
					result = true
				}
			},
			["帮"] = {
				["忙"] = {
					["复"] = {
						["仇"] = {
							result = true
						}
					},
					["报"] = {
						["仇"] = {
							result = true
						}
					}
				},
				["报"] = {
					["仇"] = {
						result = true
					}
				}
			},
			["幫"] = {
				["報"] = {
					["仇"] = {
						result = true
					}
				}
			},
			["復"] = {
				["仇"] = {
					result = true
				}
			},
			["报"] = {
				["仇"] = {
					result = true
				},
				["复"] = {
					result = true
				}
			},
			["操"] = {
				["老"] = {
					["婆"] = {
						result = true
					}
				}
			},
			["敲"] = {
				["詐"] = {
					result = true
				},
				["诈"] = {
					result = true
				}
			},
			["毀"] = {
				["容"] = {
					result = true
				}
			},
			["毁"] = {
				["容"] = {
					result = true
				}
			},
			["消"] = {
				["災"] = {
					result = true
				},
				["灾"] = {
					result = true
				}
			},
			["綁"] = {
				["架"] = {
					result = true
				}
			},
			["绑"] = {
				["架"] = {
					result = true
				}
			},
			["處"] = {
				["理"] = {
					["小"] = {
						["三"] = {
							result = true
						}
					},
					["情"] = {
						["敵"] = {
							result = true
						}
					}
				}
			},
			["解"] = {
				["决"] = {
					["小"] = {
						["三"] = {
							result = true
						}
					},
					["情"] = {
						["敌"] = {
							result = true
						}
					}
				},
				["決"] = {
					["小"] = {
						["三"] = {
							result = true
						}
					},
					["情"] = {
						["敵"] = {
							result = true
						}
					}
				}
			},
			["讨"] = {
				["债"] = {
					result = true
				}
			},
			["辦"] = {
				["事"] = {
					result = true,
					["毀"] = {
						["容"] = {
							result = true
						}
					}
				}
			}
		},
		["亽"] = {
			["幫"] = {
				["報"] = {
					["仇"] = {
						result = true
					}
				}
			}
		},
		["亾"] = {
			["幇"] = {
				["蕔"] = {
					["仇"] = {
						result = true
					}
				}
			}
		},
		["仯"] = {
			["妇"] = {
				result = true
			}
		},
		["冰"] = {
			["毒"] = {
				result = true
			}
		},
		["到"] = {
			["殺"] = {
				["手"] = {
					result = true
				}
			}
		},
		["刺"] = {
			["激"] = {
				["服"] = {
					["务"] = {
						result = true
					}
				}
			}
		},
		["县"] = {
			["长"] = {
				result = true
			}
		},
		["囡"] = {
			["亾"] = {
				["過"] = {
					["液"] = {
						result = true
					}
				}
			}
		},
		["外"] = {
			["国"] = {
				["女"] = {
					result = true
				},
				["小"] = {
					["姐"] = {
						result = true
					}
				}
			},
			["國"] = {
				["小"] = {
					["姐"] = {
						result = true
					}
				}
			}
		},
		["套"] = {
			["牌"] = {
				["车"] = {
					result = true
				}
			}
		},
		["女"] = {
			["人"] = {
				c = {
					["过"] = {
						["夜"] = {
							result = true
						}
					},
					["過"] = {
						["夜"] = {
							result = true
						}
					}
				},
				["过"] = {
					["夜"] = {
						result = true
					}
				},
				["過"] = {
					["夜"] = {
						result = true
					}
				}
			},
			["友"] = {
				result = true
			},
			["大"] = {
				["学"] = {
					["生"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				},
				["學"] = {
					["生"] = {
						["服"] = {
							["務"] = {
								result = true
							}
						}
					}
				}
			},
			["奴"] = {
				["上"] = {
					["门"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				}
			},
			["王"] = {
				["調"] = {
					["教"] = {
						result = true
					}
				},
				["调"] = {
					["教"] = {
						result = true
					}
				}
			}
		},
		["奶"] = {
			["推"] = {
				result = true
			}
		},
		["妓"] = {
			["女"] = {
				result = true,
				["上"] = {
					["门"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				},
				["价"] = {
					["格"] = {
						result = true
					}
				}
			}
		},
		["妹"] = {
			["妹"] = {
				["上"] = {
					["门"] = {
						["拜"] = {
							["访"] = {
								result = true
							}
						}
					}
				}
			},
			["子"] = {
				["上"] = {
					["门"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["姑"] = {
			["娘"] = {
				["上"] = {
					["門"] = {
						["服"] = {
							["務"] = {
								result = true
							}
						}
					},
					["门"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["婆"] = {
			["婆"] = {
				result = true
			}
		},
		["学"] = {
			["生"] = {
				result = true,
				["妹"] = {
					result = true
				}
			}
		},
		["學"] = {
			["生"] = {
				["妹"] = {
					result = true,
					["出"] = {
						["臺"] = {
							result = true
						}
					},
					["服"] = {
						["務"] = {
							result = true
						}
					}
				}
			},
			["甡"] = {
				["妹"] = {
					["菔"] = {
						["務"] = {
							result = true
						}
					},
					["詘"] = {
						["囼"] = {
							result = true
						}
					}
				}
			}
		},
		["富"] = {
			["姐"] = {
				result = true
			},
			["婆"] = {
				["包"] = {
					["养"] = {
						["信"] = {
							["息"] = {
								result = true
							}
						}
					}
				},
				["找"] = {
					["鸭"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["小"] = {
			["妹"] = {
				result = true
			},
			["接"] = {
				["服"] = {
					["务"] = {
						result = true
					}
				}
			}
		},
		["尐"] = {
			["妹"] = {
				["詘"] = {
					["囼"] = {
						result = true
					}
				}
			},
			["婦"] = {
				result = true
			}
		},
		["少"] = {
			["妇"] = {
				result = true
			},
			["婦"] = {
				result = true,
				["上"] = {
					["門"] = {
						result = true
					}
				}
			}
		},
		["应"] = {
			["招"] = {
				["小"] = {
					["姐"] = {
						result = true
					}
				}
			}
		},
		["性"] = {
			["奴"] = {
				result = true
			},
			["愛"] = {
				result = true
			},
			["爱"] = {
				result = true
			}
		},
		["情"] = {
			["人"] = {
				result = true
			}
		},
		["應"] = {
			["招"] = {
				["小"] = {
					["姐"] = {
						result = true
					}
				}
			}
		},
		["打"] = {
			["手"] = {
				result = true,
				["办"] = {
					["事"] = {
						result = true
					}
				},
				["报"] = {
					["仇"] = {
						result = true
					},
					["复"] = {
						result = true,
						["小"] = {
							["三"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["找"] = {
			["色"] = {
				["成"] = {
					["人"] = {
						result = true
					}
				}
			}
		},
		["按"] = {
			["摩"] = {
				result = true
			}
		},
		["援"] = {
			["交"] = {
				["妹"] = {
					result = true,
					["手"] = {
						["机"] = {
							result = true
						}
					}
				},
				["小"] = {
					["姐"] = {
						result = true
					}
				}
			}
		},
		["摋"] = {
			["掱"] = {
				["電"] = {
					["話"] = {
						result = true
					}
				}
			}
		},
		["敩"] = {
			["泩"] = {
				["妺"] = {
					["棴"] = {
						["務"] = {
							result = true
						}
					},
					["炪"] = {
						["珆"] = {
							result = true
						}
					}
				}
			}
		},
		["春"] = {
			["药"] = {
				["网"] = {
					result = true
				}
			}
		},
		["杀"] = {
			["手"] = {
				result = true
			}
		},
		["栤"] = {
			["毐"] = {
				result = true
			}
		},
		["楼"] = {
			["凤"] = {
				result = true,
				["服"] = {
					["务"] = {
						result = true
					}
				}
			}
		},
		["樓"] = {
			["鳳"] = {
				["服"] = {
					["務"] = {
						result = true
					}
				}
			}
		},
		["模"] = {
			["特"] = {
				["小"] = {
					["姐"] = {
						result = true
					}
				}
			}
		},
		["殺"] = {
			["手"] = {
				result = true,
				["電"] = {
					["話"] = {
						result = true
					}
				}
			}
		},
		["汽"] = {
			["车"] = {
				["干"] = {
					["扰"] = {
						["器"] = {
							result = true
						}
					}
				}
			}
		},
		["洋"] = {
			["妞"] = {
				result = true,
				["一"] = {
					["夜"] = {
						result = true
					}
				},
				["找"] = {
					["鸡"] = {
						result = true
					}
				}
			}
		},
		["準"] = {
			["插"] = {
				["入"] = {
					["角"] = {
						["度"] = {
							result = true
						}
					}
				}
			}
		},
		["漂"] = {
			["亮"] = {
				["小"] = {
					["姐"] = {
						["包"] = {
							["夜"] = {
								result = true
							}
						},
						["按"] = {
							["摩"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["漆"] = {
			["车"] = {
				["干"] = {
					["扰"] = {
						["器"] = {
							result = true
						}
					}
				}
			}
		},
		["火"] = {
			["辣"] = {
				["服"] = {
					["务"] = {
						result = true
					}
				}
			}
		},
		["玩"] = {
			["一"] = {
				["夜"] = {
					["情"] = {
						result = true
					}
				}
			}
		},
		["痲"] = {
			["古"] = {
				result = true
			}
		},
		["票"] = {
			["亮"] = {
				["小"] = {
					["姐"] = {
						["包"] = {
							["夜"] = {
								result = true
							}
						},
						["按"] = {
							["摩"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["福"] = {
			["利"] = {
				result = true
			}
		},
		["职"] = {
			["业"] = {
				["打"] = {
					["手"] = {
						result = true,
						["复"] = {
							["仇"] = {
								result = true
							}
						}
					}
				},
				["杀"] = {
					["手"] = {
						["报"] = {
							["仇"] = {
								result = true
							}
						}
					}
				}
			},
			["業"] = {
				["殺"] = {
					["手"] = {
						result = true
					}
				}
			}
		},
		["職"] = {
			["業"] = {
				["殺"] = {
					["手"] = {
						result = true
					}
				}
			}
		},
		["肾"] = {
			["源"] = {
				result = true
			}
		},
		["色"] = {
			["情"] = {
				["網"] = {
					result = true
				},
				["网"] = {
					result = true
				}
			}
		},
		["靓"] = {
			["妹"] = {
				["出"] = {
					["台"] = {
						["服"] = {
							["务"] = {
								result = true
							}
						}
					}
				},
				["詘"] = {
					["囼"] = {
						["菔"] = {
							["務"] = {
								result = true
							}
						}
					}
				}
			},
			["妺"] = {
				["炪"] = {
					["珆"] = {
						["棴"] = {
							["務"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["靚"] = {
			["妹"] = {
				["出"] = {
					["臺"] = {
						["服"] = {
							["務"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["餅"] = {
			["子"] = {
				result = true
			}
		},
		["饼"] = {
			["子"] = {
				result = true
			}
		},
		["騷"] = {
			["ㄝ"] = {
				["妹"] = {
					["妹"] = {
						result = true
					}
				}
			},
			["女"] = {
				["妹"] = {
					["妹"] = {
						result = true
					}
				}
			}
		},
		["骚"] = {
			["女"] = {
				["妹"] = {
					["妹"] = {
						result = true
					}
				},
				["过"] = {
					["夜"] = {
						result = true
					}
				}
			}
		},
		["鸡"] = {
			result = true
		},
		["鸭"] = {
			["子"] = {
				result = true
			}
		},
		["麻"] = {
			["古"] = {
				result = true
			}
		}
	},
	["投"] = {
		["弹"] = {
			["精"] = {
				["度"] = {
					result = true
				}
			},
			["缩"] = {
				["圈"] = {
					["速"] = {
						["度"] = {
							result = true
						}
					}
				}
			},
			["观"] = {
				["瞄"] = {
					["器"] = {
						result = true
					}
				}
			}
		},
		["毒"] = {
			result = true
		},
		["注"] = {
			["六"] = {
				["合"] = {
					["彩"] = {
						result = true
					}
				}
			},
			["博"] = {
				["彩"] = {
					result = true,
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["取"] = {
				["现"] = {
					result = true
				},
				["現"] = {
					result = true
				}
			},
			["平"] = {
				["台"] = {
					["出"] = {
						["租"] = {
							result = true
						}
					}
				}
			},
			["开"] = {
				["户"] = {
					result = true
				}
			},
			["网"] = {
				result = true
			},
			["赌"] = {
				["博"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["票"] = {
			["^"] = {
				["&"] = {
					["公"] = {
						["司"] = {
							result = true
						}
					}
				}
			},
			["公"] = {
				["司"] = {
					result = true
				}
			},
			["服"] = {
				["务"] = {
					result = true
				}
			}
		},
		["稿"] = {
			["画"] = {
				["像"] = {
					["の"] = {
						["壷"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["折"] = {
		["刺"] = {
			result = true,
			["专"] = {
				result = true
			},
			["正"] = {
				["品"] = {
					result = true
				}
			}
		},
		["原"] = {
			["临"] = {
				["也"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["诗"] = {
				["织"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["叠"] = {
			g = {
				o = {
					u = {
						result = true
					}
				}
			},
			["低"] = {
				["价"] = {
					["狗"] = {
						result = true
					}
				}
			},
			["侧"] = {
				["拉"] = {
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["军"] = {
				["刀"] = {
					result = true
				},
				["刺"] = {
					result = true
				}
			},
			["剪"] = {
				["刀"] = {
					["0"] = {
						["2"] = {
							result = true
						}
					},
					["快"] = {
						["手"] = {
							result = true
						}
					}
				}
			},
			["单"] = {
				["勾"] = {
					result = true,
					["神"] = {
						["器"] = {
							result = true
						}
					}
				},
				["管"] = {
					["猎"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["大"] = {
				["野"] = {
					["狼"] = {
						result = true
					}
				}
			},
			["小"] = {
				["军"] = {
					["刺"] = {
						result = true
					}
				}
			},
			["式"] = {
				["枪"] = {
					["托"] = {
						result = true
					}
				},
				["高"] = {
					["压"] = {
						["气"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["手"] = {
				["努"] = {
					["配"] = {
						["件"] = {
							result = true
						}
					}
				},
				["弓"] = {
					["努"] = {
						result = true
					}
				},
				["弩"] = {
					result = true,
					["配"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["款"] = {
				["式"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["狗"] = {
				result = true,
				["专"] = {
					result = true
				},
				["售"] = {
					result = true
				}
			},
			["蝴"] = {
				["蝶"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["阻"] = {
				["击"] = {
					["努"] = {
						result = true
					},
					["弩"] = {
						result = true
					}
				}
			}
		},
		["枪"] = {
			result = true,
			["专"] = {
				result = true
			}
		},
		["疊"] = {
			["手"] = {
				["弓"] = {
					["弩"] = {
						result = true
					}
				}
			}
		},
		["砍"] = {
			["刀"] = {
				result = true
			}
		}
	},
	["抟"] = {
		["掱"] = {
			["僟"] = {
				["苆"] = {
					["厛"] = {
						["軟"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["汽"] = {
			["豞"] = {
				result = true
			}
		},
		["鄴"] = {
			["姃"] = {
				["件"] = {
					["笩"] = {
						["理"] = {
							result = true
						}
					}
				}
			},
			["復"] = {
				["淛"] = {
					["檭"] = {
						["垳"] = {
							["鉲"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["拓"] = {
		["响"] = {
			["办"] = {
				["证"] = {
					["服"] = {
						["务"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["跋"] = {
			["文"] = {
				result = true
			}
		},
		["鑫"] = {
			["教"] = {
				["育"] = {
					["中"] = {
						["心"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["招"] = {
		["妓"] = {
			["自"] = {
				["拍"] = {
					result = true,
					["女"] = {
						["角"] = {
							result = true
						}
					}
				}
			}
		},
		["嫖"] = {
			result = true,
			["联"] = {
				["系"] = {
					result = true
				}
			}
		},
		["沽"] = {
			["案"] = {
				result = true
			}
		},
		["玉"] = {
			["芳"] = {
				result = true
			}
		},
		["看"] = {
			["房"] = {
				["公"] = {
					["主"] = {
						result = true
					}
				}
			}
		},
		["血"] = {
			result = true
		},
		["行"] = {
			["提"] = {
				["额"] = {
					result = true
				}
			}
		},
		["警"] = {
			["考"] = {
				["试"] = {
					["答"] = {
						["案"] = {
							result = true
						}
					}
				}
			}
		},
		["雞"] = {
			result = true
		}
	},
	["拯"] = {
		["救"] = {
			["者"] = {
				["党"] = {
					result = true
				}
			}
		}
	},
	["拾"] = {
		["牸"] = {
			["嘸"] = {
				["敵"] = {
					["覇"] = {
						["迋"] = {
							result = true
						}
					}
				}
			},
			["彡"] = {
				["件"] = {
					["套"] = {
						result = true
					}
				}
			},
			["洎"] = {
				["憅"] = {
					["鎻"] = {
						["笁"] = {
							["倶"] = {
								result = true
							}
						}
					}
				}
			},
			["萭"] = {
				["能"] = {
					["蒩"] = {
						["匼"] = {
							result = true
						}
					}
				}
			},
			["鎻"] = {
				["嗵"] = {
					["鼡"] = {
						["钥"] = {
							["匙"] = {
								result = true
							}
						}
					}
				},
				["芯"] = {
					["菝"] = {
						["起"] = {
							["噐"] = {
								result = true
							}
						}
					}
				},
				["萭"] = {
					["能"] = {
						["蒩"] = {
							["匼"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["挑"] = {
		["战"] = {
			["东"] = {
				["瀛"] = {
					["女"] = {
						result = true
					}
				}
			}
		},
		["衅"] = {
			["习"] = {
				["近"] = {
					["平"] = {
						result = true
					}
				}
			}
		},
		["逗"] = {
			["台"] = {
				["湾"] = {
					["妹"] = {
						result = true,
						["小"] = {
							["敏"] = {
								result = true
							}
						}
					}
				}
			},
			["棒"] = {
				["棒"] = {
					result = true
				}
			},
			["老"] = {
				["板"] = {
					result = true
				}
			}
		}
	},
	["挖"] = {
		["友"] = {
			["分"] = {
				["享"] = {
					["套"] = {
						result = true
					}
				}
			}
		},
		["挂"] = {
			result = true
		},
		["系"] = {
			["泉"] = {
				["州"] = {
					["人"] = {
						result = true
					}
				}
			}
		},
		["补"] = {
			result = true
		}
	},
	["振"] = {
		["军"] = {
			["科"] = {
				["技"] = {
					result = true
				}
			}
		}
	},
	["挺"] = {
		["入"] = {
			["阴"] = {
				["道"] = {
					result = true
				}
			}
		},
		["动"] = {
			["我"] = {
				["的"] = {
					["下"] = {
						["体"] = {
							result = true
						}
					}
				}
			}
		},
		["温"] = {
			["打"] = {
				["曾"] = {
					result = true
				}
			}
		},
		["薄"] = {
			result = true,
			["熙"] = {
				["来"] = {
					result = true
				}
			}
		},
		["进"] = {
			["刺"] = {
				result = true
			},
			["小"] = {
				["穴"] = {
					result = true
				}
			},
			["者"] = {
				["."] = {
					["丛"] = {
						["林"] = {
							["鳄"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["捂"] = {
		["鼻"] = {
			["昏"] = {
				result = true,
				["睡"] = {
					["湿"] = {
						["巾"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["捅"] = {
		B = {
			result = true
		},
		["他"] = {
			result = true
		},
		["入"] = {
			["她"] = {
				["的"] = {
					["阴"] = {
						["道"] = {
							["里"] = {
								result = true
							}
						}
					}
				}
			},
			["妹"] = {
				["妹"] = {
					["的"] = {
						["阴"] = {
							["道"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["她"] = {
			result = true
		},
		["死"] = {
			["你"] = {
				result = true
			}
		},
		["比"] = {
			result = true
		},
		["进"] = {
			["了"] = {
				["她"] = {
					["的"] = {
						["阴"] = {
							["道"] = {
								result = true
							}
						}
					}
				}
			},
			["她"] = {
				["的"] = {
					["阴"] = {
						["道"] = {
							result = true,
							["里"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["逼"] = {
			result = true
		}
	},
	["捰"] = {
		["聊"] = {
			["网"] = {
				result = true
			}
		}
	},
	["授"] = {
		["权"] = {
			["弓"] = {
				["驽"] = {
					["专"] = {
						["店"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["掌"] = {
		["中"] = {
			["伟"] = {
				["业"] = {
					result = true
				}
			},
			["服"] = {
				["务"] = {
					["员"] = {
						result = true
					}
				}
			}
		},
		["心"] = {
			["雷"] = {
				["弓"] = {
					result = true
				},
				["手"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["酷"] = {
			["小"] = {
				["说"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["掏"] = {
		["宝"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["探"] = {
		["春"] = {
			["宝"] = {
				["贝"] = {
					result = true
				}
			}
		},
		["索"] = {
			["出"] = {
				["版"] = {
					["社"] = {
						result = true
					}
				}
			}
		}
	},
	["推"] = {
		["\\"] = {
			["翻"] = {
				result = true
			}
		},
		["女"] = {
			["郎"] = {
				result = true,
				["天"] = {
					["天"] = {
						["看"] = {
							result = true
						}
					}
				}
			}
		},
		["手"] = {
			result = true
		},
		["推"] = {
			["侠"] = {
				result = true
			},
			["俠"] = {
				result = true
			}
		},
		["油"] = {
			["保"] = {
				["健"] = {
					result = true,
					["按"] = {
						["摩"] = {
							result = true
						}
					}
				}
			},
			["经"] = {
				["历"] = {
					result = true
				}
			},
			["葆"] = {
				["旔"] = {
					result = true
				}
			}
		},
		["牌"] = {
			["九"] = {
				result = true
			}
		},
		["翻"] = {
			["中"] = {
				["共"] = {
					result = true
				}
			}
		},
		["胸"] = {
			["口"] = {
				["爆"] = {
					["內"] = {
						["射"] = {
							result = true
						}
					},
					["内"] = {
						["射"] = {
							result = true
						}
					}
				}
			}
		},
		["荐"] = {
			["女"] = {
				["优"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					["骚"] = {
						["女"] = {
							result = true
						}
					}
				}
			}
		},
		["贝"] = {
			["尔"] = {
				result = true
			}
		}
	},
	["提"] = {
		["交"] = {
			["三"] = {
				["退"] = {
					["声"] = {
						["明"] = {
							result = true
						}
					}
				}
			}
		},
		["取"] = {
			["麻"] = {
				["黄"] = {
					["碱"] = {
						["工"] = {
							["艺"] = {
								result = true
							}
						},
						["技"] = {
							["巧"] = {
								result = true
							}
						},
						["方"] = {
							["法"] = {
								result = true
							}
						},
						["流"] = {
							["程"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["名"] = {
			["有"] = {
				["六"] = {
					["位"] = {
						["中"] = {
							["国"] = {
								["人"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["审"] = {
			["室"] = {
				result = true
			}
		},
		["明"] = {
			result = true,
			["艾"] = {
				["孜"] = {
					["来"] = {
						["提"] = {
							result = true
						}
					}
				}
			}
		},
		["炼"] = {
			["罂"] = {
				["粟"] = {
					["花"] = {
						["方"] = {
							["法"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["试"] = {
			["作"] = {
				["弊"] = {
					result = true
				}
			}
		}
	},
	["握"] = {
		["住"] = {
			["你"] = {
				["的"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["手"] = {
			["激"] = {
				["情"] = {
					["私"] = {
						["社"] = {
							result = true
						}
					}
				}
			}
		},
		["把"] = {
			["保"] = {
				["险"] = {
					result = true
				}
			}
		}
	},
	["援"] = {
		["交"] = {
			["女"] = {
				["信"] = {
					["息"] = {
						result = true
					}
				}
			}
		},
		["助"] = {
			["交"] = {
				["際"] = {
					result = true
				}
			},
			["妹"] = {
				result = true
			},
			["鲛"] = {
				["際"] = {
					result = true
				}
			}
		},
		["藏"] = {
			["网"] = {
				result = true
			}
		},
		["鲛"] = {
			result = true
		}
	},
	["搖"] = {
		["头"] = {
			["丸"] = {
				result = true
			}
		},
		["擺"] = {
			["機"] = {
				["丁"] = {
					["泉"] = {
						["網"] = {
							result = true
						}
					}
				},
				["到"] = {
					["丁"] = {
						["泉"] = {
							["網"] = {
								result = true
							}
						}
					}
				},
				["網"] = {
					result = true
				}
			}
		},
		["頭"] = {
			["糖"] = {
				result = true
			}
		}
	},
	["搜"] = {
		["同"] = {
			result = true
		},
		["性"] = {
			["網"] = {
				result = true
			},
			["网"] = {
				result = true
			}
		},
		["神"] = {
			["记"] = {
				result = true
			}
		},
		["聚"] = {
			["色"] = {
				result = true,
				["导"] = {
					["航"] = {
						result = true
					}
				}
			}
		},
		["鹅"] = {
			["论"] = {
				["坛"] = {
					result = true
				}
			}
		}
	},
	["携"] = {
		["带"] = {
			["数"] = {
				["量"] = {
					result = true
				}
			}
		},
		["手"] = {
			["证"] = {
				["件"] = {
					["文"] = {
						["凭"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["爱"] = {
			["乐"] = {
				["园"] = {
					result = true
				}
			}
		},
		["程"] = {
			["诚"] = {
				["信"] = {
					["办"] = {
						["证"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["摇"] = {
		[" "] = {
			["头"] = {
				[" "] = {
					["丸"] = {
						result = true
					}
				},
				["丸"] = {
					result = true
				}
			}
		},
		["头"] = {
			[" "] = {
				["丸"] = {
					result = true
				}
			},
			["糖"] = {
				result = true
			},
			["芄"] = {
				result = true
			}
		},
		["摇"] = {
			["乐"] = {
				["成"] = {
					["品"] = {
						result = true
					}
				}
			}
		},
		["頭"] = {
			["丸"] = {
				result = true
			},
			["汍"] = {
				result = true
			}
		}
	},
	["摊"] = {
		["牌"] = {
			["要"] = {
				["权"] = {
					result = true
				}
			}
		}
	},
	["摺"] = {
		["起"] = {
			["裤"] = {
				["脚"] = {
					["举"] = {
						["黄"] = {
							["伞"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["撕"] = {
		["逼"] = {
			result = true
		}
	},
	["收"] = {
		B = {
			B = {
				["气"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["债"] = {
			result = true
		},
		["单"] = {
			["管"] = {
				["猎"] = {
					["狗"] = {
						result = true
					}
				}
			}
		},
		["售"] = {
			["迷"] = {
				["药"] = {
					["春"] = {
						["药"] = {
							result = true
						}
					}
				},
				["藥"] = {
					["春"] = {
						["藥"] = {
							result = true
						}
					}
				}
			},
			["麻"] = {
				["黄"] = {
					["素"] = {
						result = true
					}
				}
			}
		},
		["回"] = {
			["到"] = {
				["仓"] = {
					["库"] = {
						result = true
					}
				}
			}
		},
		["容"] = {
			["."] = {
				["所"] = {
					result = true
				}
			}
		},
		["猎"] = {
			["槍"] = {
				result = true
			}
		},
		["眼"] = {
			["角"] = {
				["膜"] = {
					result = true
				}
			}
		},
		["繳"] = {
			["軍"] = {
				["權"] = {
					result = true
				}
			}
		},
		["缴"] = {
			["军"] = {
				["权"] = {
					result = true
				}
			}
		},
		["肾"] = {
			result = true,
			["、"] = {
				["收"] = {
					["器"] = {
						["官"] = {
							result = true
						}
					}
				}
			},
			["联"] = {
				["系"] = {
					result = true
				}
			},
			["肾"] = {
				result = true
			},
			["脏"] = {
				["肝"] = {
					["脏"] = {
						result = true
					}
				}
			}
		},
		["获"] = {
			["人"] = {
				["妻"] = {
					["的"] = {
						["小"] = {
							["贼"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["藏"] = {
			["低"] = {
				["价"] = {
					["手"] = {
						["狗"] = {
							result = true
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					["库"] = {
						result = true
					}
				}
			},
			["品"] = {
				["名"] = {
					["单"] = {
						result = true
					}
				},
				["数"] = {
					["据"] = {
						["专"] = {
							result = true
						},
						["直"] = {
							["销"] = {
								result = true
							}
						}
					}
				},
				["资"] = {
					["料"] = {
						result = true
					},
					["源"] = {
						result = true
					}
				},
				["面"] = {
					["单"] = {
						result = true
					}
				}
			},
			["手"] = {
				g = {
					o = {
						u = {
							result = true
						}
					}
				},
				["狗"] = {
					result = true
				}
			},
			["数"] = {
				["$"] = {
					["据"] = {
						result = true
					}
				},
				["据"] = {
					result = true
				}
			},
			["枪"] = {
				result = true,
				["支"] = {
					result = true
				}
			},
			["槍"] = {
				result = true
			},
			["行"] = {
				["业"] = {
					["数"] = {
						["据"] = {
							result = true
						}
					}
				}
			}
		},
		["购"] = {
			["人"] = {
				["体"] = {
					["器"] = {
						["官"] = {
							result = true
						}
					}
				}
			},
			["低"] = {
				["价"] = {
					["仿"] = {
						["真"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["器"] = {
				["官"] = {
					result = true
				}
			},
			["心"] = {
				["脏"] = {
					["瓣"] = {
						["膜"] = {
							result = true
						}
					}
				}
			},
			["汽"] = {
				["狗"] = {
					result = true,
					["北"] = {
						["京"] = {
							result = true
						}
					}
				}
			},
			["活"] = {
				["体"] = {
					["肾"] = {
						["脏"] = {
							result = true
						}
					}
				}
			},
			["眼"] = {
				["角"] = {
					["膜"] = {
						result = true
					}
				}
			},
			["硝"] = {
				["酸"] = {
					["甘"] = {
						["油"] = {
							result = true
						}
					}
				}
			},
			["肾"] = {
				result = true,
				["源"] = {
					result = true,
					["肝"] = {
						["源"] = {
							result = true
						}
					}
				},
				["脏"] = {
					result = true
				}
			}
		},
		["费"] = {
			["删"] = {
				["帖"] = {
					result = true
				}
			},
			["祼"] = {
				["聊"] = {
					result = true
				}
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						result = true
					}
				}
			},
			["裸"] = {
				["聊"] = {
					["室"] = {
						result = true
					}
				}
			},
			["视"] = {
				["频"] = {
					["聊"] = {
						["天"] = {
							result = true,
							["室"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["效"] = {
		["忠"] = {
			["天"] = {
				["皇"] = {
					result = true
				}
			}
		},
		["率"] = {
			["办"] = {
				["证"] = {
					result = true
				}
			}
		}
	},
	["敩"] = {
		["呖"] = {
			["妏"] = {
				["憑"] = {
					result = true
				}
			},
			["姃"] = {
				["刅"] = {
					["理"] = {
						result = true
					}
				}
			}
		},
		["泩"] = {
			["妺"] = {
				["妺"] = {
					["凲"] = {
						["轵"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["数"] = {
		["字"] = {
			["地"] = {
				["磅"] = {
					["遥"] = {
						["控"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["机"] = {
			["科"] = {
				["技"] = {
					["伪"] = {
						["基"] = {
							["站"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["男"] = {
			["的"] = {
				["内"] = {
					["射"] = {
						result = true
					}
				}
			}
		},
		["见"] = {
			["红"] = {
				["尘"] = {
					["应"] = {
						["识"] = {
							["我"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["整"] = {
		["体"] = {
			["式"] = {
				["枪"] = {
					["托"] = {
						result = true
					}
				}
			}
		},
		["改"] = {
			["信"] = {
				["号"] = {
					result = true
				},
				["號"] = {
					result = true
				}
			}
		},
		["治"] = {
			["黑"] = {
				["庄"] = {
					result = true
				}
			}
		},
		["爽"] = {
			["了"] = {
				result = true
			}
		}
	},
	["數"] = {
		["牸"] = {
			["哋"] = {
				["磅"] = {
					["遙"] = {
						["控"] = {
							["噐"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["碼"] = {
			["精"] = {
				["靈"] = {
					result = true
				}
			}
		}
	},
	["文"] = {
		["、"] = {
			["革"] = {
				result = true
			}
		},
		["九"] = {
			["天"] = {
				result = true
			}
		},
		["件"] = {
			["将"] = {
				["曝"] = {
					["光"] = {
						result = true
					}
				}
			}
		},
		["凭"] = {
			result = true,
			["代"] = {
				["办"] = {
					result = true
				}
			},
			["公"] = {
				["司"] = {
					result = true
				}
			},
			["办"] = {
				["正"] = {
					result = true
				},
				["理"] = {
					result = true
				},
				["证"] = {
					result = true
				}
			},
			["学"] = {
				["位"] = {
					result = true,
					["办"] = {
						["理"] = {
							result = true
						}
					}
				},
				["历"] = {
					["办"] = {
						["理"] = {
							result = true
						}
					},
					["速"] = {
						["办"] = {
							result = true
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					["网"] = {
						result = true
					}
				}
			},
			["样"] = {
				["本"] = {
					["网"] = {
						result = true
					}
				}
			},
			["证"] = {
				["书"] = {
					result = true
				},
				["件"] = {
					["代"] = {
						["办"] = {
							result = true
						}
					}
				}
			},
			["车"] = {
				["辆"] = {
					result = true
				}
			},
			["验"] = {
				["正"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				},
				["证"] = {
					["付"] = {
						["款"] = {
							result = true
						}
					}
				}
			}
		},
		["刀"] = {
			result = true,
			["日"] = {
				["尧"] = {
					["三"] = {
						["皮"] = {
							result = true,
							["0"] = {
								["2"] = {
									["奖"] = {
										result = true
									}
								}
							}
						}
					},
					["水"] = {
						["皮"] = {
							result = true,
							["0"] = {
								["2"] = {
									["奖"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["刂"] = {
			[" "] = {
				["日"] = {
					[" "] = {
						["尧"] = {
							[" "] = {
								["氵"] = {
									["皮"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["日"] = {
				["尧"] = {
					["氵"] = {
						["皮"] = {
							result = true,
							["0"] = {
								["2"] = {
									["奖"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["化"] = {
			["交"] = {
				["流"] = {
					["研"] = {
						["究"] = {
							["室"] = {
								result = true
							}
						}
					}
				}
			},
			["广"] = {
				["场"] = {
					result = true,
					["2"] = {
						["0"] = {
							["号"] = {
								result = true
							},
							["日"] = {
								result = true
							}
						}
					},
					["二"] = {
						["十"] = {
							result = true
						}
					}
				}
			},
			["流"] = {
				["氓"] = {
					result = true
				}
			},
			["衫"] = {
				["游"] = {
					["行"] = {
						result = true
					}
				}
			}
		},
		["哥"] = {
			["模"] = {
				["型"] = {
					result = true,
					["专"] = {
						result = true
					}
				}
			}
		},
		["嘉"] = {
			["堡"] = {
				result = true
			}
		},
		["夹"] = {
			["宝"] = {
				result = true
			}
		},
		["学"] = {
			["城"] = {
				result = true
			},
			["激"] = {
				["情"] = {
					result = true
				}
			},
			["色"] = {
				["情"] = {
					result = true
				}
			}
		},
		["山"] = {
			result = true,
			["假"] = {
				["币"] = {
					result = true
				}
			}
		},
		["强"] = {
			["官"] = {
				["方"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["强"] = {
				["奸"] = {
					["周"] = {
						["涛"] = {
							result = true
						}
					}
				}
			},
			["睡"] = {
				["周"] = {
					["涛"] = {
						result = true
					}
				}
			}
		},
		["彦"] = {
			["博"] = {
				result = true
			}
		},
		["昌"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["路"] = {
				result = true
			}
		},
		["涛"] = {
			["教"] = {
				["育"] = {
					["机"] = {
						["构"] = {
							result = true
						}
					}
				}
			}
		},
		["炎"] = {
			result = true
		},
		["艺"] = {
			["带"] = {
				["鱼"] = {
					result = true
				}
			}
		},
		["革"] = {
			["七"] = {
				["千"] = {
					["人"] = {
						result = true
					}
				}
			},
			["斗"] = {
				["死"] = {
					["刘"] = {
						["少"] = {
							["奇"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["斩"] = {
		["妖"] = {
			["活"] = {
				["动"] = {
					N = {
						P = {
							C = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["斯"] = {
		["兰"] = {
			["党"] = {
				result = true
			}
		},
		["坦"] = {
			result = true,
			["史"] = {
				result = true
			}
		},
		["斯"] = {
			T = {
				V = {
					result = true
				}
			}
		},
		["普"] = {
			["拉"] = {
				["特"] = {
					["利"] = {
						["群"] = {
							["岛"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["登"] = {
			["冲"] = {
				["锋"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["蒂"] = {
			["芬"] = {
				result = true,
				["?"] = {
					["莱"] = {
						["文"] = {
							result = true
						}
					}
				},
				["•"] = {
					["莱"] = {
						["文"] = {
							result = true
						}
					}
				},
				["霍"] = {
					["金"] = {
						result = true
					}
				}
			}
		},
		["通"] = {
			["纳"] = {
				result = true,
				["6"] = {
					["3"] = {
						result = true
					}
				},
				["步"] = {
					["枪"] = {
						result = true
					}
				}
			}
		}
	},
	["新"] = {
		["2"] = {
			["皇"] = {
				["冠"] = {
					["正"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["3"] = {
			["6"] = {
				["5"] = {
					result = true
				}
			}
		},
		["三"] = {
			["才"] = {
				result = true
			}
		},
		["不"] = {
			["夜"] = {
				["城"] = {
					result = true
				}
			}
		},
		["丰"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["乐"] = {
			["界"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["书"] = {
			["录"] = {
				["音"] = {
					["问"] = {
						["世"] = {
							result = true
						}
					}
				}
			},
			["紫"] = {
				["阳"] = {
					result = true
				}
			}
		},
		["五"] = {
			["月"] = {
				["天"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			}
		},
		["亲"] = {
			["密"] = {
				["爱"] = {
					result = true
				}
			}
		},
		["人"] = {
			["×"] = {
				["ギ"] = {
					["リ"] = {
						["ギ"] = {
							result = true
						}
					}
				}
			},
			["调"] = {
				["教"] = {
					result = true
				}
			}
		},
		["体"] = {
			["操"] = {
				["潮"] = {
					["吹"] = {
						result = true
					}
				}
			}
		},
		["出"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["利"] = {
			["记"] = {
				["赛"] = {
					["马"] = {
						result = true
					}
				}
			}
		},
		["到"] = {
			["大"] = {
				["量"] = {
					["热"] = {
						["狗"] = {
							result = true
						}
					}
				}
			},
			["极"] = {
				["品"] = {
					["学"] = {
						["生"] = {
							result = true
						}
					}
				}
			}
		},
		["加"] = {
			["坡"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				},
				["金"] = {
					["沙"] = {
						result = true
					}
				}
			}
		},
		["华"] = {
			["社"] = {
				result = true
			}
		},
		["反"] = {
			["右"] = {
				result = true
			}
		},
		["发"] = {
			["现"] = {
				["的"] = {
					["周"] = {
						["恩"] = {
							["来"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["台"] = {
			["湾"] = {
				["新"] = {
					["闻"] = {
						result = true
					}
				}
			}
		},
		["四"] = {
			["人"] = {
				["帮"] = {
					["江"] = {
						["泽"] = {
							["泯"] = {
								result = true
							}
						}
					}
				},
				["幫"] = {
					result = true
				}
			}
		},
		["国"] = {
			["美"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["垣"] = {
			["结"] = {
				["衣"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["城"] = {
			["文"] = {
				["化"] = {
					result = true
				}
			},
			["美"] = {
				["稀"] = {
					result = true
				}
			}
		},
		["堂"] = {
			["奈"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["真"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["天"] = {
			["下"] = {
				["情"] = {
					["色"] = {
						["論"] = {
							["壇"] = {
								result = true
							}
						},
						["论"] = {
							["坛"] = {
								result = true
							}
						}
					}
				}
			},
			["域"] = {
				["资"] = {
					["本"] = {
						[" "] = {
							["温"] = {
								["云"] = {
									["松"] = {
										[" "] = {
											["私"] = {
												["募"] = {
													["基"] = {
														["金"] = {
															result = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["太"] = {
			["子"] = {
				["军"] = {
					result = true
				}
			},
			["阳"] = {
				["城"] = {
					result = true
				}
			}
		},
		["头"] = {
			["壳"] = {
				result = true
			}
		},
		["奇"] = {
			["特"] = {
				["科"] = {
					["技"] = {
						result = true
					}
				}
			},
			["玩"] = {
				["意"] = {
					result = true
				}
			}
		},
		["妻"] = {
			["倩"] = {
				["如"] = {
					result = true
				}
			}
		},
		["媳"] = {
			["妇"] = {
				["露"] = {
					["脸"] = {
						["自"] = {
							["拍"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["寡"] = {
			["妇"] = {
				["村"] = {
					["传"] = {
						["奇"] = {
							result = true
						}
					}
				}
			}
		},
		["山"] = {
			["千"] = {
				["寻"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["愛"] = {
				["里"] = {
					["电"] = {
						["驴"] = {
							result = true
						}
					}
				}
			},
			["爱"] = {
				["里"] = {
					["电"] = {
						["驴"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			}
		},
		["岛"] = {
			["千"] = {
				["春"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			}
		},
		["庄"] = {
			["爱"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			}
		},
		["康"] = {
			["泰"] = {
				["克"] = {
					["造"] = {
						["冰"] = {
							["毒"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["建"] = {
			["户"] = {
				["籍"] = {
					result = true
				}
			}
		},
		["开"] = {
			["网"] = {
				["通"] = {
					["私"] = {
						["服"] = {
							result = true
						}
					}
				}
			}
		},
		["弓"] = {
			["弩"] = {
				["官"] = {
					["方"] = {
						["网"] = {
							["站"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["总"] = {
			["理"] = {
				result = true
			}
		},
		["情"] = {
			["色"] = {
				["海"] = {
					["岸"] = {
						["線"] = {
							result = true
						},
						["线"] = {
							result = true
						}
					}
				}
			}
		},
		["感"] = {
			["觉"] = {
				["同"] = {
					["志"] = {
						["会"] = {
							["所"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["报"] = {
			["网"] = {
				["站"] = {
					result = true
				}
			}
		},
		["教"] = {
			["育"] = {
				result = true
			}
		},
		["斷"] = {
			["線"] = {
				result = true
			}
		},
		["最"] = {
			["终"] = {
				["痴"] = {
					["汉"] = {
						["电"] = {
							["车"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["月"] = {
			["星"] = {
				["星"] = {
					result = true
				}
			}
		},
		["枪"] = {
			["之"] = {
				["家"] = {
					result = true
				}
			}
		},
		["柔"] = {
			["按"] = {
				["摩"] = {
					result = true
				}
			}
		},
		["款"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["打"] = {
				["死"] = {
					["跌"] = {
						result = true
					}
				}
			},
			["电"] = {
				["警"] = {
					["棍"] = {
						result = true
					}
				}
			},
			["虎"] = {
				["牙"] = {
					["战"] = {
						["刀"] = {
							result = true
						}
					}
				}
			},
			["警"] = {
				["服"] = {
					result = true
				}
			},
			["雷"] = {
				["霆"] = {
					["弹"] = {
						["弓"] = {
							result = true
						}
					}
				}
			}
		},
		["民"] = {
			["肾"] = {
				result = true
			}
		},
		["江"] = {
			["湖"] = {
				result = true
			}
		},
		["沂"] = {
			["办"] = {
				["假"] = {
					["驾"] = {
						["驶"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["激"] = {
			["情"] = {
				["五"] = {
					["月"] = {
						["天"] = {
							result = true
						}
					}
				}
			}
		},
		["濠"] = {
			["天"] = {
				["地"] = {
					result = true
				}
			}
		},
		["版"] = {
			["伪"] = {
				["吵"] = {
					result = true
				},
				["钞"] = {
					result = true
				}
			},
			["假"] = {
				["人"] = {
					["民"] = {
						["币"] = {
							result = true
						},
						["幣"] = {
							result = true
						},
						["钱"] = {
							["币"] = {
								result = true
							}
						}
					}
				},
				["币"] = {
					result = true
				},
				["硬"] = {
					B = {
						result = true
					},
					["币"] = {
						result = true
					},
					["钱"] = {
						["币"] = {
							result = true
						}
					}
				},
				["鈔"] = {
					result = true
				},
				["钞"] = {
					result = true
				},
				["钱"] = {
					result = true,
					["币"] = {
						result = true
					}
				}
			},
			["美"] = {
				["国"] = {
					["秃"] = {
						["鹰"] = {
							result = true
						}
					}
				},
				["國"] = {
					["禿"] = {
						["鷹"] = {
							result = true
						}
					}
				}
			},
			["警"] = {
				["察"] = {
					["证"] = {
						result = true,
						["图"] = {
							result = true
						}
					}
				}
			},
			["高"] = {
				["仿"] = {
					["假"] = {
						["钞"] = {
							result = true
						},
						["钱"] = {
							result = true
						}
					}
				}
			}
		},
		["猫"] = {
			["眼"] = {
				["拉"] = {
					["杆"] = {
						result = true
					}
				}
			}
		},
		["玥"] = {
			["玛"] = {
				["锁"] = {
					["快"] = {
						["开"] = {
							result = true
						}
					}
				}
			}
		},
		["球"] = {
			["博"] = {
				["彩"] = {
					result = true
				}
			}
		},
		["田"] = {
			["利"] = {
				["惠"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["彩"] = {
				["全"] = {
					["集"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			}
		},
		["画"] = {
			["皮"] = {
				["3"] = {
					result = true
				}
			}
		},
		["疆"] = {
			result = true,
			K = {
				["粉"] = {
					result = true
				}
			},
			S = {
				B = {
					result = true
				}
			},
			["事"] = {
				["件"] = {
					result = true
				}
			},
			["人"] = {
				["+"] = {
					["灭"] = {
						["族"] = {
							result = true
						}
					},
					["蒙"] = {
						["自"] = {
							result = true
						}
					}
				},
				["信"] = {
					["阳"] = {
						["带"] = {
							["刀"] = {
								result = true
							}
						}
					}
				},
				["扩"] = {
					["散"] = {
						result = true
					}
				},
				["昆"] = {
					["华"] = {
						["医"] = {
							["院"] = {
								result = true
							}
						}
					}
				},
				["蒙"] = {
					["自"] = {
						result = true
					}
				}
			},
			["國"] = {
				result = true
			},
			["小"] = {
				["偷"] = {
					result = true
				}
			},
			["少"] = {
				["妇"] = {
					result = true
				}
			},
			["局"] = {
				["势"] = {
					result = true
				}
			},
			["思"] = {
				["茅"] = {
					["信"] = {
						["房"] = {
							result = true
						}
					}
				}
			},
			["恐"] = {
				["怖"] = {
					result = true,
					["人"] = {
						["员"] = {
							result = true
						}
					},
					["分"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["打"] = {
				["砸"] = {
					["抢"] = {
						result = true
					}
				}
			},
			["暴"] = {
				["徒"] = {
					result = true,
					["枪"] = {
						["毙"] = {
							["杀"] = {
								result = true
							}
						}
					}
				}
			},
			["歹"] = {
				["徒"] = {
					result = true,
					["+"] = {
						["禄"] = {
							["丰"] = {
								result = true
							}
						}
					},
					["禄"] = {
						["丰"] = {
							result = true
						}
					}
				}
			},
			["疑"] = {
				["犯"] = {
					result = true
				}
			},
			["砍"] = {
				["人"] = {
					result = true
				}
			},
			["突"] = {
				["厥"] = {
					["革"] = {
						["命"] = {
							result = true
						}
					}
				}
			},
			["西"] = {
				["藏"] = {
					result = true
				}
			},
			["问"] = {
				["题"] = {
					result = true
				}
			}
		},
		["皇"] = {
			["冠"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			},
			["帝"] = {
				result = true
			}
		},
		["管"] = {
			["家"] = {
				["婆"] = {
					result = true
				}
			}
		},
		["精"] = {
			["英"] = {
				["教"] = {
					["育"] = {
						result = true
					}
				}
			}
		},
		["素"] = {
			["人"] = {
				result = true
			}
		},
		["纪"] = {
			["元"] = {
				result = true
			}
		},
		["罗"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["股"] = {
			["信"] = {
				["息"] = {
					result = true
				}
			}
		},
		["色"] = {
			["界"] = {
				result = true,
				["性"] = {
					["爱"] = {
						["天"] = {
							["堂"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["花"] = {
			["和"] = {
				["尚"] = {
					result = true
				}
			},
			["园"] = {
				result = true
			}
		},
		["莊"] = {
			["愛"] = {
				B = {
					T = {
						result = true
					}
				}
			}
		},
		["葡"] = {
			["京"] = {
				result = true
			}
		},
		["街"] = {
			["口"] = {
				["爆"] = {
					["炸"] = {
						result = true
					}
				}
			},
			["邮"] = {
				["电"] = {
					["口"] = {
						result = true
					}
				}
			}
		},
		["西"] = {
			["游"] = {
				["记"] = {
					result = true
				}
			},
			["遊"] = {
				["記"] = {
					result = true
				}
			}
		},
		["认"] = {
			["识"] = {
				["的"] = {
					["熟"] = {
						["女"] = {
							result = true
						}
					}
				}
			}
		},
		["诚"] = {
			["文"] = {
				["化"] = {
					result = true
				}
			}
		},
		["贵"] = {
			["8"] = {
				["8"] = {
					result = true
				}
			}
		},
		["赌"] = {
			["豪"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["起"] = {
			["点"] = {
				["文"] = {
					["凭"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["超"] = {
			["神"] = {
				["传"] = {
					["说"] = {
						result = true
					}
				}
			}
		},
		["运"] = {
			["博"] = {
				["网"] = {
					["站"] = {
						result = true
					}
				}
			}
		},
		["近"] = {
			["平"] = {
				result = true
			}
		},
		["道"] = {
			["綾"] = {
				["音"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["金"] = {
			["梅"] = {
				["瓶"] = {
					result = true
				}
			},
			["沙"] = {
				["赌"] = {
					["场"] = {
						result = true
					}
				}
			},
			["瓶"] = {
				["梅"] = {
					result = true
				}
			}
		},
		["锐"] = {
			["文"] = {
				["创"] = {
					["台"] = {
						["湾"] = {
							result = true
						}
					}
				}
			}
		},
		["锦"] = {
			["福"] = {
				result = true,
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["鲜"] = {
			["肾"] = {
				["脏"] = {
					result = true
				}
			}
		},
		["黑"] = {
			["魔"] = {
				["术"] = {
					["学"] = {
						["园"] = {
							result = true
						}
					}
				}
			}
		},
		["黨"] = {
			result = true
		}
	},
	["於"] = {
		["天"] = {
			["瑞"] = {
				result = true
			}
		},
		["宇"] = {
			["同"] = {
				["无"] = {
					["主"] = {
						["之"] = {
							["花"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["永"] = {
			["波"] = {
				result = true
			}
		}
	},
	["施"] = {
		["伙"] = {
			["计"] = {
				result = true
			}
		},
		["全"] = {
			result = true
		},
		["妆"] = {
			result = true
		},
		["惠"] = {
			["民"] = {
				["之"] = {
					["策"] = {
						result = true
					}
				}
			}
		},
		["拉"] = {
			["德"] = {
				result = true
			}
		},
		["翰"] = {
			["教"] = {
				["育"] = {
					["机"] = {
						["构"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["旖"] = {
		["旎"] = {
			["一"] = {
				["夜"] = {
					result = true
				}
			}
		}
	},
	["无"] = {
		["1"] = {
			["码"] = {
				result = true
			},
			["赖"] = {
				result = true
			}
		},
		["\\"] = {
			["帮"] = {
				["国"] = {
					result = true
				}
			},
			["界"] = {
				result = true
			}
		},
		["主"] = {
			["之"] = {
				["地"] = {
					result = true
				}
			}
		},
		["二"] = {
			["凯"] = {
				["西"] = {
					result = true
				}
			}
		},
		["产"] = {
			["阶"] = {
				["级"] = {
					result = true
				}
			}
		},
		["人"] = {
			["岛"] = {
				["物"] = {
					["语"] = {
						result = true
					}
				}
			},
			["有"] = {
				["权"] = {
					["沉"] = {
						["默"] = {
							result = true
						}
					}
				}
			},
			["机"] = {
				result = true
			},
			["飞"] = {
				["行"] = {
					["器"] = {
						result = true
					}
				}
			}
		},
		["伤"] = {
			["英"] = {
				["雄"] = {
					result = true
				}
			}
		},
		["修"] = {
			["正"] = {
				["中"] = {
					["出"] = {
						result = true
					}
				},
				["情"] = {
					["色"] = {
						["动"] = {
							["画"] = {
								result = true
							}
						}
					}
				},
				["素"] = {
					["人"] = {
						result = true
					}
				}
			},
			["白"] = {
				["虎"] = {
					["妹"] = {
						result = true
					}
				}
			}
		},
		["印"] = {
			["弓"] = {
				result = true
			}
		},
		["双"] = {
			["国"] = {
				["土"] = {
					result = true
				}
			}
		},
		["名"] = {
			["称"] = {
				result = true
			},
			["网"] = {
				["站"] = {
					result = true
				}
			},
			["色"] = {
				["情"] = {
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			}
		},
		["味"] = {
			["毒"] = {
				["药"] = {
					result = true
				}
			}
		},
		["国"] = {
			["界"] = {
				["记"] = {
					["者"] = {
						result = true
					}
				}
			}
		},
		["声"] = {
			["爆"] = {
				["破"] = {
					["剂"] = {
						result = true,
						["配"] = {
							["方"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["壳"] = {
			["枪"] = {
				result = true
			}
		},
		["套"] = {
			["口"] = {
				["交"] = {
					result = true
				}
			},
			["直"] = {
				["插"] = {
					result = true
				}
			}
		},
		["定"] = {
			["金"] = {
				["代"] = {
					["考"] = {
						result = true
					}
				},
				["替"] = {
					["考"] = {
						result = true
					}
				}
			}
		},
		["害"] = {
			["摇"] = {
				["头"] = {
					["丸"] = {
						result = true
					}
				}
			}
		},
		["导"] = {
			["航"] = {
				["网"] = {
					["站"] = {
						["连"] = {
							["接"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["常"] = {
			["换"] = {
				["肾"] = {
					result = true
				}
			}
		},
		["忧"] = {
			["办"] = {
				["证"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			},
			["证"] = {
				["件"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["托"] = {
			["枪"] = {
				result = true
			}
		},
		["损"] = {
			["坏"] = {
				["快"] = {
					["速"] = {
						["开"] = {
							["启"] = {
								result = true
							}
						}
					}
				},
				["秒"] = {
					["开"] = {
						["神"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["政"] = {
			["府"] = {
				["主"] = {
					["义"] = {
						["者"] = {
							result = true
						},
						["食"] = {
							["谱"] = {
								result = true
							}
						}
					}
				},
				["食"] = {
					["谱"] = {
						["资"] = {
							["源"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["敌"] = {
			["印"] = {
				["钞"] = {
					["机"] = {
						result = true
					}
				}
			},
			["拔"] = {
				["锁"] = {
					["器"] = {
						result = true
					}
				}
			}
		},
		["极"] = {
			["神"] = {
				["鹤"] = {
					result = true
				}
			}
		},
		["毒"] = {
			result = true,
			A = {
				V = {
					result = true,
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["快"] = {
				["播"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					["网"] = {
						result = true
					}
				}
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						result = true
					}
				}
			}
		},
		["毛"] = {
			["?"] = {
				["?"] = {
					result = true
				}
			},
			B = {
				["的"] = {
					["诱"] = {
						["惑"] = {
							result = true
						}
					}
				}
			},
			["嫩"] = {
				["清"] = {
					["晰"] = {
						result = true
					}
				},
				["穴"] = {
					["流"] = {
						["汁"] = {
							result = true
						}
					}
				},
				["逼"] = {
					["清"] = {
						["晰"] = {
							result = true
						}
					}
				}
			},
			["少"] = {
				["女"] = {
					result = true
				}
			},
			["屄"] = {
				result = true
			},
			["洞"] = {
				result = true,
				["深"] = {
					["珍"] = {
						["藏"] = {
							["版"] = {
								result = true
							}
						}
					}
				},
				["珍"] = {
					["藏"] = {
						result = true
					}
				}
			},
			["温"] = {
				["泉"] = {
					["会"] = {
						result = true
					}
				}
			},
			["的"] = {
				["逼"] = {
					result = true
				}
			},
			["穴"] = {
				result = true
			},
			["美"] = {
				["穴"] = {
					result = true
				}
			},
			["逼"] = {
				result = true
			},
			["骚"] = {
				["穴"] = {
					["女"] = {
						["孩"] = {
							result = true
						}
					}
				}
			}
		},
		["水"] = {
			["乙"] = {
				["醇"] = {
					["提"] = {
						["炼"] = {
							result = true
						}
					}
				}
			},
			["咖"] = {
				["啡"] = {
					["因"] = {
						result = true,
						["?"] = {
							result = true
						}
					}
				}
			},
			["哌"] = {
				["嗪"] = {
					result = true
				}
			},
			["甲"] = {
				["醇"] = {
					["配"] = {
						["方"] = {
							result = true
						}
					}
				}
			},
			["联"] = {
				["胺"] = {
					result = true
				}
			}
		},
		["法"] = {
			["与"] = {
				["安"] = {
					["装"] = {
						result = true
					}
				}
			},
			["无"] = {
				["天"] = {
					result = true
				}
			},
			["研"] = {
				["发"] = {
					result = true
				}
			},
			["领"] = {
				["奖"] = {
					["的"] = {
						["人"] = {
							result = true
						}
					}
				}
			}
		},
		["烟"] = {
			["发"] = {
				["射"] = {
					["药"] = {
						result = true
					}
				}
			},
			["火"] = {
				["药"] = {
					result = true
				}
			}
		},
		["犯"] = {
			["罪"] = {
				["记"] = {
					["录"] = {
						["公"] = {
							["正"] = {
								result = true
							},
							["证"] = {
								result = true
							}
						},
						["正"] = {
							["明"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["疆"] = {
			["界"] = {
				result = true
			}
		},
		["石"] = {
			["马"] = {
				["内"] = {
					["身"] = {
						["寸"] = {
							result = true
						}
					}
				}
			}
		},
		["码"] = {
			["3"] = {
				p = {
					result = true
				}
			},
			A = {
				V = {
					result = true
				},
				["片"] = {
					result = true
				}
			},
			M = {
				u = {
					g = {
						e = {
							n = {
								result = true
							}
						}
					}
				}
			},
			a = {
				v = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				},
				["片"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			b = {
				result = true
			},
			h = {
				["动"] = {
					["漫"] = {
						result = true
					}
				},
				["漫"] = {
					result = true
				}
			},
			["中"] = {
				["出"] = {
					result = true,
					["白"] = {
						["浆"] = {
							result = true
						}
					}
				}
			},
			["乃"] = {
				["亚"] = {
					result = true
				}
			},
			["京"] = {
				["乃"] = {
					["梓"] = {
						result = true
					}
				}
			},
			["伊"] = {
				["东"] = {
					["怜"] = {
						result = true
					},
					["遥"] = {
						result = true
					}
				}
			},
			["做"] = {
				["爱"] = {
					["体"] = {
						["验"] = {
							result = true
						}
					},
					["无"] = {
						["套"] = {
							result = true
						}
					},
					["淫"] = {
						["图"] = {
							result = true
						}
					},
					["长"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["光"] = {
				["碟"] = {
					result = true
				}
			},
			["内"] = {
				["射"] = {
					result = true,
					["地"] = {
						["址"] = {
							result = true
						}
					}
				},
				["山"] = {
					["遥"] = {
						result = true
					}
				}
			},
			["写"] = {
				["真"] = {
					result = true
				}
			},
			["冬"] = {
				["月"] = {
					["枫"] = {
						result = true
					}
				}
			},
			["凉"] = {
				["果"] = {
					["淋"] = {
						result = true
					}
				}
			},
			["动"] = {
				["漫"] = {
					result = true
				},
				["画"] = {
					["片"] = {
						result = true
					}
				}
			},
			["北"] = {
				["岛"] = {
					["玲"] = {
						result = true
					}
				}
			},
			["卑"] = {
				["弥"] = {
					["呼"] = {
						result = true
					}
				}
			},
			["南"] = {
				["波"] = {
					["杏"] = {
						result = true
					}
				}
			},
			["卡"] = {
				["通"] = {
					A = {
						["片"] = {
							result = true
						}
					},
					["区"] = {
						result = true
					}
				}
			},
			["原"] = {
				["创"] = {
					["区"] = {
						result = true
					}
				},
				["千"] = {
					["寻"] = {
						result = true
					}
				},
				["小"] = {
					["雪"] = {
						result = true
					}
				},
				["明"] = {
					["奈"] = {
						result = true
					}
				},
				["更"] = {
					["纱"] = {
						result = true
					}
				}
			},
			["友"] = {
				["崎"] = {
					["玲"] = {
						result = true
					}
				}
			},
			["口"] = {
				["交"] = {
					result = true
				}
			},
			["古"] = {
				["都"] = {
					["光"] = {
						result = true
					}
				}
			},
			["叶"] = {
				["志"] = {
					["穗"] = {
						result = true
					}
				}
			},
			["君"] = {
				["嶋"] = {
					["萌"] = {
						result = true
					}
				}
			},
			["唯"] = {
				["川"] = {
					["纯"] = {
						result = true
					}
				}
			},
			["国"] = {
				["产"] = {
					A = {
						["片"] = {
							result = true
						}
					},
					["毛"] = {
						["片"] = {
							result = true
						}
					},
					["片"] = {
						result = true
					}
				}
			},
			["图"] = {
				result = true
			},
			["圣"] = {
				result = true
			},
			["城"] = {
				["麻"] = {
					["美"] = {
						result = true
					}
				}
			},
			["大"] = {
				["冢"] = {
					["咲"] = {
						result = true
					},
					["遥"] = {
						result = true
					}
				},
				["图"] = {
					result = true
				},
				["槻"] = {
					["响"] = {
						result = true
					}
				},
				["泽"] = {
					["惠"] = {
						result = true
					}
				}
			},
			["天"] = {
				["海"] = {
					["丽"] = {
						result = true
					},
					["翼"] = {
						result = true
					}
				}
			},
			["套"] = {
				["图"] = {
					result = true
				}
			},
			["妃"] = {
				["乃"] = {
					["光"] = {
						result = true
					}
				},
				["悠"] = {
					["爱"] = {
						result = true
					}
				}
			},
			["姬"] = {
				["野"] = {
					["爱"] = {
						result = true
					}
				}
			},
			["宫"] = {
				["川"] = {
					["怜"] = {
						result = true
					}
				},
				["泽"] = {
					["惠"] = {
						result = true
					}
				}
			},
			["小"] = {
				["坂"] = {
					["惠"] = {
						result = true
					}
				},
				["林"] = {
					["瞳"] = {
						result = true
					}
				},
				["泉"] = {
					["彩"] = {
						result = true
					}
				},
				["泽"] = {
					["圆"] = {
						result = true
					}
				}
			},
			["岬"] = {
				["里"] = {
					["沙"] = {
						result = true
					}
				}
			},
			["巨"] = {
				["乳"] = {
					["痴"] = {
						["女"] = {
							result = true
						}
					}
				}
			},
			["帝"] = {
				["国"] = {
					result = true
				}
			},
			["平"] = {
				["井"] = {
					["绫"] = {
						result = true
					}
				},
				["警"] = {
					["绫"] = {
						result = true
					}
				}
			},
			["并"] = {
				["木"] = {
					["优"] = {
						result = true
					}
				}
			},
			["广"] = {
				["田"] = {
					["樱"] = {
						result = true
					}
				}
			},
			["床"] = {
				["照"] = {
					result = true
				}
			},
			["影"] = {
				["院"] = {
					result = true
				}
			},
			["心"] = {
				["有"] = {
					["花"] = {
						result = true
					}
				}
			},
			["快"] = {
				["播"] = {
					result = true
				}
			},
			["性"] = {
				["交"] = {
					result = true,
					["电"] = {
						["影"] = {
							result = true
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					}
				},
				["感"] = {
					["丝"] = {
						["袜"] = {
							result = true
						}
					}
				},
				["爱"] = {
					result = true,
					["套"] = {
						["图"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["恋"] = {
				["小"] = {
					["夜"] = {
						result = true
					}
				}
			},
			["成"] = {
				["人"] = {
					result = true,
					["影"] = {
						["片"] = {
							result = true
						}
					},
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["持"] = {
				["田"] = {
					["茜"] = {
						result = true
					}
				}
			},
			["援"] = {
				["交"] = {
					result = true
				}
			},
			["新"] = {
				["村"] = {
					["爱"] = {
						result = true
					}
				}
			},
			["日"] = {
				["野"] = {
					["雫"] = {
						result = true
					}
				}
			},
			["早"] = {
				["坂"] = {
					["瞳"] = {
						result = true
					}
				}
			},
			["明"] = {
				["佐"] = {
					["奈"] = {
						result = true
					}
				}
			},
			["星"] = {
				["野"] = {
					["明"] = {
						result = true
					}
				}
			},
			["春"] = {
				["菜"] = {
					["花"] = {
						result = true
					}
				}
			},
			["晶"] = {
				["爱"] = {
					["丽"] = {
						result = true
					}
				}
			},
			["月"] = {
				["野"] = {
					["姬"] = {
						result = true
					}
				}
			},
			["朝"] = {
				["河"] = {
					["兰"] = {
						result = true
					}
				},
				["香"] = {
					["凉"] = {
						result = true
					}
				}
			},
			["松"] = {
				["下"] = {
					["怜"] = {
						result = true
					}
				},
				["岛"] = {
					["枫"] = {
						result = true
					}
				},
				["生"] = {
					["彩"] = {
						result = true
					}
				}
			},
			["桃"] = {
				["井"] = {
					["望"] = {
						result = true
					}
				},
				["警"] = {
					["望"] = {
						result = true
					}
				}
			},
			["桐"] = {
				["生"] = {
					["樱"] = {
						result = true
					}
				}
			},
			["森"] = {
				["美"] = {
					["咲"] = {
						result = true
					}
				}
			},
			["榊"] = {
				["里"] = {
					["绪"] = {
						result = true
					}
				}
			},
			["樱"] = {
				["心"] = {
					["美"] = {
						result = true
					}
				},
				["木"] = {
					["凛"] = {
						result = true
					}
				},
				["朱"] = {
					["音"] = {
						result = true
					}
				},
				["田"] = {
					["樱"] = {
						result = true
					}
				}
			},
			["橘"] = {
				["日"] = {
					["向"] = {
						result = true
					}
				},
				["未"] = {
					["稀"] = {
						result = true
					}
				}
			},
			["水"] = {
				["菜"] = {
					["丽"] = {
						result = true
					}
				}
			},
			["流"] = {
				["出"] = {
					result = true
				}
			},
			["浅"] = {
				["仓"] = {
					["舞"] = {
						result = true
					}
				}
			},
			["清"] = {
				["原"] = {
					["凉"] = {
						result = true
					}
				}
			},
			["渡"] = {
				["濑"] = {
					["晶"] = {
						result = true
					}
				}
			},
			["漏"] = {
				["穴"] = {
					["图"] = {
						result = true
					}
				}
			},
			["漫"] = {
				["画"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					["做"] = {
						["爱"] = {
							result = true
						}
					},
					["淫"] = {
						["漫"] = {
							result = true
						}
					}
				}
			},
			["濑"] = {
				["名"] = {
					["步"] = {
						result = true
					}
				},
				["奈"] = {
					["凉"] = {
						result = true
					}
				}
			},
			["熏"] = {
				["樱"] = {
					["子"] = {
						result = true
					}
				}
			},
			["爱"] = {
				["原"] = {
					["翼"] = {
						result = true
					}
				},
				["叶"] = {
					["渚"] = {
						result = true
					}
				},
				["泽"] = {
					["莲"] = {
						result = true
					}
				},
				["田"] = {
					["由"] = {
						result = true
					}
				}
			},
			["现"] = {
				["场"] = {
					result = true
				}
			},
			["琴"] = {
				["乃"] = {
					result = true
				}
			},
			["画"] = {
				["漫"] = {
					["画"] = {
						result = true
					}
				}
			},
			["白"] = {
				["咲"] = {
					["舞"] = {
						result = true
					}
				},
				["石"] = {
					["瞳"] = {
						result = true
					}
				}
			},
			["直"] = {
				["嶋"] = {
					["爱"] = {
						result = true
					}
				},
				["接"] = {
					result = true,
					["在"] = {
						["线"] = {
							["看"] = {
								result = true
							}
						}
					}
				}
			},
			["相"] = {
				["户"] = {
					["爱"] = {
						result = true
					}
				}
			},
			["神"] = {
				["谷"] = {
					["姬"] = {
						result = true
					}
				}
			},
			["种"] = {
				["子"] = {
					result = true
				}
			},
			["穗"] = {
				["花"] = {
					result = true
				}
			},
			["竹"] = {
				["内"] = {
					["爱"] = {
						result = true
					}
				}
			},
			["筱"] = {
				["原"] = {
					["凉"] = {
						result = true
					}
				},
				["惠"] = {
					["美"] = {
						result = true
					}
				}
			},
			["精"] = {
				["品"] = {
					result = true,
					M = {
						Y = {
							result = true
						}
					},
					["在"] = {
						["线"] = {
							result = true
						}
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			},
			["紫"] = {
				["彩"] = {
					["乃"] = {
						result = true
					}
				}
			},
			["红"] = {
				["音"] = {
					["萤"] = {
						result = true
					}
				}
			},
			["纹"] = {
				["舞"] = {
					["兰"] = {
						result = true
					}
				}
			},
			["绫"] = {
				["波"] = {
					["优"] = {
						result = true
					}
				}
			},
			["美"] = {
				["女"] = {
					["彩"] = {
						["图"] = {
							result = true
						}
					},
					["炮"] = {
						["图"] = {
							result = true
						}
					},
					["超"] = {
						["嫩"] = {
							result = true
						}
					}
				}
			},
			["群"] = {
				["淫"] = {
					result = true
				}
			},
			["羽"] = {
				["月"] = {
					["希"] = {
						result = true
					}
				},
				["田"] = {
					["爱"] = {
						result = true
					}
				}
			},
			["翘"] = {
				["臀"] = {
					result = true
				}
			},
			["翼"] = {
				["裕"] = {
					["香"] = {
						result = true
					}
				}
			},
			["肛"] = {
				["交"] = {
					result = true
				}
			},
			["色"] = {
				["情"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				},
				["片"] = {
					result = true
				},
				["电"] = {
					["影"] = {
						result = true
					}
				}
			},
			["花"] = {
				["鸟"] = {
					["丽"] = {
						result = true
					}
				}
			},
			["芽"] = {
				["菜"] = {
					result = true
				}
			},
			["苍"] = {
				["井"] = {
					["空"] = {
						result = true
					}
				},
				["警"] = {
					["空"] = {
						result = true
					}
				}
			},
			["若"] = {
				["菜"] = {
					["光"] = {
						result = true
					}
				}
			},
			["茉"] = {
				["莉"] = {
					["花"] = {
						result = true
					}
				}
			},
			["草"] = {
				["凪"] = {
					["纯"] = {
						result = true
					}
				}
			},
			["萩"] = {
				["原"] = {
					["舞"] = {
						result = true
					}
				}
			},
			["蓝"] = {
				["山"] = {
					["南"] = {
						result = true
					}
				}
			},
			["藤"] = {
				["井"] = {
					["彩"] = {
						result = true
					}
				},
				["原"] = {
					["瞳"] = {
						result = true
					}
				},
				["警"] = {
					["彩"] = {
						result = true
					}
				}
			},
			["裸"] = {
				["女"] = {
					["图"] = {
						result = true
					}
				},
				["聊"] = {
					result = true
				}
			},
			["西"] = {
				["野"] = {
					["翔"] = {
						result = true
					}
				}
			},
			["视"] = {
				["频"] = {
					result = true
				}
			},
			["赤"] = {
				["西"] = {
					["凉"] = {
						result = true
					}
				}
			},
			["超"] = {
				["嫩"] = {
					result = true
				}
			},
			["辰"] = {
				["巳"] = {
					["唯"] = {
						result = true
					}
				}
			},
			["辻"] = {
				["本"] = {
					["凉"] = {
						result = true
					}
				}
			},
			["遥"] = {
				["惠"] = {
					["美"] = {
						result = true
					}
				}
			},
			["野"] = {
				["原"] = {
					["玲"] = {
						result = true
					}
				}
			},
			["长"] = {
				["泽"] = {
					["梓"] = {
						result = true
					}
				},
				["濑"] = {
					["爱"] = {
						result = true
					}
				}
			},
			["青"] = {
				["木"] = {
					["玲"] = {
						result = true
					},
					["琳"] = {
						result = true
					}
				}
			},
			["音"] = {
				["羽"] = {
					["奏"] = {
						result = true
					}
				}
			},
			["饭"] = {
				["岛"] = {
					["爱"] = {
						result = true
					}
				}
			},
			["高"] = {
				["清"] = {
					result = true,
					H = {
						["片"] = {
							result = true
						}
					},
					["性"] = {
						["爱"] = {
							result = true
						}
					},
					["美"] = {
						["女"] = {
							result = true
						}
					}
				}
			},
			["麻"] = {
				["仓"] = {
					["忧"] = {
						result = true
					}
				},
				["川"] = {
					["丽"] = {
						result = true
					}
				},
				["生"] = {
					["岬"] = {
						result = true
					},
					["希"] = {
						result = true
					}
				}
			},
			["黄"] = {
				["片"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["Ａ"] = {
				["片"] = {
					result = true,
					["在"] = {
						["线"] = {
							result = true
						}
					}
				}
			}
		},
		["簧"] = {
			["开"] = {
				["霸"] = {
					result = true
				}
			},
			["无"] = {
				["敌"] = {
					["霸"] = {
						["王"] = {
							result = true
						}
					}
				}
			}
		},
		["线"] = {
			["摄"] = {
				["像"] = {
					["头"] = {
						result = true
					}
				}
			},
			["监"] = {
				["听"] = {
					result = true,
					["偷"] = {
						["拍"] = {
							["器"] = {
								result = true
							}
						}
					},
					["器"] = {
						result = true
					},
					["工"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["看"] = {
				["字"] = {
					result = true
				}
			},
			["窃"] = {
				["听"] = {
					["%"] = {
						["器"] = {
							result = true
						}
					},
					["器"] = {
						result = true
					}
				}
			},
			["跟"] = {
				["踪"] = {
					result = true
				}
			},
			["遥"] = {
				["控"] = {
					["地"] = {
						["磅"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["隐"] = {
				["型"] = {
					result = true,
					["耳"] = {
						["机"] = {
							result = true
						}
					}
				},
				["形"] = {
					result = true
				}
			}
		},
		["缘"] = {
			["式"] = {
				["弹"] = {
					["壳"] = {
						result = true
					}
				}
			}
		},
		["缝"] = {
			["钢"] = {
				["管"] = {
					result = true
				}
			}
		},
		["翼"] = {
			["鸟"] = {
				["邪"] = {
					["恶"] = {
						["漫"] = {
							["画"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["而"] = {
			["开"] = {
				["西"] = {
					result = true
				}
			}
		},
		["胸"] = {
			["罩"] = {
				["诱"] = {
					["惑"] = {
						result = true
					}
				}
			}
		},
		["能"] = {
			result = true
		},
		["膛"] = {
			["线"] = {
				result = true,
				["型"] = {
					result = true
				}
			}
		},
		["良"] = {
			["少"] = {
				["妇"] = {
					["综"] = {
						["合"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["艺"] = {
				["人"] = {
					result = true
				}
			}
		},
		["色"] = {
			["无"] = {
				["味"] = {
					result = true,
					["迷"] = {
						["情"] = {
							["药"] = {
								result = true
							}
						}
					}
				}
			},
			["毒"] = {
				["药"] = {
					result = true
				}
			}
		},
		["车"] = {
			["年"] = {
				["检"] = {
					result = true
				}
			},
			["报"] = {
				["废"] = {
					result = true
				}
			},
			["提"] = {
				["档"] = {
					result = true
				}
			},
			["过"] = {
				["户"] = {
					result = true
				}
			}
		},
		["错"] = {
			["小"] = {
				["说"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["间"] = {
			["地"] = {
				["狱"] = {
					["巡"] = {
						["守"] = {
							result = true
						}
					}
				}
			}
		},
		["颜"] = {
			["之"] = {
				["月"] = {
					result = true
				}
			}
		},
		["马"] = {
			["步"] = {
				["兵"] = {
					["营"] = {
						result = true
					}
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			}
		}
	},
	["早"] = {
		["上"] = {
			["日"] = {
				["的"] = {
					["骚"] = {
						B = {
							result = true
						}
					}
				}
			}
		},
		["乙"] = {
			["ㄝ"] = {
				["虂"] = {
					result = true
				}
			},
			["女"] = {
				["み"] = {
					["な"] = {
						["き"] = {
							result = true
						}
					}
				},
				["心"] = {
					["杏"] = {
						result = true
					}
				},
				["露"] = {
					["依"] = {
						result = true
					}
				}
			}
		},
		["坂"] = {
			["惠"] = {
				["理"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["爱"] = {
				["秘"] = {
					["密"] = {
						result = true
					}
				}
			},
			["瞳"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			}
		},
		["安"] = {
			["卧"] = {
				["底"] = {
					["小"] = {
						["姐"] = {
							result = true
						}
					}
				}
			}
		},
		["川"] = {
			["早"] = {
				["纪"] = {
					["无"] = {
						["码"] = {
							result = true
						},
						["马"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["桃"] = {
				["华"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["瀬"] = {
				["裡"] = {
					["奈"] = {
						["無"] = {
							["碼"] = {
								result = true
							}
						}
					}
				},
				["里"] = {
					["奈"] = {
						["无"] = {
							["码"] = {
								result = true
							}
						},
						["早"] = {
							["出"] = {
								result = true
							}
						}
					}
				}
			},
			["綺"] = {
				["丽"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["希"] = {
			["直"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["报"] = {
			["网"] = {
				["胡"] = {
					["薄"] = {
						["温"] = {
							["习"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["洩"] = {
			result = true
		},
		["濑"] = {
			["麻"] = {
				["衣"] = {
					result = true
				}
			}
		},
		["瀬"] = {
			["礼"] = {
				["香"] = {
					result = true
				}
			}
		},
		["紀"] = {
			["麻"] = {
				["未"] = {
					B = {
						T = {
							result = true
						}
					}
				}
			}
		},
		["起"] = {
			["抽"] = {
				["插"] = {
					result = true
				}
			}
		},
		["餐"] = {
			["大"] = {
				["香"] = {
					["腸"] = {
						result = true
					}
				}
			}
		}
	},
	["旭"] = {
		["祥"] = {
			["瑞"] = {
				["特"] = {
					result = true
				}
			}
		}
	},
	["时"] = {
		["事"] = {
			["参"] = {
				["考"] = {
					result = true
				}
			}
		},
		["代"] = {
			["商"] = {
				["务"] = {
					["调"] = {
						["查"] = {
							result = true
						}
					}
				}
			},
			["教"] = {
				["育"] = {
					["中"] = {
						["心"] = {
							result = true
						}
					}
				}
			}
		},
		["尚"] = {
			["小"] = {
				["妞"] = {
					result = true
				}
			},
			["尖"] = {
				["端"] = {
					result = true
				}
			},
			["正"] = {
				["妹"] = {
					["女"] = {
						["教"] = {
							["师"] = {
								result = true
							}
						}
					}
				},
				["点"] = {
					["水"] = {
						["辣"] = {
							["妹"] = {
								result = true
							}
						}
					}
				}
			},
			["美"] = {
				["乳"] = {
					result = true
				}
			},
			["药"] = {
				["品"] = {
					["总"] = {
						["汇"] = {
							result = true
						}
					}
				}
			}
		},
		["时"] = {
			["博"] = {
				result = true
			},
			["彩"] = {
				["刷"] = {
					["钱"] = {
						result = true
					}
				},
				["平"] = {
					["台"] = {
						result = true
					}
				},
				["网"] = {
					["购"] = {
						["平"] = {
							["台"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["珍"] = {
			["药"] = {
				["业"] = {
					result = true
				}
			}
		},
		["轮"] = {
			["金"] = {
				["刚"] = {
					["大"] = {
						["法"] = {
							["会"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["迁"] = {
			result = true
		},
		["迈"] = {
			result = true
		},
		["间"] = {
			["的"] = {
				["重"] = {
					["量"] = {
						result = true
					}
				}
			}
		}
	},
	["旺"] = {
		["仔"] = {
			["小"] = {
				["馒"] = {
					["头"] = {
						result = true
					}
				}
			}
		},
		["即"] = {
			["鑫"] = {
				["汽"] = {
					["配"] = {
						result = true
					}
				}
			}
		},
		["家"] = {
			["食"] = {
				["品"] = {
					result = true
				}
			}
		},
		["报"] = {
			result = true
		},
		["旺"] = {
			["小"] = {
				["号"] = {
					result = true
				}
			},
			["论"] = {
				["坛"] = {
					result = true
				}
			}
		},
		["角"] = {
			["占"] = {
				["领"] = {
					result = true
				}
			},
			["论"] = {
				["坛"] = {
					result = true
				}
			},
			["集"] = {
				["会"] = {
					result = true
				}
			}
		}
	},
	["昔"] = {
		["有"] = {
			["\\"] = {
				["山"] = {
					["西"] = {
						result = true
					}
				}
			}
		},
		["阳"] = {
			["县"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				}
			}
		}
	},
	["昝"] = {
		["愛"] = {
			["宗"] = {
				result = true
			}
		},
		["爱"] = {
			["宗"] = {
				["六"] = {
					["四"] = {
						result = true
					}
				}
			}
		}
	},
	["星"] = {
		["乃"] = {
			["舞"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				},
				["種"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["亚"] = {
			["里"] = {
				["树"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			}
		},
		["优"] = {
			["乃"] = {
				["与"] = {
					["草"] = {
						["风"] = {
							["纯"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["光"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["博"] = {
			["城"] = {
				["娱"] = {
					["乐"] = {
						result = true
					}
				}
			}
		},
		["名"] = {
			["真"] = {
				["咲"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["城"] = {
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							result = true
						}
					}
				}
			}
		},
		["岛"] = {
			["环"] = {
				["球"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["崎"] = {
			["未"] = {
				["来"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["衣"] = {
				["那"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["川"] = {
			["は"] = {
				["る"] = {
					["か"] = {
						result = true
					}
				}
			},
			["光"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["泉"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["美"] = {
				["奈"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["遥"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["麻"] = {
				["美"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["田"] = {
			["化"] = {
				["工"] = {
					result = true
				}
			}
		},
		["级"] = {
			["网"] = {
				result = true
			}
		},
		["美"] = {
			["织"] = {
				result = true,
				["高"] = {
					["清"] = {
						result = true
					}
				}
			}
		},
		["辰"] = {
			["影"] = {
				["视"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["野"] = {
			["み"] = {
				["く"] = {
					result = true
				}
			},
			["亞"] = {
				["希"] = {
					["電"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["佑"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["光"] = {
				B = {
					T = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				},
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["無"] = {
					["碼"] = {
						["下"] = {
							["載"] = {
								result = true
							}
						}
					}
				},
				["禁"] = {
					["片"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["南"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["圆"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["圓"] = {
				["種"] = {
					["子"] = {
						result = true
					}
				}
			},
			["彩"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["明"] = {
				B = {
					T = {
						result = true
					}
				}
			},
			["杏"] = {
				["里"] = {
					["="] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					},
					B = {
						T = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["来"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["桃"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["流"] = {
				["宇"] = {
					["无"] = {
						["码"] = {
							result = true
						},
						["马"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["瞳"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			},
			["綾"] = {
				["香"] = {
					["电"] = {
						["驴"] = {
							result = true
						}
					}
				}
			},
			["蓝"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				},
				["紫"] = {
					["种"] = {
						["紫"] = {
							result = true
						}
					}
				}
			}
		},
		["霸"] = {
			["一"] = {
				["把"] = {
					["抓"] = {
						result = true
					}
				}
			},
			["二"] = {
				["代"] = {
					result = true
				}
			}
		}
	},
	["昭"] = {
		["通"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		}
	},
	["是"] = {
		["儿"] = {
			["媳"] = {
				["外"] = {
					["逃"] = {
						[" "] = {
							["旧"] = {
								["金"] = {
									["山"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["雞"] = {
			result = true
		}
	},
	["显"] = {
		["号"] = {
			["软"] = {
				["件"] = {
					result = true
				}
			}
		},
		["呩"] = {
			["恁"] = {
				["噫"] = {
					["手"] = {
						["機"] = {
							["呺"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["示"] = {
			["任"] = {
				["意"] = {
					["手"] = {
						["机"] = {
							["号"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["晏"] = {
		["畿"] = {
			["道"] = {
				result = true
			}
		}
	},
	["晓"] = {
		["波"] = {
			["0"] = {
				["2"] = {
					["和"] = {
						["平"] = {
							["奖"] = {
								result = true
							}
						}
					}
				}
			},
			["刘"] = {
				result = true,
				["霞"] = {
					result = true
				}
			},
			["哭"] = {
				result = true
			}
		}
	},
	["晚"] = {
		["乙"] = {
			["子"] = {
				["愛"] = {
					b = {
						t = {
							result = true
						}
					}
				},
				["爱"] = {
					b = {
						t = {
							result = true
						}
					}
				}
			}
		},
		["会"] = {
			["6"] = {
				["4"] = {
					result = true
				}
			}
		},
		["年"] = {
			["周"] = {
				["\\"] = {
					["恩"] = {
						["来"] = {
							result = true
						}
					}
				}
			}
		},
		["报"] = {
			["古"] = {
				["鸽"] = {
					result = true
				}
			}
		}
	},
	["晟"] = {
		["亽"] = {
			["動"] = {
				["薀"] = {
					result = true
				}
			},
			["咔"] = {
				["嗵"] = {
					result = true
				}
			},
			["性"] = {
				["社"] = {
					["岖"] = {
						result = true
					}
				}
			},
			["恠"] = {
				["綫"] = {
					["電"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["漫"] = {
				["婳"] = {
					result = true
				}
			},
			["簧"] = {
				["铯"] = {
					["網"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["遊"] = {
				["戲"] = {
					result = true
				}
			},
			["铯"] = {
				["情"] = {
					["图"] = {
						["魸"] = {
							result = true
						}
					}
				}
			},
			["電"] = {
				["影"] = {
					result = true
				}
			}
		},
		["嘟"] = {
			["冇"] = {
				["償"] = {
					["捐"] = {
						["腎"] = {
							result = true
						}
					}
				}
			}
		},
		["娯"] = {
			["铯"] = {
				["導"] = {
					["航"] = {
						result = true
					}
				}
			}
		},
		["媄"] = {
			["膤"] = {
				["菜"] = {
					result = true
				}
			}
		}
	},
	["暂"] = {
		["住"] = {
			["正"] = {
				["办"] = {
					["理"] = {
						result = true
					}
				}
			},
			["证"] = {
				["办"] = {
					["理"] = {
						result = true
					}
				}
			}
		},
		["无"] = {
			["排"] = {
				["名"] = {
					result = true
				}
			}
		}
	},
	["暑"] = {
		["假"] = {
			["网"] = {
				["吧"] = {
					["邂"] = {
						["逅"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["曰"] = {
		g = {
			["Ｍ"] = {
				result = true
			}
		}
	},
	["曱"] = {
		["簊"] = {
			["苯"] = {
				["丙"] = {
					["胺"] = {
						result = true
					},
					["酮"] = {
						result = true
					}
				}
			}
		}
	},
	["替"] = {
		["力"] = {
			["定"] = {
				result = true
			}
		},
		["考"] = {
			G = {
				R = {
					E = {
						result = true
					}
				}
			},
			["会"] = {
				["计"] = {
					["正"] = {
						result = true
					},
					["证"] = {
						result = true
					}
				}
			},
			["保"] = {
				["过"] = {
					result = true
				}
			},
			["公"] = {
				["司"] = {
					result = true
				}
			},
			["抢"] = {
				["手"] = {
					result = true
				}
			},
			["服"] = {
				["务"] = {
					result = true
				}
			},
			["机"] = {
				["构"] = {
					result = true
				}
			},
			["网"] = {
				["代"] = {
					["考"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["朂"] = {
		["噺"] = {
			["孰"] = {
				["囡"] = {
					result = true
				}
			},
			["滈"] = {
				["凊"] = {
					["羙"] = {
						["囡"] = {
							result = true
						}
					}
				}
			},
			["糧"] = {
				["ふ"] = {
					["鎻"] = {
						["笁"] = {
							["倶"] = {
								result = true
							}
						}
					}
				}
			},
			["蝂"] = {
				["咟"] = {
					["沅"] = {
						["徦"] = {
							["币"] = {
								result = true
							}
						}
					}
				},
				["徦"] = {
					["亾"] = {
						["姄"] = {
							["币"] = {
								result = true
							}
						}
					},
					["鈔"] = {
						result = true
					}
				}
			}
		},
		["赽"] = {
			["嗱"] = {
				["姃"] = {
					result = true
				},
				["敩"] = {
					["呖"] = {
						result = true
					}
				}
			}
		}
	},
	["月"] = {
		["上"] = {
			["重"] = {
				["火"] = {
					result = true
				}
			}
		},
		["亮"] = {
			["娱"] = {
				["乐"] = {
					result = true
				}
			}
		},
		["咲"] = {
			["忍"] = {
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["舞"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				},
				["種"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["宫"] = {
			["套"] = {
				["图"] = {
					["社"] = {
						result = true
					}
				}
			},
			["成"] = {
				["人"] = {
					["贴"] = {
						["图"] = {
							["区"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["工"] = {
			["交"] = {
				result = true
			},
			["栓"] = {
				["母"] = {
					["犭"] = {
						["句"] = {
							result = true
						}
					}
				}
			}
		},
		["形"] = {
			["弯"] = {
				["刀"] = {
					result = true
				}
			}
		},
		["排"] = {
			["行"] = {
				["榜"] = {
					result = true
				}
			}
		},
		["月"] = {
			["搓"] = {
				["网"] = {
					result = true
				}
			}
		},
		["沉"] = {
			["吟"] = {
				result = true
			}
		},
		["泊"] = {
			["西"] = {
				["眉"] = {
					result = true
				}
			}
		},
		["牙"] = {
			["无"] = {
				["敌"] = {
					["霸"] = {
						["王"] = {
							result = true
						}
					}
				}
			},
			["极"] = {
				["速"] = {
					["开"] = {
						["开"] = {
							result = true
						}
					}
				}
			},
			["锁"] = {
				["快"] = {
					["开"] = {
						["工"] = {
							["具"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["皎"] = {
			["花"] = {
				["娇"] = {
					result = true
				}
			}
		},
		["真"] = {
			["的"] = {
				["瘦"] = {
					["了"] = {
						result = true
					}
				}
			}
		},
		["經"] = {
			["不"] = {
				["調"] = {
					result = true
				}
			}
		},
		["经"] = {
			["前"] = {
				["后"] = {
					["性"] = {
						["欲"] = {
							["高"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["老"] = {
			result = true
		},
		["色"] = {
			["湾"] = {
				result = true
			}
		},
		["荷"] = {
			["这"] = {
				["个"] = {
					["女"] = {
						["人"] = {
							result = true
						}
					}
				}
			}
		},
		["野"] = {
			["真"] = {
				["夜"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["静"] = {
				["子"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["黑"] = {
			["之"] = {
				["孽"] = {
					result = true
				}
			}
		}
	},
	["有"] = {
		["6"] = {
			["4"] = {
				["枪"] = {
					result = true
				},
				["槍"] = {
					result = true
				}
			},
			["6"] = {
				["枪"] = {
					result = true
				}
			}
		},
		B = {
			["吗"] = {
				result = true
			}
		},
		a = {
			["假"] = {
				["钱"] = {
					result = true
				}
			}
		},
		["偿"] = {
			["捐"] = {
				["肾"] = {
					result = true
				}
			}
		},
		["吉"] = {
			["奈"] = {
				["生"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["声"] = {
			h = {
				["小"] = {
					["说"] = {
						result = true
					}
				}
			},
			["小"] = {
				["说"] = {
					["电"] = {
						["影"] = {
							["站"] = {
								result = true
							}
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					["小"] = {
						["说"] = {
							result = true
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["小"] = {
						["说"] = {
							result = true
						}
					}
				}
			},
			["色"] = {
				["情"] = {
					["小"] = {
						["說"] = {
							result = true
						}
					}
				}
			}
		},
		["宪"] = {
			["法"] = {
				["而"] = {
					["无"] = {
						["宪"] = {
							["政"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["报"] = {
			result = true
		},
		["森"] = {
			["玲"] = {
				["香"] = {
					result = true
				}
			}
		},
		["沙"] = {
			["2"] = {
				["状"] = {
					["态"] = {
						result = true
					}
				}
			}
		},
		["英"] = {
			["国"] = {
				["妹"] = {
					["妹"] = {
						result = true
					}
				}
			}
		},
		["贺"] = {
			["凉"] = {
				result = true
			},
			["美"] = {
				["穗"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["朔"] = {
		["州"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		}
	},
	["望"] = {
		["城"] = {
			["县"] = {
				["Ｋ"] = {
					["粉"] = {
						result = true
					}
				}
			}
		},
		["当"] = {
			["局"] = {
				["幡"] = {
					["然"] = {
						["悔"] = {
							["悟"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["月"] = {
			["な"] = {
				["な"] = {
					result = true
				}
			},
			["寧"] = {
				["寧"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["星"] = {
				["来"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["璐"] = {
				["亚"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["穗"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["气"] = {
			["术"] = {
				result = true
			}
		}
	},
	["未"] = {
		["利"] = {
			["花"] = {
				result = true
			}
		},
		["成"] = {
			["年"] = {
				["接"] = {
					["客"] = {
						result = true
					}
				}
			}
		},
		["提"] = {
			["周"] = {
				["案"] = {
					result = true
				}
			}
		},
		["能"] = {
			["完"] = {
				["全"] = {
					["平"] = {
						["息"] = {
							["民"] = {
								["间"] = {
									["抗"] = {
										["议"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["达"] = {
				["成"] = {
					["共"] = {
						["识"] = {
							["和"] = {
								["政"] = {
									["治"] = {
										["妥"] = {
											["协"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["杂"] = {
		["交"] = {
			result = true
		}
	},
	["杏"] = {
		["堂"] = {
			["夏"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				},
				["種"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["野"] = {
			["小"] = {
				["夜"] = {
					["无"] = {
						["码"] = {
							result = true
						},
						["马"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["明"] = {
				["日"] = {
					["香"] = {
						B = {
							T = {
								result = true
							}
						},
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["留"] = {
				["丽"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["条"] = {
		["子"] = {
			result = true,
			["枪"] = {
				["支"] = {
					["专"] = {
						["店"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["杨"] = {
		["4"] = {
			["娘"] = {
				result = true
			}
		},
		["丽"] = {
			["娜"] = {
				result = true
			}
		},
		["传"] = {
			["堂"] = {
				result = true
			}
		},
		["元"] = {
			result = true
		},
		["全"] = {
			["美"] = {
				result = true
			}
		},
		["十"] = {
			["里"] = {
				result = true
			}
		},
		["千"] = {
			["里"] = {
				result = true
			}
		},
		["卫"] = {
			["泽"] = {
				result = true
			}
		},
		["君"] = {
			["凡"] = {
				result = true
			}
		},
		["四"] = {
			["娘"] = {
				result = true
			}
		},
		["天"] = {
			["水"] = {
				result = true
			}
		},
		["宪"] = {
			["宏"] = {
				result = true
			}
		},
		["家"] = {
			["坝"] = {
				["罢"] = {
					["工"] = {
						result = true
					}
				}
			},
			["洼"] = {
				["情"] = {
					["事"] = {
						result = true
					}
				}
			}
		},
		["幂"] = {
			["裸"] = {
				["照"] = {
					result = true
				}
			}
		},
		["建"] = {
			["利"] = {
				[" "] = {
					["刘"] = {
						["霞"] = {
							result = true
						}
					}
				}
			}
		},
		["得"] = {
			["志"] = {
				result = true
			}
		},
		["志"] = {
			["云"] = {
				result = true
			},
			["今"] = {
				result = true
			}
		},
		["振"] = {
			result = true
		},
		["文"] = {
			["广"] = {
				result = true
			}
		},
		["时"] = {
			result = true
		},
		["明"] = {
			["生"] = {
				result = true
			}
		},
		["春"] = {
			["林"] = {
				result = true
			}
		},
		["智"] = {
			result = true
		},
		["栋"] = {
			["梁"] = {
				result = true
			}
		},
		["涛"] = {
			result = true
		},
		["潭"] = {
			["容"] = {
				result = true
			}
		},
		["焕"] = {
			["宁"] = {
				result = true
			}
		},
		["熙"] = {
			["平"] = {
				result = true
			}
		},
		["白"] = {
			["冰"] = {
				result = true
			},
			["牛"] = {
				result = true
			}
		},
		["百"] = {
			["里"] = {
				result = true
			}
		},
		["立"] = {
			["顺"] = {
				result = true
			}
		},
		["绍"] = {
			["政"] = {
				result = true
			}
		},
		["继"] = {
			["绳"] = {
				result = true
			}
		},
		["莲"] = {
			["子"] = {
				result = true
			}
		},
		["达"] = {
			["才"] = {
				result = true
			}
		},
		["野"] = {
			result = true
		},
		["金"] = {
			["山"] = {
				result = true
			}
		},
		["铁"] = {
			["信"] = {
				result = true
			}
		},
		["铮"] = {
			result = true
		},
		["锦"] = {
			["霞"] = {
				result = true
			}
		},
		["震"] = {
			result = true
		},
		["青"] = {
			["牛"] = {
				result = true
			}
		}
	},
	["松"] = {
		["下"] = {
			["可"] = {
				["憐"] = {
					B = {
						T = {
							result = true
						}
					},
					["高"] = {
						["速"] = {
							result = true
						}
					}
				}
			},
			["愛"] = {
				["來"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["爱"] = {
				["来"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["种"] = {
				["子"] = {
					result = true
				}
			}
		},
		["乃"] = {
			["桃"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["井"] = {
			["玲"] = {
				["奈"] = {
					result = true
				}
			},
			["真"] = {
				["利"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["遥"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["冈"] = {
			["美"] = {
				["和"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["坂"] = {
			["树"] = {
				["梨"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["岛"] = {
			result = true,
			["岚"] = {
				["的"] = {
					["剧"] = {
						["情"] = {
							["片"] = {
								result = true
							}
						}
					}
				}
			},
			["枫"] = {
				["2"] = {
					["0"] = {
						["1"] = {
							["2"] = {
								result = true
							}
						}
					}
				},
				A = {
					V = {
						result = true
					}
				},
				a = {
					v = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				},
				b = {
					t = {
						result = true
					}
				},
				q = {
					v = {
						o = {
							d = {
								result = true
							}
						}
					}
				},
				["乱"] = {
					["叫"] = {
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				},
				["合"] = {
					["集"] = {
						result = true
					}
				},
				["快"] = {
					["播"] = {
						result = true
					}
				},
				["无"] = {
					["码"] = {
						result = true,
						["种"] = {
							["子"] = {
								result = true
							}
						},
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				},
				["照"] = {
					["片"] = {
						result = true
					}
				},
				["电"] = {
					["影"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				},
				["迅"] = {
					["雷"] = {
						result = true
					}
				},
				["高"] = {
					["清"] = {
						result = true,
						A = {
							V = {
								result = true
							}
						}
					}
				},
				["黄"] = {
					["色"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["永"] = {
				["里"] = {
					["奈"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["遥"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["岡"] = {
			["智"] = {
				["恵"] = {
					["美"] = {
						result = true
					}
				}
			}
		},
		["島"] = {
			["楓"] = {
				b = {
					t = {
						result = true
					}
				},
				["合"] = {
					["集"] = {
						result = true
					}
				},
				["無"] = {
					["碼"] = {
						result = true,
						["下"] = {
							["載"] = {
								result = true
							}
						}
					}
				},
				["種"] = {
					["子"] = {
						result = true
					}
				}
			},
			["菜"] = {
				["菜"] = {
					["子"] = {
						result = true
					}
				}
			},
			["香"] = {
				["田"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["川"] = {
			["步"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			}
		},
		["本"] = {
			["亚"] = {
				["纪"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["亜"] = {
				["璃"] = {
					["沙"] = {
						result = true
					}
				}
			},
			["和"] = {
				["希"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["愛"] = {
				["电"] = {
					["驴"] = {
						result = true
					}
				}
			},
			["美"] = {
				["代"] = {
					result = true
				}
			}
		},
		["柏"] = {
			["漫"] = {
				["画"] = {
					result = true
				}
			}
		},
		["江"] = {
			["刻"] = {
				["章"] = {
					result = true
				}
			}
		},
		["泽"] = {
			["花"] = {
				["衣"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["浦"] = {
			["利"] = {
				["穗"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["千"] = {
				["佳"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["滋"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["田"] = {
			["亜"] = {
				["美"] = {
					result = true
				}
			},
			["夏"] = {
				["穗"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["瞳"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["知"] = {
				["由"] = {
					["里"] = {
						["无"] = {
							["码"] = {
								result = true
							}
						},
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["美"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["花"] = {
			["\\"] = {
				["江"] = {
					["污"] = {
						["染"] = {
							result = true
						}
					}
				}
			}
		},
		["警"] = {
			["玲"] = {
				["奈"] = {
					result = true
				}
			},
			["真"] = {
				["利"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["遥"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["谷"] = {
			["英"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				},
				["紫"] = {
					["种"] = {
						["紫"] = {
							result = true
						}
					}
				}
			}
		},
		["金"] = {
			["洋"] = {
				["子"] = {
					["写"] = {
						["真"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["枕"] = {
		["上"] = {
			["春"] = {
				["残"] = {
					["本"] = {
						result = true
					}
				}
			}
		},
		["瑶"] = {
			["钗"] = {
				result = true
			}
		}
	},
	["柚"] = {
		["木"] = {
			["テ"] = {
				["ィ"] = {
					["ナ"] = {
						result = true
					}
				}
			}
		}
	},
	["树"] = {
		["若"] = {
			["菜"] = {
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["麻"] = {
			["里"] = {
				["子"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["栓"] = {
		["式"] = {
			["枪"] = {
				["机"] = {
					result = true
				}
			}
		},
		["管"] = {
			["狗"] = {
				result = true
			}
		}
	},
	["校"] = {
		n = {
			["花"] = {
				result = true
			}
		},
		["友"] = {
			["劉"] = {
				["鶴"] = {
					result = true
				}
			}
		},
		["埖"] = {
			["冂"] = {
				["性"] = {
					["噯"] = {
						["視"] = {
							["頻"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["服"] = {
			["妹"] = {
				["赤"] = {
					["裸"] = {
						["身"] = {
							["体"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["花"] = {
			result = true,
			[","] = {
				["沉"] = {
					["沦"] = {
						["记"] = {
							result = true
						}
					}
				}
			},
			["免"] = {
				["费"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["姐"] = {
				["姐"] = {
					["初"] = {
						["下"] = {
							["海"] = {
								result = true
							}
						}
					}
				}
			},
			["被"] = {
				["干"] = {
					["出"] = {
						["屁"] = {
							["声"] = {
								result = true
							}
						}
					}
				}
			},
			["門"] = {
				["性"] = {
					["愛"] = {
						["視"] = {
							["頻"] = {
								result = true
							}
						}
					}
				}
			},
			["门"] = {
				["性"] = {
					["爱"] = {
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["长"] = {
			["办"] = {
				["公"] = {
					["室"] = {
						result = true
					}
				}
			}
		},
		["鸡"] = {
			["门"] = {
				result = true
			}
		}
	},
	["栽"] = {
		["赃"] = {
			["令"] = {
				["计"] = {
					["划"] = {
						result = true
					}
				}
			},
			["法"] = {
				["轮"] = {
					result = true
				}
			}
		}
	},
	["桃"] = {
		["井"] = {
			["亚"] = {
				["香"] = {
					["里"] = {
						["种"] = {
							["子"] = {
								result = true
							},
							["紫"] = {
								result = true
							}
						}
					}
				}
			},
			["夏"] = {
				["海"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["早"] = {
				["苗"] = {
					result = true
				}
			},
			["望"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["来"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["叶"] = {
			["仙"] = {
				result = true
			}
		},
		["咲"] = {
			["あ"] = {
				["い"] = {
					result = true
				}
			}
		},
		["園"] = {
			["蜜"] = {
				["洞"] = {
					result = true
				}
			}
		},
		["实"] = {
			["仙"] = {
				result = true
			}
		},
		["枝"] = {
			["仙"] = {
				result = true
			}
		},
		["根"] = {
			["仙"] = {
				result = true
			}
		},
		["源"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["湖"] = {
				result = true
			}
		},
		["红"] = {
			["香"] = {
				["暖"] = {
					result = true
				}
			}
		},
		["色"] = {
			result = true,
			["0"] = {
				["0"] = {
					["7"] = {
						result = true
					}
				}
			},
			["动"] = {
				["情"] = {
					["素"] = {
						result = true
					}
				}
			},
			["天"] = {
				["堂"] = {
					["网"] = {
						result = true
					}
				}
			},
			["導"] = {
				["航"] = {
					result = true
				}
			},
			["影"] = {
				["院"] = {
					result = true
				}
			},
			["情"] = {
				["缘"] = {
					["交"] = {
						["友"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			},
			["撸"] = {
				result = true
			},
			["星"] = {
				["期"] = {
					["五"] = {
						result = true
					}
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			},
			["艳"] = {
				["粉"] = {
					["堂"] = {
						result = true
					}
				}
			},
			["香"] = {
				["居"] = {
					["童"] = {
						["铃"] = {
							result = true
						}
					}
				}
			}
		},
		["花"] = {
			["仙"] = {
				result = true
			},
			["刺"] = {
				["青"] = {
					result = true
				}
			},
			["园"] = {
				result = true
			},
			["小"] = {
				["姐"] = {
					result = true
				}
			},
			["岛"] = {
				A = {
					V = {
						["网"] = {
							["址"] = {
								result = true
							}
						}
					}
				},
				["博"] = {
					["彩"] = {
						["导"] = {
							["航"] = {
								result = true
							}
						}
					}
				}
			},
			["庵"] = {
				result = true,
				["男"] = {
					["保"] = {
						["安"] = {
							result = true
						}
					}
				}
			},
			["影"] = {
				result = true
			},
			["江"] = {
				["边"] = {
					["桃"] = {
						["花"] = {
							["女"] = {
								result = true
							}
						}
					}
				}
			},
			["源"] = {
				["成"] = {
					["人"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			},
			["满"] = {
				["地"] = {
					result = true
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			},
			["色"] = {
				["在"] = {
					["線"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				},
				["电"] = {
					["影"] = {
						result = true
					}
				},
				["综"] = {
					["合"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["艳"] = {
				["史"] = {
					result = true
				}
			},
			["阁"] = {
				result = true
			}
		},
		["警"] = {
			["亚"] = {
				["香"] = {
					["里"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["夏"] = {
				["海"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["早"] = {
				["苗"] = {
					result = true
				}
			},
			["望"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["来"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["桐"] = {
		["乡"] = {
			result = true
		},
		["原"] = {
			["绘"] = {
				["里"] = {
					["香"] = {
						result = true
					}
				}
			}
		},
		["岛"] = {
			["未"] = {
				["宇"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["绘"] = {
				["里"] = {
					["香"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["島"] = {
			["あ"] = {
				["ゆ"] = {
					["み"] = {
						result = true
					}
				}
			}
		},
		["穀"] = {
			["美"] = {
				["玲"] = {
					result = true
				}
			}
		},
		["谷"] = {
			["尤"] = {
				["莉"] = {
					["亚"] = {
						result = true
					}
				}
			},
			["美"] = {
				["玲"] = {
					result = true
				}
			}
		}
	},
	["梧"] = {
		["州"] = {
			result = true,
			["专"] = {
				["业"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["办"] = {
				["毕"] = {
					["业"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["梭"] = {
		["哈"] = {
			["游"] = {
				["戏"] = {
					["在"] = {
						["线"] = {
							["玩"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["梶"] = {
		["田"] = {
			["櫻"] = {
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		}
	},
	["楊"] = {
		["健"] = {
			["興"] = {
				result = true
			}
		},
		["崇"] = {
			result = true
		},
		["晶"] = {
			result = true
		},
		["潔"] = {
			["篪"] = {
				result = true
			}
		}
	},
	["業"] = {
		["主"] = {
			["名"] = {
				["單"] = {
					result = true
				}
			}
		}
	},
	["楽"] = {
		["透"] = {
			["楽"] = {
				["愽"] = {
					["彩"] = {
						result = true
					}
				}
			}
		},
		["酷"] = {
			["搏"] = {
				["彩"] = {
					result = true,
					["ф"] = {
						["呅"] = {
							["網"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["楿"] = {
		["甶"] = {
			["洮"] = {
				["嘸"] = {
					["犸"] = {
						["芐"] = {
							["酨"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["榊"] = {
		["原"] = {
			["洋"] = {
				["子"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["榨"] = {
		["精"] = {
			["的"] = {
				["肉"] = {
					["体"] = {
						result = true
					}
				}
			}
		}
	},
	["槇"] = {
		["亾"] = {
			["娱"] = {
				["轢"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["枪"] = {
			result = true
		}
	},
	["樂"] = {
		["天"] = {
			["堂"] = {
				result = true
			}
		},
		["透"] = {
			["樂"] = {
				["博"] = {
					["彩"] = {
						result = true,
						["也"] = {
							result = true
						},
						["網"] = {
							result = true
						}
					}
				}
			}
		},
		["酷"] = {
			["搏"] = {
				["彩"] = {
					result = true,
					["網"] = {
						result = true
					}
				}
			}
		}
	},
	["樟"] = {
		["树"] = {
			["办"] = {
				["证"] = {
					result = true
				}
			}
		}
	},
	["樱"] = {
		["こ"] = {
			["の"] = {
				["み"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["乃"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["井"] = {
			["丽"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["亚"] = {
				["弓"] = {
					result = true
				},
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["优"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["彩"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				},
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["春"] = {
				["菜"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["杏"] = {
				result = true
			},
			["沙"] = {
				["也"] = {
					["加"] = {
						result = true
					}
				},
				["加"] = {
					["也"] = {
						result = true
					}
				}
			},
			["流"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["珍"] = {
				["藏"] = {
					result = true
				}
			},
			["美"] = {
				["里"] = {
					result = true,
					["无"] = {
						["码"] = {
							result = true
						}
					}
				}
			},
			["茜"] = {
				b = {
					t = {
						result = true
					}
				},
				["全"] = {
					["集"] = {
						result = true
					}
				},
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["电"] = {
					["驴"] = {
						result = true
					}
				}
			},
			["莉"] = {
				["亚"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					}
				},
				["黄"] = {
					["色"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["风"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["庭"] = {
			["彩"] = {
				["高"] = {
					["清"] = {
						result = true
					}
				}
			},
			["爱"] = {
				["子"] = {
					result = true
				}
			}
		},
		["木"] = {
			["亚"] = {
				["美"] = {
					result = true
				}
			}
		},
		["朱"] = {
			["音"] = {
				result = true
			}
		},
		["树"] = {
			["露"] = {
				["衣"] = {
					result = true
				}
			}
		},
		["泽"] = {
			["菜"] = {
				["菜"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["爱"] = {
			["爱"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			}
		},
		["琴"] = {
			["美"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["田"] = {
			["由"] = {
				["加"] = {
					["里"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["真"] = {
			["琴"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["花"] = {
			["红"] = {
				["破"] = {
					result = true
				}
			},
			["论"] = {
				["坛"] = {
					result = true
				}
			}
		},
		["菜"] = {
			["菜"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["警"] = {
			["丽"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["亚"] = {
				["弓"] = {
					result = true
				},
				["美"] = {
					result = true
				}
			},
			["优"] = {
				["子"] = {
					result = true
				}
			},
			["彩"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				},
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["春"] = {
				["菜"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["杏"] = {
				result = true
			},
			["沙"] = {
				["加"] = {
					["也"] = {
						result = true
					}
				}
			},
			["流"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["珍"] = {
				["藏"] = {
					result = true
				}
			},
			["美"] = {
				["里"] = {
					result = true
				}
			},
			["茜"] = {
				result = true
			},
			["莉"] = {
				["亚"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					}
				},
				["黄"] = {
					["色"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["风"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["橡"] = {
		["$"] = {
			["胶"] = {
				["棍"] = {
					["棒"] = {
						result = true
					}
				}
			},
			["膠"] = {
				["棍"] = {
					["棒"] = {
						result = true
					}
				}
			}
		},
		["胶"] = {
			["制"] = {
				["品"] = {
					["、"] = {
						["棍"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			},
			["子"] = {
				["弹"] = {
					result = true
				}
			},
			["棍"] = {
				["棒"] = {
					result = true
				}
			},
			["棒"] = {
				result = true
			},
			["警"] = {
				["棒"] = {
					result = true
				}
			}
		},
		["膠"] = {
			["棍"] = {
				["棒"] = {
					result = true
				}
			},
			["製"] = {
				["品"] = {
					result = true,
					["、"] = {
						["棍"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["檀"] = {
		["鑫"] = {
			result = true
		}
	},
	["櫻"] = {
		["丼"] = {
			["唦"] = {
				["乜"] = {
					["伽"] = {
						["種"] = {
							["孒"] = {
								result = true
							}
						}
					}
				}
			},
			["媄"] = {
				["裡"] = {
					["兂"] = {
						["碼"] = {
							result = true
						}
					}
				}
			},
			["峲"] = {
				["娅"] = {
					["兂"] = {
						["碼"] = {
							result = true
						}
					}
				}
			},
			["茜"] = {
				["佺"] = {
					["雧"] = {
						result = true
					}
				},
				["兂"] = {
					["碼"] = {
						result = true
					}
				},
				["電"] = {
					["驴"] = {
						result = true
					}
				},
				["ｂ"] = {
					["τ"] = {
						result = true
					}
				}
			}
		},
		["之"] = {
			["潮"] = {
				result = true
			}
		},
		["井"] = {
			["優"] = {
				["子"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["彩"] = {
				["美"] = {
					result = true
				}
			},
			["杏"] = {
				result = true
			},
			["沙"] = {
				["也"] = {
					["加"] = {
						result = true
					}
				}
			},
			["涼"] = {
				["子"] = {
					result = true
				},
				["紫"] = {
					result = true
				}
			},
			["美"] = {
				["裡"] = {
					result = true
				}
			},
			["茜"] = {
				result = true
			},
			["莉"] = {
				["亞"] = {
					result = true
				}
			}
		},
		["徔"] = {
			["謿"] = {
				result = true
			}
		},
		["木"] = {
			["亞"] = {
				["美"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					}
				}
			}
		},
		["朱"] = {
			["音"] = {
				["種"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["田"] = {
			["由"] = {
				["加"] = {
					["里"] = {
						["種"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["真"] = {
			["琴"] = {
				["種"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["警"] = {
			["優"] = {
				["子"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["彩"] = {
				["美"] = {
					B = {
						T = {
							result = true
						}
					}
				}
			},
			["杏"] = {
				b = {
					t = {
						result = true
					}
				}
			},
			["沙"] = {
				["也"] = {
					["加"] = {
						["種"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["涼"] = {
				["子"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["裡"] = {
					["無"] = {
						["碼"] = {
							result = true
						}
					}
				}
			},
			["茜"] = {
				b = {
					t = {
						result = true
					}
				},
				["全"] = {
					["集"] = {
						result = true
					}
				},
				["無"] = {
					["碼"] = {
						result = true
					}
				},
				["電"] = {
					["驢"] = {
						result = true
					}
				}
			},
			["莉"] = {
				["亞"] = {
					["無"] = {
						["碼"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["欣"] = {
		["赏"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["欲"] = {
		["乱"] = {
			["美"] = {
				["人"] = {
					["娘"] = {
						result = true
					}
				}
			}
		},
		["医"] = {
			["天"] = {
				["下"] = {
					result = true
				}
			}
		},
		["孽"] = {
			result = true
		},
		["欲"] = {
			A = {
				V = {
					["电"] = {
						["影"] = {
							result = true,
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["淫"] = {
			["妻"] = {
				["调"] = {
					["教"] = {
						result = true
					}
				}
			}
		},
		["火"] = {
			["夫"] = {
				["妻"] = {
					result = true
				}
			},
			["皮"] = {
				["叉"] = {
					["裤"] = {
						result = true
					}
				}
			}
		},
		["色"] = {
			["影"] = {
				["视"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					["網"] = {
						result = true
					},
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["歇"] = {
		b = {
			result = true
		}
	},
	["正"] = {
		["丙"] = {
			["胺"] = {
				result = true
			},
			["醇"] = {
				result = true,
				["厂"] = {
					["家"] = {
						["直"] = {
							["销"] = {
								result = true
							}
						}
					}
				},
				["工"] = {
					["艺"] = {
						result = true
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["配"] = {
					["方"] = {
						result = true
					}
				}
			}
		},
		["中"] = {
			["妹"] = {
				["妹"] = {
					result = true
				}
			},
			["日"] = {
				["本"] = {
					A = {
						V = {
							result = true
						}
					}
				}
			}
		},
		["义"] = {
			["之"] = {
				["火"] = {
					["焰"] = {
						result = true
					}
				}
			},
			["侦"] = {
				["探"] = {
					["社"] = {
						result = true
					}
				}
			},
			["反"] = {
				["腐"] = {
					["败"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				["学"] = {
					["联"] = {
						result = true
					}
				}
			}
		},
		["件"] = {
			result = true,
			["代"] = {
				["理"] = {
					result = true
				}
			},
			["刻"] = {
				["章"] = {
					result = true
				}
			},
			["办"] = {
				["理"] = {
					result = true
				}
			},
			["印"] = {
				["章"] = {
					result = true
				}
			},
			["服"] = {
				["务"] = {
					result = true
				}
			},
			["网"] = {
				result = true
			}
		},
		["品"] = {
			["&"] = {
				["&"] = {
					["弹"] = {
						["弓"] = {
							result = true
						}
					}
				}
			},
			M = {
				["9"] = {
					["军"] = {
						["刺"] = {
							result = true
						}
					}
				}
			},
			m = {
				["9"] = {
					["军"] = {
						["刀"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["三"] = {
				["唑"] = {
					["仑"] = {
						["商"] = {
							["城"] = {
								result = true
							}
						},
						["片"] = {
							result = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["先"] = {
				["锋"] = {
					["军"] = {
						["刀"] = {
							result = true
						}
					}
				}
			},
			["八"] = {
				["一"] = {
					["军"] = {
						["刺"] = {
							result = true
						}
					}
				}
			},
			["军"] = {
				c = {
					result = true
				},
				["刀"] = {
					result = true,
					["专"] = {
						result = true
					},
					["网"] = {
						result = true
					}
				},
				["刺"] = {
					result = true,
					["专"] = {
						result = true
					}
				},
				["套"] = {
					["枪"] = {
						result = true
					}
				},
				["用"] = {
					["战"] = {
						["术"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			},
			["刀"] = {
				["具"] = {
					result = true,
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			},
			["包"] = {
				["邮"] = {
					result = true
				}
			},
			["名"] = {
				["刀"] = {
					["收"] = {
						["藏"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["官"] = {
				["网"] = {
					result = true
				}
			},
			["弓"] = {
				["弩"] = {
					result = true
				}
			},
			["弹"] = {
				["弓"] = {
					result = true
				}
			},
			["枪"] = {
				["行"] = {
					result = true
				}
			},
			["电"] = {
				["视"] = {
					["棒"] = {
						result = true,
						["手"] = {
							["机"] = {
								result = true
							}
						}
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					["官"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["维"] = {
				["尔"] = {
					["军"] = {
						["刺"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				["聊"] = {
					result = true
				}
			},
			["蝴"] = {
				["蝶"] = {
					["刀"] = {
						result = true,
						["热"] = {
							["销"] = {
								result = true
							}
						}
					},
					["甩"] = {
						["刀"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["警"] = {
				["服"] = {
					result = true
				},
				["用"] = {
					["手"] = {
						["铐"] = {
							result = true
						}
					}
				}
			},
			["购"] = {
				result = true
			},
			["野"] = {
				["人"] = {
					["谷"] = {
						["甩"] = {
							["棍"] = {
								result = true
							}
						}
					}
				}
			},
			["電"] = {
				["視"] = {
					["棒"] = {
						result = true,
						["手"] = {
							["機"] = {
								result = true
							}
						},
						["電"] = {
							["話"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["在"] = {
			["上"] = {
				["浮"] = {
					result = true
				}
			},
			["下"] = {
				["潜"] = {
					result = true
				}
			},
			["战"] = {
				["斗"] = {
					result = true
				}
			},
			["装"] = {
				["填"] = {
					["弹"] = {
						["药"] = {
							result = true
						}
					}
				}
			}
		},
		["声"] = {
			result = true
		},
		["大"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["太"] = {
			["社"] = {
				["区"] = {
					result = true
				}
			}
		},
		["妹"] = {
			["上"] = {
				["门"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["漏"] = {
				["点"] = {
					result = true
				}
			}
		},
		["宗"] = {
			["5"] = {
				["4"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			K = {
				["2"] = {
					["香"] = {
						["料"] = {
							result = true
						}
					}
				},
				["3"] = {
					["精"] = {
						["炼"] = {
							["粉"] = {
								result = true
							}
						}
					}
				}
			},
			["斩"] = {
				["马"] = {
					["刀"] = {
						result = true
					}
				}
			},
			["越"] = {
				["战"] = {
					["老"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["悟"] = {
			["網"] = {
				result = true
			},
			["网"] = {
				result = true
			}
		},
		["法"] = {
			["修"] = {
				["炼"] = {
					result = true,
					["风"] = {
						["波"] = {
							["记"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["清"] = {
			["網"] = {
				result = true
			},
			["网"] = {
				result = true
			}
		},
		["点"] = {
			["金"] = {
				["丝"] = {
					["雀"] = {
						result = true
					}
				}
			}
		},
		["版"] = {
			["成"] = {
				["人"] = {
					["电"] = {
						["视"] = {
							["棒"] = {
								result = true
							}
						}
					},
					["電"] = {
						["視"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			},
			["电"] = {
				["视"] = {
					["棒"] = {
						result = true
					}
				}
			},
			["色"] = {
				["中"] = {
					["色"] = {
						result = true
					}
				}
			},
			["電"] = {
				["視"] = {
					["棒"] = {
						result = true
					}
				}
			}
		},
		["生"] = {
			["营"] = {
				["养"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["规"] = {
			["医"] = {
				["院"] = {
					["收"] = {
						["肾"] = {
							result = true
						}
					},
					["肾"] = {
						result = true
					}
				}
			},
			["博"] = {
				["彩"] = {
					["通"] = {
						result = true
					}
				}
			},
			["厦"] = {
				["门"] = {
					["开"] = {
						["发"] = {
							["票"] = {
								result = true
							}
						}
					}
				}
			},
			["发"] = {
				["票"] = {
					result = true,
					t = {
						e = {
							l = {
								result = true
							}
						}
					},
					["代"] = {
						["办"] = {
							result = true
						},
						["开"] = {
							result = true
						},
						["理"] = {
							result = true
						}
					}
				}
			},
			["学"] = {
				["历"] = {
					result = true
				}
			},
			["开"] = {
				["发"] = {
					["票"] = {
						result = true
					}
				}
			},
			["手"] = {
				["撕"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				},
				["游"] = {
					["交"] = {
						["易"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["武"] = {
				["汉"] = {
					["开"] = {
						["发"] = {
							["票"] = {
								result = true
							}
						}
					}
				}
			},
			["真"] = {
				["实"] = {
					["驾"] = {
						["照"] = {
							result = true
						}
					}
				}
			},
			["税"] = {
				["漂"] = {
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			},
			["肾"] = {
				["源"] = {
					["中"] = {
						["介"] = {
							result = true
						}
					}
				}
			},
			["警"] = {
				["服"] = {
					["店"] = {
						result = true
					}
				}
			},
			["赌"] = {
				["博"] = {
					result = true,
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["驾"] = {
				["照"] = {
					result = true
				}
			},
			["黄"] = {
				["山"] = {
					["开"] = {
						["发"] = {
							["票"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["轨"] = {
			["发"] = {
				["飘"] = {
					result = true
				}
			}
		},
		["隆"] = {
			result = true
		}
	},
	["武"] = {
		["井"] = {
			["枪"] = {
				["专"] = {
					result = true
				}
			}
		},
		["侠"] = {
			["情"] = {
				["色"] = {
					["小"] = {
						["说"] = {
							result = true
						}
					}
				}
			}
		},
		["力"] = {
			["镇"] = {
				["压"] = {
					result = true,
					["8"] = {
						["9"] = {
							result = true
						}
					},
					["八"] = {
						["九"] = {
							result = true
						}
					}
				}
			}
		},
		["器"] = {
			["炮"] = {
				["弹"] = {
					["初"] = {
						["速"] = {
							["度"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["士"] = {
			d = {
				a = {
					o = {
						result = true,
						["专"] = {
							result = true
						},
						["正"] = {
							["品"] = {
								result = true
							}
						}
					}
				}
			},
			["刀"] = {
				["专"] = {
					result = true
				},
				["具"] = {
					["具"] = {
						result = true,
						["专"] = {
							result = true
						},
						["正"] = {
							["品"] = {
								result = true
							}
						}
					}
				},
				["正"] = {
					["品"] = {
						result = true
					}
				}
			},
			["短"] = {
				["刀"] = {
					result = true
				}
			},
			["长"] = {
				["刀"] = {
					["专"] = {
						result = true
					}
				}
			}
		},
		["威"] = {
			result = true,
			["气"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["文"] = {
			["建"] = {
				result = true,
				["油"] = {
					["画"] = {
						["语"] = {
							["录"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["村"] = {
			["梨"] = {
				["乃"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["林"] = {
			["启"] = {
				["示"] = {
					["录"] = {
						result = true,
						["全"] = {
							["集"] = {
								result = true
							}
						}
					}
				}
			},
			["淫"] = {
				["乱"] = {
					["史"] = {
						result = true
					}
				}
			},
			["红"] = {
				["杏"] = {
					["传"] = {
						result = true
					}
				}
			}
		},
		["田"] = {
			["信"] = {
				["昌"] = {
					result = true
				}
			},
			["镐"] = {
				["造"] = {
					["短"] = {
						["刀"] = {
							result = true
						}
					}
				}
			}
		},
		["痴"] = {
			result = true
		},
		["穴"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["溜"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				}
			}
		},
		["腾"] = {
			["兰"] = {
				b = {
					t = {
						result = true
					}
				},
				["作"] = {
					["品"] = {
						result = true
					}
				},
				["全"] = {
					["集"] = {
						result = true
					}
				},
				["套"] = {
					["图"] = {
						result = true
					}
				},
				["无"] = {
					["码"] = {
						result = true,
						["种"] = {
							["子"] = {
								result = true
							}
						},
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				},
				["电"] = {
					["影"] = {
						result = true,
						["?"] = {
							result = true
						}
					},
					["驴"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				},
				["视"] = {
					["频"] = {
						result = true
					}
				},
				["迅"] = {
					["雷"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["藤"] = {
			["ク"] = {
				["レ"] = {
					["ア"] = {
						result = true
					}
				}
			},
			["兰"] = {
				a = {
					v = {
						result = true
					}
				},
				["东"] = {
					["京"] = {
						["素"] = {
							["人"] = {
								result = true
							}
						}
					}
				},
				["早"] = {
					["期"] = {
						["作"] = {
							["品"] = {
								result = true
							}
						}
					}
				},
				["电"] = {
					["影"] = {
						["全"] = {
							["集"] = {
								result = true
							}
						}
					}
				},
				["的"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				},
				["续"] = {
					result = true
				},
				["视"] = {
					["频"] = {
						result = true
					}
				}
			},
			["早"] = {
				["纪"] = {
					["无"] = {
						["码"] = {
							result = true
						},
						["马"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["爱"] = {
				result = true
			}
		},
		["装"] = {
			["反"] = {
				["抗"] = {
					result = true
				}
			}
		},
		["警"] = {
			["作"] = {
				["战"] = {
					["服"] = {
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["预"] = {
							["订"] = {
								result = true
							}
						}
					}
				}
			},
			["枪"] = {
				["专"] = {
					result = true
				}
			},
			["部"] = {
				["队"] = {
					["政"] = {
						["变"] = {
							result = true
						}
					}
				}
			}
		},
		["騰"] = {
			["蘭"] = {
				["無"] = {
					["碼"] = {
						["下"] = {
							["載"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["魂"] = {
			result = true,
			I = {
				I = {
					["号"] = {
						["砍"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			},
			["砍"] = {
				["刀"] = {
					["大"] = {
						["号"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["歪"] = {
		["挂"] = {
			result = true
		},
		["歪"] = {
			["成"] = {
				["人"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			}
		},
		["逼"] = {
			result = true
		}
	},
	["死"] = {
		["\\"] = {
			["儿"] = {
				["子"] = {
					result = true
				}
			},
			["刑"] = {
				["过"] = {
					result = true
				}
			}
		},
		["、"] = {
			g = {
				m = {
					result = true
				}
			}
		},
		["也"] = {
			["撸"] = {
				result = true
			}
		},
		["于"] = {
			["中"] = {
				["共"] = {
					result = true
				}
			}
		},
		["亡"] = {
			["人"] = {
				["数"] = {
					result = true
				},
				["數"] = {
					result = true
				}
			},
			["刀"] = {
				["具"] = {
					["专"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["游"] = {
				["戏"] = {
					result = true
				}
			}
		},
		["伤"] = {
			["木"] = {
				["樨"] = {
					["地"] = {
						result = true
					}
				}
			}
		},
		["党"] = {
			["荆"] = {
				["福"] = {
					["生"] = {
						result = true
					}
				}
			}
		},
		["刑"] = {
			result = true,
			["\\"] = {
				["枪"] = {
					["毙"] = {
						result = true
					}
				}
			}
		},
		["大"] = {
			["大"] = {
				["最"] = {
					["好"] = {
						result = true
					}
				}
			}
		},
		["战"] = {
			["到"] = {
				["底"] = {
					result = true
				}
			}
		},
		["扛"] = {
			["习"] = {
				["近"] = {
					["平"] = {
						result = true
					}
				}
			}
		},
		["难"] = {
			["者"] = {
				["名"] = {
					["单"] = {
						["六"] = {
							["四"] = {
								["事"] = {
									["件"] = {
										result = true
									}
								},
								["屠"] = {
									["杀"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["殷"] = {
		["素"] = {
			["素"] = {
				result = true
			}
		},
		["若"] = {
			["溪"] = {
				result = true
			}
		}
	},
	["毋"] = {
		["ふ"] = {
			["亂"] = {
				["囵"] = {
					["洎"] = {
						["啪"] = {
							result = true
						}
					}
				}
			}
		},
		["孒"] = {
			["薍"] = {
				["倫"] = {
					["洎"] = {
						["拍"] = {
							result = true
						}
					}
				}
			}
		},
		["忘"] = {
			["6"] = {
				["四"] = {
					result = true
				}
			},
			["六"] = {
				["四"] = {
					result = true,
					["二"] = {
						["十"] = {
							["周"] = {
								["年"] = {
									result = true
								}
							}
						}
					},
					["继"] = {
						["承"] = {
							["英"] = {
								["烈"] = {
									result = true,
									["志"] = {
										result = true
									}
								}
							}
						}
					},
					["血"] = {
						["染"] = {
							["的"] = {
								["风"] = {
									["采"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						result = true
					}
				}
			},
			["赵"] = {
				["紫"] = {
					["阳"] = {
						["毋"] = {
							["忘"] = {
								["6"] = {
									["4"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["水"] = {
		["*"] = {
			["果"] = {
				["&"] = {
					["冰"] = {
						result = true
					}
				},
				["*"] = {
					["冰"] = {
						result = true
					}
				}
			}
		},
		["^"] = {
			["果"] = {
				["6"] = {
					["冰"] = {
						result = true
					}
				}
			}
		},
		["、"] = {
			["去"] = {
				["车"] = {
					["仑"] = {
						result = true
					}
				}
			},
			["深"] = {
				["火"] = {
					["热"] = {
						result = true
					}
				}
			}
		},
		["下"] = {
			["一"] = {
				["层"] = {
					result = true
				}
			},
			["二"] = {
				["层"] = {
					result = true
				}
			},
			["激"] = {
				["情"] = {
					["写"] = {
						["真"] = {
							result = true
						}
					}
				}
			},
			["裸"] = {
				["体"] = {
					result = true
				}
			}
		},
		["中"] = {
			["激"] = {
				["情"] = {
					result = true
				}
			},
			["色"] = {
				["图"] = {
					["片"] = {
						result = true
					}
				},
				["影"] = {
					["院"] = {
						result = true
					}
				},
				["成"] = {
					["人"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						},
						["网"] = {
							result = true
						}
					}
				},
				["综"] = {
					["合"] = {
						result = true
					}
				}
			}
		},
		["乳"] = {
			["交"] = {
				["融"] = {
					result = true
				}
			}
		},
		["从"] = {
			["穴"] = {
				["里"] = {
					["流"] = {
						["出"] = {
							["来"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["仙"] = {
			result = true
		},
		["來"] = {
			["亜"] = {
				["矢"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					}
				}
			}
		},
		["元"] = {
			["由"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["军"] = {
			result = true,
			["军"] = {
				["团"] = {
					["招"] = {
						["人"] = {
							result = true
						}
					}
				}
			},
			["删"] = {
				["帖"] = {
					result = true
				}
			},
			["招"] = {
				["聘"] = {
					result = true
				}
			}
		},
		["原"] = {
			["元"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["圆"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["圓"] = {
				["種"] = {
					["子"] = {
						result = true
					}
				}
			},
			["朋"] = {
				["美"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["珠"] = {
				["绪"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["去"] = {
			["車"] = {
				["仑"] = {
					result = true
				},
				["侖"] = {
					result = true
				}
			},
			["车"] = {
				["侖"] = {
					result = true
				}
			}
		},
		["咲"] = {
			["亚"] = {
				["里"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								result = true
							},
							["紫"] = {
								result = true
							}
						}
					}
				}
			},
			["涼"] = {
				["子"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				},
				["紫"] = {
					["无"] = {
						["马"] = {
							result = true
						}
					}
				}
			}
		},
		["城"] = {
			["奈"] = {
				["緒"] = {
					result = true
				},
				["绪"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["墨"] = {
			["女"] = {
				["人"] = {
					P = {
						result = true
					}
				}
			}
		},
		["妹"] = {
			result = true
		},
		["嫩"] = {
			["日"] = {
				["本"] = {
					["妹"] = {
						result = true
					}
				}
			},
			["粉"] = {
				["穴"] = {
					["内"] = {
						["射"] = {
							result = true
						}
					}
				}
			}
		},
		["密"] = {
			["舱"] = {
				result = true,
				["中"] = {
					["度"] = {
						["受"] = {
							["损"] = {
								result = true
							}
						}
					}
				},
				["损"] = {
					["坏"] = {
						result = true
					}
				}
			}
		},
		["岛"] = {
			["千"] = {
				["彰"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["彩"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			},
			["早"] = {
				["苗"] = {
					["无"] = {
						["码"] = {
							result = true
						},
						["马"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["爱"] = {
				["奈"] = {
					["迅"] = {
						["雷"] = {
							result = true
						}
					}
				}
			},
			["瞳"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			},
			["纱"] = {
				["月"] = {
					["无"] = {
						["码"] = {
							result = true
						},
						["马"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["島"] = {
			["千"] = {
				["彰"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["愛"] = {
				["奈"] = {
					["迅"] = {
						["雷"] = {
							result = true
						}
					}
				}
			}
		},
		["嶋"] = {
			["彩"] = {
				["迅"] = {
					["雷"] = {
						result = true
					}
				}
			}
		},
		["工"] = {
			["帝"] = {
				result = true
			},
			["蛤"] = {
				["蟆"] = {
					result = true
				}
			},
			["视"] = {
				["察"] = {
					result = true
				}
			},
			["题"] = {
				["词"] = {
					result = true
				}
			}
		},
		["库"] = {
			["占"] = {
				["地"] = {
					["维"] = {
						["权"] = {
							result = true
						}
					}
				}
			}
		},
		["晶"] = {
			["之"] = {
				["恋"] = {
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			},
			["冰"] = {
				result = true,
				["毒"] = {
					result = true
				}
			},
			["城"] = {
				result = true
			},
			["宫"] = {
				result = true
			}
		},
		["木"] = {
			["愛"] = {
				["全"] = {
					["集"] = {
						result = true
					}
				}
			},
			["爱"] = {
				["高"] = {
					["清"] = {
						["无"] = {
							["码"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["本"] = {
			["佳"] = {
				["奈"] = {
					result = true
				}
			}
		},
		["来"] = {
			["亚"] = {
				["矢"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			}
		},
		["杨"] = {
			["酸"] = {
				["汞"] = {
					["配"] = {
						["方"] = {
							result = true
						}
					}
				}
			}
		},
		["果"] = {
			b = {
				i = {
					n = {
						g = {
							result = true
						}
					}
				}
			},
			["冰"] = {
				result = true
			},
			["湖"] = {
				["步"] = {
					["行"] = {
						["街"] = {
							["小"] = {
								["区"] = {
									result = true,
									["1"] = {
										["套"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["树"] = {
			["由"] = {
				["理"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["森"] = {
			["一"] = {
				["叶"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["叶"] = {
				["月"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["樹"] = {
			["由"] = {
				["理"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["沢"] = {
			["杏"] = {
				["香"] = {
					result = true,
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["泽"] = {
			["惠"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["由"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				},
				["里"] = {
					["香"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["真"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["添"] = {
			["爱"] = {
				["子"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["源"] = {
			["刀"] = {
				["剑"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["漫"] = {
			["金"] = {
				["山"] = {
					result = true
				}
			}
		},
		["澤"] = {
			["り"] = {
				["の"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["無"] = {
						["碼"] = {
							result = true
						}
					}
				}
			},
			["由"] = {
				["奈"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				},
				["裡"] = {
					["香"] = {
						["種"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["火"] = {
			["不"] = {
				["容"] = {
					result = true
				}
			}
		},
		["珠"] = {
			["吸"] = {
				["皮"] = {
					result = true
				}
			}
		},
		["电"] = {
			["工"] = {
				["潮"] = {
					["吹"] = {
						result = true
					}
				},
				["阿"] = {
					["贤"] = {
						result = true
					}
				}
			}
		},
		["着"] = {
			result = true
		},
		["穴"] = {
			result = true
		},
		["胶"] = {
			["炸"] = {
				["、"] = {
					["药"] = {
						result = true
					}
				},
				["药"] = {
					["专"] = {
						result = true
					}
				}
			}
		},
		["莓"] = {
			["壹"] = {
				["佰"] = {
					["1"] = {
						["0"] = {
							["0"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["虎"] = {
			["鱼"] = {
				result = true
			}
		},
		["蛇"] = {
			["腰"] = {
				["的"] = {
					["骚"] = {
						["女"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["蟒"] = {
			["左"] = {
				["轮"] = {
					["仿"] = {
						["真"] = {
							result = true
						}
					}
				}
			}
		},
		["谷"] = {
			["亚"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["亜"] = {
				["美"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					}
				}
			},
			["心"] = {
				["音"] = {
					result = true,
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["里"] = {
				["香"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["都"] = {
			["聖"] = {
				["凤"] = {
					["上"] = {
						["门"] = {
							result = true
						}
					}
				}
			}
		},
		["野"] = {
			result = true,
			["上"] = {
				["门"] = {
					result = true
				}
			},
			["亜"] = {
				["美"] = {
					B = {
						T = {
							result = true
						}
					}
				}
			},
			["奈"] = {
				["菜"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["彩"] = {
				["香"] = {
					B = {
						T = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["愛"] = {
				b = {
					t = {
						result = true
					}
				},
				["裡"] = {
					b = {
						t = {
							result = true
						}
					},
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["無"] = {
						["碼"] = {
							result = true
						}
					},
					["電"] = {
						["驢"] = {
							result = true
						}
					}
				},
				["迅"] = {
					["雷"] = {
						result = true
					}
				}
			},
			["春"] = {
				["树"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["爱"] = {
				b = {
					t = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				},
				["里"] = {
					b = {
						t = {
							result = true
						}
					},
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["电"] = {
						["驴"] = {
							result = true
						}
					}
				}
			},
			["碧"] = {
				result = true,
				["高"] = {
					["清"] = {
						result = true
					}
				}
			},
			["礼"] = {
				["子"] = {
					result = true,
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["茜"] = {
				["电"] = {
					["驴"] = {
						result = true
					}
				}
			},
			["视"] = {
				["频"] = {
					result = true
				}
			},
			["集"] = {
				["锦"] = {
					result = true
				}
			}
		},
		["银"] = {
			["大"] = {
				["量"] = {
					["供"] = {
						["现"] = {
							["货"] = {
								result = true
							}
						},
						["货"] = {
							result = true
						}
					}
				}
			},
			["汞"] = {
				result = true
			}
		},
		["鸭"] = {
			["子"] = {
				result = true
			}
		}
	},
	["永"] = {
		["井"] = {
			["亚"] = {
				["纪"] = {
					result = true
				}
			}
		},
		["原"] = {
			["留"] = {
				["美"] = {
					result = true
				}
			}
		},
		["康"] = {
			[" "] = {
				["意"] = {
					["外"] = {
						result = true
					}
				},
				["撞"] = {
					["死"] = {
						result = true
					}
				},
				["被"] = {
					["困"] = {
						result = true
					}
				},
				["解"] = {
					["密"] = {
						result = true
					}
				},
				["车"] = {
					["撞"] = {
						result = true
					}
				}
			},
			["丢"] = {
				["了"] = {
					["推"] = {
						["荐"] = {
							["权"] = {
								result = true
							}
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["朋"] = {
				["党"] = {
					result = true
				}
			},
			["沈"] = {
				["冰"] = {
					result = true
				}
			}
		},
		["警"] = {
			["亚"] = {
				["纪"] = {
					result = true
				}
			}
		}
	},
	["氺"] = {
		["嘢"] = {
			result = true,
			["噯"] = {
				["裡"] = {
					["佺"] = {
						["雧"] = {
							result = true
						}
					},
					["兂"] = {
						["碼"] = {
							result = true
						}
					},
					["電"] = {
						["驴"] = {
							result = true
						}
					},
					["ｂ"] = {
						["τ"] = {
							result = true
						}
					}
				}
			}
		},
		["城"] = {
			["萘"] = {
				["緒"] = {
					result = true
				}
			}
		},
		["橸"] = {
			["徔"] = {
				["纞"] = {
					result = true
				}
			},
			["栤"] = {
				result = true
			}
		},
		["淉"] = {
			["栤"] = {
				result = true,
				["送"] = {
					["貨"] = {
						["丄"] = {
							["冂"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["澤"] = {
			["り"] = {
				["の"] = {
					["兂"] = {
						["碼"] = {
							result = true
						}
					}
				}
			}
		},
		["猓"] = {
			["氷"] = {
				result = true
			}
		}
	},
	["汀"] = {
		["汀"] = {
			result = true
		}
	},
	["污"] = {
		["黑"] = {
			result = true
		}
	},
	["汢"] = {
		["箼"] = {
			["伽"] = {
				["萘"] = {
					["孒"] = {
						["佺"] = {
							["雧"] = {
								result = true
							}
						},
						["兂"] = {
							["碼"] = {
								result = true
							}
						},
						["電"] = {
							["驴"] = {
								result = true
							}
						},
						["ｂ"] = {
							["τ"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["汤"] = {
		["姆"] = {
			["兰"] = {
				["托"] = {
					["斯"] = {
						["人"] = {
							["权"] = {
								["委"] = {
									["员"] = {
										["会"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["川"] = {
			["爱"] = {
				["子"] = {
					["电"] = {
						["驴"] = {
							result = true
						}
					}
				}
			}
		},
		["普"] = {
			["森"] = {
				["冲"] = {
					["锋"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["永"] = {
			["林"] = {
				result = true
			}
		},
		["灿"] = {
			result = true,
			["引"] = {
				["爆"] = {
					["打"] = {
						["老"] = {
							["虎"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["汪"] = {
		["旱"] = {
			result = true
		},
		["歧"] = {
			["山"] = {
				result = true
			}
		},
		["氏"] = {
			result = true
		},
		["永"] = {
			["清"] = {
				result = true
			}
		},
		["洋"] = {
			["大"] = {
				["数"] = {
					["据"] = {
						["启"] = {
							["发"] = {
								result = true
							}
						}
					}
				}
			},
			["没"] = {
				["有"] = {
					["新"] = {
						["闻"] = {
							result = true
						}
					},
					["消"] = {
						["息"] = {
							result = true
						}
					}
				}
			}
		},
		["薄"] = {
			["之"] = {
				["争"] = {
					result = true
				}
			},
			["斗"] = {
				result = true
			}
		}
	},
	["沃"] = {
		["儿"] = {
			["凯"] = {
				["西"] = {
					result = true
				}
			},
			["开"] = {
				["西"] = {
					result = true
				}
			}
		},
		["尔"] = {
			["特"] = {
				["诺"] = {
					["沃"] = {
						["特"] = {
							["尼"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["爾"] = {
			["開"] = {
				["西"] = {
					result = true
				}
			}
		}
	},
	["沈"] = {
		["万"] = {
			["3"] = {
				result = true
			},
			["三"] = {
				result = true
			}
		},
		["冰"] = {
			result = true
		},
		["含"] = {
			["香"] = {
				result = true
			}
		},
		["德"] = {
			["咏"] = {
				result = true
			}
		},
		["括"] = {
			result = true
		},
		["澄"] = {
			result = true
		}
	},
	["沋"] = {
		["朩"] = {
			["瞳"] = {
				["嘸"] = {
					["犸"] = {
						["芐"] = {
							["酨"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["沢"] = {
		["木"] = {
			["树"] = {
				["里"] = {
					result = true
				}
			},
			["百"] = {
				["华"] = {
					result = true
				}
			}
		},
		["村"] = {
			["麻"] = {
				["耶"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["田"] = {
			["美"] = {
				["奈"] = {
					["子"] = {
						result = true
					}
				}
			}
		}
	},
	["油"] = {
		["冰"] = {
			result = true
		}
	},
	["沾"] = {
		["满"] = {
			["了"] = {
				["淫"] = {
					result = true
				}
			}
		}
	},
	["泄"] = {
		["."] = {
			["密"] = {
				result = true
			},
			["题"] = {
				result = true
			}
		},
		["愤"] = {
			result = true
		},
		["欲"] = {
			["女"] = {
				["尸"] = {
					result = true
				}
			}
		},
		["火"] = {
			result = true
		}
	},
	["泗"] = {
		["洪"] = {
			["县"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				}
			}
		}
	},
	["泰"] = {
		["兰"] = {
			["商"] = {
				["贸"] = {
					result = true
				}
			}
		},
		["国"] = {
			["人"] = {
				["人"] = {
					["妖"] = {
						["照"] = {
							["片"] = {
								result = true
							}
						}
					}
				}
			},
			["朴"] = {
				["刀"] = {
					["进"] = {
						["口"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["女"] = {
					result = true
				}
			},
			["迷"] = {
				["情"] = {
					["粉"] = {
						result = true
					}
				}
			},
			["风"] = {
				["流"] = {
					["记"] = {
						result = true
					}
				}
			}
		},
		["妹"] = {
			["的"] = {
				["后"] = {
					["庭"] = {
						["花"] = {
							result = true
						}
					}
				}
			},
			["神"] = {
				["粉"] = {
					result = true
				}
			}
		},
		["姬"] = {
			["玛"] = {
				["哈"] = {
					result = true
				}
			}
		},
		["宏"] = {
			["投"] = {
				["资"] = {
					["公"] = {
						["司"] = {
							[" "] = {
								["温"] = {
									["家"] = {
										["宝"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["山"] = {
			["国"] = {
				["际"] = {
					result = true
				}
			}
		},
		["式"] = {
			["帝"] = {
				["王"] = {
					["欲"] = {
						result = true
					}
				}
			},
			["按"] = {
				["摩"] = {
					result = true
				}
			}
		},
		["特"] = {
			["斯"] = {
				result = true
			}
		},
		["络"] = {
			["免"] = {
				["费"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["泶"] = {
		["鉎"] = {
			["妹"] = {
				["妹"] = {
					result = true
				}
			}
		}
	},
	["泽"] = {
		["井"] = {
			result = true
		},
		["口"] = {
			result = true
		},
		["宫"] = {
			["有"] = {
				["希"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["尻"] = {
			["绘"] = {
				["里"] = {
					["香"] = {
						result = true
					}
				}
			}
		},
		["山"] = {
			["凉"] = {
				["子"] = {
					result = true
				}
			}
		},
		["明"] = {
			["习"] = {
				result = true
			},
			["步"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["木"] = {
			["萌"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["村"] = {
			["水"] = {
				["井"] = {
					result = true
				},
				["警"] = {
					result = true
				}
			}
		},
		["東"] = {
			result = true
		},
		["田"] = {
			["舞"] = {
				["香"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["见"] = {
			["光"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["警"] = {
			["理"] = {
				["沙"] = {
					result = true
				}
			}
		}
	},
	["洋"] = {
		["妞"] = {
			result = true,
			["≌"] = {
				result = true
			},
			["包"] = {
				["夜"] = {
					result = true
				}
			},
			["北"] = {
				["京"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["宽"] = {
				["衣"] = {
					["解"] = {
						["带"] = {
							result = true
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					result = true
				},
				["務"] = {
					result = true
				}
			},
			["特"] = {
				["服"] = {
					["上"] = {
						["门"] = {
							result = true
						}
					}
				},
				["殊"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["肛"] = {
				["交"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			}
		},
		["密"] = {
			["槍"] = {
				result = true
			}
		},
		["巨"] = {
			["乳"] = {
				result = true
			}
		},
		["枪"] = {
			result = true
		},
		["槍"] = {
			result = true
		},
		["炮"] = {
			["粗"] = {
				["大"] = {
					result = true
				}
			}
		},
		["茉"] = {
			["莉"] = {
				["醛"] = {
					result = true
				}
			}
		}
	},
	["洗"] = {
		["井"] = {
			["平"] = {
				result = true
			}
		},
		["大"] = {
			["大"] = {
				result = true
			}
		},
		["尽"] = {
			["平"] = {
				[" "] = {
					["洗"] = {
						["净"] = {
							["平"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["浴"] = {
			["中"] = {
				["心"] = {
					result = true
				}
			},
			["小"] = {
				["妹"] = {
					["包"] = {
						["夜"] = {
							result = true
						}
					}
				}
			}
		},
		["澡"] = {
			["门"] = {
				result = true
			}
		},
		["濯"] = {
			["屋"] = {
				result = true
			}
		},
		["牌"] = {
			["运"] = {
				["动"] = {
					result = true,
					["习"] = {
						["猴"] = {
							["王"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["码"] = {
			result = true
		},
		["腸"] = {
			["射"] = {
				["尿"] = {
					result = true
				}
			}
		},
		["茎"] = {
			["瓶"] = {
				result = true
			}
		},
		["衣"] = {
			["店"] = {
				["之"] = {
					["会"] = {
						result = true
					}
				}
			}
		},
		["衫"] = {
			result = true
		},
		["鸳"] = {
			["鸯"] = {
				["浴"] = {
					result = true
				}
			}
		},
		["Ｂ"] = {
			result = true
		}
	},
	["洧"] = {
		["⑥"] = {
			["④"] = {
				["熗"] = {
					["荬"] = {
						result = true
					}
				}
			}
		},
		["偿"] = {
			["獻"] = {
				["腎"] = {
					result = true
				}
			}
		},
		["咑"] = {
			["掱"] = {
				result = true
			}
		},
		["徦"] = {
			["币"] = {
				result = true
			},
			["錢"] = {
				result = true
			}
		},
		["栤"] = {
			["磚"] = {
				result = true
			}
		},
		["腎"] = {
			["羱"] = {
				result = true
			}
		},
		["荬"] = {
			result = true
		},
		["軍"] = {
			["剌"] = {
				result = true
			}
		},
		["迀"] = {
			["擾"] = {
				["噐"] = {
					result = true
				}
			}
		},
		["閞"] = {
			["潑"] = {
				["嘌"] = {
					result = true,
					["匯"] = {
						result = true
					}
				}
			}
		},
		["電"] = {
			["檠"] = {
				["輥"] = {
					result = true
				}
			}
		}
	},
	["浙"] = {
		["江"] = {
			["仙"] = {
				["居"] = {
					["槍"] = {
						result = true
					}
				}
			},
			["女"] = {
				["网"] = {
					["友"] = {
						result = true
					}
				}
			},
			["少"] = {
				["妇"] = {
					["自"] = {
						["拍"] = {
							result = true
						}
					}
				}
			},
			["恐"] = {
				["怖"] = {
					["分"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["教"] = {
				["师"] = {
					["考"] = {
						["试"] = {
							result = true
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					result = true
				}
			},
			["省"] = {
				["假"] = {
					["币"] = {
						result = true
					}
				}
			}
		}
	},
	["浴"] = {
		["室"] = {
			["亂"] = {
				["倫"] = {
					result = true
				}
			},
			["体"] = {
				["操"] = {
					result = true
				}
			},
			["做"] = {
				["爱"] = {
					["自"] = {
						["拍"] = {
							result = true
						}
					}
				}
			},
			["偷"] = {
				["拍"] = {
					result = true
				}
			},
			["口"] = {
				["交"] = {
					["性"] = {
						["爱"] = {
							result = true
						}
					}
				}
			},
			["干"] = {
				["骚"] = {
					["女"] = {
						["系"] = {
							["列"] = {
								result = true
							}
						}
					}
				}
			},
			["操"] = {
				["白"] = {
					["嫩"] = {
						["女"] = {
							["友"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["火"] = {
			["情"] = {
				["潮"] = {
					result = true
				}
			}
		},
		["用"] = {
			["盐"] = {
				result = true
			}
		}
	},
	["涂"] = {
		["\\"] = {
			["运"] = {
				["普"] = {
					result = true
				}
			}
		},
		["山"] = {
			["国"] = {
				["际"] = {
					result = true,
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["改"] = {
			result = true
		},
		["装"] = {
			result = true
		}
	},
	["消"] = {
		["业"] = {
			result = true
		},
		["声"] = {
			["器"] = {
				result = true,
				["一"] = {
					["个"] = {
						result = true
					}
				}
			},
			["手"] = {
				["枪"] = {
					result = true
				}
			},
			["榴"] = {
				["弹"] = {
					["发"] = {
						["射"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["失"] = {
			["张"] = {
				["世"] = {
					["军"] = {
						result = true
					}
				}
			},
			["笔"] = {
				result = true
			}
		},
		["旋"] = {
			["麻"] = {
				["黄"] = {
					["素"] = {
						result = true
					}
				}
			}
		},
		["滅"] = {
			["共"] = {
				["產"] = {
					["黨"] = {
						result = true
					}
				}
			}
		},
		["灭"] = {
			["共"] = {
				["产"] = {
					["党"] = {
						result = true
					}
				}
			}
		},
		["災"] = {
			result = true
		},
		["灾"] = {
			result = true
		},
		["野"] = {
			["亚"] = {
				["纱"] = {
					result = true
				}
			},
			["亞"] = {
				["紗"] = {
					result = true
				}
			}
		},
		["防"] = {
			["防"] = {
				["暴"] = {
					["枪"] = {
						result = true
					},
					["槍"] = {
						result = true
					}
				}
			}
		},
		["音"] = {
			["手"] = {
				["枪"] = {
					result = true
				}
			},
			["步"] = {
				["枪"] = {
					result = true,
					["组"] = {
						["装"] = {
							result = true
						}
					}
				}
			},
			["长"] = {
				["居"] = {
					["步"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["魂"] = {
			result = true,
			["乳"] = {
				["交"] = {
					result = true
				}
			},
			["情"] = {
				["色"] = {
					["网"] = {
						result = true
					}
				}
			},
			["时"] = {
				["光"] = {
					result = true
				}
			},
			["的"] = {
				["呻"] = {
					["吟"] = {
						result = true
					}
				}
			},
			["粉"] = {
				["嫩"] = {
					["少"] = {
						["女"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["液"] = {
		["凊"] = {
			["鮏"] = {
				["息"] = {
					result = true
				}
			}
		},
		["态"] = {
			["冰"] = {
				result = true
			},
			["毒"] = {
				["品"] = {
					result = true
				}
			}
		},
		["扂"] = {
			["凲"] = {
				["轵"] = {
					["囡"] = {
						["蓢"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["淑"] = {
		["女"] = {
			["乱"] = {
				["伦"] = {
					["网"] = {
						result = true
					}
				}
			},
			["变"] = {
				["荡"] = {
					["妇"] = {
						result = true
					}
				}
			},
			["征"] = {
				["服"] = {
					["者"] = {
						result = true
					}
				}
			}
		}
	},
	["淘"] = {
		["众"] = {
			["諨"] = {
				result = true
			}
		},
		["刀"] = {
			["网"] = {
				result = true
			}
		},
		["利"] = {
			["网"] = {
				result = true
			}
		},
		["宝"] = {
			["仿"] = {
				["真"] = {
					["枪"] = {
						["专"] = {
							["店"] = {
								result = true
							}
						}
					},
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["保"] = {
				["险"] = {
					result = true
				}
			},
			["信"] = {
				["誉"] = {
					["科"] = {
						["技"] = {
							result = true
						}
					}
				}
			},
			["办"] = {
				["文"] = {
					["凭"] = {
						result = true
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							result = true
						}
					}
				},
				["证"] = {
					result = true
				}
			},
			["家"] = {
				["数"] = {
					["据"] = {
						result = true
					}
				}
			},
			["小"] = {
				["号"] = {
					result = true,
					["一"] = {
						["路"] = {
							["发"] = {
								result = true
							}
						}
					},
					["转"] = {
						["店"] = {
							result = true
						}
					}
				}
			},
			["开"] = {
				["店"] = {
					["资"] = {
						["料"] = {
							result = true
						}
					}
				}
			},
			["皇"] = {
				["冠"] = {
					["工"] = {
						["作"] = {
							["室"] = {
								result = true
							}
						}
					}
				}
			},
			["账"] = {
				["户"] = {
					["资"] = {
						["料"] = {
							result = true
						}
					}
				}
			},
			["购"] = {
				["物"] = {
					result = true
				}
			},
			["退"] = {
				["款"] = {
					result = true
				}
			},
			["钓"] = {
				["鱼"] = {
					["网"] = {
						["站"] = {
							result = true
						}
					}
				}
			},
			["阿"] = {
				["普"] = {
					["唑"] = {
						["仑"] = {
							result = true
						}
					}
				}
			},
			["靠"] = {
				result = true
			},
			["马"] = {
				["网"] = {
					["盘"] = {
						result = true
					}
				}
			}
		},
		["寶"] = {
			result = true
		},
		["小"] = {
			["号"] = {
				result = true
			},
			["店"] = {
				["工"] = {
					["作"] = {
						["室"] = {
							result = true
						}
					}
				}
			}
		},
		["气"] = {
			["鬼"] = {
				result = true
			}
		},
		["縁"] = {
			["公"] = {
				["寓"] = {
					result = true
				}
			}
		},
		["金"] = {
			["盈"] = {
				["网"] = {
					result = true
				}
			}
		},
		["马"] = {
			["心"] = {
				["水"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			}
		},
		["麦"] = {
			["网"] = {
				["购"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["淛"] = {
		["棴"] = {
			["電"] = {
				["影"] = {
					result = true
				}
			}
		},
		["莋"] = {
			["歔"] = {
				["徦"] = {
					["姃"] = {
						["件"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["淫"] = {
		["交"] = {
			result = true
		},
		["儿"] = {
			result = true
		},
		["圖"] = {
			result = true
		},
		["婦"] = {
			result = true
		},
		["尻"] = {
			result = true
		},
		["屄"] = {
			result = true
		},
		["戏"] = {
			result = true
		},
		["星"] = {
			result = true
		},
		["欢"] = {
			result = true
		},
		["漿"] = {
			result = true
		},
		["片"] = {
			result = true
		},
		["玩"] = {
			result = true
		},
		["穴"] = {
			["裸"] = {
				["体"] = {
					["图"] = {
						result = true
					}
				}
			}
		},
		["窝"] = {
			result = true
		},
		["网"] = {
			result = true
		},
		["肉"] = {
			result = true
		},
		["貼"] = {
			result = true
		}
	},
	["深"] = {
		["井"] = {
			["蓝"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			}
		},
		["呼"] = {
			["吸"] = {
				result = true
			}
		},
		["喉"] = {
			["冰"] = {
				["火"] = {
					["九"] = {
						["重"] = {
							["天"] = {
								result = true
							}
						}
					}
				}
			},
			["口"] = {
				["爆"] = {
					result = true
				}
			},
			["吞"] = {
				["精"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["射"] = {
				["精"] = {
					result = true
				}
			},
			["服"] = {
				["务"] = {
					result = true
				},
				["務"] = {
					result = true
				}
			},
			["自"] = {
				["拍"] = {
					result = true
				}
			}
		},
		["愛"] = {
			["色"] = {
				["色"] = {
					result = true
				}
			}
		},
		["水"] = {
			["炸"] = {
				["弹"] = {
					result = true,
					["投"] = {
						["射"] = {
							["轨"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["津"] = {
			["麻"] = {
				["里"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["海"] = {
			["电"] = {
				["影"] = {
					["导"] = {
						["航"] = {
							result = true
						}
					}
				}
			}
		},
		["港"] = {
			["一"] = {
				["码"] = {
					result = true
				}
			},
			["梦"] = {
				["幻"] = {
					["春"] = {
						["药"] = {
							["王"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["爱"] = {
			["五"] = {
				["月"] = {
					result = true
				}
			},
			["网"] = {
				result = true
			}
		},
		["田"] = {
			["凉"] = {
				["子"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				},
				["紫"] = {
					["无"] = {
						["马"] = {
							result = true
						}
					}
				}
			},
			["涼"] = {
				["子"] = {
					result = true
				}
			},
			["美"] = {
				["穗"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["里"] = {
				["菜"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["空"] = {
			["部"] = {
				["落"] = {
					result = true
				}
			}
		},
		["芳"] = {
			["野"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["蓝"] = {
			["军"] = {
				["品"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["警"] = {
			["蓝"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["藍"] = {
				B = {
					T = {
						result = true
					}
				}
			}
		}
	},
	["添"] = {
		["安"] = {
			["门"] = {
				result = true
			}
		},
		["藤"] = {
			["噯"] = {
				["媄"] = {
					["佺"] = {
						["雧"] = {
							result = true
						}
					}
				}
			},
			["愛"] = {
				["美"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					}
				}
			},
			["爱"] = {
				["美"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["渁"] = {
		["嘢"] = {
			result = true
		},
		["淉"] = {
			["栤"] = {
				result = true,
				["荬"] = {
					result = true
				},
				["鎹"] = {
					["貨"] = {
						["仩"] = {
							["閄"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["瞐"] = {
			["と"] = {
				["戀"] = {
					result = true
				}
			},
			["栤"] = {
				result = true
			}
		}
	},
	["渣"] = {
		["滓"] = {
			["洞"] = {
				result = true
			}
		}
	},
	["温"] = {
		[" "] = {
			["5"] = {
				["叠"] = {
					["文"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["作"] = {
				["秀"] = {
					result = true
				}
			},
			["夫"] = {
				["人"] = {
					[" "] = {
						["老"] = {
							["板"] = {
								result = true
							}
						}
					}
				}
			},
			["央"] = {
				["行"] = {
					["行"] = {
						["长"] = {
							result = true
						}
					}
				}
			},
			["奥"] = {
				["斯"] = {
					["卡"] = {
						["影"] = {
							["帝"] = {
								["终"] = {
									["身"] = {
										["成"] = {
											["就"] = {
												["奖"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["巨"] = {
				["额"] = {
					["股"] = {
						["份"] = {
							result = true
						}
					}
				}
			},
			["平"] = {
				["安"] = {
					["保"] = {
						["险"] = {
							result = true
						}
					}
				}
			},
			["温"] = {
				["州"] = {
					["财"] = {
						["团"] = {
							[" "] = {
								["收"] = {
									["买"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["纽"] = {
				["约"] = {
					["时"] = {
						["报"] = {
							result = true
						}
					}
				}
			}
		},
		["+"] = {
			["宝"] = {
				result = true
			}
		},
		["-"] = {
			["宝"] = {
				result = true
			}
		},
		B = {
			result = true
		},
		J = {
			I = {
				A = {
					B = {
						A = {
							O = {
								result = true
							}
						}
					}
				}
			}
		},
		["云"] = {
			["松"] = {
				[" "] = {
					["3"] = {
						["."] = {
							["7"] = {
								["亿"] = {
									result = true
								}
							}
						}
					},
					["平"] = {
						["安"] = {
							result = true
						}
					}
				}
			}
		},
		["儿"] = {
			["子"] = {
				[" "] = {
					["3"] = {
						["."] = {
							["7"] = {
								["亿"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["公"] = {
			["阁"] = {
				["下"] = {
					["大"] = {
						["鉴"] = {
							result = true
						}
					}
				}
			}
		},
		["切"] = {
			["斯"] = {
				["特"] = {
					A = {
						["货"] = {
							result = true
						}
					},
					x = {
						result = true
					},
					["倍"] = {
						result = true,
						["转"] = {
							["让"] = {
								result = true
							}
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			}
		},
		["加"] = {
			["宝"] = {
				["6"] = {
					["4"] = {
						result = true
					}
				}
			}
		},
		["卿"] = {
			["跳"] = {
				["舞"] = {
					[" "] = {
						["胡"] = {
							["帝"] = {
								["伴"] = {
									["郎"] = {
										[" "] = {
											["习"] = {
												["储"] = {
													["旁"] = {
														["边"] = {
															["水"] = {
																["袖"] = {
																	["扬"] = {
																		result = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["压"] = {
			["弹"] = {
				result = true
			}
		},
		["周"] = {
			["薄"] = {
				result = true
			}
		},
		["女"] = {
			["婿"] = {
				[" "] = {
					["江"] = {
						["挂"] = {
							["了"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["嫁"] = {
			["宝"] = {
				result = true
			}
		},
		["室"] = {
			["里"] = {
				["强"] = {
					["奸"] = {
						["小"] = {
							["姨"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["家"] = {
			[" "] = {
				["吴"] = {
					["康"] = {
						["明"] = {
							result = true
						}
					}
				},
				["戴"] = {
					["梦"] = {
						["得"] = {
							result = true
						}
					}
				},
				["早"] = {
					["有"] = {
						["准"] = {
							["备"] = {
								result = true
							}
						}
					}
				},
				["澄"] = {
					["清"] = {
						["材"] = {
							["料"] = {
								result = true
							}
						}
					}
				},
				["资"] = {
					["产"] = {
						["7"] = {
							["0"] = {
								["0"] = {
									["亿"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["宏"] = {
				result = true,
				[" "] = {
					["是"] = {
						["谁"] = {
							result = true
						}
					}
				}
			},
			["宝"] = {
				[" "] = {
					["1"] = {
						["3"] = {
							["5"] = {
								["0"] = {
									["0"] = {
										["0"] = {
											["0"] = {
												["0"] = {
													["0"] = {
														["股"] = {
															result = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["儿"] = {
						["子"] = {
							[" "] = {
								I = {
									["."] = {
										T = {
											["."] = {
												["公"] = {
													["司"] = {
														result = true
													}
												}
											}
										}
									}
								},
								["平"] = {
									["安"] = {
										["合"] = {
											["同"] = {
												result = true
											}
										}
									}
								}
							}
						}
					},
					["同"] = {
						["事"] = {
							[" "] = {
								["平"] = {
									["安"] = {
										["股"] = {
											["份"] = {
												result = true
											}
										}
									}
								}
							}
						}
					},
					["妻"] = {
						["子"] = {
							["的"] = {
								["朋"] = {
									["友"] = {
										[" "] = {
											["平"] = {
												["安"] = {
													["股"] = {
														["份"] = {
															result = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["意"] = {
						["见"] = {
							[" "] = {
								["张"] = {
									["勤"] = {
										["德"] = {
											result = true
										}
									}
								}
							}
						}
					},
					["母"] = {
						["亲"] = {
							[" "] = {
								["平"] = {
									["安"] = {
										["股"] = {
											["份"] = {
												result = true
											}
										}
									}
								}
							}
						}
					},
					["温"] = {
						["家"] = {
							["宏"] = {
								result = true
							}
						}
					},
					["纽"] = {
						["约"] = {
							result = true,
							["时"] = {
								["报"] = {
									result = true
								}
							}
						}
					}
				},
				["和"] = {
					["黄"] = {
						["菊"] = {
							result = true
						}
					}
				},
				["家"] = {
					["人"] = {
						result = true
					},
					["族"] = {
						["背"] = {
							["后"] = {
								["的"] = {
									["万"] = {
										["贯"] = {
											["家"] = {
												["财"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["总"] = {
					["理"] = {
						["家"] = {
							["人"] = {
								["隐"] = {
									["秘"] = {
										["的"] = {
											["财"] = {
												["富"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				},
				["打"] = {
					["黑"] = {
						["除"] = {
							["恶"] = {
								result = true
							}
						}
					}
				},
				["王"] = {
					["立"] = {
						["军"] = {
							result = true
						}
					}
				},
				["现"] = {
					["身"] = {
						["母"] = {
							["校"] = {
								result = true
							}
						}
					}
				},
				["的"] = {
					["亲"] = {
						["属"] = {
							[" "] = {
								["平"] = {
									["安"] = {
										["股"] = {
											["份"] = {
												result = true
											}
										}
									}
								}
							}
						}
					},
					["儿"] = {
						["子"] = {
							result = true
						}
					},
					["朋"] = {
						["友"] = {
							["和"] = {
								["家"] = {
									["人"] = {
										result = true
									}
								}
							}
						}
					}
				},
				["稳"] = {
					["操"] = {
						["胜"] = {
							["券"] = {
								result = true
							}
						}
					}
				},
				["薄"] = {
					["熙"] = {
						["来"] = {
							result = true
						}
					}
				},
				["靠"] = {
					result = true
				}
			},
			["寶"] = {
				result = true
			},
			["族"] = {
				["腐"] = {
					["败"] = {
						result = true
					}
				}
			},
			["财"] = {
				["富"] = {
					["风"] = {
						["暴"] = {
							result = true
						}
					}
				}
			},
			["饱"] = {
				["养"] = {
					["奸"] = {
						result = true
					}
				}
			}
		},
		["岭"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["度"] = {
			["计"] = {
				["型"] = {
					["摄"] = {
						["像"] = {
							["机"] = {
								result = true
							}
						}
					}
				},
				["摄"] = {
					["像"] = {
						["机"] = {
							result = true
						}
					}
				}
			}
		},
		["彻"] = {
			["斯"] = {
				["特"] = {
					result = true,
					L = {
						M = {
							R = {
								result = true
							}
						}
					},
					X = {
						result = true,
						["?"] = {
							result = true
						},
						["专"] = {
							result = true
						}
					},
					x = {
						["气"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["斯"] = {
			["特"] = {
				result = true
			},
			["顿"] = {
				["·"] = {
					["嘉"] = {
						["宝"] = {
							result = true
						}
					}
				}
			}
		},
		["新"] = {
			["天"] = {
				["域"] = {
					result = true
				}
			}
		},
		["星"] = {
			["空"] = {
				result = true
			}
		},
		["是"] = {
			["邓"] = {
				["的"] = {
					["人"] = {
						result = true
					}
				}
			}
		},
		["梅"] = {
			["勇"] = {
				["天"] = {
					["安"] = {
						["门"] = {
							result = true
						}
					}
				}
			}
		},
		["比"] = {
			result = true
		},
		["氏"] = {
			["家"] = {
				["族"] = {
					[" "] = {
						["平"] = {
							["安"] = {
								result = true
							}
						}
					},
					["与"] = {
						["平"] = {
							["安"] = {
								["崛"] = {
									["起"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["汉"] = {
			["奸"] = {
				result = true
			}
		},
		["演"] = {
			["员"] = {
				result = true
			}
		},
		["爷"] = {
			["贪"] = {
				[" "] = {
					["上"] = {
						["千"] = {
							["亿"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["特"] = {
			["门"] = {
				result = true
			}
		},
		["第"] = {
			["五"] = {
				["代"] = {
					result = true
				}
			}
		},
		["老"] = {
			["大"] = {
				result = true
			},
			["狗"] = {
				result = true
			}
		},
		["薄"] = {
			result = true,
			["拼"] = {
				["死"] = {
					["相"] = {
						["博"] = {
							result = true
						}
					}
				}
			},
			["胡"] = {
				["习"] = {
					["江"] = {
						["谷"] = {
							result = true
						}
					},
					["西"] = {
						["南"] = {
							["王"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["贼"] = {
			result = true
		},
		["逼"] = {
			result = true
		}
	},
	["游"] = {
		["戏"] = {
			["宝"] = {
				["贝"] = {
					result = true
				}
			}
		},
		["行"] = {
			["八"] = {
				["九"] = {
					result = true
				}
			},
			["民"] = {
				["运"] = {
					result = true
				}
			}
		},
		["衍"] = {
			result = true
		}
	},
	["湘"] = {
		["潭"] = {
			["学"] = {
				["生"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["學"] = {
				["生"] = {
					["服"] = {
						["務"] = {
							result = true
						}
					}
				}
			}
		},
		["西"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		}
	},
	["湛"] = {
		["江"] = {
			["2"] = {
				["中"] = {
					["艳"] = {
						["照"] = {
							["门"] = {
								result = true
							}
						}
					}
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["办"] = {
				["假"] = {
					["证"] = {
						result = true
					},
					["身"] = {
						["份"] = {
							["証"] = {
								result = true
							}
						}
					}
				},
				["证"] = {
					result = true
				}
			},
			["茂"] = {
				["名"] = {
					["假"] = {
						["币"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["湯"] = {
		["巛"] = {
			["噯"] = {
				["孒"] = {
					["電"] = {
						["驴"] = {
							result = true
						}
					}
				}
			}
		},
		["川"] = {
			["愛"] = {
				["子"] = {
					["電"] = {
						["驢"] = {
							result = true
						}
					}
				},
				["菜"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["無"] = {
						["碼"] = {
							result = true
						}
					},
					["爆"] = {
						["乳"] = {
							result = true
						}
					}
				}
			},
			["繪"] = {
				["梨"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["本"] = {
			["美"] = {
				["緒"] = {
					result = true
				}
			}
		}
	},
	["湺"] = {
		["嘚"] = {
			["鮟"] = {
				result = true
			}
		},
		["険"] = {
			["匱"] = {
				["書"] = {
					result = true
				},
				["笁"] = {
					["倶"] = {
						["類"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["湿"] = {
		["了"] = {
			["还"] = {
				["说"] = {
					["不"] = {
						["要"] = {
							result = true
						}
					},
					["要"] = {
						result = true
					}
				}
			}
		},
		["润"] = {
			["的"] = {
				["嫩"] = {
					["穴"] = {
						["中"] = {
							result = true
						}
					}
				},
				["花"] = {
					["蕊"] = {
						result = true
					}
				}
			}
		},
		["淋"] = {
			["淋"] = {
				["的"] = {
					["阴"] = {
						["道"] = {
							result = true
						}
					},
					["骚"] = {
						["阴"] = {
							["道"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["漉"] = {
			["漉"] = {
				["的"] = {
					["内"] = {
						["裤"] = {
							result = true
						}
					}
				}
			}
		},
		["热"] = {
			["一"] = {
				["瞬"] = {
					["间"] = {
						result = true
					}
				}
			}
		},
		["透"] = {
			["的"] = {
				["内"] = {
					["裤"] = {
						result = true
					}
				}
			}
		}
	},
	["源"] = {
		["华"] = {
			["期"] = {
				["刊"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			}
		},
		["果"] = {
			["汁"] = {
				["黑"] = {
					["幕"] = {
						result = true
					}
				}
			}
		},
		["江"] = {
			["正"] = {
				["件"] = {
					result = true
				}
			},
			["证"] = {
				["件"] = {
					result = true
				}
			}
		}
	},
	["溫"] = {
		["傢"] = {
			["寳"] = {
				result = true
			}
		},
		["切"] = {
			["斯"] = {
				["特"] = {
					result = true,
					X = {
						result = true,
						["出"] = {
							["货"] = {
								result = true
							}
						},
						["到"] = {
							["货"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						}
					},
					["出"] = {
						["货"] = {
							result = true
						}
					},
					["到"] = {
						["货"] = {
							result = true
						}
					},
					["图"] = {
						result = true
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			}
		},
		["家"] = {
			["宝"] = {
				result = true
			}
		},
		["水"] = {
			["泡"] = {
				["康"] = {
					["師"] = {
						["傅"] = {
							result = true
						}
					}
				}
			}
		},
		["泉"] = {
			["室"] = {
				["的"] = {
					["男"] = {
						["女"] = {
							result = true
						}
					}
				}
			}
		},
		["總"] = {
			["理"] = {
				result = true
			}
		},
		["賈"] = {
			["斯"] = {
				["特"] = {
					result = true,
					X = {
						result = true
					}
				}
			}
		},
		["雲"] = {
			["松"] = {
				result = true
			}
		}
	},
	["溯"] = {
		["源"] = {
			result = true,
			["书"] = {
				["社"] = {
					result = true
				}
			}
		}
	},
	["滊"] = {
		["枪"] = {
			["專"] = {
				["商"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["狗"] = {
			["粮"] = {
				["絀"] = {
					["售"] = {
						result = true
					}
				}
			}
		}
	},
	["滕"] = {
		["人"] = {
			result = true
		},
		["仁"] = {
			result = true
		},
		["任"] = {
			result = true
		},
		["武"] = {
			result = true
		}
	},
	["滝"] = {
		["沢"] = {
			["优"] = {
				["奈"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				},
				["季"] = {
					result = true
				}
			}
		}
	},
	["滩"] = {
		["坂"] = {
			["舞"] = {
				result = true
			}
		}
	},
	["滺"] = {
		["仴"] = {
			["儛"] = {
				result = true
			}
		}
	},
	["演"] = {
		["艺"] = {
			["圈"] = {
				["淫"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["漳"] = {
		["浦"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["潒"] = {
		["烄"] = {
			["輥"] = {
				["蜯"] = {
					result = true
				}
			}
		}
	},
	["潕"] = {
		["碼"] = {
			["精"] = {
				["品"] = {
					result = true
				}
			}
		}
	},
	["潼"] = {
		["南"] = {
			["县"] = {
				["专"] = {
					["业"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["澤"] = {
		["口"] = {
			["明"] = {
				["日"] = {
					["香"] = {
						["电"] = {
							["驴"] = {
								result = true
							}
						}
					}
				}
			},
			["美"] = {
				["紀"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["宮"] = {
			["有"] = {
				["希"] = {
					B = {
						T = {
							result = true
						}
					}
				}
			}
		},
		["尻"] = {
			["繪"] = {
				["裡"] = {
					["香"] = {
						result = true,
						["種"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["明"] = {
			["步"] = {
				["種"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["木"] = {
			["美"] = {
				["帆"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["田"] = {
			["杏"] = {
				["奈"] = {
					["迅"] = {
						["雷"] = {
							result = true
						}
					}
				}
			},
			["舞"] = {
				["香"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["濕"] = {
		["了"] = {
			result = true
		},
		["身"] = {
			["極"] = {
				["品"] = {
					["美"] = {
						["女"] = {
							result = true
						}
					}
				}
			},
			["誘"] = {
				["惑"] = {
					result = true
				}
			}
		},
		["透"] = {
			["的"] = {
				["內"] = {
					["褲"] = {
						result = true
					}
				}
			}
		}
	},
	["瀹"] = {
		["8"] = {
			["9"] = {
				["杞"] = {
					["浼"] = {
						result = true
					}
				}
			}
		}
	},
	["灘"] = {
		["阪"] = {
			["舞"] = {
				["下"] = {
					["載"] = {
						result = true
					}
				}
			}
		}
	},
	["炸"] = {
		["你"] = {
			["妹"] = {
				result = true
			}
		},
		["客"] = {
			["车"] = {
				result = true
			}
		},
		["彈"] = {
			result = true,
			["製"] = {
				["作"] = {
					result = true
				}
			}
		},
		["机"] = {
			["场"] = {
				result = true
			}
		},
		["药"] = {
			["方"] = {
				["法"] = {
					result = true
				}
			},
			["流"] = {
				["程"] = {
					result = true
				}
			}
		},
		["藥"] = {
			result = true
		},
		["蛋"] = {
			result = true
		},
		["裂"] = {
			["潮"] = {
				["吹"] = {
					result = true,
					b = {
						t = {
							result = true
						}
					}
				}
			}
		},
		["金"] = {
			["花"] = {
				result = true
			}
		}
	},
	["烏"] = {
		["雲"] = {
			["其"] = {
				["木"] = {
					["格"] = {
						result = true
					}
				}
			}
		},
		["頭"] = {
			["碱"] = {
				result = true
			}
		}
	},
	["烟"] = {
		["花"] = {
			result = true,
			["爆"] = {
				["竹"] = {
					result = true
				}
			}
		},
		["草"] = {
			["花"] = {
				["叶"] = {
					["病"] = {
						["毒"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["烨"] = {
		["寐"] = {
			["公"] = {
				["寓"] = {
					result = true
				}
			}
		}
	},
	["烯"] = {
		["丙"] = {
			["罗"] = {
				["定"] = {
					result = true
				}
			},
			["胺"] = {
				["直"] = {
					["销"] = {
						result = true
					}
				}
			},
			["醇"] = {
				result = true
			},
			["醛"] = {
				result = true
			}
		}
	},
	["無"] = {
		["事"] = {
			["干"] = {
				["秘"] = {
					["書"] = {
						result = true
					}
				}
			}
		},
		["修"] = {
			["正"] = {
				["動"] = {
					["画"] = {
						result = true
					}
				}
			}
		},
		["名"] = {
			X = {
				["性"] = {
					["愛"] = {
						["照"] = {
							result = true
						}
					}
				}
			}
		},
		["套"] = {
			["內"] = {
				["射"] = {
					result = true
				}
			},
			["自"] = {
				["拍"] = {
					result = true
				}
			}
		},
		["毒"] = {
			A = {
				V = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			}
		},
		["毛"] = {
			["的"] = {
				["淫"] = {
					["亂"] = {
						["旅"] = {
							["行"] = {
								result = true
							}
						}
					}
				}
			},
			["美"] = {
				["少"] = {
					["女"] = {
						result = true
					}
				}
			}
		},
		["產"] = {
			["階"] = {
				["級"] = {
					result = true
				}
			}
		},
		["界"] = {
			["流"] = {
				["覽"] = {
					result = true
				}
			}
		},
		["盡"] = {
			["的"] = {
				["任"] = {
					["務"] = {
						result = true
					}
				}
			}
		},
		["碼"] = {
			result = true,
			["做"] = {
				["愛"] = {
					result = true
				}
			},
			["婧"] = {
				["品"] = {
					result = true
				}
			},
			["寫"] = {
				["真"] = {
					result = true
				}
			},
			["小"] = {
				["處"] = {
					["女"] = {
						result = true
					}
				}
			},
			["彩"] = {
				["圖"] = {
					result = true
				}
			},
			["淫"] = {
				["女"] = {
					result = true
				},
				["漫"] = {
					result = true
				}
			},
			["炮"] = {
				["圖"] = {
					result = true
				}
			},
			["無"] = {
				["套"] = {
					result = true
				}
			},
			["直"] = {
				["接"] = {
					["下"] = {
						["載"] = {
							result = true
						}
					}
				}
			},
			["精"] = {
				["品"] = {
					result = true
				},
				["選"] = {
					result = true
				}
			},
			["絲"] = {
				["襪"] = {
					result = true
				}
			},
			["肛"] = {
				["交"] = {
					result = true
				}
			},
			["長"] = {
				["片"] = {
					result = true
				}
			},
			["體"] = {
				["驗"] = {
					result = true
				}
			},
			["Ａ"] = {
				["片"] = {
					result = true
				}
			}
		},
		["網"] = {
			["界"] = {
				["流"] = {
					["覽"] = {
						result = true
					}
				}
			}
		},
		["線"] = {
			["監"] = {
				["聽"] = {
					["工"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["竊"] = {
				["聽"] = {
					["%"] = {
						["器"] = {
							result = true
						}
					},
					["器"] = {
						result = true
					}
				}
			}
		},
		["膛"] = {
			["線"] = {
				["型"] = {
					result = true
				}
			}
		},
		["良"] = {
			["少"] = {
				["婦"] = {
					["綜"] = {
						["合"] = {
							["網"] = {
								result = true
							}
						}
					}
				}
			},
			["藝"] = {
				["人"] = {
					result = true
				}
			}
		},
		["邪"] = {
			["気"] = {
				["享"] = {
					["受"] = {
						["性"] = {
							["愛"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["需"] = {
			["入"] = {
				["會"] = {
					result = true
				}
			},
			["刷"] = {
				["卡"] = {
					result = true
				}
			}
		}
	},
	["照"] = {
		["日"] = {
			["天"] = {
				["劫"] = {
					result = true
				}
			}
		},
		["明"] = {
			["弹"] = {
				result = true
			}
		}
	},
	["煺"] = {
		["党"] = {
			result = true
		}
	},
	["熙"] = {
		["来"] = {
			result = true,
			["与"] = {
				["习"] = {
					result = true
				}
			},
			["平"] = {
				["地"] = {
					["起"] = {
						["惊"] = {
							["雷"] = {
								result = true
							}
						}
					}
				}
			},
			["攘"] = {
				["往"] = {
					result = true
				}
			},
			["薄"] = {
				["己"] = {
					["为"] = {
						result = true
					},
					["厚"] = {
						result = true
					}
				}
			}
		}
	},
	["熟"] = {
		["ㄝ"] = {
			["俱"] = {
				["楽"] = {
					["蔀"] = {
						result = true
					}
				}
			},
			["性"] = {
				["鲛"] = {
					result = true
				}
			}
		},
		["女"] = {
			A = {
				["片"] = {
					result = true
				}
			},
			["上"] = {
				["门"] = {
					result = true
				}
			},
			["中"] = {
				["出"] = {
					result = true
				}
			},
			["乱"] = {
				["交"] = {
					result = true
				},
				["伦"] = {
					["网"] = {
						result = true
					},
					["联"] = {
						["盟"] = {
							result = true
						}
					}
				}
			},
			["乳"] = {
				["交"] = {
					result = true
				}
			},
			["亂"] = {
				["倫"] = {
					result = true
				}
			},
			["亚"] = {
				["洲"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					}
				}
			},
			["亞"] = {
				["洲"] = {
					["無"] = {
						["碼"] = {
							result = true
						}
					}
				}
			},
			["亮"] = {
				["穴"] = {
					["骚"] = {
						result = true
					}
				}
			},
			["人"] = {
				["乱"] = {
					["伦"] = {
						result = true
					}
				},
				["妻"] = {
					result = true,
					["网"] = {
						result = true
					},
					["诱"] = {
						["惑"] = {
							result = true
						}
					}
				}
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						result = true
					}
				},
				["樂"] = {
					["部"] = {
						result = true
					}
				}
			},
			["倶"] = {
				["乐"] = {
					["部"] = {
						result = true
					}
				}
			},
			["做"] = {
				["爱"] = {
					result = true
				}
			},
			["勾"] = {
				["引"] = {
					result = true
				}
			},
			["双"] = {
				["飞"] = {
					result = true
				}
			},
			["口"] = {
				["交"] = {
					result = true
				},
				["活"] = {
					result = true
				}
			},
			["国"] = {
				["度"] = {
					result = true
				}
			},
			["图"] = {
				result = true
			},
			["大"] = {
				["3"] = {
					P = {
						result = true
					}
				}
			},
			["天"] = {
				["虹"] = {
					result = true
				}
			},
			["妈"] = {
				["妈"] = {
					result = true
				}
			},
			["家"] = {
				["政"] = {
					["妇"] = {
						result = true
					}
				},
				["访"] = {
					result = true
				}
			},
			["専"] = {
				["科"] = {
					result = true,
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["性"] = {
				["交"] = {
					result = true,
					["图"] = {
						result = true
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				},
				["爱"] = {
					result = true
				}
			},
			["情"] = {
				["骚"] = {
					result = true
				}
			},
			["插"] = {
				["菊"] = {
					["花"] = {
						result = true
					}
				}
			},
			["日"] = {
				["记"] = {
					result = true
				}
			},
			["来"] = {
				["试"] = {
					["衣"] = {
						result = true
					}
				}
			},
			["毛"] = {
				["逼"] = {
					result = true
				}
			},
			["流"] = {
				["精"] = {
					result = true
				}
			},
			["淫"] = {
				["乱"] = {
					result = true
				},
				["图"] = {
					result = true
				},
				["荡"] = {
					result = true
				}
			},
			["潮"] = {
				["吹"] = {
					result = true
				}
			},
			["炮"] = {
				["图"] = {
					result = true
				}
			},
			["爱"] = {
				["色"] = {
					result = true
				}
			},
			["的"] = {
				["大"] = {
					["奶"] = {
						result = true
					}
				},
				["悲"] = {
					["哀"] = {
						result = true
					}
				},
				["情"] = {
					["欲"] = {
						result = true
					}
				}
			},
			["秘"] = {
				["书"] = {
					result = true
				}
			},
			["网"] = {
				["爱"] = {
					["记"] = {
						result = true
					}
				}
			},
			["美"] = {
				["穴"] = {
					["自"] = {
						["拍"] = {
							result = true
						}
					},
					["集"] = {
						["合"] = {
							result = true
						}
					}
				},
				["足"] = {
					result = true
				}
			},
			["義"] = {
				["母"] = {
					result = true
				}
			},
			["联"] = {
				["盟"] = {
					result = true
				}
			},
			["護"] = {
				["士"] = {
					result = true,
					["亂"] = {
						["舞"] = {
							result = true
						}
					}
				}
			},
			["诱"] = {
				["惑"] = {
					result = true
				}
			},
			["送"] = {
				["货"] = {
					["上"] = {
						["门"] = {
							result = true
						}
					}
				}
			},
			["鎮"] = {
				result = true
			},
			["镇"] = {
				result = true
			},
			["露"] = {
				["脸"] = {
					["自"] = {
						["拍"] = {
							result = true
						}
					}
				}
			},
			["顏"] = {
				["射"] = {
					result = true
				}
			}
		},
		["妇"] = {
			["来"] = {
				["酒"] = {
					["店"] = {
						["开"] = {
							["房"] = {
								result = true
							}
						}
					}
				}
			},
			["装"] = {
				["纯"] = {
					result = true
				}
			}
		},
		["姉"] = {
			["与"] = {
				["正"] = {
					["太"] = {
						result = true
					}
				}
			}
		},
		["婦"] = {
			result = true,
			["人"] = {
				["妻"] = {
					result = true
				}
			},
			["騷"] = {
				["器"] = {
					result = true
				}
			}
		},
		["尻"] = {
			["好"] = {
				["色"] = {
					["襪"] = {
						["褲"] = {
							result = true
						}
					}
				}
			}
		},
		["模"] = {
			["雨"] = {
				["晴"] = {
					result = true
				}
			}
		},
		["泥"] = {
			result = true
		},
		["睡"] = {
			["中"] = {
				["的"] = {
					["女"] = {
						["孩"] = {
							result = true
						}
					},
					["妹"] = {
						["妹"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				["妈"] = {
					["妈"] = {
						result = true
					}
				}
			}
		},
		["美"] = {
			["婦"] = {
				["淫"] = {
					["交"] = {
						["實"] = {
							["錄"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["骚"] = {
			["妇"] = {
				result = true
			}
		}
	},
	["燕"] = {
		["玲"] = {
			["論"] = {
				["壇"] = {
					result = true
				}
			}
		},
		["青"] = {
			result = true
		}
	},
	["燥"] = {
		["热"] = {
			result = true
		}
	},
	["爪"] = {
		["刀"] = {
			["手"] = {
				["刺"] = {
					result = true,
					["代"] = {
						["理"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["爭"] = {
		["取"] = {
			["訴"] = {
				["求"] = {
					result = true
				}
			}
		}
	},
	["爷"] = {
		["爷"] = {
			["射"] = {
				result = true
			},
			["干"] = {
				result = true
			}
		}
	},
	["爽"] = {
		m = {
			m = {
				result = true
			}
		},
		["不"] = {
			["到"] = {
				["极"] = {
					["致"] = {
						result = true
					}
				}
			}
		},
		["到"] = {
			["直"] = {
				["接"] = {
					["喷"] = {
						result = true
					}
				}
			}
		},
		["吧"] = {
			["快"] = {
				["播"] = {
					result = true
				}
			}
		},
		["图"] = {
			result = true
		},
		["女"] = {
			["美"] = {
				["图"] = {
					result = true
				}
			}
		},
		["屄"] = {
			result = true
		},
		["报"] = {
			result = true
		},
		["操"] = {
			result = true
		},
		["擼"] = {
			["擼"] = {
				["影"] = {
					["院"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["歪"] = {
			["歪"] = {
				result = true
			}
		},
		["死"] = {
			["了"] = {
				result = true
			},
			["你"] = {
				["淫"] = {
					["图"] = {
						result = true
					}
				}
			}
		},
		["爽"] = {
			["淫"] = {
				["人"] = {
					["网"] = {
						result = true
					}
				}
			},
			["爽"] = {
				["成"] = {
					["人"] = {
						["榜"] = {
							result = true
						}
					}
				}
			}
		},
		["片"] = {
			["免"] = {
				["费"] = {
					["看"] = {
						result = true
					}
				}
			},
			["看"] = {
				result = true
			},
			["觀"] = {
				["看"] = {
					["方"] = {
						["法"] = {
							result = true
						}
					}
				}
			},
			["观"] = {
				["看"] = {
					["方"] = {
						["法"] = {
							result = true
						}
					}
				}
			}
		},
		["电"] = {
			["影"] = {
				result = true
			}
		},
		["的"] = {
			["女"] = {
				["孩"] = {
					["嗷"] = {
						["嗷"] = {
							["叫"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["牙"] = {
		["克"] = {
			["石"] = {
				["Ｋ"] = {
					["粉"] = {
						result = true
					}
				}
			}
		},
		["加"] = {
			["燃"] = {
				["料"] = {
					result = true
				}
			}
		},
		["签"] = {
			["冰"] = {
				result = true,
				["毒"] = {
					result = true
				}
			},
			["果"] = {
				["子"] = {
					result = true
				}
			},
			["订"] = {
				["购"] = {
					result = true
				}
			}
		},
		["簽"] = {
			result = true
		},
		["齿"] = {
			["轻"] = {
				["咬"] = {
					["着"] = {
						["阴"] = {
							["核"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["物"] = {
		["业"] = {
			["业"] = {
				["主"] = {
					["资"] = {
						["料"] = {
							result = true
						}
					}
				}
			},
			["公"] = {
				["司"] = {
					result = true
				}
			},
			["发"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			}
		},
		["冰"] = {
			result = true
		},
		["品"] = {
			["属"] = {
				["性"] = {
					result = true
				}
			},
			["贩"] = {
				["管"] = {
					["制"] = {
						result = true
					}
				}
			}
		}
	},
	["特"] = {
		["."] = {
			["殊"] = {
				["."] = {
					["服"] = {
						["."] = {
							["务"] = {
								result = true
							},
							["務"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["丽"] = {
			["莎"] = {
				result = true
			}
		},
		["么"] = {
			["的"] = {
				result = true
			}
		},
		["仑"] = {
			["苏"] = {
				["="] = {
					["完"] = {
						["达"] = {
							["山"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["价"] = {
			["机"] = {
				["票"] = {
					result = true
				}
			}
		},
		["典"] = {
			["映"] = {
				["像"] = {
					["无"] = {
						["毛"] = {
							["令"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["写"] = {
			B = {
				["图"] = {
					result = true
				}
			},
			["美"] = {
				["丽"] = {
					["逼"] = {
						result = true
					}
				}
			}
		},
		["别"] = {
			["动"] = {
				["议"] = {
					result = true
				}
			},
			["粉"] = {
				["嫩"] = {
					result = true
				}
			}
		},
		["功"] = {
			["传"] = {
				["授"] = {
					["班"] = {
						result = true
					}
				}
			}
		},
		["务"] = {
			["搜"] = {
				["查"] = {
					["官"] = {
						["风"] = {
							result = true
						}
					}
				}
			}
		},
		["备"] = {
			["模"] = {
				["特"] = {
					result = true
				}
			}
		},
		["异"] = {
			["功"] = {
				["宗"] = {
					["师"] = {
						result = true
					}
				}
			}
		},
		["技"] = {
			["性"] = {
				["爱"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["效"] = {
			["蒙"] = {
				["汗"] = {
					["药"] = {
						result = true
					}
				}
			},
			["麻"] = {
				["醉"] = {
					["箭"] = {
						result = true
					}
				}
			}
		},
		["权"] = {
			["家"] = {
				["庭"] = {
					result = true
				}
			},
			["车"] = {
				result = true,
				["证"] = {
					result = true
				}
			}
		},
		["檠"] = {
			["匕"] = {
				["渞"] = {
					result = true
				}
			}
		},
		["殊"] = {
			["佲"] = {
				["錄"] = {
					result = true
				}
			},
			["名"] = {
				["录"] = {
					result = true,
					["资"] = {
						["料"] = {
							["多"] = {
								result = true
							}
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					result = true,
					["洋"] = {
						["妞"] = {
							result = true
						}
					}
				}
			},
			["死"] = {
				["亡"] = {
					result = true
				}
			},
			["的"] = {
				["日"] = {
					["子"] = {
						result = true
					}
				}
			},
			["警"] = {
				["匕"] = {
					["首"] = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					}
				}
			},
			["辅"] = {
				["导"] = {
					["员"] = {
						result = true
					}
				}
			}
		},
		["洛"] = {
			["伊"] = {
				["监"] = {
					["控"] = {
						["软"] = {
							["件"] = {
								result = true
							}
						}
					}
				},
				["科"] = {
					["技"] = {
						result = true
					}
				}
			}
		},
		["派"] = {
			["员"] = {
				result = true
			}
		},
		["码"] = {
			["六"] = {
				["合"] = {
					["彩"] = {
						result = true
					}
				}
			},
			["开"] = {
				["奖"] = {
					result = true
				}
			},
			["推"] = {
				["介"] = {
					result = true,
					["网"] = {
						["址"] = {
							result = true
						},
						["站"] = {
							result = true
						}
					}
				},
				["荐"] = {
					result = true,
					["网"] = {
						["址"] = {
							result = true
						},
						["站"] = {
							result = true
						}
					}
				}
			},
			["王"] = {
				result = true
			},
			["精"] = {
				["英"] = {
					["高"] = {
						["手"] = {
							["坛"] = {
								result = true
							}
						}
					}
				}
			},
			["网"] = {
				result = true
			},
			["解"] = {
				["密"] = {
					["网"] = {
						["址"] = {
							result = true
						},
						["站"] = {
							result = true
						}
					}
				}
			},
			["论"] = {
				["坛"] = {
					result = true
				}
			}
		},
		["碼"] = {
			["六"] = {
				["合"] = {
					["彩"] = {
						result = true
					}
				}
			},
			["網"] = {
				result = true
			},
			["論"] = {
				["壇"] = {
					result = true
				}
			},
			["開"] = {
				["獎"] = {
					result = true
				}
			}
		},
		["种"] = {
			["兵"] = {
				["打"] = {
					["手"] = {
						result = true
					}
				},
				["杀"] = {
					["手"] = {
						result = true
					}
				}
			},
			["弓"] = {
				["弩"] = {
					["专"] = {
						result = true
					}
				}
			},
			["迷"] = {
				["情"] = {
					result = true
				}
			},
			["部"] = {
				["队"] = {
					result = true,
					["专"] = {
						["用"] = {
							["弩"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["種"] = {
			["兵"] = {
				["打"] = {
					["手"] = {
						result = true
					}
				},
				["殺"] = {
					["手"] = {
						result = true
					}
				}
			}
		},
		["级"] = {
			["运"] = {
				["动"] = {
					["长"] = {
						["子"] = {
							["弹"] = {
								result = true
							}
						}
					}
				}
			},
			["防"] = {
				["割"] = {
					["手"] = {
						["套"] = {
							result = true
						}
					}
				}
			}
		},
		["罗"] = {
			["凯"] = {
				result = true
			}
		},
		["色"] = {
			["丝"] = {
				["袜"] = {
					["按"] = {
						["摩"] = {
							result = true
						}
					}
				}
			}
		},
		["蕾"] = {
			["莎"] = {
				["·"] = {
					["梅"] = {
						result = true
					}
				}
			}
		},
		["警"] = {
			B = {
				["手"] = {
					result = true
				}
			},
			["作"] = {
				["战"] = {
					["服"] = {
						["专"] = {
							result = true
						},
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["预"] = {
							["订"] = {
								result = true
							}
						}
					}
				}
			},
			["军"] = {
				["刀"] = {
					["匕"] = {
						["首"] = {
							result = true
						}
					}
				}
			},
			["刺"] = {
				["专"] = {
					result = true
				}
			},
			["匕"] = {
				["首"] = {
					result = true,
					["专"] = {
						result = true
					},
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			},
			["强"] = {
				["光"] = {
					["手"] = {
						["电"] = {
							result = true
						}
					}
				}
			},
			["战"] = {
				["斧"] = {
					result = true
				}
			},
			["服"] = {
				["装"] = {
					result = true
				}
			},
			["枪"] = {
				result = true,
				["支"] = {
					result = true,
					["专"] = {
						result = true
					}
				}
			},
			["槍"] = {
				["支"] = {
					result = true
				}
			},
			["武"] = {
				["装"] = {
					["匕"] = {
						["首"] = {
							result = true
						}
					}
				}
			},
			["真"] = {
				["匕"] = {
					["首"] = {
						result = true
					}
				}
			},
			["装"] = {
				["备"] = {
					result = true
				}
			}
		},
		["赦"] = {
			["组"] = {
				["织"] = {
					result = true
				}
			}
		},
		["雷"] = {
			["莎"] = {
				["梅"] = {
					result = true
				}
			}
		}
	},
	["犀"] = {
		["利"] = {
			["士"] = {
				["价"] = {
					["格"] = {
						result = true
					}
				}
			}
		}
	},
	["狩"] = {
		["猎"] = {
			D = {
				D = {
					L = {
						result = true
					}
				}
			},
			["专"] = {
				["用"] = {
					["弓"] = {
						["驽"] = {
							result = true
						}
					}
				}
			},
			["人"] = {
				["努"] = {
					result = true
				},
				["弓"] = {
					["弩"] = {
						result = true
					}
				},
				["弩"] = {
					result = true
				}
			},
			["刀"] = {
				result = true,
				["专"] = {
					result = true
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				}
			},
			["利"] = {
				["器"] = {
					["网"] = {
						result = true
					}
				}
			},
			["努"] = {
				result = true,
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				}
			},
			["吧"] = {
				result = true
			},
			["器"] = {
				["材"] = {
					["专"] = {
						result = true,
						["店"] = {
							result = true
						}
					},
					["努"] = {
						result = true
					},
					["弓"] = {
						["努"] = {
							result = true
						},
						["弩"] = {
							["专"] = {
								result = true
							}
						}
					},
					["弩"] = {
						result = true
					}
				}
			},
			["家"] = {
				["园"] = {
					result = true
				}
			},
			["小"] = {
				["直"] = {
					["刀"] = {
						result = true,
						["专"] = {
							result = true
						}
					}
				}
			},
			["工"] = {
				["具"] = {
					["网"] = {
						result = true
					}
				}
			},
			["弓"] = {
				["努"] = {
					result = true,
					["专"] = {
						result = true,
						["网"] = {
							result = true
						}
					},
					["麻"] = {
						["醉"] = {
							["箭"] = {
								result = true
							}
						}
					}
				},
				["弩"] = {
					result = true,
					["专"] = {
						result = true,
						["网"] = {
							result = true
						}
					},
					["报"] = {
						["价"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			},
			["弩"] = {
				["专"] = {
					result = true,
					["网"] = {
						result = true
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				},
				["转"] = {
					["让"] = {
						result = true
					}
				}
			},
			["手"] = {
				["枪"] = {
					result = true
				}
			},
			["李"] = {
				["奇"] = {
					["网"] = {
						result = true
					}
				}
			},
			["枪"] = {
				result = true,
				["吧"] = {
					result = true
				},
				["支"] = {
					result = true
				},
				["模"] = {
					["网"] = {
						result = true
					}
				},
				["网"] = {
					result = true
				}
			},
			["气"] = {
				["枪"] = {
					result = true,
					["专"] = {
						result = true
					},
					["用"] = {
						["品"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["铅"] = {
						["弹"] = {
							result = true
						}
					}
				},
				["狗"] = {
					result = true,
					["专"] = {
						result = true
					}
				}
			},
			["汽"] = {
				["动"] = {
					["狗"] = {
						result = true
					}
				},
				["狗"] = {
					result = true
				}
			},
			["用"] = {
				["努"] = {
					result = true
				},
				["品"] = {
					result = true
				},
				["弩"] = {
					result = true
				}
			},
			["者"] = {
				result = true,
				["努"] = {
					result = true
				},
				["弓"] = {
					["努"] = {
						result = true
					},
					["弩"] = {
						result = true
					}
				},
				["弩"] = {
					result = true
				}
			},
			["防"] = {
				["身"] = {
					["工"] = {
						["具"] = {
							result = true
						}
					}
				}
			}
		},
		["獵"] = {
			["人"] = {
				["弩"] = {
					result = true
				}
			},
			["器"] = {
				["材"] = {
					["弩"] = {
						result = true
					}
				}
			},
			["弓"] = {
				["弩"] = {
					result = true
				}
			},
			["弩"] = {
				result = true
			},
			["者"] = {
				["弩"] = {
					result = true
				}
			}
		},
		["野"] = {
			["厘"] = {
				["子"] = {
					result = true
				}
			}
		}
	},
	["狮"] = {
		["城"] = {
			["欢"] = {
				["乐"] = {
					["吧"] = {
						result = true
					}
				}
			}
		},
		["威"] = {
			["亚"] = {
				["洲"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["子"] = {
			["山"] = {
				["口"] = {
					["号"] = {
						result = true
					}
				},
				["布"] = {
					["条"] = {
						result = true
					}
				},
				["条"] = {
					["幅"] = {
						result = true
					}
				}
			}
		},
		["情"] = {
			["化"] = {
				["欲"] = {
					result = true
				}
			}
		},
		["王"] = {
			["2"] = {
				["0"] = {
					["1"] = {
						["2"] = {
							result = true
						}
					}
				}
			}
		},
		["驼"] = {
			["王"] = {
				result = true
			}
		}
	},
	["猥"] = {
		["亵"] = {
			["痴"] = {
				["汉"] = {
					result = true
				}
			}
		},
		["琐"] = {
			["图"] = {
				["片"] = {
					result = true
				}
			},
			["男"] = {
				["逆"] = {
					["袭"] = {
						result = true
					}
				}
			}
		},
		["瑣"] = {
			["图"] = {
				["魸"] = {
					result = true
				}
			},
			["圖"] = {
				["片"] = {
					result = true
				}
			}
		},
		["褻"] = {
			["痴"] = {
				["汉"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				},
				["漢"] = {
					result = true
				}
			}
		},
		["鎖"] = {
			["圖"] = {
				["爿"] = {
					result = true
				}
			}
		}
	},
	["献"] = {
		["媚"] = {
			["崇"] = {
				["拜"] = {
					result = true,
					["正"] = {
						["滥"] = {
							["觞"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["身"] = {
			["门"] = {
				result = true
			}
		}
	},
	["獣"] = {
		["姦"] = {
			["８"] = {
				["松"] = {
					["嶋"] = {
						["杏"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["獸"] = {
		["交"] = {
			["狗"] = {
				["內"] = {
					["射"] = {
						["吞"] = {
							["精"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["奸"] = {
			result = true
		},
		["欲"] = {
			result = true
		},
		["猎"] = {
			["专"] = {
				["用"] = {
					["弓"] = {
						["驽"] = {
							result = true
						}
					}
				}
			}
		},
		["獸"] = {
			result = true,
			["種"] = {
				["子"] = {
					result = true
				}
			}
		},
		["用"] = {
			["麻"] = {
				["醉"] = {
					["槍"] = {
						result = true
					}
				}
			}
		}
	},
	["獻"] = {
		["媚"] = {
			["崇"] = {
				["拜"] = {
					result = true
				}
			}
		}
	},
	["玉"] = {
		["人"] = {
			["阁"] = {
				result = true
			}
		}
	},
	["王"] = {
		["8"] = {
			["蛋"] = {
				result = true
			}
		},
		L = {
			i = {
				j = {
					u = {
						n = {
							result = true
						}
					}
				}
			}
		},
		["万"] = {
			["宾"] = {
				result = true
			}
		},
		["三"] = {
			["运"] = {
				result = true
			}
		},
		["与"] = {
			["省"] = {
				["政"] = {
					["府"] = {
						result = true
					}
				}
			}
		},
		["丹"] = {
			["公"] = {
				["开"] = {
					["信"] = {
						["查"] = {
							["处"] = {
								["责"] = {
									["任"] = {
										["者"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["六"] = {
				["四"] = {
					["事"] = {
						["件"] = {
							["二"] = {
								["十"] = {
									["周"] = {
										["年"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["邓"] = {
				["小"] = {
					["平"] = {
						["六"] = {
							["四"] = {
								["公"] = {
									["开"] = {
										["信"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["丽"] = {
			["娟"] = {
				result = true
			}
		},
		["书"] = {
			["记"] = {
				["暗"] = {
					["杀"] = {
						result = true
					}
				},
				["艳"] = {
					["照"] = {
						result = true
					}
				},
				["遭"] = {
					["威"] = {
						["胁"] = {
							result = true
						}
					}
				}
			}
		},
		["儒"] = {
			["林"] = {
				result = true
			}
		},
		["先"] = {
			["生"] = {
				["水"] = {
					["疗"] = {
						result = true
					}
				}
			}
		},
		["八"] = {
			result = true
		},
		["利"] = {
			["丰"] = {
				result = true
			},
			["豐"] = {
				result = true
			}
		},
		["力"] = {
			B = {
				["及"] = {
					["锁"] = {
						["快"] = {
							["开"] = {
								result = true
							}
						}
					}
				},
				["型"] = {
					["工"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["迷"] = {
				["你"] = {
					["无"] = {
						["敌"] = {
							result = true
						}
					}
				}
			},
			["速"] = {
				["无"] = {
					["敌"] = {
						result = true
					}
				}
			}
		},
		["勝"] = {
			["俊"] = {
				result = true
			}
		},
		["占"] = {
			["武"] = {
				[" "] = {
					["纪"] = {
						["念"] = {
							["六"] = {
								["四"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["夕"] = {
			["皓"] = {
				result = true
			}
		},
		["天"] = {
			["成"] = {
				result = true
			}
		},
		["太"] = {
			["華"] = {
				result = true
			}
		},
		["子"] = {
			["影"] = {
				["院"] = {
					result = true
				}
			},
			["淫"] = {
				["传"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["小"] = {
						["说"] = {
							result = true
						}
					}
				},
				["傳"] = {
					["下"] = {
						["載"] = {
							result = true
						}
					}
				}
			}
		},
		["守"] = {
			["业"] = {
				result = true,
				["招"] = {
					["供"] = {
						result = true
					}
				},
				["江"] = {
					["办"] = {
						result = true
					},
					["秘"] = {
						["书"] = {
							result = true
						}
					}
				}
			}
		},
		["宗"] = {
			["南"] = {
				["高"] = {
					["层"] = {
						["父"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["宜"] = {
			["林"] = {
				result = true
			}
		},
		["实"] = {
			["名"] = {
				["举"] = {
					["报"] = {
						["薄"] = {
							result = true
						}
					}
				}
			}
		},
		["审"] = {
			["芝"] = {
				result = true
			}
		},
		["宪"] = {
			["魁"] = {
				result = true
			}
		},
		["岐"] = {
			["山"] = {
				["不"] = {
					["是"] = {
						["好"] = {
							["人"] = {
								result = true
							}
						}
					}
				},
				["再"] = {
					["隐"] = {
						["身"] = {
							result = true
						}
					}
				},
				["陷"] = {
					["阱"] = {
						result = true
					}
				},
				["隐"] = {
					["身"] = {
						result = true
					}
				}
			}
		},
		["思"] = {
			["嘉"] = {
				result = true
			}
		},
		["敏"] = {
			result = true,
			["后"] = {
				["台"] = {
					["吴"] = {
						["官"] = {
							["正"] = {
								result = true
							}
						}
					}
				}
			},
			["山"] = {
				["东"] = {
					["虎"] = {
						result = true
					}
				}
			},
			["的"] = {
				["后"] = {
					["台"] = {
						["老"] = {
							["板"] = {
								result = true
							}
						}
					}
				}
			},
			["被"] = {
				["双"] = {
					["规"] = {
						result = true
					}
				}
			}
		},
		["晓"] = {
			["龙"] = {
				result = true
			}
		},
		["梦"] = {
			["溪"] = {
				["照"] = {
					["片"] = {
						["网"] = {
							["盘"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["森"] = {
			["泰"] = {
				result = true
			}
		},
		["歧"] = {
			["山"] = {
				result = true
			}
		},
		["氏"] = {
			["户"] = {
				["外"] = {
					result = true
				}
			},
			["锋"] = {
				["锐"] = {
					result = true
				}
			},
			["雷"] = {
				["暴"] = {
					["弹"] = {
						["弓"] = {
							result = true
						}
					}
				}
			}
		},
		["民"] = {
			["生"] = {
				result = true,
				["3"] = {
					P = {
						["照"] = {
							result = true
						},
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				},
				["6"] = {
					p = {
						["门"] = {
							result = true
						}
					}
				},
				["不"] = {
					["雅"] = {
						["照"] = {
							result = true
						},
						["视"] = {
							["频"] = {
								result = true
							}
						}
					}
				},
				["宾"] = {
					["馆"] = {
						["6"] = {
							p = {
								result = true
							}
						}
					}
				},
				["群"] = {
					p = {
						result = true,
						["图"] = {
							result = true
						},
						["照"] = {
							result = true
						}
					}
				},
				["艳"] = {
					["照"] = {
						result = true
					}
				}
			}
		},
		["永"] = {
			["生"] = {
				["将"] = {
					["军"] = {
						result = true
					}
				}
			}
		},
		["炳"] = {
			["章"] = {
				["民"] = {
					["运"] = {
						["手"] = {
							["册"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["牌"] = {
			["赌"] = {
				["城"] = {
					result = true
				}
			}
		},
		["珉"] = {
			result = true
		},
		["琳"] = {
			["芳"] = {
				result = true
			}
		},
		["瑞"] = {
			["生"] = {
				result = true
			}
		},
		["立"] = {
			["军"] = {
				["中"] = {
					["共"] = {
						["争"] = {
							["斗"] = {
								result = true
							}
						}
					},
					["纪"] = {
						["委"] = {
							result = true
						}
					}
				},
				["举"] = {
					["报"] = {
						result = true,
						["薄"] = {
							result = true
						}
					}
				},
				["书"] = {
					["面"] = {
						["请"] = {
							["假"] = {
								result = true
							}
						}
					}
				},
				["事"] = {
					["件"] = {
						result = true
					}
				},
				["内"] = {
					["幕"] = {
						result = true
					},
					["斗"] = {
						result = true
					}
				},
				["十"] = {
					["八"] = {
						["大"] = {
							result = true
						},
						["布"] = {
							["局"] = {
								result = true
							}
						}
					}
				},
				["叛"] = {
					["逃"] = {
						result = true
					}
				},
				["揭"] = {
					["发"] = {
						result = true
					}
				},
				["政"] = {
					["治"] = {
						["争"] = {
							["斗"] = {
								result = true
							}
						},
						["内"] = {
							["幕"] = {
								result = true
							}
						},
						["庇"] = {
							["护"] = {
								result = true
							}
						},
						["迫"] = {
							["害"] = {
								result = true
							}
						}
					}
				},
				["活"] = {
					["体"] = {
						["摘"] = {
							["除"] = {
								result = true
							}
						}
					}
				},
				["真"] = {
					["相"] = {
						result = true
					}
				},
				["美"] = {
					["领"] = {
						["馆"] = {
							result = true
						}
					}
				},
				["薄"] = {
					["熙"] = {
						["来"] = {
							result = true
						}
					},
					["闹"] = {
						["翻"] = {
							result = true
						}
					}
				},
				["被"] = {
					["免"] = {
						["职"] = {
							["薄"] = {
								result = true
							}
						}
					}
				},
				["谷"] = {
					["开"] = {
						["来"] = {
							result = true
						}
					}
				},
				["转"] = {
					["移"] = {
						["资"] = {
							["产"] = {
								result = true
							}
						}
					}
				},
				["逃"] = {
					["亡"] = {
						result = true
					}
				},
				["避"] = {
					["难"] = {
						result = true
					}
				},
				["领"] = {
					["馆"] = {
						result = true
					}
				},
				["高"] = {
					["层"] = {
						["争"] = {
							["斗"] = {
								result = true
							}
						}
					}
				},
				["黄"] = {
					["奇"] = {
						["帆"] = {
							result = true
						}
					}
				}
			},
			["英"] = {
				result = true
			}
		},
		["维"] = {
			["林"] = {
				["坦"] = {
					["克"] = {
						["人"] = {
							result = true
						}
					}
				}
			}
		},
		["老"] = {
			["撸"] = {
				["鲁"] = {
					["大"] = {
						["妈"] = {
							result = true
						}
					}
				}
			}
		},
		["者"] = {
			["弓"] = {
				["努"] = {
					["专"] = {
						result = true
					}
				},
				["弩"] = {
					result = true,
					["专"] = {
						result = true
					}
				}
			},
			["归"] = {
				["来"] = {
					["网"] = {
						result = true
					}
				}
			},
			["贵"] = {
				["族"] = {
					result = true
				}
			}
		},
		["若"] = {
			["禹"] = {
				result = true
			}
		},
		["荣"] = {
			result = true,
			["官"] = {
				["位"] = {
					["不"] = {
						["保"] = {
							result = true
						}
					}
				}
			}
		},
		["通"] = {
			["智"] = {
				result = true
			}
		},
		["钦"] = {
			["敏"] = {
				result = true
			}
		},
		["雁"] = {
			["南"] = {
				["鲍"] = {
					["朴"] = {
						result = true
					}
				}
			}
		},
		["震"] = {
			["之"] = {
				["子"] = {
					["王"] = {
						["军"] = {
							result = true
						}
					}
				}
			}
		},
		["韶"] = {
			result = true
		},
		["默"] = {
			result = true
		}
	},
	["玥"] = {
		["犸"] = {
			["笁"] = {
				["倶"] = {
					result = true
				}
			}
		},
		["玛"] = {
			["小"] = {
				["工"] = {
					["具"] = {
						result = true
					}
				}
			},
			["工"] = {
				["具"] = {
					result = true
				}
			},
			["锁"] = {
				["强"] = {
					["开"] = {
						result = true
					}
				}
			}
		},
		["瑪"] = {
			["エ"] = {
				["具"] = {
					result = true
				}
			}
		}
	},
	["玩"] = {
		["3"] = {
			P = {
				result = true
			},
			p = {
				["色"] = {
					["链"] = {
						result = true
					}
				}
			}
		},
		["一"] = {
			["夜"] = {
				["成"] = {
					["人"] = {
						["论"] = {
							["坛"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["丰"] = {
			["满"] = {
				["熟"] = {
					["女"] = {
						["露"] = {
							["脸"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["乳"] = {
			result = true,
			["交"] = {
				result = true
			}
		},
		["人"] = {
			["妻"] = {
				["交"] = {
					["换"] = {
						result = true
					}
				}
			}
		},
		["你"] = {
			["妹"] = {
				result = true
			}
		},
		["具"] = {
			["枪"] = {
				result = true,
				["专"] = {
					["网"] = {
						result = true
					}
				}
			},
			["气"] = {
				["枪"] = {
					result = true
				}
			},
			["汽"] = {
				["强"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["咪"] = {
			["咪"] = {
				result = true
			}
		},
		["女"] = {
			["人"] = {
				result = true
			}
		},
		["妻"] = {
			["者"] = {
				result = true
			}
		},
		["家"] = {
			["名"] = {
				["称"] = {
					result = true
				}
			},
			["汇"] = {
				result = true
			},
			["编"] = {
				["队"] = {
					result = true
				}
			},
			["详"] = {
				["细"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					}
				}
			}
		},
		["弄"] = {
			["保"] = {
				["险"] = {
					["业"] = {
						["务"] = {
							["员"] = {
								result = true
							}
						}
					}
				}
			},
			["表"] = {
				["妹"] = {
					["的"] = {
						["穴"] = {
							result = true
						}
					}
				}
			}
		},
		["抢"] = {
			["吧"] = {
				result = true
			}
		},
		["枪"] = {
			["吧"] = {
				result = true
			}
		},
		["真"] = {
			["枪"] = {
				["吧"] = {
					result = true
				}
			}
		},
		["穴"] = {
			["潮"] = {
				["吹"] = {
					result = true
				}
			}
		},
		["转"] = {
			["苹"] = {
				["果"] = {
					result = true
				}
			}
		}
	},
	["现"] = {
		["."] = {
			["代"] = {
				["中"] = {
					["国"] = {
						result = true
					}
				}
			}
		},
		["世"] = {
			["."] = {
				["现"] = {
					["报"] = {
						result = true
					}
				}
			}
		},
		["代"] = {
			["."] = {
				["英"] = {
					["雄"] = {
						["传"] = {
							["奇"] = {
								result = true
							}
						}
					}
				}
			},
			["化"] = {
				["开"] = {
					["刃"] = {
						["军"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			},
			["潘"] = {
				["金"] = {
					["莲"] = {
						result = true
					}
				}
			},
			["激"] = {
				["情"] = {
					result = true
				}
			},
			["警"] = {
				["匕"] = {
					result = true
				}
			}
		},
		["充"] = {
			["气"] = {
				["蛤"] = {
					["蟆"] = {
						result = true
					}
				}
			}
		},
		["实"] = {
			["版"] = {
				["勾"] = {
					["人"] = {
						["魂"] = {
							["魄"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["役"] = {
			["军"] = {
				["刀"] = {
					result = true,
					["求"] = {
						["生"] = {
							["刀"] = {
								result = true
							}
						}
					}
				},
				["枪"] = {
					result = true
				}
			},
			["刀"] = {
				result = true
			},
			["电"] = {
				["警"] = {
					["棍"] = {
						result = true
					}
				}
			},
			["看"] = {
				["护"] = {
					["妇"] = {
						result = true
					}
				}
			}
		},
		["金"] = {
			["下"] = {
				["注"] = {
					result = true
				}
			},
			["交"] = {
				["易"] = {
					result = true
				}
			},
			["六"] = {
				["合"] = {
					["彩"] = {
						result = true
					}
				}
			},
			["博"] = {
				["彩"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			},
			["在"] = {
				["线"] = {
					["下"] = {
						["注"] = {
							result = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					result = true,
					["城"] = {
						result = true
					},
					["投"] = {
						["注"] = {
							result = true
						}
					},
					["棋"] = {
						["牌"] = {
							result = true
						}
					}
				}
			},
			["开"] = {
				["户"] = {
					result = true
				}
			},
			["投"] = {
				["注"] = {
					result = true
				}
			},
			["换"] = {
				H = {
					["肾"] = {
						result = true
					}
				}
			},
			["摇"] = {
				["骰"] = {
					["子"] = {
						result = true
					}
				}
			},
			["斗"] = {
				["地"] = {
					["主"] = {
						result = true
					}
				}
			},
			["梭"] = {
				["哈"] = {
					result = true
				}
			},
			["棋"] = {
				["牌"] = {
					result = true
				}
			},
			["游"] = {
				["戏"] = {
					result = true,
					["平"] = {
						["台"] = {
							result = true
						}
					}
				}
			},
			["牌"] = {
				["九"] = {
					result = true
				}
			},
			["电"] = {
				["子"] = {
					["游"] = {
						["戏"] = {
							result = true
						}
					}
				}
			},
			["百"] = {
				["家"] = {
					["乐"] = {
						result = true
					}
				}
			},
			["真"] = {
				["人"] = {
					["游"] = {
						["戏"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				["络"] = {
					["棋"] = {
						["牌"] = {
							result = true
						}
					}
				}
			},
			["赌"] = {
				["博"] = {
					["网"] = {
						result = true
					}
				},
				["场"] = {
					result = true
				}
			}
		}
	},
	["珆"] = {
		["塆"] = {
			["夲"] = {
				["汢"] = {
					result = true
				}
			},
			["蝂"] = {
				["徦"] = {
					["鈔"] = {
						result = true
					}
				}
			}
		}
	},
	["珍"] = {
		["品"] = {
			["女"] = {
				["人"] = {
					result = true
				}
			},
			["迷"] = {
				["药"] = {
					result = true
				}
			}
		},
		["妮"] = {
			["弗"] = {
				result = true
			}
		},
		["幼"] = {
			["阁"] = {
				result = true
			}
		},
		["珠"] = {
			["加"] = {
				["工"] = {
					result = true
				}
			},
			["岩"] = {
				result = true
			},
			["路"] = {
				["口"] = {
					result = true
				}
			}
		}
	},
	["現"] = {
		["代"] = {
			["化"] = {
				["开"] = {
					["刃"] = {
						["軍"] = {
							["刀"] = {
								result = true
							},
							["忉"] = {
								result = true
							}
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					result = true
				}
			}
		},
		["役"] = {
			["看"] = {
				["護"] = {
					["婦"] = {
						result = true
					}
				}
			}
		},
		["笩"] = {
			["激"] = {
				["情"] = {
					result = true
				}
			}
		},
		["菳"] = {
			result = true
		},
		["金"] = {
			["梭"] = {
				["哈"] = {
					result = true
				}
			},
			["棋"] = {
				["牌"] = {
					result = true
				}
			},
			["牌"] = {
				["九"] = {
					result = true
				}
			},
			["百"] = {
				["家"] = {
					["樂"] = {
						result = true
					}
				}
			},
			["鬥"] = {
				["地"] = {
					["主"] = {
						result = true
					}
				}
			}
		},
		["釒"] = {
			["棋"] = {
				["簰"] = {
					result = true
				}
			}
		}
	},
	["瑗"] = {
		["茭"] = {
			["敩"] = {
				["泩"] = {
					["妺"] = {
						["棴"] = {
							["務"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["莇"] = {
			["茭"] = {
				["漈"] = {
					result = true
				}
			}
		}
	},
	["瑭"] = {
		["叨"] = {
			result = true
		}
	},
	["瓦"] = {
		["尔"] = {
			["特"] = {
				P = {
					["2"] = {
						["2"] = {
							result = true
						}
					},
					P = {
						K = {
							result = true,
							S = {
								result = true
							}
						}
					}
				}
			}
		},
		["斯"] = {
			result = true,
			["9"] = {
				["9"] = {
					["手"] = {
						["狗"] = {
							result = true
						}
					}
				}
			},
			["低"] = {
				["价"] = {
					["手"] = {
						["狗"] = {
							result = true
						}
					}
				}
			},
			["手"] = {
				g = {
					o = {
						u = {
							result = true
						}
					}
				},
				["狗"] = {
					result = true,
					["专"] = {
						result = true
					},
					["出"] = {
						["货"] = {
							result = true
						}
					},
					["到"] = {
						["货"] = {
							result = true
						}
					},
					["图"] = {
						["纸"] = {
							result = true
						}
					},
					["带"] = {
						["退"] = {
							["弹"] = {
								result = true
							}
						}
					},
					["狗"] = {
						result = true
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			},
			["枪"] = {
				["专"] = {
					result = true
				}
			},
			["长"] = {
				["手"] = {
					["狗"] = {
						result = true
					}
				}
			}
		},
		["爾"] = {
			["特"] = {
				G = {
					S = {
						P = {
							result = true
						}
					}
				},
				P = {
					["5"] = {
						["手"] = {
							["槍"] = {
								result = true
							}
						}
					},
					P = {
						["手"] = {
							["槍"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["良"] = {
			["格"] = {
				result = true
			}
		}
	},
	["甄"] = {
		["唯"] = {
			["思"] = {
				result = true
			}
		},
		["江"] = {
			["华"] = {
				result = true
			}
		}
	},
	["甜"] = {
		["嫩"] = {
			["穴"] = {
				result = true
			}
		},
		["心"] = {
			["女"] = {
				["孩"] = {
					result = true
				}
			},
			["成"] = {
				["人"] = {
					["網"] = {
						result = true
					}
				}
			}
		},
		["性"] = {
			["涩"] = {
				["爱"] = {
					result = true
				}
			}
		},
		["蜜"] = {
			["家"] = {
				["庭"] = {
					result = true
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			},
			["的"] = {
				["肉"] = {
					["馒"] = {
						["头"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["生"] = {
		["南"] = {
			["星"] = {
				result = true
			}
		},
		["奸"] = {
			["內"] = {
				["射"] = {
					result = true
				}
			}
		},
		["巴"] = {
			["豆"] = {
				["配"] = {
					["方"] = {
						["方"] = {
							["法"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["徒"] = {
			["胸"] = {
				["觸"] = {
					result = true
				}
			}
		},
		["春"] = {
			["袋"] = {
				result = true
			}
		},
		["理"] = {
			["前"] = {
				["欲"] = {
					["情"] = {
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["甘"] = {
			["遂"] = {
				["发"] = {
					["货"] = {
						result = true
					}
				}
			}
		},
		["藤"] = {
			["黄"] = {
				result = true
			}
		},
		["附"] = {
			["子"] = {
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["用"] = {
		["乳"] = {
			["房"] = {
				result = true
			}
		},
		["力"] = {
			["刺"] = {
				["激"] = {
					["小"] = {
						["穴"] = {
							result = true
						}
					}
				}
			},
			["地"] = {
				["干"] = {
					result = true
				}
			},
			["干"] = {
				result = true
			},
			["扣"] = {
				["进"] = {
					result = true
				}
			},
			["插"] = {
				result = true
			},
			["操"] = {
				result = true
			},
			["狂"] = {
				["插"] = {
					result = true
				}
			}
		},
		["嘴"] = {
			["戴"] = {
				["套"] = {
					result = true
				}
			}
		},
		["麻"] = {
			["醉"] = {
				["槍"] = {
					result = true
				}
			}
		}
	},
	["甩"] = {
		["仿"] = {
			["真"] = {
				["枪"] = {
					result = true
				},
				["长"] = {
					["狗"] = {
						result = true
					}
				}
			}
		},
		["刺"] = {
			result = true
		},
		["枪"] = {
			result = true
		},
		["棍"] = {
			result = true,
			["係"] = {
				["列"] = {
					result = true
				}
			},
			["大"] = {
				["马"] = {
					["士"] = {
						["革"] = {
							["专"] = {
								result = true
							}
						}
					}
				}
			},
			["杀"] = {
				["破"] = {
					["狼"] = {
						result = true,
						["刀"] = {
							result = true
						},
						["忉"] = {
							result = true
						}
					}
				}
			},
			["正"] = {
				["品"] = {
					result = true
				}
			},
			["系"] = {
				["列"] = {
					result = true,
					["专"] = {
						result = true
					},
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			},
			["跳"] = {
				["刀"] = {
					result = true,
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			}
		},
		["棒"] = {
			result = true
		},
		["汽"] = {
			["枪"] = {
				result = true
			}
		},
		["电"] = {
			["视"] = {
				["棒"] = {
					result = true
				}
			}
		},
		["警"] = {
			["用"] = {
				["品"] = {
					result = true
				}
			}
		},
		["輥"] = {
			["係"] = {
				["烮"] = {
					result = true
				}
			}
		},
		["钱"] = {
			["女"] = {
				result = true
			}
		},
		["電"] = {
			["視"] = {
				["棒"] = {
					result = true
				}
			}
		}
	},
	["田"] = {
		["中"] = {
			result = true
		},
		["丸"] = {
			["愛"] = {
				["全"] = {
					["集"] = {
						result = true
					}
				}
			},
			["爱"] = {
				["全"] = {
					["集"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			}
		},
		["乐"] = {
			["磷"] = {
				result = true
			}
		},
		["代"] = {
			["幸"] = {
				["惠"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["修"] = {
			["思"] = {
				result = true
			}
		},
		["原"] = {
			["步"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				},
				["迅"] = {
					["雷"] = {
						result = true
					}
				}
			}
		},
		["崎"] = {
			["由"] = {
				["希"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["村"] = {
			["香"] = {
				["织"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["麻"] = {
				["里"] = {
					["江"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["紀"] = {
			["云"] = {
				result = true
			}
		},
		["纪"] = {
			["雲"] = {
				result = true
			}
		},
		["骁"] = {
			["鸣"] = {
				result = true
			}
		}
	},
	["由"] = {
		["愛"] = {
			["可"] = {
				["奈"] = {
					result = true
				}
			}
		},
		["树"] = {
			["莉"] = {
				["莉"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["樹"] = {
			["莉"] = {
				["莉"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["爱"] = {
			["可"] = {
				["奈"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["甴"] = {
		["樹"] = {
			["峲"] = {
				["峲"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["痛"] = {
		["并"] = {
			["快"] = {
				["乐"] = {
					["着"] = {
						result = true
					}
				}
			}
		},
		["忆"] = {
			[" "] = {
				["六"] = {
					["四"] = {
						result = true
					}
				}
			},
			["六"] = {
				["四"] = {
					result = true
				}
			}
		},
		["经"] = {
			result = true
		}
	},
	["瘟"] = {
		B = {
			result = true
		},
		y = {
			i = {
				n = {
					g = {
						["帝"] = {
							result = true
						}
					}
				}
			}
		},
		["伽"] = {
			["饱"] = {
				result = true
			}
		},
		["佳"] = {
			["饱"] = {
				result = true
			}
		},
		["夹"] = {
			["宝"] = {
				result = true
			}
		},
		["奸"] = {
			result = true
		},
		["影"] = {
			d = {
				result = true
			},
			["帝"] = {
				result = true
			}
		},
		["戏"] = {
			["子"] = {
				result = true
			}
		},
		["比"] = {
			result = true
		},
		["爷"] = {
			["爷"] = {
				result = true
			}
		},
		["疫"] = {
			["总"] = {
				["理"] = {
					result = true
				}
			}
		},
		["神"] = {
			["影"] = {
				["帝"] = {
					result = true
				}
			}
		},
		["肿"] = {
			result = true
		},
		["鸡"] = {
			["宝"] = {
				result = true
			}
		}
	},
	["瘦"] = {
		["猴"] = {
			["操"] = {
				["个"] = {
					["大"] = {
						["奶"] = {
							["妹"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["美"] = {
			["女"] = {
				["性"] = {
					["爱"] = {
						result = true
					}
				}
			}
		}
	},
	["瘾"] = {
		["君"] = {
			["子"] = {
				result = true
			}
		}
	},
	["皁"] = {
		["乁"] = {
			["囡"] = {
				["蕗"] = {
					["畩"] = {
						["洤"] = {
							["潗"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["巛"] = {
			["瀬"] = {
				["里"] = {
					["柰"] = {
						["嘸"] = {
							["犸"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["皛"] = {
		["厊"] = {
			["簽"] = {
				result = true
			}
		},
		["営"] = {
			["浍"] = {
				["葰"] = {
					result = true
				}
			}
		},
		["坧"] = {
			["瞳"] = {
				["嘸"] = {
					["犸"] = {
						["芐"] = {
							["酨"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["盐"] = {
		["酸"] = {
			["哌"] = {
				["替"] = {
					["啶"] = {
						result = true
					}
				}
			}
		}
	},
	["盛"] = {
		["唐"] = {
			["打"] = {
				["猎"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["大"] = {
			["娱"] = {
				["乐"] = {
					["场"] = {
						result = true
					}
				}
			},
			["富"] = {
				["翁"] = {
					result = true
				}
			},
			["赌"] = {
				["场"] = {
					result = true
				}
			}
		},
		["开"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["播"] = {
			["社"] = {
				["区"] = {
					result = true
				}
			}
		},
		["雪"] = {
			["辛"] = {
				["灏"] = {
					["年"] = {
						result = true
					}
				}
			}
		}
	},
	["相"] = {
		["乐"] = {
			["琴"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			}
		},
		["原"] = {
			["夏"] = {
				["海"] = {
					result = true
				}
			},
			["梨"] = {
				["花"] = {
					result = true,
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["留"] = {
				["美"] = {
					result = true
				}
			}
		},
		["叶"] = {
			["沙"] = {
				["织"] = {
					result = true
				}
			}
		},
		["姦"] = {
			["遊"] = {
				["戯"] = {
					result = true,
					["2"] = {
						result = true
					}
				}
			}
		},
		["崎"] = {
			["琴"] = {
				["音"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["無"] = {
						["碼"] = {
							result = true
						}
					}
				}
			}
		},
		["川"] = {
			["ま"] = {
				["み"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["無"] = {
						["碼"] = {
							result = true
						}
					}
				}
			},
			["未"] = {
				["希"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["百"] = {
				["合"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						},
						["種"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["真"] = {
				["由"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["聖"] = {
				["奈"] = {
					result = true
				}
			}
		},
		["应"] = {
			["飞"] = {
				["渡"] = {
					["昆"] = {
						["仑"] = {
							result = true
						}
					}
				}
			}
		},
		["思"] = {
			["红"] = {
				["娘"] = {
					result = true
				}
			}
		},
		["戶"] = {
			["愛"] = {
				["全"] = {
					["集"] = {
						result = true
					}
				}
			}
		},
		["泽"] = {
			["仁"] = {
				["美"] = {
					result = true
				}
			},
			["优"] = {
				["香"] = {
					result = true
				}
			},
			["梦"] = {
				result = true
			},
			["麻"] = {
				["帆"] = {
					result = true
				}
			}
		},
		["澤"] = {
			["夢"] = {
				result = true
			},
			["麻"] = {
				["帆"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["田"] = {
			["凉"] = {
				result = true
			},
			["桃"] = {
				B = {
					result = true
				}
			},
			["由"] = {
				["美"] = {
					result = true
				}
			}
		},
		["见"] = {
			["无"] = {
				["期"] = {
					result = true
				}
			}
		}
	},
	["省"] = {
		["假"] = {
			["币"] = {
				result = true
			}
		},
		["冰"] = {
			["毒"] = {
				result = true
			}
		}
	},
	["眞"] = {
		["亽"] = {
			["ニ"] = {
				["⑩"] = {
					["①"] = {
						["嚸"] = {
							result = true
						}
					}
				}
			},
			["輪"] = {
				["盤"] = {
					result = true
				}
			}
		},
		["宮"] = {
			["藜"] = {
				["唦"] = {
					["孒"] = {
						["種"] = {
							["孒"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["實"] = {
			["婬"] = {
				["萋"] = {
					result = true
				}
			},
			["學"] = {
				["歷"] = {
					["办"] = {
						["理"] = {
							result = true
						}
					}
				}
			},
			["洎"] = {
				["拍"] = {
					result = true
				}
			}
		},
		["悾"] = {
			["矢"] = {
				["裑"] = {
					result = true
				}
			}
		},
		["矢"] = {
			["綕"] = {
				["穂"] = {
					result = true
				}
			}
		},
		["銭"] = {
			["愽"] = {
				["彩"] = {
					["導"] = {
						["航"] = {
							result = true
						}
					}
				}
			},
			["粨"] = {
				["傢"] = {
					["楽"] = {
						result = true
					}
				}
			},
			["紮"] = {
				["釒"] = {
					["埖"] = {
						result = true
					}
				}
			}
		}
	},
	["真"] = {
		["&"] = {
			["文"] = {
				["凭"] = {
					result = true
				}
			}
		},
		["+"] = {
			["善"] = {
				["+"] = {
					["忍"] = {
						result = true
					}
				}
			}
		},
		["5"] = {
			["4"] = {
				result = true,
				["手"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["6"] = {
			["4"] = {
				["手"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["7"] = {
			["7"] = {
				["手"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		q = {
			i = {
				a = {
					n = {
						g = {
							result = true,
							["儿"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["、"] = {
			["善"] = {
				["、"] = {
					["忍"] = {
						result = true
					}
				}
			}
		},
		["与"] = {
			["伪"] = {
				["来"] = {
					["做"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["中"] = {
			["美"] = {
				["铃"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["香"] = {
				["织"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			}
		},
		["主"] = {
			["党"] = {
				result = true
			}
		},
		["乃"] = {
			["瞳"] = {
				result = true
			}
		},
		["二"] = {
			["代"] = {
				["身"] = {
					["份"] = {
						["證"] = {
							result = true
						},
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["人"] = {
			result = true,
			["梭"] = {
				["哈"] = {
					result = true
				}
			},
			["百"] = {
				["家"] = {
					["乐"] = {
						result = true
					}
				}
			}
		},
		["假"] = {
			["周"] = {
				["恩"] = {
					["来"] = {
						result = true
					}
				}
			}
		},
		["发"] = {
			["票"] = {
				result = true,
				t = {
					e = {
						l = {
							result = true
						}
					}
				}
			},
			["税"] = {
				["票"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				}
			}
		},
		["咲"] = {
			["惠"] = {
				["美"] = {
					result = true
				}
			}
		},
		["城"] = {
			["丽"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["壹"] = {
			["代"] = {
				["身"] = {
					["份"] = {
						["證"] = {
							result = true
						},
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["大"] = {
			["专"] = {
				["毕"] = {
					["业"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		},
		["好"] = {
			["论"] = {
				["坛"] = {
					result = true
				}
			}
		},
		["孔"] = {
			["雀"] = {
				["王"] = {
					result = true
				}
			}
		},
		["学"] = {
			["历"] = {
				["办"] = {
					["理"] = {
						result = true
					}
				},
				["文"] = {
					["凭"] = {
						result = true
					}
				}
			}
		},
		["实"] = {
			p = {
				["超"] = {
					["短"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["上"] = {
				["網"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					}
				},
				["网"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					}
				}
			},
			["二"] = {
				["代"] = {
					["证"] = {
						result = true
					},
					["身"] = {
						["份"] = {
							["證"] = {
								result = true
							}
						}
					}
				}
			},
			["代"] = {
				["开"] = {
					["银"] = {
						["行"] = {
							["卡"] = {
								result = true
							}
						}
					}
				}
			},
			["会"] = {
				["计"] = {
					["证"] = {
						result = true
					}
				}
			},
			["偷"] = {
				["拍"] = {
					result = true
				}
			},
			["凭"] = {
				result = true
			},
			["壹"] = {
				["代"] = {
					["身"] = {
						["份"] = {
							["證"] = {
								result = true
							},
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["女"] = {
				["友"] = {
					result = true
				}
			},
			["学"] = {
				["历"] = {
					result = true,
					["代"] = {
						["办"] = {
							result = true
						}
					},
					["办"] = {
						["理"] = {
							result = true
						}
					}
				}
			},
			["开"] = {
				["苞"] = {
					result = true
				}
			},
			["性"] = {
				["爱"] = {
					["爽"] = {
						["图"] = {
							result = true
						}
					}
				}
			},
			["换"] = {
				["妻"] = {
					["经"] = {
						["历"] = {
							result = true
						}
					}
				},
				["淫"] = {
					["妻"] = {
						result = true
					}
				}
			},
			["援"] = {
				["交"] = {
					["门"] = {
						["系"] = {
							["列"] = {
								result = true
							}
						}
					}
				}
			},
			["操"] = {
				["熟"] = {
					["女"] = {
						result = true
					}
				}
			},
			["文"] = {
				["#"] = {
					["凭"] = {
						result = true
					}
				},
				["凭"] = {
					result = true,
					["保"] = {
						["真"] = {
							result = true
						}
					},
					["办"] = {
						["理"] = {
							result = true
						}
					}
				}
			},
			["有"] = {
				["效"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					}
				}
			},
			["本"] = {
				["科"] = {
					["学"] = {
						["历"] = {
							result = true
						}
					}
				}
			},
			["毕"] = {
				["业"] = {
					["证"] = {
						result = true
					}
				}
			},
			["淫"] = {
				["妻"] = {
					result = true
				},
				["自"] = {
					["拍"] = {
						result = true
					}
				}
			},
			["的"] = {
				["世"] = {
					["界"] = {
						["2"] = {
							result = true
						}
					}
				},
				["文"] = {
					["凭"] = {
						result = true
					}
				},
				["老"] = {
					["婆"] = {
						result = true
					}
				}
			},
			["经"] = {
				["历"] = {
					result = true
				}
			},
			["股"] = {
				["民"] = {
					["资"] = {
						["料"] = {
							result = true
						},
						["源"] = {
							result = true
						}
					}
				}
			},
			["自"] = {
				["拍"] = {
					result = true,
					["扣"] = {
						["扣"] = {
							result = true
						}
					},
					["照"] = {
						result = true
					},
					["片"] = {
						result = true
					},
					["集"] = {
						["锦"] = {
							result = true
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					result = true
				}
			},
			["跟"] = {
				["老"] = {
					["婆"] = {
						["自"] = {
							["拍"] = {
								result = true
							}
						}
					}
				}
			},
			["身"] = {
				["份"] = {
					["扫"] = {
						["描"] = {
							["件"] = {
								result = true
							}
						}
					},
					["證"] = {
						result = true
					},
					["证"] = {
						["$"] = {
							result = true
						},
						["中"] = {
							["心"] = {
								result = true
							}
						}
					}
				}
			},
			["车"] = {
				["主"] = {
					["名"] = {
						["录"] = {
							result = true
						}
					},
					["资"] = {
						["料"] = {
							result = true
						}
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						result = true,
						["专"] = {
							result = true
						}
					}
				}
			},
			["驾"] = {
				["照"] = {
					result = true,
					["办"] = {
						["理"] = {
							result = true
						}
					}
				}
			}
		},
		["宫"] = {
			["梨"] = {
				["沙"] = {
					["子"] = {
						result = true,
						["种"] = {
							["子"] = {
								result = true
							}
						},
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["宮"] = {
			["梨"] = {
				["沙"] = {
					["子"] = {
						["種"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["實"] = {
			["有"] = {
				["效"] = {
					["文"] = {
						["憑"] = {
							result = true
						}
					}
				}
			},
			["淫"] = {
				["妻"] = {
					result = true
				}
			},
			["自"] = {
				["拍"] = {
					result = true
				}
			}
		},
		["封"] = {
			["神"] = {
				result = true
			}
		},
		["岛"] = {
			["裕"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["崎"] = {
			["愛"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["币"] = {
			result = true,
			["诚"] = {
				["信"] = {
					["商"] = {
						["家"] = {
							result = true
						}
					}
				}
			}
		},
		["情"] = {
			["少"] = {
				["妇"] = {
					result = true
				}
			},
			["无"] = {
				["奈"] = {
					result = true
				}
			},
			["求"] = {
				["助"] = {
					result = true
				}
			}
		},
		["想"] = {
			X = {
				X = {
					result = true
				}
			}
		},
		["手"] = {
			["枪"] = {
				["手"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["槍"] = {
				result = true
			}
		},
		["抢"] = {
			["供"] = {
				["货"] = {
					["商"] = {
						["网"] = {
							result = true
						}
					}
				}
			},
			["那"] = {
				["里"] = {
					result = true
				}
			}
		},
		["文"] = {
			["凭"] = {
				result = true,
				Q = {
					result = true
				},
				["联"] = {
					["系"] = {
						result = true
					}
				}
			}
		},
		["普"] = {
			["选"] = {
				result = true
			}
		},
		["木"] = {
			a = {
				["仓"] = {
					["保"] = {
						["真"] = {
							result = true
						}
					}
				}
			},
			["亞"] = {
				["里"] = {
					["沙"] = {
						["电"] = {
							["驴"] = {
								result = true
							}
						}
					}
				}
			},
			["今"] = {
				["日"] = {
					["子"] = {
						result = true
					}
				}
			},
			["仓"] = {
				["有"] = {
					["售"] = {
						result = true
					}
				}
			}
		},
		["树"] = {
			["樱"] = {
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["槍"] = {
			result = true
		},
		["正"] = {
			["假"] = {
				["钞"] = {
					["有"] = {
						["货"] = {
							["家"] = {
								result = true
							}
						}
					}
				}
			},
			["学"] = {
				["历"] = {
					["办"] = {
						["理"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				["人"] = {
					["皮"] = {
						["面"] = {
							["具"] = {
								result = true
							}
						}
					}
				},
				["冰"] = {
					["毒"] = {
						["家"] = {
							result = true
						}
					}
				},
				["凌"] = {
					["辱"] = {
						result = true
					}
				},
				["网"] = {
					["赚"] = {
						result = true
					}
				},
				["自"] = {
					["拍"] = {
						result = true
					}
				}
			}
		},
		["毕"] = {
			["业"] = {
				["正"] = {
					["办"] = {
						["理"] = {
							result = true
						}
					}
				},
				["证"] = {
					["办"] = {
						["理"] = {
							result = true
						}
					}
				}
			}
		},
		["气"] = {
			["枪"] = {
				result = true
			}
		},
		["法"] = {
			["票"] = {
				result = true
			}
		},
		["爆"] = {
			["枪"] = {
				result = true
			}
		},
		["爱"] = {
			["旅"] = {
				["社"] = {
					result = true
				}
			}
		},
		["犭"] = {
			["句"] = {
				["犭"] = {
					["昔"] = {
						["犭"] = {
							["句"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["狗"] = {
			result = true,
			["专"] = {
				result = true
			},
			["猎"] = {
				["狗"] = {
					result = true
				}
			},
			["腿"] = {
				result = true
			}
		},
		["狙"] = {
			["击"] = {
				["枪"] = {
					result = true
				}
			},
			["擊"] = {
				["槍"] = {
					result = true
				}
			}
		},
		["理"] = {
			["教"] = {
				["会"] = {
					result = true
				}
			},
			["組"] = {
				["織"] = {
					result = true
				}
			},
			["组"] = {
				["织"] = {
					result = true
				}
			},
			["道"] = {
				result = true
			},
			["部"] = {
				result = true
			}
		},
		["白"] = {
			["希"] = {
				["実"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["的"] = {
			["学"] = {
				["历"] = {
					["证"] = {
						["书"] = {
							result = true
						}
					}
				}
			}
		},
		["相"] = {
			["与"] = {
				["和"] = {
					["解"] = {
						["的"] = {
							["建"] = {
								["议"] = {
									["书"] = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			["戴"] = {
				["晴"] = {
					result = true
				}
			},
			["问"] = {
				["答"] = {
					result = true
				}
			}
		},
		["省"] = {
			["事"] = {
				["成"] = {
					["人"] = {
						["娱"] = {
							["乐"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["矢"] = {
			["志"] = {
				["穂"] = {
					result = true
				}
			}
		},
		["空"] = {
			["&"] = {
				["失"] = {
					["身"] = {
						result = true
					}
				}
			},
			["失"] = {
				["身"] = {
					result = true
				}
			},
			["炸"] = {
				["弹"] = {
					result = true
				}
			},
			["蕾"] = {
				["丝"] = {
					["失"] = {
						["身"] = {
							result = true
						}
					}
				}
			}
		},
		["老"] = {
			["虎"] = {
				["李"] = {
					["夫"] = {
						["人"] = {
							["涉"] = {
								["丁"] = {
									["案"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["舒"] = {
			["服"] = {
				result = true
			}
		},
		["虎"] = {
			["头"] = {
				["气"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["警"] = {
			["察"] = {
				["证"] = {
					["代"] = {
						["办"] = {
							result = true
						}
					}
				}
			}
		},
		["证"] = {
			["学"] = {
				["历"] = {
					["办"] = {
						["理"] = {
							result = true
						}
					}
				}
			}
		},
		["诚"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["正"] = {
							result = true
						}
					}
				}
			}
		},
		["身"] = {
			["份"] = {
				["證"] = {
					result = true
				},
				["证"] = {
					result = true
				}
			}
		},
		["鈔"] = {
			result = true
		},
		["錢"] = {
			result = true
		},
		["鎗"] = {
			result = true
		},
		["钞"] = {
			result = true,
			["真"] = {
				["币"] = {
					["真"] = {
						["钱"] = {
							result = true
						}
					}
				},
				["钱"] = {
					["价"] = {
						["格"] = {
							result = true
						}
					}
				}
			}
		},
		["钱"] = {
			result = true,
			["2"] = {
				["1"] = {
					["点"] = {
						result = true
					}
				}
			},
			["博"] = {
				["彩"] = {
					result = true
				}
			},
			["娱"] = {
				["乐"] = {
					["场"] = {
						result = true
					}
				}
			},
			["扎"] = {
				["金"] = {
					["花"] = {
						result = true
					}
				}
			},
			["斗"] = {
				["地"] = {
					["主"] = {
						result = true
					}
				}
			},
			["梭"] = {
				["哈"] = {
					result = true
				}
			},
			["炸"] = {
				["金"] = {
					["花"] = {
						result = true
					}
				}
			},
			["老"] = {
				["虎"] = {
					["机"] = {
						result = true
					}
				}
			},
			["赌"] = {
				["博"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			},
			["轮"] = {
				["盘"] = {
					result = true
				}
			},
			["骰"] = {
				["宝"] = {
					result = true
				}
			},
			["麻"] = {
				["将"] = {
					result = true
				}
			}
		},
		["铁"] = {
			["5"] = {
				["4"] = {
					result = true
				}
			},
			["狗"] = {
				["粮"] = {
					result = true
				}
			}
		},
		["题"] = {
			result = true
		},
		["驾"] = {
			["驶"] = {
				["证"] = {
					result = true
				}
			}
		},
		["龙"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["，"] = {
			["善"] = {
				["，"] = {
					["忍"] = {
						result = true
					}
				}
			}
		}
	},
	["眼"] = {
		["睛"] = {
			["妹"] = {
				["好"] = {
					["风"] = {
						["骚"] = {
							result = true
						}
					}
				}
			}
		},
		["镜"] = {
			M = {
				M = {
					["的"] = {
						["诱"] = {
							["惑"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["着"] = {
		["色"] = {
			B = {
				B = {
					["弹"] = {
						result = true
					}
				}
			}
		}
	},
	["睡"] = {
		["着"] = {
			["的"] = {
				["武"] = {
					["神"] = {
						["全"] = {
							["集"] = {
								result = true
							}
						},
						["小"] = {
							["说"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["衣"] = {
			["男"] = {
				["士"] = {
					["拒"] = {
						["捕"] = {
							result = true
						}
					},
					["拘"] = {
						["捕"] = {
							result = true
						}
					}
				}
			}
		},
		["遍"] = {
			["高"] = {
				["雄"] = {
					["旅"] = {
						result = true
					}
				}
			}
		}
	},
	["瞬"] = {
		["间"] = {
			["开"] = {
				["锁"] = {
					result = true
				}
			},
			["装"] = {
				["填"] = {
					result = true
				}
			}
		}
	},
	["瞳"] = {
		["佳"] = {
			["乃"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			}
		},
		["愛"] = {
			b = {
				t = {
					result = true
				}
			}
		},
		["爱"] = {
			b = {
				t = {
					result = true
				}
			}
		}
	},
	["矢"] = {
		["吹"] = {
			["优"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["優"] = {
				["奈"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["百"] = {
					["合"] = {
						["无"] = {
							["码"] = {
								result = true
							}
						},
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["玛"] = {
				["利"] = {
					["亚"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["嘢"] = {
			["噖"] = {
				["羙"] = {
					["嘸"] = {
						["犸"] = {
							result = true
						}
					}
				}
			},
			["媄"] = {
				["膤"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		},
		["崎"] = {
			["茜"] = {
				result = true,
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			}
		},
		["憶"] = {
			["葯"] = {
				["氺"] = {
					result = true
				}
			}
		},
		["沢"] = {
			["る"] = {
				["い"] = {
					result = true
				}
			}
		},
		["泽"] = {
			["洋"] = {
				["子"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["种"] = {
				["子"] = {
					result = true
				}
			}
		},
		["澤"] = {
			["種"] = {
				["子"] = {
					result = true
				},
				["孒"] = {
					result = true
				}
			}
		},
		["田"] = {
			["亚"] = {
				["纪"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["凉"] = {
				["子"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				},
				["紫"] = {
					["无"] = {
						["马"] = {
							result = true
						}
					}
				}
			},
			["裡"] = {
				["奈"] = {
					result = true
				}
			},
			["里"] = {
				["奈"] = {
					result = true
				}
			}
		},
		["畾"] = {
			["裡"] = {
				["萘"] = {
					result = true
				}
			}
		},
		["裑"] = {
			["蒶"] = {
				result = true,
				["專"] = {
					result = true
				},
				["蒾"] = {
					["奸"] = {
						["葯"] = {
							["專"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["野"] = {
			["明"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["沙"] = {
				["紀"] = {
					result = true
				},
				["纪"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["琴"] = {
				["美"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["無"] = {
						["碼"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["雪"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["石"] = {
		["井"] = {
			["圆"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["圓"] = {
				["種"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["人"] = {
			["傀"] = {
				["儡"] = {
					result = true
				}
			}
		},
		["仓"] = {
			["久"] = {
				["子"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["纯"] = {
				["子"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["口"] = {
			["右"] = {
				["明"] = {
					["的"] = {
						["诱"] = {
							["惑"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["嘴"] = {
			["山"] = {
				K = {
					["粉"] = {
						result = true
					}
				},
				["麻"] = {
					["古"] = {
						result = true
					}
				}
			}
		},
		["城"] = {
			["二"] = {
				["硝"] = {
					["基"] = {
						["苯"] = {
							["酚"] = {
								result = true
							}
						}
					}
				}
			},
			["肾"] = {
				result = true
			}
		},
		["墨"] = {
			["炸"] = {
				["弹"] = {
					result = true
				}
			},
			["铣"] = {
				["刀"] = {
					["具"] = {
						result = true
					}
				}
			}
		},
		["山"] = {
			["梨"] = {
				["华"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["川"] = {
			["优"] = {
				["季"] = {
					["奈"] = {
						result = true
					}
				},
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["愛"] = {
				["理"] = {
					b = {
						t = {
							result = true
						}
					},
					["無"] = {
						["碼"] = {
							result = true
						}
					},
					["電"] = {
						["驢"] = {
							result = true
						}
					}
				}
			},
			["爱"] = {
				["理"] = {
					result = true,
					b = {
						t = {
							result = true
						}
					},
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["电"] = {
						["驴"] = {
							result = true
						}
					}
				}
			},
			["种"] = {
				["子"] = {
					result = true
				}
			},
			["種"] = {
				["子"] = {
					result = true
				}
			},
			["路"] = {
				["亚"] = {
					["无"] = {
						["码"] = {
							result = true
						},
						["马"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["鈴"] = {
				["華"] = {
					result = true,
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["流"] = {
						["出"] = {
							["中"] = {
								result = true
							}
						}
					},
					["無"] = {
						["碼"] = {
							result = true
						}
					}
				}
			},
			["铃"] = {
				["华"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["油"] = {
			["帮"] = {
				["帮"] = {
					["主"] = {
						result = true
					}
				}
			},
			["第"] = {
				["一"] = {
					["掌"] = {
						["门"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["清"] = {
			["露"] = {
				result = true
			}
		},
		["牌"] = {
			["教"] = {
				["会"] = {
					result = true
				}
			}
		},
		["甘"] = {
			["霖"] = {
				result = true
			}
		},
		["生"] = {
			["龙"] = {
				result = true
			}
		},
		["田"] = {
			["亚"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["智"] = {
				["美"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["由"] = {
				["裡"] = {
					["亞"] = {
						["種"] = {
							["子"] = {
								result = true
							}
						}
					}
				},
				["里"] = {
					["亚"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["眼"] = {
			["集"] = {
				["束"] = {
					["炸"] = {
						["弹"] = {
							result = true
						}
					}
				}
			}
		},
		["绘"] = {
			["未"] = {
				["季"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["臧"] = {
			["山"] = {
				result = true
			}
		},
		["警"] = {
			["圆"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["圓"] = {
				["種"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["进"] = {
			result = true
		},
		["钟"] = {
			["岩"] = {
				result = true
			}
		},
		["首"] = {
			["套"] = {
				["牌"] = {
					["车"] = {
						result = true
					}
				}
			}
		}
	},
	["矽"] = {
		["穀"] = {
			["動"] = {
				["力"] = {
					result = true
				}
			}
		},
		["膠"] = {
			["人"] = {
				["皮"] = {
					result = true,
					["面"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["臉"] = {
				["皮"] = {
					result = true
				}
			},
			["面"] = {
				["具"] = {
					result = true
				},
				["皮"] = {
					result = true
				}
			}
		}
	},
	["砷"] = {
		["化"] = {
			["三"] = {
				["氢"] = {
					result = true
				}
			},
			["氢"] = {
				["直"] = {
					["销"] = {
						result = true
					}
				}
			},
			["氫"] = {
				result = true
			},
			["物"] = {
				result = true
			}
		},
		["囮"] = {
			["氢"] = {
				result = true
			}
		},
		["酸"] = {
			result = true,
			["三"] = {
				["钙"] = {
					result = true
				}
			},
			["氢"] = {
				["汞"] = {
					result = true
				}
			},
			["汞"] = {
				result = true
			},
			["甲"] = {
				["有"] = {
					["售"] = {
						result = true
					}
				}
			},
			["硼"] = {
				["有"] = {
					["售"] = {
						result = true
					}
				}
			},
			["钙"] = {
				result = true
			}
		}
	},
	["砸"] = {
		["共"] = {
			["产"] = {
				["党"] = {
					["的"] = {
						["锅"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["硒"] = {
		["酸"] = {
			["钠"] = {
				result = true
			}
		}
	},
	["硕"] = {
		["士"] = {
			["考"] = {
				["前"] = {
					["答"] = {
						["案"] = {
							result = true
						}
					}
				}
			}
		},
		["大"] = {
			["双"] = {
				["乳"] = {
					result = true
				}
			},
			["的"] = {
				["肉"] = {
					["棒"] = {
						result = true
					}
				},
				["龟"] = {
					["头"] = {
						result = true
					}
				}
			}
		}
	},
	["硝"] = {
		["酸"] = {
			["脲"] = {
				["炸"] = {
					["药"] = {
						result = true
					}
				}
			}
		}
	},
	["硬"] = {
		["幣"] = {
			["假"] = {
				["幣"] = {
					result = true
				}
			},
			["徦"] = {
				["幣"] = {
					result = true
				}
			},
			["批"] = {
				["髮"] = {
					result = true
				}
			}
		},
		["弊"] = {
			["假"] = {
				["弊"] = {
					result = true
				}
			}
		},
		["石"] = {
			["赌"] = {
				["场"] = {
					result = true
				}
			}
		},
		["钱"] = {
			["币"] = {
				result = true
			}
		}
	},
	["碎"] = {
		["尸"] = {
			["榜"] = {
				["架"] = {
					result = true
				}
			}
		},
		["屍"] = {
			["榜"] = {
				["架"] = {
					result = true
				}
			}
		}
	},
	["碳"] = {
		["动"] = {
			["力"] = {
				["气"] = {
					["枪"] = {
						result = true
					}
				}
			}
		},
		["纤"] = {
			["维"] = {
				["弹"] = {
					result = true
				}
			}
		},
		["酰"] = {
			["氯"] = {
				result = true
			}
		},
		["酸"] = {
			["亚"] = {
				["铊"] = {
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			},
			["冰"] = {
				Q = {
					result = true
				}
			}
		}
	},
	["礻"] = {
		["申"] = {
			["亻"] = {
				["山"] = {
					["水"] = {
						result = true
					}
				}
			}
		},
		["见"] = {
			["步"] = {
				["页"] = {
					["果"] = {
						["耳"] = {
							["卯"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["神"] = {
		["业"] = {
			["潮"] = {
				["绝"] = {
					result = true
				}
			}
		},
		["之"] = {
			["欲"] = {
				result = true
			},
			["領"] = {
				["域"] = {
					result = true
				}
			},
			["领"] = {
				["域"] = {
					result = true
				}
			}
		},
		["乐"] = {
			["网"] = {
				result = true
			}
		},
		["也"] = {
			["是"] = {
				["男"] = {
					["人"] = {
						result = true
					}
				}
			}
		},
		["仙"] = {
			["传"] = {
				result = true
			},
			["水"] = {
				result = true,
				["?"] = {
					result = true
				},
				G = {
					H = {
						B = {
							result = true
						}
					}
				},
				["专"] = {
					result = true
				},
				["出"] = {
					["货"] = {
						result = true
					}
				},
				["到"] = {
					["货"] = {
						result = true
					}
				},
				["手"] = {
					["机"] = {
						result = true
					}
				},
				["提"] = {
					["炼"] = {
						result = true
					}
				},
				["教"] = {
					["程"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				},
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								result = true
							}
						}
					}
				},
				["配"] = {
					["方"] = {
						result = true
					}
				}
			},
			["糖"] = {
				result = true,
				["出"] = {
					["货"] = {
						result = true
					}
				},
				["到"] = {
					["货"] = {
						result = true
					}
				},
				["手"] = {
					["机"] = {
						result = true
					}
				},
				["提"] = {
					["炼"] = {
						result = true
					}
				},
				["教"] = {
					["程"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								result = true
							}
						}
					}
				},
				["配"] = {
					["方"] = {
						result = true
					}
				}
			}
		},
		["兵"] = {
			["鉴"] = {
				result = true
			}
		},
		["兽"] = {
			["栏"] = {
				["管"] = {
					["理"] = {
						["员"] = {
							result = true
						}
					}
				}
			}
		},
		["力"] = {
			["时"] = {
				["代"] = {
					result = true
				}
			}
		},
		["化"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["医"] = {
			["擒"] = {
				["美"] = {
					["录"] = {
						result = true
					}
				}
			},
			["的"] = {
				["克"] = {
					["星"] = {
						result = true
					}
				}
			}
		},
		["咲"] = {
			["诗"] = {
				["织"] = {
					result = true,
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["城"] = {
			["千"] = {
				["佳"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["奇"] = {
			["电"] = {
				["视"] = {
					["棒"] = {
						result = true
					}
				}
			},
			["蘑"] = {
				["菇"] = {
					result = true,
					["专"] = {
						result = true
					}
				}
			},
			["電"] = {
				["視"] = {
					["棒"] = {
						result = true
					}
				}
			}
		},
		["崎"] = {
			["绫"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["葵"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			},
			["麻"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				},
				["衣"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["州"] = {
			["天"] = {
				["戈"] = {
					result = true
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			},
			["数"] = {
				["码"] = {
					result = true
				}
			}
		},
		["开"] = {
			["十"] = {
				["字"] = {
					["自"] = {
						["动"] = {
							result = true
						}
					}
				}
			}
		},
		["弩"] = {
			["网"] = {
				result = true
			}
		},
		["彩"] = {
			["堂"] = {
				result = true
			}
		},
		["手"] = {
			["弹"] = {
				["弓"] = {
					result = true
				}
			}
		},
		["曲"] = {
			result = true
		},
		["枪"] = {
			["吧"] = {
				result = true
			}
		},
		["油"] = {
			result = true
		},
		["泣"] = {
			result = true
		},
		["泪"] = {
			result = true
		},
		["淚"] = {
			result = true
		},
		["漢"] = {
			result = true
		},
		["炮"] = {
			["手"] = {
				result = true
			}
		},
		["田"] = {
			["桃"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["梨"] = {
				["沙"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["甲"] = {
			["奇"] = {
				["兵"] = {
					result = true
				}
			}
		},
		["的"] = {
			["永"] = {
				["远"] = {
					["到"] = {
						["永"] = {
							["远"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["社"] = {
			result = true
		},
		["秘"] = {
			["人"] = {
				result = true
			},
			["园"] = {
				result = true
			}
		},
		["符"] = {
			result = true,
			["靠"] = {
				result = true
			}
		},
		["药"] = {
			result = true
		},
		["話"] = {
			R = {
				["。"] = {
					Y = {
						["。"] = {
							L = {
								result = true
							}
						}
					}
				}
			}
		},
		["话"] = {
			R = {
				["。"] = {
					Y = {
						["。"] = {
							L = {
								result = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["谷"] = {
			["丽"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["姫"] = {
				result = true
			},
			["姬"] = {
				["乱"] = {
					["交"] = {
						result = true
					}
				},
				["博"] = {
					["客"] = {
						result = true
					}
				},
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["無"] = {
					["碼"] = {
						["下"] = {
							["載"] = {
								result = true
							}
						}
					}
				}
			},
			["沙"] = {
				["織"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["诗"] = {
				["织"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["雕"] = {
			["艳"] = {
				["情"] = {
					result = true
				}
			}
		},
		["鞭"] = {
			result = true
		},
		["韵"] = {
			result = true,
			["仙"] = {
				["音"] = {
					result = true
				}
			},
			["纽"] = {
				["约"] = {
					result = true
				}
			},
			["艺"] = {
				["术"] = {
					["团"] = {
						result = true
					}
				}
			}
		},
		["風"] = {
			["~"] = {
				result = true
			}
		},
		["风"] = {
			result = true,
			["大"] = {
				["乱"] = {
					["交"] = {
						result = true
					}
				}
			}
		},
		["马"] = {
			["高"] = {
				["手"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			}
		},
		["鬼"] = {
			["传"] = {
				["奇"] = {
					result = true
				}
			},
			["妓"] = {
				["院"] = {
					result = true
				}
			}
		},
		["鹰"] = {
			["气"] = {
				["枪"] = {
					["网"] = {
						result = true
					}
				}
			},
			["汽"] = {
				["枪"] = {
					["网"] = {
						result = true
					}
				}
			},
			["论"] = {
				["坛"] = {
					result = true
				}
			}
		},
		["龙"] = {
			["弯"] = {
				["刀"] = {
					result = true
				}
			},
			["心"] = {
				["水"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			},
			["摆"] = {
				["尾"] = {
					result = true
				}
			},
			["猎"] = {
				["人"] = {
					["汽"] = {
						["狗"] = {
							result = true
						}
					}
				}
			},
			["论"] = {
				["坛"] = {
					result = true
				}
			}
		}
	},
	["禦"] = {
		["の"] = {
			["二"] = {
				["代"] = {
					["目"] = {
						result = true
					}
				}
			}
		},
		["花"] = {
			["王"] = {
				["朝"] = {
					result = true
				}
			}
		}
	},
	["禿"] = {
		["枪"] = {
			result = true
		},
		["槍"] = {
			result = true
		},
		["步"] = {
			["槍"] = {
				result = true
			}
		},
		["鷹"] = {
			result = true,
			["價"] = {
				["格"] = {
					result = true
				}
			},
			["槍"] = {
				result = true
			},
			["氣"] = {
				["槍"] = {
					result = true,
					["專"] = {
						result = true,
						["網"] = {
							["點"] = {
								result = true
							}
						}
					}
				}
			},
			["汽"] = {
				["槍"] = {
					result = true
				}
			},
			["芞"] = {
				["槍"] = {
					result = true,
					["專"] = {
						result = true
					}
				}
			}
		},
		["鹰"] = {
			["氣"] = {
				["熗"] = {
					result = true,
					["抟"] = {
						["蛧"] = {
							["點"] = {
								result = true
							}
						}
					}
				}
			},
			["汽"] = {
				["枪"] = {
					result = true
				}
			},
			["熗"] = {
				result = true
			}
		}
	},
	["秀"] = {
		["大"] = {
			["奶"] = {
				["美"] = {
					["眉"] = {
						result = true
					}
				}
			}
		},
		["美"] = {
			["的"] = {
				["妹"] = {
					result = true
				}
			},
			["腿"] = {
				["双"] = {
					["峰"] = {
						result = true
					}
				}
			}
		},
		["肌"] = {
			["肉"] = {
				result = true
			}
		},
		["都"] = {
			["激"] = {
				["情"] = {
					["吧"] = {
						result = true
					}
				}
			}
		}
	},
	["私"] = {
		["#"] = {
			["服"] = {
				result = true
			}
		},
		["%"] = {
			["服"] = {
				result = true
			}
		},
		["*"] = {
			["*"] = {
				["服"] = {
					result = true
				}
			},
			["服"] = {
				result = true
			}
		},
		["?"] = {
			result = true
		},
		F = {
			result = true
		},
		["\\"] = {
			["服"] = {
				result = true
			}
		},
		h = {
			["密"] = {
				a = {
					["空"] = {
						v = {
							["间"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["人"] = {
			["会"] = {
				["所"] = {
					result = true
				}
			},
			["伺"] = {
				["服"] = {
					["器"] = {
						result = true
					}
				}
			},
			["性"] = {
				["伴"] = {
					["侣"] = {
						result = true
					}
				}
			},
			["讨"] = {
				["债"] = {
					result = true
				}
			},
			["陪"] = {
				["护"] = {
					result = true
				}
			}
		},
		["售"] = {
			["单"] = {
				["管"] = {
					["猎"] = {
						l = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["气"] = {
				["槍"] = {
					result = true
				}
			},
			["汽"] = {
				["狗"] = {
					["订"] = {
						["购"] = {
							result = true
						}
					}
				}
			},
			["猎"] = {
				["枪"] = {
					["子"] = {
						["弹"] = {
							result = true
						}
					}
				}
			},
			["秃"] = {
				["鹰"] = {
					["图"] = {
						result = true
					},
					["汽"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["自"] = {
				["制"] = {
					["汽"] = {
						["狗"] = {
							result = true
						}
					}
				}
			},
			["虎"] = {
				["头"] = {
					["双"] = {
						["管"] = {
							result = true
						}
					},
					["猎"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["进"] = {
				["口"] = {
					["枪"] = {
						["支"] = {
							result = true
						}
					}
				}
			},
			["麻"] = {
				["醉"] = {
					l = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["处"] = {
			["姐"] = {
				["走"] = {
					["光"] = {
						result = true
					}
				}
			},
			["淫"] = {
				["水"] = {
					["图"] = {
						result = true
					}
				}
			},
			["的"] = {
				["秘"] = {
					["密"] = {
						result = true
					}
				}
			}
		},
		["女"] = {
			["见"] = {
				["熟"] = {
					["人"] = {
						["妻"] = {
							result = true
						}
					}
				}
			}
		},
		["姐"] = {
			["处"] = {
				result = true
			}
		},
		["家"] = {
			["侦"] = {
				["探"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["密"] = {
			["会"] = {
				["所"] = {
					result = true
				}
			},
			["性"] = {
				["交"] = {
					["全"] = {
						["过"] = {
							["程"] = {
								result = true
							}
						}
					}
				}
			},
			["通"] = {
				["话"] = {
					["录"] = {
						["音"] = {
							result = true
						}
					}
				}
			}
		},
		["房"] = {
			["美"] = {
				["女"] = {
					["图"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["色"] = {
				result = true,
				["网"] = {
					result = true
				}
			}
		},
		["拍"] = {
			result = true,
			["套"] = {
				["图"] = {
					result = true
				}
			}
		},
		["生"] = {
			["子"] = {
				["法"] = {
					["拉"] = {
						["利"] = {
							result = true
						}
					}
				},
				["贾"] = {
					["宝"] = {
						["玉"] = {
							result = true
						}
					}
				},
				["车"] = {
					["祸"] = {
						result = true
					}
				}
			}
		},
		["痴"] = {
			["女"] = {
				["変"] = {
					["幻"] = {
						["自"] = {
							["慰"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["立"] = {
			["淫"] = {
				["乱"] = {
					["学"] = {
						["园"] = {
							result = true
						}
					}
				}
			}
		},
		["聊"] = {
			result = true,
			["频"] = {
				["道"] = {
					result = true
				}
			}
		},
		["色"] = {
			["房"] = {
				["娱"] = {
					["乐"] = {
						["网"] = {
							result = true
						}
					}
				},
				["成"] = {
					["人"] = {
						["网"] = {
							result = true
						}
					}
				},
				["综"] = {
					["合"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["营"] = {
			["气"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["處"] = {
			["的"] = {
				["秘"] = {
					["密"] = {
						result = true
					}
				}
			}
		},
		["设"] = {
			["路"] = {
				["障"] = {
					result = true
				}
			}
		},
		["阴"] = {
			["人"] = {
				["体"] = {
					result = true
				}
			}
		},
		["？"] = {
			["服"] = {
				result = true
			}
		}
	},
	["秃"] = {
		["消"] = {
			result = true
		},
		["雕"] = {
			result = true
		},
		["鹫"] = {
			["气"] = {
				["枪"] = {
					["做"] = {
						["法"] = {
							result = true
						}
					}
				}
			}
		},
		["鹰"] = {
			P = {
				C = {
					P = {
						result = true,
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["转"] = {
							["让"] = {
								result = true
							}
						}
					}
				}
			},
			c = {
				f = {
					x = {
						result = true
					}
				}
			},
			p = {
				c = {
					p = {
						["专"] = {
							result = true
						},
						["套"] = {
							["件"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						}
					}
				}
			},
			["一"] = {
				["把"] = {
					["多"] = {
						["重"] = {
							result = true
						}
					}
				}
			},
			["专"] = {
				result = true,
				["用"] = {
					["型"] = {
						["材"] = {
							result = true
						}
					},
					["机"] = {
						["械"] = {
							["瞄"] = {
								result = true
							}
						}
					}
				},
				["网"] = {
					result = true
				}
			},
			["价"] = {
				["格"] = {
					result = true
				}
			},
			["内"] = {
				["脏"] = {
					["专"] = {
						result = true
					}
				}
			},
			["出"] = {
				["货"] = {
					result = true
				}
			},
			["到"] = {
				["货"] = {
					result = true
				}
			},
			["图"] = {
				result = true
			},
			["多"] = {
				["少"] = {
					["钱"] = {
						result = true,
						["一"] = {
							["把"] = {
								result = true
							}
						}
					}
				}
			},
			["套"] = {
				["件"] = {
					["专"] = {
						result = true
					},
					["图"] = {
						["纸"] = {
							result = true
						}
					}
				}
			},
			["子"] = {
				["弹"] = {
					result = true
				}
			},
			["工"] = {
				["作"] = {
					["原"] = {
						["理"] = {
							result = true
						}
					}
				}
			},
			["户"] = {
				["外"] = {
					result = true
				}
			},
			["手"] = {
				["枪"] = {
					result = true,
					["直"] = {
						["销"] = {
							result = true
						}
					}
				}
			},
			["技"] = {
				["术"] = {
					["转"] = {
						["让"] = {
							result = true
						}
					}
				}
			},
			["支"] = {
				["付"] = {
					["宝"] = {
						result = true
					}
				},
				["架"] = {
					["瞄"] = {
						["准"] = {
							["镜"] = {
								result = true
							}
						}
					}
				}
			},
			["有"] = {
				["恒"] = {
					["压"] = {
						["阀"] = {
							["吗"] = {
								result = true
							}
						}
					}
				}
			},
			["枪"] = {
				["专"] = {
					result = true
				},
				["套"] = {
					["件"] = {
						result = true
					}
				},
				["械"] = {
					["总"] = {
						["经"] = {
							["销"] = {
								result = true
							}
						}
					}
				},
				["直"] = {
					["销"] = {
						result = true
					}
				},
				["订"] = {
					["购"] = {
						result = true
					}
				},
				["转"] = {
					["让"] = {
						result = true
					}
				}
			},
			["气"] = {
				result = true,
				["动"] = {
					["枪"] = {
						result = true
					}
				},
				["呛"] = {
					result = true
				},
				["抢"] = {
					["价"] = {
						["格"] = {
							result = true
						}
					},
					["在"] = {
						result = true
					}
				},
				["木"] = {
					["仓"] = {
						result = true
					}
				},
				["枪"] = {
					["专"] = {
						result = true,
						["网"] = {
							result = true,
							["点"] = {
								result = true
							}
						}
					},
					["华"] = {
						["北"] = {
							result = true
						}
					},
					["图"] = {
						["片"] = {
							["网"] = {
								result = true
							}
						}
					},
					["套"] = {
						["件"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["真"] = {
						["品"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					},
					["转"] = {
						["让"] = {
							result = true
						}
					},
					["配"] = {
						["件"] = {
							result = true
						}
					}
				},
				["步"] = {
					["枪"] = {
						result = true,
						["专"] = {
							result = true
						},
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["网"] = {
							result = true
						},
						["订"] = {
							["购"] = {
								result = true
							}
						},
						["转"] = {
							["让"] = {
								result = true
							}
						}
					}
				},
				["狗"] = {
					result = true,
					["网"] = {
						result = true
					}
				},
				["阀"] = {
					["图"] = {
						["纸"] = {
							result = true
						}
					}
				}
			},
			["氚"] = {
				["枪"] = {
					["專"] = {
						["網"] = {
							["點"] = {
								result = true
							}
						}
					}
				}
			},
			["汽"] = {
				["抢"] = {
					["配"] = {
						["件"] = {
							["专"] = {
								result = true
							}
						}
					}
				},
				["枪"] = {
					["专"] = {
						result = true,
						["销"] = {
							result = true
						}
					},
					["出"] = {
						["货"] = {
							result = true
						}
					},
					["到"] = {
						["货"] = {
							result = true
						}
					},
					["图"] = {
						["纸"] = {
							result = true
						}
					},
					["指"] = {
						["定"] = {
							result = true
						}
					},
					["汽"] = {
						["枪"] = {
							["网"] = {
								result = true
							}
						}
					},
					["现"] = {
						["货"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["视"] = {
						["频"] = {
							result = true
						}
					},
					["订"] = {
						["购"] = {
							result = true
						}
					},
					["货"] = {
						["到"] = {
							["付"] = {
								result = true
							}
						}
					},
					["转"] = {
						["让"] = {
							result = true
						}
					},
					["配"] = {
						["件"] = {
							result = true
						}
					}
				},
				["步"] = {
					["枪"] = {
						result = true
					}
				},
				["狗"] = {
					result = true
				}
			},
			["狙"] = {
				["击"] = {
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["猎"] = {
				["枪"] = {
					["现"] = {
						["货"] = {
							result = true
						}
					}
				}
			},
			["玩"] = {
				["具"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["用"] = {
				["瞄"] = {
					["准"] = {
						["镜"] = {
							result = true
						}
					}
				}
			},
			["皮"] = {
				["碗"] = {
					result = true
				}
			},
			["直"] = {
				["销"] = {
					result = true
				}
			},
			["第"] = {
				["一"] = {
					["官"] = {
						["方"] = {
							result = true
						}
					}
				}
			},
			["管"] = {
				result = true,
				["专"] = {
					result = true
				}
			},
			["组"] = {
				["装"] = {
					["图"] = {
						["纸"] = {
							result = true
						}
					}
				}
			},
			["结"] = {
				["构"] = {
					["图"] = {
						["纸"] = {
							result = true
						}
					}
				}
			},
			["膛"] = {
				["线"] = {
					result = true
				}
			},
			["订"] = {
				["购"] = {
					result = true
				}
			},
			["转"] = {
				["让"] = {
					result = true
				}
			},
			["过"] = {
				["桥"] = {
					["加"] = {
						["工"] = {
							result = true
						}
					}
				}
			},
			["配"] = {
				["件"] = {
					["专"] = {
						result = true,
						["区"] = {
							result = true
						}
					},
					["直"] = {
						["销"] = {
							result = true
						}
					},
					["过"] = {
						["桥"] = {
							result = true
						}
					}
				}
			},
			["铝"] = {
				["瓶"] = {
					result = true
				}
			},
			["高"] = {
				["压"] = {
					result = true,
					["汽"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["移"] = {
		["居"] = {
			[" "] = {
				["西"] = {
					["山"] = {
						["军"] = {
							["事"] = {
								["指"] = {
									["挥"] = {
										["中"] = {
											["心"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["植"] = {
			result = true
		}
	},
	["稀"] = {
		["疏"] = {
			["阴"] = {
				["毛"] = {
					result = true
				}
			}
		},
		["精"] = {
			["瓶"] = {
				result = true
			}
		},
		["罕"] = {
			["菊"] = {
				["刃"] = {
					result = true
				}
			}
		}
	},
	["税"] = {
		["'"] = {
			["点"] = {
				["低"] = {
					result = true
				}
			}
		},
		["*"] = {
			["漂"] = {
				["*"] = {
					["代"] = {
						["开"] = {
							result = true
						},
						["理"] = {
							result = true
						}
					}
				}
			},
			["票"] = {
				["*"] = {
					["代"] = {
						["开"] = {
							result = true
						},
						["理"] = {
							result = true
						}
					}
				}
			}
		},
		["、"] = {
			["票"] = {
				result = true
			}
		},
		["务"] = {
			["两"] = {
				["条"] = {
					["狼"] = {
						result = true
					}
				}
			},
			["代"] = {
				["理"] = {
					["开"] = {
						["发"] = {
							["漂"] = {
								result = true
							}
						},
						["法"] = {
							["票"] = {
								result = true
							}
						},
						["發"] = {
							["票"] = {
								result = true
							}
						}
					}
				}
			},
			["局"] = {
				["发"] = {
					result = true
				}
			},
			["醱"] = {
				["票"] = {
					result = true
				}
			}
		},
		["后"] = {
			["付"] = {
				["款"] = {
					result = true
				}
			}
		},
		["据"] = {
			["代"] = {
				["开"] = {
					result = true
				}
			}
		},
		["收"] = {
			["发"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			},
			["税"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			}
		},
		["改"] = {
			["1"] = {
				["3"] = {
					result = true
				}
			}
		},
		["查"] = {
			["、"] = {
				["验"] = {
					result = true
				}
			}
		},
		["点"] = {
			["优"] = {
				result = true,
				["惠"] = {
					result = true
				}
			}
		},
		["率"] = {
			["'"] = {
				["优"] = {
					result = true
				}
			},
			["、"] = {
				["优"] = {
					["惠"] = {
						result = true
					}
				}
			},
			["低"] = {
				result = true
			}
		},
		["票"] = {
			["。"] = {
				["办"] = {
					["理"] = {
						result = true
					}
				}
			},
			["代"] = {
				["办"] = {
					result = true
				},
				["开"] = {
					result = true
				},
				["理"] = {
					result = true
				}
			},
			["办"] = {
				["理"] = {
					result = true
				}
			},
			["发"] = {
				["票"] = {
					["据"] = {
						result = true,
						["代"] = {
							["开"] = {
								result = true
							}
						}
					}
				}
			},
			["需"] = {
				["要"] = {
					result = true
				}
			}
		},
		["税"] = {
			["票"] = {
				["发"] = {
					["票"] = {
						result = true,
						["代"] = {
							["开"] = {
								result = true
							},
							["理"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["金"] = {
			["优"] = {
				result = true
			},
			["低"] = {
				result = true
			}
		},
		["，"] = {
			["票"] = {
				["据"] = {
					result = true
				}
			}
		}
	},
	["稥"] = {
		["屾"] = {
			["仟"] = {
				["裡"] = {
					result = true
				}
			}
		},
		["港"] = {
			["尨"] = {
				["箎"] = {
					["豹"] = {
						result = true
					}
				}
			},
			["藏"] = {
				["舂"] = {
					["閣"] = {
						result = true
					}
				}
			}
		},
		["茗"] = {
			["慕"] = {
				["颩"] = {
					["蓅"] = {
						["閣"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["稳"] = {
		["二"] = {
			["十"] = {
				["年"] = {
					["二"] = {
						["十"] = {
							["万"] = {
								["人"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["假"] = {
			["宝"] = {
				result = true
			}
		},
		["夹"] = {
			["爆"] = {
				result = true
			}
		},
		["定"] = {
			["保"] = {
				["二"] = {
					["十"] = {
						["年"] = {
							result = true
						}
					}
				}
			},
			["杀"] = {
				["二"] = {
					["十"] = {
						["万"] = {
							["人"] = {
								["邓"] = {
									["小"] = {
										["平"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["邓"] = {
				["小"] = {
					["平"] = {
						["杀"] = {
							["二"] = {
								["十"] = {
									["万"] = {
										["人"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["赚"] = {
			["时"] = {
				["时"] = {
					["彩"] = {
						result = true
					}
				}
			}
		}
	},
	["穴"] = {
		["圖"] = {
			result = true
		},
		["太"] = {
			["紧"] = {
				["了"] = {
					result = true
				}
			}
		},
		["好"] = {
			["爽"] = {
				result = true
			}
		},
		["居"] = {
			["人"] = {
				["淫"] = {
					["色"] = {
						["贴"] = {
							["图"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["新"] = {
			["玩"] = {
				["法"] = {
					result = true
				}
			}
		},
		["淫"] = {
			["贴"] = {
				["图"] = {
					result = true
				}
			}
		},
		["自"] = {
			["拍"] = {
				result = true
			}
		},
		["道"] = {
			["按"] = {
				["摩"] = {
					result = true
				}
			}
		}
	},
	["突"] = {
		["击"] = {
			["抢"] = {
				["机"] = {
					["匣"] = {
						result = true
					}
				}
			},
			["枪"] = {
				["高"] = {
					["强"] = {
						["尼"] = {
							["龙"] = {
								result = true
							}
						}
					}
				}
			},
			["步"] = {
				["枪"] = {
					result = true,
					["代"] = {
						["理"] = {
							result = true
						}
					}
				}
			},
			["者"] = {
				result = true
			}
		},
		["厥"] = {
			result = true,
			["斯"] = {
				["坦"] = {
					result = true
				}
			},
			["革"] = {
				["命"] = {
					result = true
				}
			}
		},
		["破"] = {
			["信"] = {
				["\\"] = {
					["息"] = {
						["封"] = {
							["锁"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["缘"] = {
			["弹"] = {
				["壳"] = {
					["霰"] = {
						["弹"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["窄"] = {
		["衣"] = {
			["裙"] = {
				["波"] = {
					["少"] = {
						["女"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["窝"] = {
		["窝"] = {
			["看"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			},
			["色"] = {
				["网"] = {
					["之"] = {
						["家"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["窩"] = {
		["窩"] = {
			["客"] = {
				result = true
			},
			["色"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		}
	},
	["竖"] = {
		["山"] = {
			["爱"] = {
				b = {
					t = {
						result = true
					}
				}
			}
		}
	},
	["站"] = {
		["中"] = {
			result = true
		},
		["位"] = {
			["插"] = {
				["入"] = {
					["技"] = {
						["巧"] = {
							result = true
						}
					}
				}
			}
		},
		["前"] = {
			["留"] = {
				["學"] = {
					result = true
				}
			},
			["路"] = {
				result = true,
				["饮"] = {
					["水"] = {
						["下"] = {
							["毒"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["台"] = {
			["声"] = {
				result = true
			}
		}
	},
	["章"] = {
		["丘"] = {
			result = true
		},
		["惇"] = {
			result = true
		},
		["瑞"] = {
			["珍"] = {
				result = true
			}
		}
	},
	["童"] = {
		["化"] = {
			["铁"] = {
				result = true
			}
		},
		["增"] = {
			result = true
		},
		["妓"] = {
			["大"] = {
				["学"] = {
					result = true
				}
			}
		},
		["装"] = {
			result = true
		},
		["貞"] = {
			["開"] = {
				["包"] = {
					result = true
				}
			}
		},
		["贞"] = {
			["开"] = {
				["包"] = {
					result = true
				}
			},
			["诱"] = {
				["惑"] = {
					result = true
				}
			}
		},
		["贯"] = {
			result = true
		},
		["顏"] = {
			["巨"] = {
				["乳"] = {
					result = true,
					["新"] = {
						["片"] = {
							result = true
						}
					},
					["蒼"] = {
						["井"] = {
							["空"] = {
								result = true
							}
						},
						["警"] = {
							["空"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["颜"] = {
			["和"] = {
				["谐"] = {
					["巨"] = {
						["乳"] = {
							result = true
						}
					}
				}
			},
			["大"] = {
				["奶"] = {
					result = true
				}
			},
			["小"] = {
				["妹"] = {
					["自"] = {
						["拍"] = {
							result = true
						}
					}
				}
			},
			["巨"] = {
				["乳"] = {
					["新"] = {
						["片"] = {
							result = true
						}
					},
					["苍"] = {
						["井"] = {
							["空"] = {
								result = true
							}
						},
						["警"] = {
							["空"] = {
								result = true
							}
						}
					}
				}
			},
			["白"] = {
				["嫩"] = {
					result = true
				}
			}
		}
	},
	["笑"] = {
		["傲"] = {
			result = true,
			["江"] = {
				["湖"] = {
					result = true
				}
			}
		},
		["顏"] = {
			["天"] = {
				["使"] = {
					["降"] = {
						["臨"] = {
							result = true
						}
					}
				}
			}
		},
		["颜"] = {
			["天"] = {
				["使"] = {
					["降"] = {
						["临"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["筒"] = {
		["子"] = {
			["分"] = {
				["析"] = {
					["仪"] = {
						result = true
					}
				}
			}
		},
		["式"] = {
			["拉"] = {
				["码"] = {
					["器"] = {
						result = true,
						["密"] = {
							["云"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["見"] = {
			["友"] = {
				["種"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["见"] = {
			["友"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["鉽"] = {
			["菈"] = {
				["碼"] = {
					["噐"] = {
						result = true
					}
				}
			}
		}
	},
	["筱"] = {
		["傆"] = {
			["涼"] = {
				result = true
			}
		},
		["原"] = {
			["凉"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["涼"] = {
				["種"] = {
					["子"] = {
						result = true
					}
				}
			},
			["麻"] = {
				["美"] = {
					result = true
				}
			}
		},
		["宫"] = {
			["知"] = {
				["世"] = {
					result = true
				}
			}
		},
		["宮"] = {
			["倁"] = {
				["丗"] = {
					result = true
				}
			}
		},
		["崎"] = {
			["噯"] = {
				result = true
			},
			["爱"] = {
				result = true
			}
		}
	},
	["算"] = {
		["*"] = {
			["命"] = {
				result = true
			}
		},
		["个"] = {
			["鸟"] = {
				result = true
			}
		},
		["命"] = {
			["一"] = {
				["条"] = {
					["街"] = {
						result = true
					}
				}
			}
		}
	},
	["箱"] = {
		["中"] = {
			["女"] = {
				result = true
			}
		}
	},
	["篠"] = {
		["傆"] = {
			["痲"] = {
				["媄"] = {
					["佺"] = {
						["雧"] = {
							result = true
						}
					}
				}
			}
		},
		["原"] = {
			["杏"] = {
				result = true
			},
			["真"] = {
				["女"] = {
					result = true
				},
				["琴"] = {
					result = true
				}
			},
			["美"] = {
				["由"] = {
					["纪"] = {
						result = true
					}
				}
			},
			["麻"] = {
				["美"] = {
					result = true
				}
			}
		},
		["宫"] = {
			["香"] = {
				["织"] = {
					result = true
				}
			}
		},
		["宮"] = {
			["稥"] = {
				["织"] = {
					result = true
				}
			},
			["香"] = {
				["織"] = {
					result = true
				}
			}
		}
	},
	["粘"] = {
		["性"] = {
			["炸"] = {
				["药"] = {
					result = true
				}
			}
		}
	},
	["糖"] = {
		["糖"] = {
			["小"] = {
				["穴"] = {
					result = true
				}
			}
		}
	},
	["系"] = {
		["崛"] = {
			["起"] = {
				result = true
			}
		},
		["清"] = {
			["纯"] = {
				["少"] = {
					["女"] = {
						["涼"] = {
							["宮"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["莜"] = {
			["亚"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["約"] = {
		["炮"] = {
			["情"] = {
				["人"] = {
					result = true
				}
			}
		}
	},
	["紋"] = {
		["舞"] = {
			["蘭"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		}
	},
	["素"] = {
		["人"] = {
			result = true,
			A = {
				V = {
					["影"] = {
						["讯"] = {
							result = true
						}
					}
				}
			},
			a = {
				v = {
					result = true,
					["影"] = {
						["视"] = {
							result = true
						}
					},
					["视"] = {
						["讯"] = {
							result = true
						}
					}
				}
			},
			["~"] = {
				["こ"] = {
					["の"] = {
						["み"] = {
							result = true
						}
					}
				},
				["み"] = {
					["か"] = {
						result = true
					}
				}
			},
			["む"] = {
				["す"] = {
					["め"] = {
						["た"] = {
							["ち"] = {
								result = true
							}
						}
					}
				}
			},
			["之"] = {
				result = true
			},
			["俱"] = {
				["乐"] = {
					["部"] = {
						result = true
					}
				}
			},
			["全"] = {
				["身"] = {
					["性"] = {
						["感"] = {
							["帯"] = {
								result = true
							}
						}
					}
				}
			},
			["制"] = {
				["服"] = {
					["诱"] = {
						["惑"] = {
							result = true
						}
					}
				}
			},
			["合"] = {
				["集"] = {
					result = true
				}
			},
			["妻"] = {
				["援"] = {
					["交"] = {
						["炮"] = {
							["图"] = {
								result = true
							}
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["影"] = {
						["讯"] = {
							result = true
						}
					},
					["视"] = {
						["讯"] = {
							result = true
						}
					}
				}
			},
			["换"] = {
				["妻"] = {
					result = true
				}
			},
			["援"] = {
				["交"] = {
					result = true,
					["实"] = {
						["录"] = {
							result = true
						}
					}
				}
			},
			["无"] = {
				["修"] = {
					["正"] = {
						result = true,
						["动"] = {
							["画"] = {
								result = true
							}
						}
					}
				},
				["码"] = {
					result = true
				}
			},
			["無"] = {
				["修"] = {
					["正"] = {
						result = true
					}
				},
				["碼"] = {
					result = true
				}
			},
			["爆"] = {
				["奶"] = {
					["女"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			},
			["百"] = {
				result = true,
				["花"] = {
					["0"] = {
						["0"] = {
							["2"] = {
								result = true
							}
						}
					}
				}
			},
			["経"] = {
				["験"] = {
					["真"] = {
						["田"] = {
							result = true
						}
					}
				}
			},
			["辣"] = {
				["妹"] = {
					result = true
				}
			}
		},
		["女"] = {
			["无"] = {
				["码"] = {
					result = true
				}
			}
		},
		["敌"] = {
			["恋"] = {
				["爱"] = {
					result = true
				}
			}
		},
		["水"] = {
			["国"] = {
				["际"] = {
					["激"] = {
						["情"] = {
							["站"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["装"] = {
			["花"] = {
				["梨"] = {
					["木"] = {
						["唐"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["颜"] = {
			["美"] = {
				["少"] = {
					["女"] = {
						result = true
					}
				}
			}
		}
	},
	["索"] = {
		["博"] = {
			["漫"] = {
				["画"] = {
					result = true
				}
			}
		},
		["姆"] = {
			["拉"] = {
				result = true
			}
		},
		["爱"] = {
			["社"] = {
				["区"] = {
					result = true
				}
			}
		},
		["琳"] = {
			result = true
		},
		["菲"] = {
			["亚"] = {
				["广"] = {
					["场"] = {
						result = true
					}
				}
			}
		},
		["鼻"] = {
			result = true
		}
	},
	["紮"] = {
		["卡"] = {
			["維"] = {
				["是"] = {
					["英"] = {
						["雄"] = {
							result = true
						}
					}
				}
			}
		},
		["金"] = {
			["花"] = {
				["千"] = {
					["術"] = {
						["道"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["細"] = {
		["川"] = {
			["百"] = {
				["合"] = {
					["子"] = {
						["種"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["統"] = {
		["駑"] = {
			["之"] = {
				["法"] = {
					result = true
				}
			}
		}
	},
	["絲"] = {
		["沫"] = {
			result = true
		},
		["襪"] = {
			result = true,
			["上"] = {
				["門"] = {
					["服"] = {
						["務"] = {
							result = true
						}
					}
				}
			},
			["公"] = {
				["社"] = {
					result = true
				}
			},
			["妹"] = {
				result = true,
				["妹"] = {
					result = true,
					["服"] = {
						["務"] = {
							result = true
						}
					},
					["菔"] = {
						["務"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					["$"] = {
						["按"] = {
							["摩"] = {
								result = true
							}
						}
					},
					["按"] = {
						["摩"] = {
							result = true
						}
					}
				}
			},
			["淫"] = {
				["婦"] = {
					result = true
				}
			},
			["爆"] = {
				["菊"] = {
					["冰"] = {
						["火"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["人"] = {
					result = true
				},
				["女"] = {
					result = true
				},
				["腿"] = {
					result = true
				}
			},
			["足"] = {
				["交"] = {
					result = true
				}
			},
			["高"] = {
				["跟"] = {
					result = true
				}
			}
		},
		["路"] = {
			["傳"] = {
				["說"] = {
					result = true
				}
			}
		}
	},
	["綫"] = {
		["丄"] = {
			["投"] = {
				["紸"] = {
					result = true
				}
			},
			["眞"] = {
				["亽"] = {
					["視"] = {
						["頻"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["維"] = {
		["尼"] = {
			["和"] = {
				["驢"] = {
					result = true
				}
			},
			["大"] = {
				["大"] = {
					result = true
				}
			},
			["夫"] = {
				["人"] = {
					result = true
				},
				["婦"] = {
					result = true
				}
			},
			["真"] = {
				["愛"] = {
					result = true
				}
			},
			["習"] = {
				result = true
			},
			["驢"] = {
				result = true
			}
		},
		["護"] = {
			result = true
		}
	},
	["網"] = {
		["丄"] = {
			["办"] = {
				["證"] = {
					["刻"] = {
						["璋"] = {
							result = true
						}
					}
				}
			},
			["眞"] = {
				["亽"] = {
					["粨"] = {
						["傢"] = {
							["楽"] = {
								result = true
							}
						}
					}
				},
				["銭"] = {
					["賭"] = {
						["愽"] = {
							result = true
						}
					},
					["骰"] = {
						["寶"] = {
							result = true
						}
					}
				}
			}
		},
		["上"] = {
			["#"] = {
				["賭"] = {
					["博"] = {
						["機"] = {
							result = true
						}
					}
				}
			},
			["*"] = {
				["老"] = {
					["虎"] = {
						["機"] = {
							result = true
						}
					}
				}
			},
			["博"] = {
				["彩"] = {
					result = true
				}
			},
			["各"] = {
				["式"] = {
					["賭"] = {
						["博"] = {
							["機"] = {
								result = true
							}
						}
					}
				}
			},
			["娛"] = {
				["樂"] = {
					["城"] = {
						result = true
					}
				}
			},
			["打"] = {
				["牌"] = {
					["贏"] = {
						["錢"] = {
							result = true
						}
					}
				}
			},
			["現"] = {
				["金"] = {
					["棋"] = {
						["牌"] = {
							result = true
						}
					}
				}
			},
			["真"] = {
				["人"] = {
					["娛"] = {
						["樂"] = {
							["場"] = {
								result = true
							}
						}
					},
					["百"] = {
						["家"] = {
							["樂"] = {
								result = true
							}
						}
					}
				},
				["錢"] = {
					["娛"] = {
						["樂"] = {
							["場"] = {
								result = true
							}
						}
					},
					["賭"] = {
						["博"] = {
							result = true
						}
					},
					["輪"] = {
						["盤"] = {
							result = true
						}
					},
					["骰"] = {
						["寶"] = {
							result = true
						}
					}
				}
			},
			["線"] = {
				["上"] = {
					["老"] = {
						["虎"] = {
							["機"] = {
								result = true
							}
						}
					},
					["賭"] = {
						["博"] = {
							["機"] = {
								result = true
							}
						}
					}
				}
			},
			["老"] = {
				["虎"] = {
					["機"] = {
						result = true
					}
				}
			},
			["賭"] = {
				["博"] = {
					["&"] = {
						["遊"] = {
							["戲"] = {
								result = true
							}
						}
					},
					["機"] = {
						result = true
					},
					["遊"] = {
						["戲"] = {
							result = true
						}
					}
				},
				["場"] = {
					result = true
				},
				["錢"] = {
					result = true
				}
			},
			["除"] = {
				["名"] = {
					result = true
				}
			},
			["鳥"] = {
				["氣"] = {
					["槍"] = {
						result = true
					}
				}
			},
			["麻"] = {
				["醉"] = {
					["槍"] = {
						["華"] = {
							["北"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["友"] = {
			["自"] = {
				["拍"] = {
					result = true
				}
			}
		},
		["址"] = {
			result = true
		},
		["愛"] = {
			result = true
		},
		["捷"] = {
			["信"] = {
				result = true
			}
		},
		["星"] = {
			["艾"] = {
				["尼"] = {
					["克"] = {
						["斯"] = {
							result = true
						}
					}
				}
			}
		},
		["狀"] = {
			["透"] = {
				["明"] = {
					["衣"] = {
						result = true
					}
				}
			}
		},
		["管"] = {
			result = true
		},
		["絡"] = {
			["僱"] = {
				["傭"] = {
					["軍"] = {
						result = true
					}
				}
			},
			["公"] = {
				["祭"] = {
					result = true
				}
			},
			["办"] = {
				["證"] = {
					["刻"] = {
						["璋"] = {
							result = true
						}
					}
				}
			},
			["情"] = {
				["色"] = {
					["小"] = {
						["說"] = {
							result = true
						}
					}
				},
				["铯"] = {
					["尐"] = {
						["說"] = {
							result = true
						}
					}
				}
			},
			["監"] = {
				["控"] = {
					["軟"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["輪"] = {
				["盤"] = {
					result = true
				}
			},
			["雇"] = {
				["傭"] = {
					["軍"] = {
						result = true
					}
				}
			},
			["電"] = {
				["視"] = {
					["棒"] = {
						result = true,
						["電"] = {
							["話"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["络"] = {
			["公"] = {
				["祭"] = {
					result = true
				}
			},
			["綪"] = {
				["銫"] = {
					["?"] = {
						["哾"] = {
							result = true
						}
					},
					["⺌"] = {
						["哾"] = {
							result = true
						}
					}
				}
			}
		},
		["襪"] = {
			O = {
				L = {
					result = true
				}
			},
			["Ｏ"] = {
				["Ｌ"] = {
					result = true
				}
			}
		},
		["賺"] = {
			["教"] = {
				["程"] = {
					result = true
				}
			}
		},
		["購"] = {
			["汽"] = {
				["槍"] = {
					result = true
				}
			}
		},
		["路"] = {
			T = {
				V = {
					["棒"] = {
						result = true
					}
				}
			},
			["下"] = {
				["注"] = {
					result = true
				}
			},
			["公"] = {
				["祭"] = {
					result = true
				}
			},
			["創"] = {
				["世"] = {
					["紀"] = {
						result = true
					}
				}
			},
			["博"] = {
				["彩"] = {
					result = true
				}
			},
			["情"] = {
				["色"] = {
					["小"] = {
						["說"] = {
							result = true
						}
					}
				}
			},
			["投"] = {
				["注"] = {
					result = true
				}
			},
			["百"] = {
				["家"] = {
					["樂"] = {
						result = true,
						["賭"] = {
							["場"] = {
								result = true
							}
						}
					}
				}
			},
			["真"] = {
				["人"] = {
					["賭"] = {
						["博"] = {
							result = true
						}
					}
				}
			},
			["老"] = {
				["虎"] = {
					["機"] = {
						result = true
					}
				}
			},
			["賭"] = {
				["博"] = {
					["機"] = {
						result = true
					}
				},
				["場"] = {
					result = true
				}
			},
			["足"] = {
				["球"] = {
					["下"] = {
						["注"] = {
							result = true
						}
					}
				}
			},
			["輪"] = {
				["盤"] = {
					result = true
				}
			},
			["雇"] = {
				["傭"] = {
					["軍"] = {
						result = true
					}
				}
			},
			["電"] = {
				["視"] = {
					T = {
						V = {
							["棒"] = {
								result = true
							}
						}
					},
					["棒"] = {
						result = true,
						["供"] = {
							["應"] = {
								result = true
							}
						},
						["官"] = {
							["網"] = {
								result = true
							}
						},
						["專"] = {
							result = true
						},
						["手"] = {
							["機"] = {
								result = true
							}
						},
						["批"] = {
							["發"] = {
								result = true
							}
						},
						["電"] = {
							["話"] = {
								result = true
							}
						}
					}
				}
			},
			["龍"] = {
				["虎"] = {
					["鬥"] = {
						result = true
					}
				}
			}
		},
		["銀"] = {
			["卡"] = {
				result = true
			}
		}
	},
	["線"] = {
		["上"] = {
			["下"] = {
				["%"] = {
					["注"] = {
						result = true
					}
				},
				["注"] = {
					result = true
				}
			},
			["免"] = {
				["費"] = {
					["成"] = {
						["人"] = {
							result = true
						}
					}
				}
			},
			["六"] = {
				["合"] = {
					["彩"] = {
						result = true
					}
				}
			},
			["博"] = {
				["彩"] = {
					result = true
				}
			},
			["娛"] = {
				["樂"] = {
					["城"] = {
						result = true
					},
					["場"] = {
						result = true
					}
				}
			},
			["投"] = {
				["注"] = {
					result = true
				}
			},
			["押"] = {
				["寶"] = {
					result = true
				}
			},
			["操"] = {
				["少"] = {
					["婦"] = {
						["電"] = {
							["影"] = {
								result = true
							}
						}
					}
				}
			},
			["現"] = {
				["金"] = {
					["博"] = {
						["彩"] = {
							result = true
						}
					},
					["娛"] = {
						["樂"] = {
							result = true
						}
					}
				}
			},
			["百"] = {
				["家"] = {
					["樂"] = {
						result = true
					}
				}
			},
			["真"] = {
				["人"] = {
					["視"] = {
						["頻"] = {
							result = true
						}
					}
				},
				["錢"] = {
					["博"] = {
						["彩"] = {
							result = true
						}
					},
					["遊"] = {
						["戲"] = {
							result = true
						}
					}
				}
			},
			["紮"] = {
				["金"] = {
					["花"] = {
						result = true
					}
				}
			},
			["老"] = {
				["虎"] = {
					["機"] = {
						result = true
					}
				}
			},
			["視"] = {
				["頻"] = {
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			},
			["賭"] = {
				["博"] = {
					result = true
				},
				["場"] = {
					result = true
				}
			},
			["黃"] = {
				["金"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["仩"] = {
			["嫃"] = {
				["亾"] = {
					["視"] = {
						["頻"] = {
							result = true
						}
					}
				}
			},
			["投"] = {
				["炷"] = {
					result = true
				}
			}
		}
	},
	["约"] = {
		["会"] = {
			["强"] = {
				["*"] = {
					["爆"] = {
						["药"] = {
							["片"] = {
								result = true
							}
						}
					}
				},
				["奸"] = {
					["丸"] = {
						result = true
					}
				},
				["暴"] = {
					["粉"] = {
						result = true
					},
					["药"] = {
						["片"] = {
							result = true
						}
					}
				},
				["爆"] = {
					["药"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["药"] = {
				result = true
			}
		},
		["束"] = {
			["带"] = {
				result = true
			}
		}
	},
	["纨"] = {
		["绔"] = {
			["艳"] = {
				["情"] = {
					["录"] = {
						result = true
					}
				}
			}
		}
	},
	["纹"] = {
		["舞"] = {
			["ら"] = {
				["ん"] = {
					result = true
				}
			}
		},
		["身"] = {
			["妹"] = {
				["推"] = {
					["油"] = {
						["被"] = {
							["奸"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["线"] = {
		["下"] = {
			["一"] = {
				["夜"] = {
					["情"] = {
						result = true
					}
				}
			},
			["做"] = {
				["▼"] = {
					["爱"] = {
						result = true
					}
				}
			}
		}
	},
	["细"] = {
		["佬"] = {
			result = true
		},
		["川"] = {
			["百"] = {
				["合"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["纱"] = {
			["四"] = {
				["号"] = {
					result = true
				}
			}
		},
		["说"] = {
			["习"] = {
				["近"] = {
					["平"] = {
						result = true
					}
				}
			}
		}
	},
	["统"] = {
		["一"] = {
			["发"] = {
				["漂"] = {
					result = true
				},
				["票"] = {
					result = true
				}
			},
			["广"] = {
				["场"] = {
					result = true,
					["2"] = {
						["0"] = {
							["号"] = {
								result = true
							},
							["日"] = {
								result = true
							}
						}
					},
					["二"] = {
						["十"] = {
							result = true
						}
					}
				}
			},
			["服"] = {
				["装"] = {
					result = true
				}
			},
			["法"] = {
				["票"] = {
					result = true
				}
			},
			["阳"] = {
				["光"] = {
					result = true
				}
			}
		},
		["帅"] = {
			["值"] = {
				result = true
			}
		},
		["招"] = {
			["文"] = {
				["凭"] = {
					["包"] = {
						["办"] = {
							result = true
						}
					}
				}
			}
		},
		["治"] = {
			result = true
		},
		["统"] = {
			["购"] = {
				result = true
			}
		},
		["计"] = {
			["局"] = {
				result = true
			}
		},
		["驽"] = {
			["之"] = {
				["法"] = {
					result = true
				}
			}
		},
		["，"] = {
			["治"] = {
				result = true
			}
		}
	},
	["绣"] = {
		["屏"] = {
			["缘"] = {
				result = true
			}
		},
		["榻"] = {
			["野"] = {
				["史"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					}
				}
			}
		},
		["舞"] = {
			["视"] = {
				["象"] = {
					result = true
				}
			}
		}
	},
	["绪"] = {
		["上"] = {
			["真"] = {
				["矢"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["续"] = {
		["约"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["金"] = {
			["瓶"] = {
				["梅"] = {
					result = true
				}
			}
		}
	},
	["绳"] = {
		["捆"] = {
			["美"] = {
				["女"] = {
					result = true
				}
			}
		},
		["操"] = {
			result = true
		},
		["艺"] = {
			["在"] = {
				["线"] = {
					result = true
				}
			},
			["情"] = {
				["影"] = {
					["院"] = {
						result = true
					}
				}
			}
		},
		["虐"] = {
			result = true
		}
	},
	["维"] = {
		["也"] = {
			["纳"] = {
				result = true,
				["娱"] = {
					["乐"] = {
						result = true
					}
				}
			}
		},
		["加"] = {
			["斯"] = {
				["娱"] = {
					["乐"] = {
						["场"] = {
							result = true
						}
					}
				}
			}
		},
		["吾"] = {
			["尔"] = {
				result = true,
				["人"] = {
					result = true
				},
				["斯"] = {
					["坦"] = {
						result = true
					}
				},
				["族"] = {
					result = true
				}
			}
		},
		["园"] = {
			result = true,
			[" "] = {
				["六"] = {
					["四"] = {
						result = true,
						["晚"] = {
							["会"] = {
								result = true
							}
						}
					}
				},
				["十"] = {
					["多"] = {
						["万"] = {
							[" "] = {
								["电"] = {
									["子"] = {
										["蜡"] = {
											["烛"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				},
				["悼"] = {
					["念"] = {
						["集"] = {
							["会"] = {
								result = true
							}
						}
					}
				},
				["蜡"] = {
					["烛"] = {
						["海"] = {
							["洋"] = {
								result = true
							}
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					result = true
				}
			},
			["六"] = {
				["四"] = {
					result = true
				}
			},
			["悼"] = {
				["念"] = {
					result = true,
					["晚"] = {
						["会"] = {
							result = true
						}
					}
				}
			},
			["晚"] = {
				["会"] = {
					["2"] = {
						["0"] = {
							["0"] = {
								["9"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["烛"] = {
				["光"] = {
					result = true,
					["2"] = {
						["0"] = {
							["0"] = {
								["9"] = {
									result = true
								}
							}
						}
					},
					["会"] = {
						result = true
					},
					["晚"] = {
						["会"] = {
							result = true,
							["2"] = {
								["0"] = {
									["0"] = {
										["9"] = {
											result = true
										}
									}
								}
							},
							["维"] = {
								["基"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["埃"] = {
			["直"] = {
				["爪"] = {
					["刀"] = {
						result = true
					}
				}
			}
		},
		["基"] = {
			["解"] = {
				["密"] = {
					result = true,
					["周"] = {
						["永"] = {
							k = {
								a = {
									n = {
										g = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["多"] = {
			["利"] = {
				["亚"] = {
					["6"] = {
						["4"] = {
							result = true
						}
					},
					["公"] = {
						["园"] = {
							["6"] = {
								["4"] = {
									result = true
								}
							},
							["六"] = {
								["四"] = {
									result = true
								}
							}
						}
					},
					["六"] = {
						["四"] = {
							result = true
						}
					},
					["广"] = {
						["场"] = {
							["6"] = {
								["4"] = {
									result = true
								}
							},
							["六"] = {
								["四"] = {
									result = true
								}
							}
						}
					},
					["游"] = {
						["行"] = {
							result = true
						}
					},
					["赌"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		},
		["尼"] = {
			["习"] = {
				result = true
			},
			["写"] = {
				["诗"] = {
					["维"] = {
						["尼"] = {
							["静"] = {
								["止"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["包"] = {
				["子"] = {
					result = true
				}
			},
			["和"] = {
				["驴"] = {
					result = true
				}
			},
			["大"] = {
				["大"] = {
					result = true
				}
			},
			["夫"] = {
				["人"] = {
					result = true
				},
				["妇"] = {
					result = true
				}
			},
			["奥"] = {
				["巴"] = {
					["马"] = {
						result = true
					}
				}
			},
			["安"] = {
				["倍"] = {
					result = true
				}
			},
			["熊"] = {
				["包"] = {
					["子"] = {
						result = true
					}
				}
			},
			["真"] = {
				["爱"] = {
					result = true
				}
			},
			["蛤"] = {
				result = true
			},
			["跳"] = {
				["跳"] = {
					["虎"] = {
						result = true
					}
				}
			},
			["驴"] = {
				result = true,
				["奥"] = {
					["巴"] = {
						["马"] = {
							result = true
						}
					}
				}
			}
		},
		["护"] = {
			["司"] = {
				["法"] = {
					["独"] = {
						["立"] = {
							result = true
						}
					}
				}
			}
		},
		["持"] = {
			["一"] = {
				["党"] = {
					["专"] = {
						["政"] = {
							result = true
						}
					}
				}
			}
		},
		["族"] = {
			result = true,
			["人"] = {
				result = true
			},
			["灭"] = {
				["绝"] = {
					result = true
				}
			},
			["男"] = {
				["子"] = {
					result = true
				}
			}
		},
		["权"] = {
			["六"] = {
				["四"] = {
					result = true
				}
			},
			["抗"] = {
				["议"] = {
					["油"] = {
						["价"] = {
							result = true
						}
					}
				}
			},
			["鸣"] = {
				["笛"] = {
					["抗"] = {
						["议"] = {
							result = true
						}
					}
				}
			}
		},
		["稳"] = {
			result = true,
			["人"] = {
				["权"] = {
					["迫"] = {
						["害"] = {
							result = true
						}
					}
				}
			},
			["沙"] = {
				["皇"] = {
					result = true
				}
			}
		}
	},
	["缘"] = {
		["发"] = {
			["式"] = {
				["子"] = {
					["弹"] = {
						result = true
					}
				}
			}
		}
	},
	["缩"] = {
		["小"] = {
			["聊"] = {
				["天"] = {
					["窗"] = {
						["口"] = {
							result = true
						}
					}
				}
			}
		},
		["阴"] = {
			result = true
		}
	},
	["罌"] = {
		["粟"] = {
			result = true
		}
	},
	["网"] = {
		["."] = {
			["秦"] = {
				result = true
			},
			["络"] = {
				["代"] = {
					["理"] = {
						["软"] = {
							["件"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["、"] = {
			["办"] = {
				["正"] = {
					result = true
				},
				["证"] = {
					result = true
				}
			}
		},
		["上"] = {
			["5"] = {
				["4"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["9"] = {
				["2"] = {
					["槍"] = {
						result = true
					}
				}
			},
			["办"] = {
				["假"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					},
					["证"] = {
						result = true
					}
				},
				["大"] = {
					["专"] = {
						result = true
					}
				},
				["学"] = {
					["历"] = {
						result = true
					}
				},
				["正"] = {
					result = true,
					["公"] = {
						["司"] = {
							result = true
						}
					},
					["刻"] = {
						["章"] = {
							result = true
						}
					},
					["毕"] = {
						["业"] = {
							["正"] = {
								result = true
							}
						}
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							result = true
						}
					}
				},
				["理"] = {
					["假"] = {
						["言"] = {
							["正"] = {
								result = true
							}
						},
						["证"] = {
							result = true
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					},
					["证"] = {
						["件"] = {
							result = true
						}
					}
				},
				["高"] = {
					["仿"] = {
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					}
				}
			},
			["百"] = {
				["家"] = {
					["乐"] = {
						["平"] = {
							["台"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["传"] = {
			["家"] = {
				["宝"] = {
					["遗"] = {
						["书"] = {
							result = true,
							[" "] = {
								["数"] = {
									["万"] = {
										["人"] = {
											["转"] = {
												result = true
											}
										}
									}
								}
							},
							["-"] = {
								["-"] = {
									["数"] = {
										["万"] = {
											["人"] = {
												["转"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["做"] = {
			["聊"] = {
				["天"] = {
					result = true
				}
			}
		},
		["关"] = {
			["短"] = {
				["信"] = {
					result = true
				}
			}
		},
		["友"] = {
			["激"] = {
				["情"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["自"] = {
				["拍"] = {
					["图"] = {
						["库"] = {
							result = true
						}
					}
				}
			}
		},
		["吧"] = {
			["小"] = {
				["艳"] = {
					["遇"] = {
						result = true
					}
				}
			}
		},
		["咖"] = {
			["援"] = {
				["交"] = {
					result = true
				}
			}
		},
		["咯"] = {
			["办"] = {
				["证"] = {
					result = true
				}
			}
		},
		["售"] = {
			["真"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["宣"] = {
			result = true
		},
		["宿"] = {
			result = true
		},
		["店"] = {
			["办"] = {
				["正"] = {
					result = true
				},
				["证"] = {
					result = true
				}
			},
			["招"] = {
				["标"] = {
					result = true
				}
			},
			["装"] = {
				["修"] = {
					result = true
				}
			}
		},
		["情"] = {
			["俱"] = {
				["乐"] = {
					["部"] = {
						result = true
					}
				}
			}
		},
		["捷"] = {
			["信"] = {
				result = true
			}
		},
		["操"] = {
			["熟"] = {
				["女"] = {
					result = true
				}
			}
		},
		["易"] = {
			["习"] = {
				result = true
			}
		},
		["星"] = {
			["艾"] = {
				["尼"] = {
					["克"] = {
						["斯"] = {
							result = true
						}
					}
				}
			}
		},
		["格"] = {
			["内"] = {
				["衣"] = {
					["诱"] = {
						["惑"] = {
							result = true
						}
					}
				}
			}
		},
		["游"] = {
			["久"] = {
				["久"] = {
					["金"] = {
						["币"] = {
							result = true
						}
					}
				}
			},
			["之"] = {
				["亵"] = {
					["渎"] = {
						result = true
					}
				},
				["纵"] = {
					["意"] = {
						["花"] = {
							["丛"] = {
								result = true
							}
						}
					}
				}
			},
			["交"] = {
				["易"] = {
					["平"] = {
						["台"] = {
							result = true
						}
					},
					["网"] = {
						result = true
					}
				}
			},
			["直"] = {
				["销"] = {
					result = true
				}
			},
			["购"] = {
				["物"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["溜"] = {
			result = true
		},
		["爱"] = {
			result = true
		},
		["状"] = {
			["透"] = {
				["明"] = {
					["衣"] = {
						result = true
					}
				}
			}
		},
		["监"] = {
			["会"] = {
				result = true
			}
		},
		["絡"] = {
			["公"] = {
				["祭"] = {
					result = true
				}
			}
		},
		["络"] = {
			["."] = {
				["封"] = {
					["锁"] = {
						result = true
					}
				},
				["活"] = {
					["动"] = {
						["颠"] = {
							["覆"] = {
								result = true
							}
						}
					}
				}
			},
			T = {
				V = {
					["棒"] = {
						result = true
					}
				}
			},
			c = {
				p = {
					["9"] = {
						["9"] = {
							result = true
						}
					}
				}
			},
			["下"] = {
				["注"] = {
					result = true
				}
			},
			["专"] = {
				["7"] = {
					["4"] = {
						["式"] = {
							result = true
						}
					}
				},
				["业"] = {
					["删"] = {
						["帖"] = {
							result = true
						}
					},
					["发"] = {
						["帖"] = {
							result = true
						}
					}
				},
				["手"] = {
					["枪"] = {
						result = true
					}
				},
				["销"] = {
					["8"] = {
						["5"] = {
							["式"] = {
								result = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							result = true
						}
					},
					["麻"] = {
						["黄"] = {
							["素"] = {
								result = true
							}
						}
					}
				}
			},
			["交"] = {
				["易"] = {
					["平"] = {
						["台"] = {
							result = true
						}
					}
				}
			},
			["代"] = {
				["号"] = {
					["4"] = {
						["7"] = {
							result = true
						}
					}
				},
				["开"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				},
				["购"] = {
					["汽"] = {
						["狗"] = {
							result = true
						}
					}
				}
			},
			["仿"] = {
				["真"] = {
					["手"] = {
						["狗"] = {
							result = true
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					["删"] = {
						["除"] = {
							result = true
						}
					}
				}
			},
			["公"] = {
				["关"] = {
					["删"] = {
						["帖"] = {
							result = true
						},
						["贴"] = {
							result = true
						}
					}
				},
				["祭"] = {
					result = true
				}
			},
			["六"] = {
				["合"] = {
					["彩"] = {
						result = true,
						["投"] = {
							["注"] = {
								result = true
							}
						},
						["诈"] = {
							["骗"] = {
								result = true
							}
						}
					}
				}
			},
			["创"] = {
				["世"] = {
					["纪"] = {
						result = true
					}
				},
				["业"] = {
					result = true
				}
			},
			["删"] = {
				["帖"] = {
					result = true,
					["代"] = {
						["理"] = {
							result = true
						}
					},
					["公"] = {
						["司"] = {
							result = true
						}
					},
					["服"] = {
						["务"] = {
							result = true
						}
					}
				},
				["贴"] = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["办"] = {
				["上"] = {
					["网"] = {
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					}
				},
				["刻"] = {
					["章"] = {
						result = true
					}
				},
				["学"] = {
					["位"] = {
						["认"] = {
							["证"] = {
								result = true
							}
						},
						["证"] = {
							result = true
						}
					}
				},
				["护"] = {
					["照"] = {
						result = true
					}
				},
				["正"] = {
					["刻"] = {
						["章"] = {
							result = true
						}
					},
					["学"] = {
						["位"] = {
							["正"] = {
								result = true
							}
						}
					},
					["毕"] = {
						["业"] = {
							["正"] = {
								result = true
							}
						}
					},
					["真"] = {
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					},
					["签"] = {
						["正"] = {
							result = true
						}
					},
					["身"] = {
						["份"] = {
							["正"] = {
								result = true
							}
						}
					},
					["驾"] = {
						["照"] = {
							result = true
						}
					}
				},
				["毕"] = {
					["业"] = {
						["证"] = {
							result = true
						}
					}
				},
				["真"] = {
					["文"] = {
						["凭"] = {
							result = true
						}
					}
				},
				["签"] = {
					["证"] = {
						result = true
					}
				},
				["证"] = {
					result = true,
					["假"] = {
						["证"] = {
							result = true
						}
					},
					["刻"] = {
						["章"] = {
							result = true
						}
					},
					["学"] = {
						["位"] = {
							["证"] = {
								result = true
							}
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					},
					["真"] = {
						["文"] = {
							["凭"] = {
								result = true
							}
						}
					},
					["签"] = {
						["证"] = {
							result = true
						}
					},
					["身"] = {
						["份"] = {
							["证"] = {
								result = true
							}
						}
					},
					["驾"] = {
						["照"] = {
							result = true
						}
					}
				},
				["身"] = {
					["份"] = {
						["证"] = {
							result = true
						}
					}
				},
				["车"] = {
					["牌"] = {
						["执"] = {
							["照"] = {
								result = true
							}
						}
					}
				},
				["驾"] = {
					["照"] = {
						result = true
					}
				}
			},
			["博"] = {
				["彩"] = {
					result = true
				}
			},
			["同"] = {
				["步"] = {
					["电"] = {
						["视"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			},
			["商"] = {
				["汇"] = {
					result = true
				}
			},
			["在"] = {
				["线"] = {
					["赌"] = {
						["场"] = {
							result = true
						}
					}
				}
			},
			["宝"] = {
				["交"] = {
					["易"] = {
						["平"] = {
							["台"] = {
								result = true
							}
						}
					}
				}
			},
			["寻"] = {
				["找"] = {
					["一"] = {
						["夜"] = {
							["情"] = {
								result = true
							}
						}
					}
				}
			},
			["局"] = {
				result = true
			},
			["德"] = {
				["国"] = {
					A = {
						result = true
					}
				}
			},
			["情"] = {
				["色"] = {
					["小"] = {
						["说"] = {
							result = true
						}
					}
				}
			},
			["找"] = {
				["小"] = {
					["姐"] = {
						result = true
					}
				}
			},
			["投"] = {
				["注"] = {
					result = true
				},
				["票"] = {
					["软"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["招"] = {
				["嫖"] = {
					result = true
				},
				["聘"] = {
					result = true
				}
			},
			["指"] = {
				["定"] = {
					["8"] = {
						["8"] = {
							["式"] = {
								result = true
							}
						}
					}
				}
			},
			["推"] = {
				["广"] = {
					result = true,
					["删"] = {
						["帖"] = {
							result = true
						}
					}
				},
				["手"] = {
					result = true,
					["价"] = {
						["格"] = {
							result = true
						}
					},
					["招"] = {
						["人"] = {
							result = true
						}
					}
				}
			},
			["教"] = {
				["育"] = {
					result = true
				}
			},
			["枪"] = {
				["行"] = {
					result = true
				}
			},
			["棋"] = {
				["牌"] = {
					["室"] = {
						result = true
					}
				}
			},
			["水"] = {
				["军"] = {
					result = true
				}
			},
			["汽"] = {
				["枪"] = {
					["配"] = {
						["件"] = {
							result = true
						}
					}
				},
				["狗"] = {
					result = true
				}
			},
			["活"] = {
				["动"] = {
					["颠"] = {
						["覆"] = {
							result = true
						}
					}
				}
			},
			["淫"] = {
				["秽"] = {
					["色"] = {
						["情"] = {
							result = true
						}
					}
				}
			},
			["游"] = {
				["戏"] = {
					["服"] = {
						["务"] = {
							["网"] = {
								result = true
							}
						}
					},
					["棒"] = {
						result = true
					}
				}
			},
			["炒"] = {
				["作"] = {
					result = true
				}
			},
			["现"] = {
				["金"] = {
					["六"] = {
						["合"] = {
							["彩"] = {
								result = true
							}
						}
					},
					["博"] = {
						["彩"] = {
							result = true
						}
					},
					["赌"] = {
						["钱"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["视"] = {
					T = {
						V = {
							["棒"] = {
								result = true
							}
						}
					},
					["小"] = {
						["棒"] = {
							result = true
						}
					},
					["棒"] = {
						["专"] = {
							result = true
						},
						["官"] = {
							["网"] = {
								result = true
							}
						},
						["手"] = {
							["机"] = {
								result = true
							}
						},
						["直"] = {
							["销"] = {
								result = true
							}
						}
					}
				}
			},
			["百"] = {
				["家"] = {
					["乐"] = {
						["赌"] = {
							["场"] = {
								result = true
							}
						}
					}
				}
			},
			["皇"] = {
				["家"] = {
					["赌"] = {
						["城"] = {
							result = true
						}
					}
				}
			},
			["真"] = {
				["人"] = {
					["博"] = {
						["彩"] = {
							result = true
						}
					},
					["赌"] = {
						["博"] = {
							result = true
						},
						["场"] = {
							result = true
						}
					}
				},
				["实"] = {
					["赌"] = {
						["博"] = {
							result = true
						}
					}
				},
				["钱"] = {
					["扎"] = {
						["金"] = {
							["花"] = {
								result = true
							}
						}
					},
					["百"] = {
						["家"] = {
							["乐"] = {
								result = true
							}
						}
					},
					["赌"] = {
						["场"] = {
							result = true
						}
					}
				}
			},
			["私"] = {
				["彩"] = {
					["赌"] = {
						["博"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["女"] = {
					result = true
				}
			},
			["群"] = {
				["发"] = {
					["工"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["老"] = {
				["虎"] = {
					["机"] = {
						result = true
					}
				}
			},
			["职"] = {
				["业"] = {
					["删"] = {
						["帖"] = {
							result = true
						}
					}
				}
			},
			["色"] = {
				["小"] = {
					["说"] = {
						result = true
					}
				}
			},
			["营"] = {
				["销"] = {
					result = true
				}
			},
			["西"] = {
				["班"] = {
					["牙"] = {
						["伽"] = {
							["玛"] = {
								result = true
							}
						}
					}
				}
			},
			["证"] = {
				["件"] = {
					["二"] = {
						["代"] = {
							["证"] = {
								result = true
							}
						}
					},
					["会"] = {
						["计"] = {
							["证"] = {
								result = true
							}
						}
					},
					["假"] = {
						["证"] = {
							result = true
						}
					},
					["军"] = {
						["官"] = {
							["证"] = {
								result = true
							}
						}
					},
					["医"] = {
						["师"] = {
							["证"] = {
								result = true
							}
						}
					},
					["学"] = {
						["位"] = {
							["证"] = {
								result = true
							}
						}
					},
					["房"] = {
						["产"] = {
							["证"] = {
								result = true
							}
						}
					},
					["护"] = {
						["士"] = {
							["证"] = {
								result = true
							}
						},
						["照"] = {
							result = true
						}
					},
					["教"] = {
						["师"] = {
							["证"] = {
								result = true
							}
						}
					},
					["毕"] = {
						["业"] = {
							["证"] = {
								result = true
							}
						}
					},
					["离"] = {
						["婚"] = {
							["证"] = {
								result = true
							}
						}
					},
					["等"] = {
						["级"] = {
							["证"] = {
								result = true
							}
						}
					},
					["结"] = {
						["婚"] = {
							["证"] = {
								result = true
							}
						}
					},
					["警"] = {
						["官"] = {
							["证"] = {
								result = true
							}
						}
					},
					["资"] = {
						["格"] = {
							["证"] = {
								result = true
							}
						}
					},
					["身"] = {
						["份"] = {
							["证"] = {
								result = true
							}
						}
					},
					["驾"] = {
						["驶"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["负"] = {
				["面"] = {
					result = true,
					["删"] = {
						["除"] = {
							result = true
						}
					},
					["撤"] = {
						["销"] = {
							result = true
						}
					},
					["清"] = {
						["除"] = {
							result = true
						}
					}
				}
			},
			["购"] = {
				["物"] = {
					["数"] = {
						["据"] = {
							result = true
						}
					}
				}
			},
			["资"] = {
				["源"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["赌"] = {
				["博"] = {
					result = true,
					["平"] = {
						["台"] = {
							result = true
						}
					},
					["机"] = {
						result = true
					},
					["游"] = {
						["戏"] = {
							result = true
						}
					},
					["网"] = {
						["址"] = {
							result = true
						}
					}
				},
				["场"] = {
					result = true
				},
				["球"] = {
					result = true
				},
				["钱"] = {
					result = true
				}
			},
			["赚"] = {
				["钱"] = {
					result = true,
					["平"] = {
						["台"] = {
							result = true
						}
					},
					["项"] = {
						["目"] = {
							result = true
						}
					}
				}
			},
			["足"] = {
				["球"] = {
					["下"] = {
						["注"] = {
							result = true
						}
					},
					["投"] = {
						["注"] = {
							result = true
						}
					}
				}
			},
			["轮"] = {
				["盘"] = {
					result = true
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["错"] = {
				["误"] = {
					result = true
				}
			},
			["雇"] = {
				["佣"] = {
					["军"] = {
						result = true
					}
				},
				["凶"] = {
					result = true
				}
			},
			["革"] = {
				["命"] = {
					["宣"] = {
						["言"] = {
							result = true
						}
					}
				}
			},
			["音"] = {
				["乐"] = {
					["棒"] = {
						result = true
					}
				}
			},
			["麻"] = {
				["黄"] = {
					["素"] = {
						result = true
					}
				}
			},
			["龙"] = {
				["虎"] = {
					["斗"] = {
						result = true
					}
				}
			}
		},
		["落"] = {
			["代"] = {
				["办"] = {
					result = true
				}
			},
			["保"] = {
				["钓"] = {
					result = true
				}
			},
			["办"] = {
				["证"] = {
					result = true
				}
			},
			["辦"] = {
				["證"] = {
					result = true
				}
			}
		},
		["虫"] = {
			["轮"] = {
				["奸"] = {
					result = true
				}
			}
		},
		["袜"] = {
			O = {
				L = {
					result = true,
					["出"] = {
						["租"] = {
							result = true
						}
					}
				}
			}
		},
		["购"] = {
			["汽"] = {
				["枪"] = {
					result = true
				}
			},
			["自"] = {
				["制"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["警"] = {
				["用"] = {
					["品"] = {
						result = true
					}
				}
			}
		},
		["赚"] = {
			["教"] = {
				["程"] = {
					result = true
				}
			},
			["队"] = {
				["伍"] = {
					result = true
				}
			}
		},
		["趣"] = {
			["商"] = {
				["城"] = {
					result = true
				}
			}
		},
		["路"] = {
			["招"] = {
				["嫖"] = {
					result = true
				}
			}
		},
		["遊"] = {
			["公"] = {
				["會"] = {
					result = true
				}
			}
		},
		["钛"] = {
			["文"] = {
				["章"] = {
					result = true
				}
			}
		},
		["银"] = {
			["卡"] = {
				result = true
			}
		},
		["陪"] = {
			["门"] = {
				result = true
			}
		},
		["页"] = {
			["3"] = {
				["3"] = {
					["6"] = {
						["3"] = {
							result = true
						}
					}
				}
			},
			["性"] = {
				["游"] = {
					["戏"] = {
						result = true
					}
				}
			}
		}
	},
	["羞"] = {
		["恥"] = {
			["母"] = {
				result = true
			}
		},
		["涩"] = {
			["小"] = {
				["妹"] = {
					result = true
				}
			}
		},
		["耻"] = {
			["的"] = {
				["更"] = {
					["衣"] = {
						["室"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["義"] = {
		["母"] = {
			["散"] = {
				["華"] = {
					result = true
				}
			}
		}
	},
	["羰"] = {
		["基"] = {
			["铁"] = {
				result = true
			},
			["镍"] = {
				result = true,
				["直"] = {
					["销"] = {
						result = true
					}
				}
			}
		}
	},
	["羽"] = {
		["仴"] = {
			["俙"] = {
				result = true
			}
		},
		["山"] = {
			["亚"] = {
				["衣"] = {
					result = true
				}
			},
			["亞"] = {
				["衣"] = {
					result = true
				}
			},
			["典"] = {
				["子"] = {
					result = true
				}
			}
		},
		["月"] = {
			["希"] = {
				result = true
			}
		},
		["田"] = {
			["未"] = {
				["來"] = {
					result = true
				},
				["来"] = {
					result = true
				}
			},
			["爱"] = {
				result = true
			},
			["百"] = {
				["科"] = {
					result = true
				}
			},
			["舞"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["鳥"] = {
			["沙"] = {
				["耶"] = {
					["香"] = {
						["无"] = {
							["码"] = {
								result = true
							},
							["马"] = {
								result = true
							}
						},
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["翁"] = {
		["伯"] = {
			["之"] = {
				result = true
			}
		},
		["叔"] = {
			["之"] = {
				result = true
			}
		},
		["季"] = {
			["之"] = {
				result = true
			}
		},
		["源"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["習"] = {
		["三"] = {
			["人"] = {
				result = true
			}
		},
		["乾"] = {
			["脆"] = {
				["解"] = {
					["散"] = {
						["中"] = {
							["國"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["低"] = {
			["智"] = {
				result = true
			}
		},
		["信"] = {
			["號"] = {
				result = true
			}
		},
		["別"] = {
			["傳"] = {
				result = true
			}
		},
		["動"] = {
			["平"] = {
				["衡"] = {
					result = true
				}
			}
		},
		["壹"] = {
			["馬"] = {
				result = true
			}
		},
		["外"] = {
			["交"] = {
				["袋"] = {
					["象"] = {
						["牙"] = {
							result = true
						}
					}
				}
			}
		},
		["大"] = {
			["大"] = {
				result = true
			}
		},
		["害"] = {
			["羞"] = {
				result = true
			}
		},
		["家"] = {
			result = true
		},
		["專"] = {
			["機"] = {
				result = true
			}
		},
		["尽"] = {
			["贫"] = {
				result = true
			}
		},
		["弟"] = {
			["媳"] = {
				result = true
			}
		},
		["放"] = {
			["江"] = {
				result = true
			}
		},
		["整"] = {
			["改"] = {
				result = true
			}
		},
		["曆"] = {
			["史"] = {
				["罪"] = {
					["人"] = {
						result = true
					}
				}
			}
		},
		["現"] = {
			["身"] = {
				result = true
			}
		},
		["皇"] = {
			["上"] = {
				result = true
			}
		},
		["自"] = {
			["以"] = {
				["爲"] = {
					["是"] = {
						result = true
					}
				}
			}
		},
		["要"] = {
			["放"] = {
				["江"] = {
					["一"] = {
						["馬"] = {
							["嗎"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["解"] = {
			["散"] = {
				result = true
			}
		},
		["达"] = {
			["达"] = {
				result = true
			}
		},
		["近"] = {
			["平"] = {
				["豪"] = {
					["賭"] = {
						result = true
					}
				}
			},
			["熊"] = {
				result = true
			},
			["驢"] = {
				result = true
			}
		},
		["進"] = {
			["蘋"] = {
				result = true
			}
		},
		["難"] = {
			["堪"] = {
				result = true
			}
		},
		["飛"] = {
			["機"] = {
				["外"] = {
					["交"] = {
						["袋"] = {
							result = true
						}
					}
				}
			}
		},
		["驢"] = {
			result = true
		},
		["鬥"] = {
			["地"] = {
				["主"] = {
					result = true
				}
			}
		}
	},
	["翟"] = {
		["伟"] = {
			["民"] = {
				result = true
			}
		}
	},
	["翼"] = {
		["裕"] = {
			["香"] = {
				["高"] = {
					["清"] = {
						result = true
					}
				}
			}
		},
		["飞"] = {
			result = true
		},
		["龙"] = {
			["弹"] = {
				["弓"] = {
					result = true
				}
			},
			["精"] = {
				["品"] = {
					["弹"] = {
						["弓"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["耀"] = {
		["程"] = {
			["证"] = {
				["件"] = {
					["文"] = {
						["凭"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["邦"] = {
			[" "] = {
				["5"] = {
					["3"] = {
						["5"] = {
							result = true
						}
					}
				}
			},
			["书"] = {
				["记"] = {
					["不"] = {
						["到"] = {
							["头"] = {
								result = true
							}
						}
					}
				}
			},
			["重"] = {
				["用"] = {
					["团"] = {
						["派"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["聖"] = {
		["不"] = {
			["倫"] = {
				["火"] = {
					["山"] = {
						result = true
					}
				}
			}
		},
		["乃"] = {
			["マ"] = {
				["リ"] = {
					["ア"] = {
						result = true
					}
				}
			}
		},
		["勉"] = {
			["強"] = {
				["中"] = {
					result = true
				}
			}
		},
		["堂"] = {
			["科"] = {
				["技"] = {
					result = true
				}
			}
		},
		["女"] = {
			["峰"] = {
				result = true
			}
		},
		["性"] = {
			["具"] = {
				result = true
			}
		},
		["母"] = {
			result = true
		},
		["泉"] = {
			["學"] = {
				["淫"] = {
					result = true
				}
			}
		},
		["火"] = {
			result = true
		}
	},
	["聽"] = {
		["話"] = {
			["水"] = {
				["價"] = {
					["格"] = {
						result = true
					}
				}
			},
			["配"] = {
				["合"] = {
					result = true
				}
			}
		}
	},
	["肃"] = {
		["清"] = {
			["亲"] = {
				["属"] = {
					["企"] = {
						["业"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["肇"] = {
		["东"] = {
			K = {
				["粉"] = {
					result = true
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["溜"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				}
			}
		},
		["事"] = {
			result = true
		},
		["庆"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["办"] = {
				["证"] = {
					result = true
				}
			}
		},
		["源"] = {
			result = true
		}
	},
	["肖"] = {
		["."] = {
			["强"] = {
				result = true
			}
		},
		["中"] = {
			["特"] = {
				result = true
			}
		},
		["亚"] = {
			["庆"] = {
				result = true
			}
		},
		["伯"] = {
			["格"] = {
				["手"] = {
					["槍"] = {
						result = true
					}
				}
			}
		},
		["捷"] = {
			result = true
		},
		["爱"] = {
			["玲"] = {
				result = true
			}
		},
		["老"] = {
			["师"] = {
				result = true
			}
		},
		["钢"] = {
			result = true
		},
		["陨"] = {
			result = true
		}
	},
	["肽"] = {
		["类"] = {
			["激"] = {
				["素"] = {
					result = true
				}
			}
		}
	},
	["肾"] = {
		["源"] = {
			["信"] = {
				["息"] = {
					result = true
				}
			}
		},
		["肝"] = {
			["源"] = {
				result = true
			}
		}
	},
	["胎"] = {
		["盘"] = {
			result = true
		}
	},
	["胸"] = {
		["器"] = {
			["大"] = {
				["集"] = {
					["锦"] = {
						result = true
					}
				}
			}
		},
		["型"] = {
			["很"] = {
				["完"] = {
					["美"] = {
						result = true
					}
				}
			}
		},
		["摧"] = {
			result = true
		},
		["涛"] = {
			["乳"] = {
				["浪"] = {
					result = true
				}
			}
		},
		["部"] = {
			["走"] = {
				["光"] = {
					["偷"] = {
						["拍"] = {
							result = true
						}
					}
				}
			}
		},
		["针"] = {
			["针"] = {
				["孔"] = {
					["摄"] = {
						["像"] = {
							["机"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["脏"] = {
		["弹"] = {
			result = true
		}
	},
	["脫"] = {
		["光"] = {
			result = true
		},
		["內"] = {
			["褲"] = {
				result = true
			}
		},
		["扆"] = {
			["錶"] = {
				["湮"] = {
					result = true
				}
			}
		},
		["衣"] = {
			result = true,
			["表"] = {
				["演"] = {
					result = true
				}
			},
			["裱"] = {
				["縯"] = {
					result = true
				}
			},
			["錶"] = {
				["演"] = {
					result = true
				}
			}
		}
	},
	["脱"] = {
		["\\"] = {
			["衣"] = {
				["舞"] = {
					result = true
				}
			}
		},
		["下"] = {
			["内"] = {
				["衣"] = {
					result = true
				}
			}
		},
		["光"] = {
			["光"] = {
				["口"] = {
					["香"] = {
						["糖"] = {
							result = true
						}
					}
				},
				["网"] = {
					result = true
				}
			},
			["性"] = {
				["交"] = {
					["图"] = {
						result = true
					}
				}
			},
			["点"] = {
				["击"] = {
					["观"] = {
						["看"] = {
							result = true
						}
					}
				}
			}
		},
		["内"] = {
			["衣"] = {
				["的"] = {
					m = {
						m = {
							result = true
						}
					}
				}
			}
		},
		["氧"] = {
			["麻"] = {
				["黄"] = {
					["素"] = {
						result = true,
						["专"] = {
							result = true
						}
					}
				}
			}
		},
		["水"] = {
			["版"] = {
				result = true
			}
		},
		["的"] = {
			["光"] = {
				g = {
					["光"] = {
						result = true
					}
				}
			}
		},
		["衣"] = {
			["不"] = {
				["雅"] = {
					["视"] = {
						["频"] = {
							result = true
						}
					}
				}
			},
			["嗨"] = {
				["女"] = {
					result = true
				}
			},
			["性"] = {
				["感"] = {
					["美"] = {
						["女"] = {
							result = true
						}
					}
				}
			},
			["服"] = {
				result = true
			},
			["演"] = {
				result = true
			},
			["激"] = {
				["情"] = {
					["聊"] = {
						["天"] = {
							result = true
						}
					},
					["裸"] = {
						["聊"] = {
							["室"] = {
								result = true
							}
						}
					}
				}
			},
			["片"] = {
				result = true
			},
			["秀"] = {
				["激"] = {
					["情"] = {
						["秀"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				["上"] = {
					["做"] = {
						y = {
							["爱"] = {
								result = true
							}
						},
						["爱"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["女"] = {
					["做"] = {
						["愛"] = {
							result = true
						}
					}
				}
			},
			["羽"] = {
				["毛"] = {
					["球"] = {
						["对"] = {
							["决"] = {
								result = true
							}
						}
					}
				}
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						result = true
					}
				}
			},
			["舞"] = {
				["交"] = {
					["友"] = {
						result = true
					}
				},
				["女"] = {
					result = true,
					["视"] = {
						["频"] = {
							result = true
						}
					}
				},
				["电"] = {
					["视"] = {
						["台"] = {
							result = true
						}
					}
				},
				["聊"] = {
					["天"] = {
						["室"] = {
							result = true
						}
					}
				}
			},
			["表"] = {
				["演"] = {
					result = true
				}
			},
			["裤"] = {
				["按"] = {
					["摩"] = {
						result = true
					}
				}
			},
			["裸"] = {
				["聊"] = {
					result = true,
					["女"] = {
						result = true
					},
					["网"] = {
						result = true
					}
				}
			},
			["諘"] = {
				["演"] = {
					result = true
				}
			},
			["集"] = {
				["锦"] = {
					["表"] = {
						["演"] = {
							result = true
						}
					}
				}
			}
		},
		["裤"] = {
			["门"] = {
				["事"] = {
					["件"] = {
						result = true
					}
				}
			}
		},
		["视"] = {
			["频"] = {
				["聊"] = {
					["天"] = {
						result = true
					}
				}
			}
		},
		["轨"] = {
			result = true
		},
		["逃"] = {
			result = true
		}
	},
	["腎"] = {
		result = true,
		["中"] = {
			["介"] = {
				result = true
			}
		},
		["源"] = {
			result = true
		},
		["脏"] = {
			["中"] = {
				["介"] = {
					result = true
				}
			}
		},
		["臟"] = {
			["中"] = {
				["介"] = {
					result = true
				}
			},
			["价"] = {
				["格"] = {
					result = true
				}
			}
		}
	},
	["腰"] = {
		["射"] = {
			result = true
		},
		["带"] = {
			result = true
		}
	},
	["腾"] = {
		["人"] = {
			result = true
		},
		["仁"] = {
			result = true
		},
		["任"] = {
			result = true
		},
		["天"] = {
			["狩"] = {
				["猎"] = {
					["器"] = {
						["材"] = {
							result = true
						}
					}
				}
			}
		},
		["武"] = {
			result = true
		},
		["翔"] = {
			["科"] = {
				["技"] = {
					result = true
				}
			}
		},
		["讯"] = {
			result = true,
			["中"] = {
				["奖"] = {
					result = true
				}
			},
			["咨"] = {
				["询"] = {
					result = true
				}
			},
			["官"] = {
				["方"] = {
					result = true,
					q = {
						["币"] = {
							result = true
						}
					}
				}
			}
		},
		["辉"] = {
			["教"] = {
				["育"] = {
					["机"] = {
						["构"] = {
							result = true
						}
					}
				}
			}
		},
		["达"] = {
			["猎"] = {
				["枪"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["飞"] = {
			["快"] = {
				["速"] = {
					["办"] = {
						["证"] = {
							result = true
						}
					}
				}
			},
			["教"] = {
				["育"] = {
					result = true
				}
			},
			["数"] = {
				["卡"] = {
					result = true
				}
			},
			["科"] = {
				["技"] = {
					result = true
				}
			},
			["调"] = {
				["查"] = {
					["公"] = {
						["司"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["腿"] = {
		["枪"] = {
			result = true
		},
		["槍"] = {
			result = true
		}
	},
	["膛"] = {
		["炸"] = {
			result = true
		},
		["线"] = {
			result = true,
			["拉"] = {
				["刀"] = {
					result = true,
					["专"] = {
						result = true
					}
				}
			},
			["枪"] = {
				["管"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["狗"] = {
				["管"] = {
					result = true
				}
			},
			["管"] = {
				result = true,
				["专"] = {
					result = true
				},
				["价"] = {
					["格"] = {
						result = true
					}
				}
			}
		},
		["锅"] = {
			["炸"] = {
				result = true
			}
		}
	},
	["臀"] = {
		["推"] = {
			result = true
		},
		["浪"] = {
			result = true
		},
		["部"] = {
			result = true,
			["猛"] = {
				["烈"] = {
					["的"] = {
						["撞"] = {
							["击"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["臟"] = {
		Q = {
			result = true
		}
	},
	["臧"] = {
		["献"] = {
			["甫"] = {
				result = true
			}
		}
	},
	["臺"] = {
		["幣"] = {
			result = true
		},
		["湾"] = {
			["國"] = {
				result = true
			}
		},
		["灣"] = {
			result = true,
			["3"] = {
				D = {
					["電"] = {
						["視"] = {
							["棒"] = {
								result = true
							}
						}
					}
				}
			},
			["共"] = {
				["和"] = {
					["國"] = {
						result = true
					}
				},
				["產"] = {
					["黨"] = {
						result = true
					}
				}
			},
			["分"] = {
				["裂"] = {
					result = true
				}
			},
			["國"] = {
				result = true
			},
			["山"] = {
				["豬"] = {
					result = true
				}
			},
			["島"] = {
				["國"] = {
					result = true
				}
			},
			["建"] = {
				["國"] = {
					result = true
				}
			},
			["性"] = {
				["藥"] = {
					["品"] = {
						["專"] = {
							["店"] = {
								result = true
							}
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["網"] = {
						result = true
					}
				}
			},
			["是"] = {
				["主"] = {
					["權"] = {
						["國"] = {
							["家"] = {
								result = true
							}
						}
					}
				}
			},
			["本"] = {
				["土"] = {
					result = true
				}
			},
			["民"] = {
				["国"] = {
					result = true
				}
			},
			["禿"] = {
				["鷹"] = {
					result = true
				}
			},
			["總"] = {
				["統"] = {
					result = true
				}
			},
			["萬"] = {
				["歲"] = {
					result = true
				}
			},
			["黨"] = {
				result = true
			}
		}
	},
	["興"] = {
		["婦"] = {
			A = {
				V = {
					["吧"] = {
						result = true
					}
				}
			},
			["Ａ"] = {
				["∨"] = {
					["紦"] = {
						result = true
					}
				}
			}
		}
	},
	["舐"] = {
		["她"] = {
			["的"] = {
				["小"] = {
					["穴"] = {
						result = true
					}
				}
			}
		}
	},
	["舒"] = {
		["晓"] = {
			["琴"] = {
				result = true,
				["父"] = {
					["亲"] = {
						result = true
					}
				},
				["被"] = {
					["查"] = {
						result = true
					}
				}
			}
		},
		["服"] = {
			["死"] = {
				["大"] = {
					["鸡"] = {
						["巴"] = {
							["插"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["淇"] = {
			a = {
				v = {
					result = true
				}
			},
			["的"] = {
				["性"] = {
					["感"] = {
						["诱"] = {
							["惑"] = {
								result = true
							}
						}
					}
				}
			},
			["露"] = {
				["奶"] = {
					["淋"] = {
						["浴"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["舔"] = {
		["下"] = {
			["体"] = {
				result = true
			}
		},
		["出"] = {
			["淫"] = {
				["水"] = {
					result = true
				}
			}
		},
		["到"] = {
			["你"] = {
				["射"] = {
					result = true
				}
			}
		},
		["功"] = {
			["一"] = {
				["流"] = {
					["不"] = {
						["输"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["吮"] = {
			result = true,
			["她"] = {
				["的"] = {
					["阴"] = {
						["唇"] = {
							result = true
						}
					}
				}
			}
		},
		["哥"] = {
			["哥"] = {
				["鸡"] = {
					["巴"] = {
						result = true
					}
				}
			}
		},
		["大"] = {
			["奶"] = {
				["女"] = {
					["乳"] = {
						["尖"] = {
							result = true
						}
					}
				}
			}
		},
		["女"] = {
			["人"] = {
				["的"] = {
					["香"] = {
						["臀"] = {
							result = true,
							["图"] = {
								result = true
							}
						}
					}
				}
			},
			["性"] = {
				["阴"] = {
					["蒂"] = {
						result = true
					}
				}
			},
			["阴"] = {
				["私"] = {
					["处"] = {
						result = true
					}
				}
			}
		},
		["她"] = {
			["小"] = {
				["穴"] = {
					result = true
				}
			},
			["的"] = {
				["小"] = {
					["洞"] = {
						["洞"] = {
							result = true
						}
					}
				},
				["穴"] = {
					result = true
				},
				["花"] = {
					["蕊"] = {
						result = true
					}
				}
			},
			["花"] = {
				["核"] = {
					result = true
				}
			}
		},
		["小"] = {
			["穴"] = {
				result = true,
				["淫"] = {
					["水"] = {
						result = true
					}
				}
			}
		},
		["弄"] = {
			["大"] = {
				["阴"] = {
					["唇"] = {
						result = true
					}
				}
			},
			["女"] = {
				["同"] = {
					["事"] = {
						["穴"] = {
							["口"] = {
								result = true
							}
						}
					}
				}
			},
			["她"] = {
				["的"] = {
					["穴"] = {
						result = true
					}
				},
				["骚"] = {
					["穴"] = {
						result = true
					}
				}
			},
			["小"] = {
				["穴"] = {
					result = true
				},
				["鸡"] = {
					["鸟"] = {
						result = true
					},
					["鸡"] = {
						result = true
					}
				}
			},
			["我"] = {
				["鸡"] = {
					["巴"] = {
						result = true
					}
				}
			},
			["穴"] = {
				["口"] = {
					result = true
				}
			},
			["美"] = {
				["女"] = {
					["小"] = {
						["穴"] = {
							result = true
						}
					}
				}
			},
			["骚"] = {
				["鸡"] = {
					["巴"] = {
						result = true
					}
				}
			},
			["鸡"] = {
				["巴"] = {
					result = true
				}
			}
		},
		["我"] = {
			["的"] = {
				["逼"] = {
					["逼"] = {
						result = true
					}
				},
				["龟"] = {
					["头"] = {
						result = true
					}
				}
			}
		},
		["抠"] = {
			result = true
		},
		["淫"] = {
			["水"] = {
				result = true
			}
		},
		["玉"] = {
			["脚"] = {
				result = true
			}
		},
		["穴"] = {
			result = true
		},
		["美"] = {
			["女"] = {
				["小"] = {
					["穴"] = {
						result = true
					}
				},
				["屁"] = {
					["眼"] = {
						result = true
					}
				}
			}
		},
		["腳"] = {
			result = true
		},
		["舐"] = {
			["着"] = {
				["阴"] = {
					["道"] = {
						["内"] = {
							["壁"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["菊"] = {
			result = true
		},
		["蜜"] = {
			["穴"] = {
				result = true
			}
		},
		["足"] = {
			["留"] = {
				["香"] = {
					result = true
				}
			}
		},
		["阝"] = {
			["月"] = {
				result = true,
				["自"] = {
					["慰"] = {
						["器"] = {
							result = true
						}
					}
				}
			}
		},
		["雞"] = {
			["巴"] = {
				result = true
			}
		}
	},
	["舞"] = {
		["倾"] = {
			["城"] = {
				result = true
			}
		},
		["冈"] = {
			["结"] = {
				["希"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["岛"] = {
			["美"] = {
				["织"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["岡"] = {
			["結"] = {
				["希"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["島"] = {
			["美"] = {
				["織"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["春"] = {
			["云"] = {
				result = true
			}
		},
		["浜"] = {
			["朱"] = {
				["里"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["田"] = {
			["华"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["奈"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["華"] = {
				["種"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["而"] = {
			["开"] = {
				["西"] = {
					result = true
				}
			}
		}
	},
	["艇"] = {
		["尾"] = {
			["型"] = {
				["弹"] = {
					["头"] = {
						result = true
					}
				}
			}
		}
	},
	["艏"] = {
		["楼"] = {
			["修"] = {
				["复"] = {
					["强"] = {
						["化"] = {
							result = true
						}
					}
				}
			},
			["防"] = {
				["御"] = {
					["强"] = {
						["化"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["艳"] = {
		h = {
			["舞"] = {
				result = true
			}
		},
		["丽"] = {
			["激"] = {
				["情"] = {
					["的"] = {
						["护"] = {
							["士"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["事"] = {
			result = true
		},
		["体"] = {
			["缠"] = {
				["绵"] = {
					result = true
				}
			}
		},
		["修"] = {
			["之"] = {
				["天"] = {
					["地"] = {
						["不"] = {
							["容"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["图"] = {
			result = true
		},
		["女"] = {
			result = true
		},
		["尻"] = {
			result = true
		},
		["情"] = {
			result = true
		},
		["星"] = {
			result = true,
			["诱"] = {
				["惑"] = {
					result = true
				}
			}
		},
		["春"] = {
			["楼"] = {
				["社"] = {
					["区"] = {
						result = true
					}
				}
			}
		},
		["欲"] = {
			["十"] = {
				["二"] = {
					["宫"] = {
						result = true
					}
				}
			}
		},
		["福"] = {
			result = true
		},
		["舞"] = {
			["2"] = {
				["1"] = {
					result = true
				}
			}
		},
		["色"] = {
			result = true
		},
		["遇"] = {
			result = true
		},
		["门"] = {
			["照"] = {
				result = true
			},
			["禁"] = {
				["照"] = {
					result = true
				}
			}
		}
	},
	["艷"] = {
		["情"] = {
			["小"] = {
				["說"] = {
					result = true
				}
			}
		},
		["照"] = {
			["門"] = {
				result = true
			},
			["门"] = {
				result = true
			}
		},
		["舞"] = {
			["淫"] = {
				["業"] = {
					result = true
				}
			}
		}
	},
	["艺"] = {
		["术"] = {
			["性"] = {
				["爱"] = {
					result = true
				}
			}
		}
	},
	["芐"] = {
		["壓"] = {
			["鉽"] = {
				result = true
			}
		}
	},
	["芜"] = {
		["湖"] = {
			["办"] = {
				["理"] = {
					["驾"] = {
						["驶"] = {
							["证"] = {
								result = true
							}
						}
					}
				},
				["证"] = {
					["网"] = {
						result = true
					}
				}
			},
			["找"] = {
				["三"] = {
					["陪"] = {
						result = true
					}
				}
			},
			["气"] = {
				["枪"] = {
					result = true
				}
			}
		}
	},
	["芯"] = {
		["爿"] = {
			["钥"] = {
				["匙"] = {
					["毝"] = {
						["胚"] = {
							result = true
						}
					},
					["洘"] = {
						["赑"] = {
							result = true
						}
					}
				}
			}
		},
		["片"] = {
			["解"] = {
				["码"] = {
					["器"] = {
						result = true
					}
				}
			},
			["钥"] = {
				["匙"] = {
					["拷"] = {
						["贝"] = {
							result = true
						}
					},
					["毛"] = {
						["胚"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["芸"] = {
		["刪"] = {
			result = true
		},
		["能"] = {
			["人"] = {
				result = true,
				["精"] = {
					["液"] = {
						["初"] = {
							result = true
						}
					}
				}
			}
		},
		["褦"] = {
			["亽"] = {
				result = true
			}
		}
	},
	["芽"] = {
		["子"] = {
			["碱"] = {
				result = true
			}
		}
	},
	["苏"] = {
		["丹"] = {
			["型"] = {
				["刺"] = {
					["刀"] = {
						result = true
					}
				}
			}
		},
		["兆"] = {
			["征"] = {
				result = true
			}
		},
		["剑"] = {
			["岭"] = {
				result = true
			}
		},
		["南"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			}
		},
		["双"] = {
			result = true
		},
		["振"] = {
			["华"] = {
				result = true
			}
		},
		["星"] = {
			["河"] = {
				result = true
			}
		},
		["晓"] = {
			["康"] = {
				["流"] = {
					["亡"] = {
						result = true
					}
				},
				["通"] = {
					["缉"] = {
						result = true,
						["流"] = {
							["亡"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["秀"] = {
			["文"] = {
				result = true
			}
		},
		["苏"] = {
			["美"] = {
				["女"] = {
					["图"] = {
						["片"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["荣"] = {
			result = true
		},
		["菲"] = {
			["尔"] = {
				["高"] = {
					["等"] = {
						["教"] = {
							["育"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["轼"] = {
			result = true
		},
		["辙"] = {
			result = true
		},
		["达"] = {
			["仁"] = {
				result = true,
				[" "] = {
					["北"] = {
						["大"] = {
							["青"] = {
								["鸟"] = {
									[" "] = {
										["运"] = {
											["营"] = {
												["官"] = {
													result = true
												}
											}
										},
										["首"] = {
											["席"] = {
												["运"] = {
													["营"] = {
														["官"] = {
															result = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					["国"] = {
						["强"] = {
							result = true
						}
					},
					["常"] = {
						["委"] = {
							["之"] = {
								["子"] = {
									result = true
								}
							}
						}
					},
					["某"] = {
						["退"] = {
							["休"] = {
								["常"] = {
									["委"] = {
										["之"] = {
											["子"] = {
												result = true
											}
										}
									}
								}
							}
						}
					},
					["管"] = {
						["家"] = {
							result = true
						}
					},
					["贺"] = {
						[" "] = {
							["二"] = {
								["公"] = {
									["子"] = {
										result = true
									}
								}
							},
							["公"] = {
								["子"] = {
									result = true
								}
							}
						}
					},
					["运"] = {
						["营"] = {
							["官"] = {
								result = true
							}
						}
					},
					["退"] = {
						["休"] = {
							["常"] = {
								["委"] = {
									["之"] = {
										["子"] = {
											result = true
										}
									}
								}
							}
						}
					},
					["锦"] = {
						["涛"] = {
							result = true
						},
						["雷"] = {
							result = true
						}
					},
					["青"] = {
						["鸟"] = {
							[" "] = {
								["运"] = {
									["营"] = {
										["官"] = {
											result = true
										}
									}
								},
								["首"] = {
									["席"] = {
										["运"] = {
											["营"] = {
												["官"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					},
					["首"] = {
						["席"] = {
							["运"] = {
								["营"] = {
									["官"] = {
										result = true
									}
								}
							}
						}
					},
					["马"] = {
						["仔"] = {
							result = true
						}
					}
				}
			}
		},
		["逸"] = {
			["清"] = {
				result = true
			}
		},
		["醒"] = {
			["的"] = {
				["记"] = {
					["忆"] = {
						result = true
					}
				}
			}
		},
		["飞"] = {
			result = true
		}
	},
	["苐"] = {
		["①"] = {
			["脃"] = {
				["凊"] = {
					["樭"] = {
						["哋"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["苔"] = {
		["西"] = {
			["娅"] = {
				result = true
			}
		}
	},
	["英"] = {
		["语"] = {
			["证"] = {
				["书"] = {
					result = true
				},
				["件"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["茼"] = {
		["城"] = {
			["ō"] = {
				["ń"] = {
					["$"] = {
						["夜"] = {
							["情"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["性"] = {
			["甡"] = {
				["萿"] = {
					result = true
				}
			},
			["纞"] = {
				["丄"] = {
					["冂"] = {
						result = true
					}
				},
				["俱"] = {
					["楽"] = {
						["蔀"] = {
							result = true
						}
					}
				}
			}
		},
		["鉽"] = {
			["菈"] = {
				["犸"] = {
					["噐"] = {
						result = true
					}
				}
			}
		}
	},
	["菘"] = {
		["島"] = {
			["猦"] = {
				["嘸"] = {
					["犸"] = {
						["芐"] = {
							["酨"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["菥"] = {
		["疉"] = {
			["啴"] = {
				["芶"] = {
					result = true
				}
			}
		}
	},
	["萄"] = {
		["京"] = {
			["娱"] = {
				["乐"] = {
					["场"] = {
						result = true
					}
				}
			}
		}
	},
	["营"] = {
		["救"] = {
			["建"] = {
				["三"] = {
					["江"] = {
						result = true
					}
				}
			}
		}
	},
	["萫"] = {
		["茗"] = {
			["慕"] = {
				["颩"] = {
					["蓅"] = {
						["阁"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["萬"] = {
		["元"] = {
			["地"] = {
				["主"] = {
					result = true
				}
			}
		},
		["哖"] = {
			["奶"] = {
				["油"] = {
					["栤"] = {
						result = true
					}
				}
			}
		},
		["年"] = {
			["嬭"] = {
				["油"] = {
					["冰"] = {
						result = true
					}
				}
			}
		},
		["淫"] = {
			["堂"] = {
				result = true
			}
		},
		["王"] = {
			["之"] = {
				["王"] = {
					result = true
				}
			}
		},
		["盛"] = {
			["哪"] = {
				["找"] = {
					["小"] = {
						["姐"] = {
							result = true
						}
					},
					["尐"] = {
						["姊"] = {
							result = true
						}
					}
				}
			}
		},
		["稅"] = {
			result = true
		},
		["能"] = {
			["$"] = {
				["#"] = {
					["上"] = {
						["分"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["上"] = {
				["分"] = {
					["器"] = {
						result = true
					}
				}
			},
			["汽"] = {
				["車"] = {
					["解"] = {
						["碼"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["電"] = {
				["視"] = {
					["棒"] = {
						result = true
					}
				}
			},
			["麻"] = {
				["將"] = {
					["$"] = {
						["機"] = {
							result = true
						}
					},
					["機"] = {
						result = true
					}
				},
				["鱂"] = {
					["機"] = {
						result = true
					}
				}
			}
		},
		["褦"] = {
			["丄"] = {
				["衯"] = {
					["噐"] = {
						result = true
					}
				}
			},
			["拔"] = {
				["鎖"] = {
					["噐"] = {
						result = true
					}
				}
			},
			["鈅"] = {
				result = true,
				["匙"] = {
					result = true
				}
			}
		},
		["象"] = {
			["城"] = {
				["娱"] = {
					["乐"] = {
						["平"] = {
							["台"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["鋼"] = {
			result = true
		}
	},
	["葉"] = {
		["っ"] = {
			["ぱ"] = {
				["天"] = {
					["国"] = {
						result = true
					}
				}
			}
		},
		["仴"] = {
			["仟"] = {
				["穗"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		},
		["劍"] = {
			["英"] = {
				result = true
			}
		},
		["山"] = {
			result = true,
			["美"] = {
				["壽"] = {
					["紀"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["志"] = {
			["穗"] = {
				["的"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["月"] = {
			["の"] = {
				["ぞ"] = {
					["み"] = {
						result = true
					}
				}
			},
			["千"] = {
				["穗"] = {
					B = {
						T = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["綾"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			},
			["藍"] = {
				b = {
					t = {
						result = true
					}
				}
			}
		},
		["結"] = {
			["香"] = {
				["裡"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["綕"] = {
			["穗"] = {
				["の"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["葙"] = {
		["崎"] = {
			["琴"] = {
				["喑"] = {
					["兂"] = {
						["碼"] = {
							result = true
						}
					}
				}
			}
		},
		["巛"] = {
			["ま"] = {
				["み"] = {
					["兂"] = {
						["碼"] = {
							result = true
						}
					}
				}
			},
			["耒"] = {
				["俙"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		},
		["畾"] = {
			["甴"] = {
				["媄"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["蒖"] = {
		["實"] = {
			["彣"] = {
				["凭"] = {
					result = true
				}
			}
		}
	},
	["蒜"] = {
		["头"] = {
			["网"] = {
				result = true
			}
		}
	},
	["蒸"] = {
		["汽"] = {
			["幻"] = {
				["想"] = {
					result = true
				}
			}
		},
		["菜"] = {
			["上"] = {
				["位"] = {
					result = true
				}
			}
		}
	},
	["蓷"] = {
		["怞"] = {
			["湺"] = {
				["揵"] = {
					result = true
				}
			}
		}
	},
	["蔬"] = {
		["之"] = {
			["鲜"] = {
				result = true
			}
		}
	},
	["薇"] = {
		["薇"] = {
			["影"] = {
				["院"] = {
					result = true
				}
			},
			["情"] = {
				["色"] = {
					["基"] = {
						["地"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["薛"] = {
		["烛"] = {
			result = true
		},
		["菲"] = {
			result = true
		},
		["运"] = {
			["来"] = {
				result = true
			}
		},
		["铜"] = {
			["锤"] = {
				result = true
			}
		}
	},
	["薪"] = {
		["火"] = {
			["6"] = {
				["4"] = {
					result = true
				}
			},
			["六"] = {
				["四"] = {
					result = true
				}
			},
			["相"] = {
				["传"] = {
					["6"] = {
						["4"] = {
							result = true
						}
					},
					["六"] = {
						["四"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["薮"] = {
		["牸"] = {
			["哋"] = {
				["嫎"] = {
					["滛"] = {
						["啌"] = {
							["噐"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["薰"] = {
		["樱"] = {
			["子"] = {
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		}
	},
	["藓"] = {
		["鲍"] = {
			result = true
		}
	},
	["藤"] = {
		["丼"] = {
			["栞"] = {
				result = true
			}
		},
		["乃"] = {
			["弥"] = {
				["生"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["井"] = {
			["せ"] = {
				["い"] = {
					["ら"] = {
						result = true
					}
				}
			},
			["小"] = {
				["百"] = {
					["合"] = {
						["无"] = {
							["码"] = {
								result = true
							},
							["马"] = {
								result = true
							}
						},
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["栞"] = {
				result = true
			}
		},
		["人"] = {
			result = true
		},
		["仁"] = {
			result = true
		},
		["任"] = {
			result = true
		},
		["傆"] = {
			["媄"] = {
				["恵"] = {
					result = true
				}
			},
			["莕"] = {
				["緬"] = {
					["佺"] = {
						["雧"] = {
							result = true
						}
					},
					["兂"] = {
						["碼"] = {
							result = true
						}
					},
					["電"] = {
						["驴"] = {
							result = true
						}
					},
					["ｂ"] = {
						["τ"] = {
							result = true
						}
					}
				}
			}
		},
		["北"] = {
			result = true,
			["彩"] = {
				["香"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["無"] = {
						["碼"] = {
							result = true
						}
					}
				}
			}
		},
		["原"] = {
			b = {
				t = {
					result = true
				}
			},
			["佐"] = {
				["为"] = {
					result = true
				}
			},
			["全"] = {
				["集"] = {
					result = true
				}
			},
			["史"] = {
				["步"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["无"] = {
				["码"] = {
					result = true
				}
			},
			["杏"] = {
				["面"] = {
					b = {
						t = {
							result = true
						}
					},
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["無"] = {
						["碼"] = {
							result = true
						}
					},
					["电"] = {
						["驴"] = {
							result = true
						}
					},
					["電"] = {
						["驢"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["驴"] = {
					result = true
				}
			},
			["瞳"] = {
				result = true
			},
			["美"] = {
				["恵"] = {
					result = true
				}
			},
			["舞"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				},
				["種"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["城"] = {
			["麻"] = {
				["纪"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["宫"] = {
			["樱"] = {
				["花"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["崎"] = {
			["夕"] = {
				["凪"] = {
					result = true
				}
			},
			["彩"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["步"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			},
			["秋"] = {
				["迅"] = {
					["雷"] = {
						result = true
					}
				}
			},
			["美"] = {
				["奈"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				},
				["雨"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["葵"] = {
				result = true
			}
		},
		["川"] = {
			["京"] = {
				["子"] = {
					result = true
				}
			},
			["唯"] = {
				result = true
			}
		},
		["彩"] = {
			["香"] = {
				["迅"] = {
					["雷"] = {
						result = true
					}
				}
			}
		},
		["木"] = {
			["亞"] = {
				["彌"] = {
					B = {
						T = {
							result = true
						}
					}
				}
			},
			["奈"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["涼"] = {
				["子"] = {
					["叫"] = {
						["刺"] = {
							["激"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["本"] = {
			["愛"] = {
				b = {
					t = {
						result = true
					}
				}
			},
			["爱"] = {
				b = {
					t = {
						result = true
					}
				}
			},
			["聖"] = {
				["名"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["森"] = {
			["加"] = {
				["柰"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					},
					["紫"] = {
						["种"] = {
							["紫"] = {
								result = true
							}
						}
					}
				}
			},
			["子"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["惠"] = {
				["里"] = {
					["菜"] = {
						["种"] = {
							["子"] = {
								result = true
							},
							["紫"] = {
								result = true
							}
						}
					}
				}
			},
			["步"] = {
				["种"] = {
					["子"] = {
						result = true
					},
					["紫"] = {
						result = true
					}
				}
			},
			["香"] = {
				["織"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			}
		},
		["武"] = {
			result = true
		},
		["沢"] = {
			["美"] = {
				["歩"] = {
					result = true
				}
			}
		},
		["泽"] = {
			["加"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["成"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["理"] = {
				["名"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["翔"] = {
				["子"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["浦"] = {
			["惠"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				},
				["種"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["田"] = {
			["亮"] = {
				["子"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				},
				["紫"] = {
					["无"] = {
						["马"] = {
							result = true
						}
					}
				}
			},
			["彩"] = {
				["乃"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			},
			["舞"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				},
				["種"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["苝"] = {
			["彩"] = {
				["稥"] = {
					["兂"] = {
						["碼"] = {
							result = true
						}
					}
				}
			}
		},
		["警"] = {
			["小"] = {
				["百"] = {
					["合"] = {
						["无"] = {
							["码"] = {
								result = true
							}
						},
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["栞"] = {
				result = true
			}
		},
		["谷"] = {
			["佳"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			},
			["詩"] = {
				["織"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["野"] = {
			["沙"] = {
				["也"] = {
					["加"] = {
						["无"] = {
							["码"] = {
								result = true
							},
							["马"] = {
								result = true
							}
						},
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["蘇"] = {
		["家"] = {
			["屯"] = {
				result = true
			}
		},
		["秀"] = {
			["文"] = {
				result = true
			}
		}
	},
	["蚀"] = {
		["骨"] = {
			["沉"] = {
				["沦"] = {
					result = true
				}
			}
		}
	},
	["蛧"] = {
		["仩"] = {
			["嫃"] = {
				["亾"] = {
					["娯"] = {
						["泺"] = {
							["畼"] = {
								result = true
							}
						}
					}
				}
			},
			["帾"] = {
				["博"] = {
					["僟"] = {
						result = true
					},
					["遊"] = {
						["戱"] = {
							result = true
						}
					}
				}
			},
			["荖"] = {
				["唬"] = {
					["僟"] = {
						result = true
					}
				}
			}
		},
		["絡"] = {
			["凊"] = {
				["脃"] = {
					["尒"] = {
						["説"] = {
							result = true
						}
					}
				}
			},
			["雇"] = {
				["砽"] = {
					["軍"] = {
						result = true
					}
				}
			},
			["電"] = {
				["視"] = {
					["蜯"] = {
						["電"] = {
							["話"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["襪"] = {
			["Ｏ"] = {
				["Ｌ"] = {
					result = true
				}
			}
		}
	},
	["蜗"] = {
		["牛"] = {
			["迷"] = {
				["你"] = {
					["弹"] = {
						["弓"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["蝎"] = {
		["子"] = {
			["军"] = {
				["刺"] = {
					result = true
				}
			},
			["爪"] = {
				result = true
			}
		}
	},
	["螳"] = {
		["臂"] = {
			["挡"] = {
				["车"] = {
					result = true
				}
			}
		},
		["螂"] = {
			result = true,
			["黄"] = {
				["雀"] = {
					result = true
				}
			}
		}
	},
	["蟹"] = {
		["卒"] = {
			result = true
		}
	},
	["血"] = {
		B = {
			result = true
		},
		["乳"] = {
			result = true
		},
		["债"] = {
			["帮"] = {
				result = true
			},
			["血"] = {
				["偿"] = {
					result = true
				}
			}
		},
		["头"] = {
			result = true
		},
		["拼"] = {
			result = true
		},
		["染"] = {
			["的"] = {
				["六"] = {
					["月"] = {
						result = true
					}
				},
				["风"] = {
					["采"] = {
						result = true,
						["木"] = {
							["樨"] = {
								["地"] = {
									result = true
								}
							}
						}
					}
				}
			},
			["风"] = {
				["采"] = {
					result = true
				}
			}
		},
		["案"] = {
			["六"] = {
				["四"] = {
					result = true
				}
			}
		},
		["比"] = {
			result = true
		},
		["洒"] = {
			result = true,
			["天"] = {
				["安"] = {
					["门"] = {
						result = true
					}
				}
			}
		},
		["洗"] = {
			result = true,
			["京"] = {
				["华"] = {
					result = true
				}
			},
			["天"] = {
				["安"] = {
					["門"] = {
						result = true
					},
					["门"] = {
						result = true
					}
				}
			}
		},
		["流"] = {
			["成"] = {
				["河"] = {
					["天"] = {
						["安"] = {
							["门"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["浴"] = {
			result = true,
			[" "] = {
				S = {
					Q = {
						U = {
							A = {
								R = {
									E = {
										result = true
									}
								}
							}
						}
					}
				}
			},
			s = {
				q = {
					u = {
						a = {
							r = {
								e = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["海"] = {
			["木"] = {
				["樨"] = {
					["地"] = {
						result = true
					}
				}
			}
		},
		["溅"] = {
			["天"] = {
				["安"] = {
					["门"] = {
						result = true
					}
				}
			}
		},
		["灑"] = {
			result = true,
			["天"] = {
				["安"] = {
					["門"] = {
						result = true
					}
				}
			}
		},
		["筑"] = {
			["的"] = {
				["历"] = {
					["史"] = {
						result = true
					}
				}
			}
		},
		["罗"] = {
			["刹"] = {
				result = true
			}
		},
		["脉"] = {
			["激"] = {
				["动"] = {
					["六"] = {
						["合"] = {
							["彩"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["腥"] = {
			result = true,
			[" "] = {
				["六"] = {
					["月"] = {
						["四"] = {
							["日"] = {
								result = true
							}
						}
					}
				}
			},
			["8"] = {
				["9"] = {
					result = true
				}
			},
			["內"] = {
				["幕"] = {
					result = true
				}
			},
			["八"] = {
				["九"] = {
					result = true
				}
			},
			["六"] = {
				["月"] = {
					["四"] = {
						["日"] = {
							result = true
						}
					}
				}
			},
			["内"] = {
				["幕"] = {
					result = true
				}
			},
			["冲"] = {
				["突"] = {
					result = true
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						result = true
					}
				}
			},
			["屠"] = {
				["杀"] = {
					["建"] = {
						["国"] = {
							["门"] = {
								result = true
							}
						}
					},
					["木"] = {
						["樨"] = {
							["地"] = {
								result = true
							}
						}
					}
				}
			},
			["的"] = {
				["黎"] = {
					["明"] = {
						["周"] = {
							["舵"] = {
								result = true
							}
						}
					}
				}
			},
			["衝"] = {
				["突"] = {
					result = true
				}
			},
			["镇"] = {
				["压"] = {
					result = true,
					[" "] = {
						["八"] = {
							["九"] = {
								result = true,
								["年"] = {
									result = true
								}
							}
						},
						["六"] = {
							["四"] = {
								result = true
							}
						}
					},
					["8"] = {
						["9"] = {
							["年"] = {
								["六"] = {
									["四"] = {
										result = true
									}
								}
							}
						}
					},
					["八"] = {
						["九"] = {
							result = true,
							["年"] = {
								result = true,
								["天"] = {
									["安"] = {
										["门"] = {
											result = true
										}
									}
								}
							}
						}
					},
					["六"] = {
						["四"] = {
							result = true
						}
					}
				}
			}
		},
		["色"] = {
			["村"] = {
				["雨"] = {
					result = true
				}
			}
		},
		["路"] = {
			["1"] = {
				["9"] = {
					["8"] = {
						["9"] = {
							result = true
						}
					}
				}
			}
		},
		["钻"] = {
			["野"] = {
				["燕"] = {
					["麦"] = {
						result = true
					}
				}
			}
		}
	},
	["衣"] = {
		x = {
			["果"] = {
				["聊"] = {
					result = true
				}
			}
		},
		["俊"] = {
			["卿"] = {
				result = true
			}
		},
		["果"] = {
			["咪"] = {
				["咪"] = {
					["聊"] = {
						result = true
					}
				}
			},
			["聊"] = {
				result = true
			}
		},
		["淉"] = {
			["窷"] = {
				result = true
			}
		}
	},
	["袁"] = {
		["天"] = {
			["罡"] = {
				result = true
			}
		},
		["庚"] = {
			result = true
		},
		["彦"] = {
			["鹏"] = {
				result = true
			}
		},
		["木"] = {
			["6"] = {
				["4"] = {
					result = true
				}
			}
		},
		["立"] = {
			["本"] = {
				result = true
			}
		},
		["贵"] = {
			["仁"] = {
				result = true
			}
		}
	},
	["袖"] = {
		["珍"] = {
			["干"] = {
				["扰"] = {
					["器"] = {
						result = true
					}
				}
			},
			["手"] = {
				["枪"] = {
					result = true,
					["专"] = {
						result = true
					},
					["售"] = {
						result = true
					}
				},
				["槍"] = {
					result = true
				}
			},
			["枪"] = {
				["支"] = {
					["专"] = {
						result = true
					}
				}
			},
			["麻"] = {
				["醉"] = {
					["枪"] = {
						result = true
					}
				}
			}
		}
	},
	["袜"] = {
		["恋"] = {
			result = true
		}
	},
	["袭"] = {
		["习"] = {
			result = true
		},
		["人"] = {
			["大"] = {
				["帝"] = {
					result = true
				}
			}
		},
		["击"] = {
			result = true
		}
	},
	["裑"] = {
		["分"] = {
			["證"] = {
				["货"] = {
					["菿"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["西"] = {
		["\\"] = {
			["藏"] = {
				["国"] = {
					result = true
				},
				["基"] = {
					["金"] = {
						["会"] = {
							result = true
						}
					}
				},
				["天"] = {
					["葬"] = {
						result = true,
						["仪"] = {
							["式"] = {
								result = true
							}
						}
					}
				},
				["暴"] = {
					["乱"] = {
						result = true
					}
				},
				["正"] = {
					["义"] = {
						result = true
					}
				},
				["独"] = {
					result = true,
					["立"] = {
						result = true
					}
				},
				["论"] = {
					["坛"] = {
						result = true
					}
				}
			}
		},
		["临"] = {
			["天"] = {
				["泰"] = {
					["广"] = {
						["场"] = {
							result = true
						}
					}
				}
			}
		},
		["九"] = {
			["州"] = {
				["風"] = {
					["俗"] = {
						["情"] = {
							["報"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["北"] = {
			["帮"] = {
				result = true
			}
		},
		["南"] = {
			["王"] = {
				result = true
			}
		},
		["原"] = {
			["美"] = {
				["由"] = {
					result = true
				}
			}
		},
		["双"] = {
			["版"] = {
				["纳"] = {
					result = true,
					["气"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["合"] = {
			["德"] = {
				result = true
			}
		},
		["和"] = {
			["德"] = {
				result = true,
				["提"] = {
					result = true
				}
			}
		},
		["哈"] = {
			["得"] = {
				result = true
			},
			["德"] = {
				result = true
			}
		},
		["园"] = {
			["."] = {
				["广"] = {
					["场"] = {
						["二"] = {
							["十"] = {
								result = true
							}
						}
					}
				}
			},
			["广"] = {
				["场"] = {
					result = true,
					["2"] = {
						["0"] = {
							["号"] = {
								result = true
							},
							["日"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["城"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["哪"] = {
				["仿"] = {
					["真"] = {
						["长"] = {
							["狗"] = {
								result = true
							}
						}
					}
				}
			},
			["小"] = {
				["姐"] = {
					result = true
				}
			},
			["气"] = {
				["枪"] = {
					result = true
				}
			},
			["电"] = {
				["击"] = {
					["棍"] = {
						result = true
					}
				}
			},
			["迷"] = {
				["药"] = {
					result = true
				}
			}
		},
		["域"] = {
			["药"] = {
				["篓"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["夏"] = {
			["史"] = {
				["官"] = {
					result = true
				}
			}
		},
		["大"] = {
			["附"] = {
				["中"] = {
					result = true
				}
			}
		},
		["女"] = {
			["之"] = {
				S = {
					M = {
						["女"] = {
							["王"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["山"] = {
			["区"] = {
				result = true
			},
			["真"] = {
				["理"] = {
					result = true,
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["成"] = {
			["静"] = {
				["香"] = {
					result = true
				}
			}
		},
		["方"] = {
			["美"] = {
				["女"] = {
					result = true
				}
			}
		},
		["昌"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["村"] = {
			["あ"] = {
				["み"] = {
					["电"] = {
						["驴"] = {
							result = true
						}
					}
				}
			},
			["昭"] = {
				["五"] = {
					["郎"] = {
						result = true
					}
				}
			},
			["美"] = {
				["保"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["萌"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["條"] = {
			result = true
		},
		["泽"] = {
			["友"] = {
				["里"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["由"] = {
				["佳"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["游"] = {
			["伏"] = {
				["魔"] = {
					["录"] = {
						result = true
					}
				}
			},
			["记"] = {
				result = true
			}
		},
		["湖"] = {
			["广"] = {
				["场"] = {
					["2"] = {
						["0"] = {
							["号"] = {
								result = true
							},
							["日"] = {
								result = true
							}
						}
					},
					["二"] = {
						["十"] = {
							result = true
						}
					}
				}
			}
		},
		["澤"] = {
			["遥"] = {
				["性"] = {
					["爱"] = {
						result = true
					}
				}
			}
		},
		["点"] = {
			["军"] = {
				["刀"] = {
					["密"] = {
						["云"] = {
							result = true
						}
					}
				},
				["品"] = {
					["军"] = {
						["刀"] = {
							result = true
						}
					}
				}
			}
		},
		["王"] = {
			["康"] = {
				["公"] = {
					["秦"] = {
						["城"] = {
							["见"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["班"] = {
			["牙"] = {
				C = {
					S = {
						I = {
							result = true
						}
					}
				},
				W = {
					X = {
						result = true
					}
				},
				["伽"] = {
					["玛"] = {
						result = true,
						["套"] = {
							["件"] = {
								result = true
							}
						},
						["配"] = {
							["件"] = {
								result = true
							}
						}
					}
				},
				["刃"] = {
					["刀"] = {
						result = true
					},
					["忉"] = {
						result = true
					}
				},
				["奥"] = {
					["托"] = {
						result = true,
						["军"] = {
							["刀"] = {
								result = true
							},
							["刺"] = {
								result = true
							},
							["枪"] = {
								result = true
							}
						},
						["枪"] = {
							result = true
						}
					}
				},
				["奧"] = {
					["托"] = {
						["军"] = {
							["枪"] = {
								result = true
							}
						},
						["軍"] = {
							["刀"] = {
								result = true
							},
							["斧"] = {
								result = true
							},
							["枪"] = {
								result = true
							}
						}
					}
				},
				["昆"] = {
					["虫"] = {
						["粉"] = {
							result = true
						}
					}
				},
				["气"] = {
					["木"] = {
						["仓"] = {
							["现"] = {
								result = true
							}
						}
					},
					["枪"] = {
						result = true,
						["套"] = {
							["件"] = {
								result = true
							}
						},
						["抢"] = {
							["购"] = {
								result = true
							}
						},
						["贩"] = {
							["群"] = {
								result = true
							}
						}
					}
				},
				["汽"] = {
					["枪"] = {
						["套"] = {
							["件"] = {
								result = true
							}
						}
					}
				},
				["苍"] = {
					["蝇"] = {
						["水"] = {
							["专"] = {
								result = true
							}
						},
						["粉"] = {
							result = true
						}
					}
				},
				["进"] = {
					["口"] = {
						["春"] = {
							["药"] = {
								result = true
							}
						},
						["气"] = {
							["枪"] = {
								result = true
							}
						}
					}
				},
				["高"] = {
					["仿"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["瓜"] = {
			["影"] = {
				["院"] = {
					A = {
						V = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["田"] = {
			["美"] = {
				["沙"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["茜"] = {
				b = {
					t = {
						result = true
					}
				},
				["全"] = {
					["集"] = {
						result = true
					}
				},
				["无"] = {
					["码"] = {
						result = true
					}
				},
				["無"] = {
					["碼"] = {
						result = true
					}
				},
				["电"] = {
					["驴"] = {
						result = true
					}
				},
				["電"] = {
					["驢"] = {
						result = true
					}
				}
			},
			["麻"] = {
				["衣"] = {
					result = true
				}
			}
		},
		["番"] = {
			["之"] = {
				["门"] = {
					result = true
				}
			}
		},
		["秋"] = {
			["愛"] = {
				["菜"] = {
					b = {
						t = {
							result = true
						}
					},
					["下"] = {
						["載"] = {
							result = true
						}
					},
					["無"] = {
						["碼"] = {
							result = true
						}
					},
					["電"] = {
						["驢"] = {
							result = true
						}
					}
				}
			},
			["爱"] = {
				["菜"] = {
					result = true,
					b = {
						t = {
							result = true
						}
					},
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["电"] = {
						["驴"] = {
							result = true
						}
					}
				}
			}
		},
		["竟"] = {
			["瓶"] = {
				result = true
			}
		},
		["蒙"] = {
			["舒"] = {
				["斯"] = {
					["特"] = {
						["出"] = {
							["版"] = {
								["社"] = {
									["赵"] = {
										["紫"] = {
											["阳"] = {
												result = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["藏"] = {
			["+"] = {
				["年"] = {
					["+"] = {
						["镇"] = {
							["压"] = {
								result = true
							}
						}
					}
				}
			},
			K = {
				["粉"] = {
					result = true
				}
			},
			["中"] = {
				["路"] = {
					result = true
				}
			},
			["事"] = {
				["件"] = {
					result = true
				}
			},
			["人"] = {
				["权"] = {
					result = true
				},
				["民"] = {
					["议"] = {
						["会"] = {
							result = true
						}
					}
				}
			},
			["便"] = {
				["民"] = {
					["警"] = {
						["务"] = {
							["站"] = {
								result = true
							}
						}
					}
				}
			},
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["冰"] = {
				["毒"] = {
					["麻"] = {
						["古"] = {
							result = true
						}
					}
				}
			},
			["問"] = {
				["題"] = {
					result = true
				},
				["题"] = {
					result = true
				}
			},
			["喇"] = {
				["嘛"] = {
					result = true
				}
			},
			["國"] = {
				result = true
			},
			["地"] = {
				["震"] = {
					result = true
				}
			},
			["妇"] = {
				["女"] = {
					["会"] = {
						result = true
					}
				}
			},
			["安"] = {
				["多"] = {
					result = true
				}
			},
			["寺"] = {
				["庙"] = {
					["喇"] = {
						["嘛"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["年"] = {
				["镇"] = {
					["压"] = {
						result = true
					}
				}
			},
			["康"] = {
				["区"] = {
					result = true
				}
			},
			["流"] = {
				["亡"] = {
					["政"] = {
						["府"] = {
							result = true
						}
					}
				}
			},
			["火"] = {
				["凤"] = {
					["凰"] = {
						result = true
					}
				}
			},
			["独"] = {
				["立"] = {
					["宣"] = {
						["言"] = {
							result = true
						}
					}
				}
			},
			["环"] = {
				["境"] = {
					["破"] = {
						["坏"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				["内"] = {
					["部"] = {
						["斗"] = {
							["争"] = {
								result = true
							}
						}
					}
				},
				["命"] = {
					["运"] = {
						result = true
					}
				},
				["现"] = {
					["在"] = {
						result = true
					}
				}
			},
			["运"] = {
				["动"] = {
					result = true
				}
			},
			["问"] = {
				["題"] = {
					result = true
				},
				["题"] = {
					result = true,
					["整"] = {
						["理"] = {
							["1"] = {
								result = true
							}
						}
					}
				}
			},
			["青"] = {
				["年"] = {
					["会"] = {
						result = true
					},
					["运"] = {
						["动"] = {
							["会"] = {
								result = true
							}
						}
					}
				}
			},
			["高"] = {
				["度"] = {
					["自"] = {
						["治"] = {
							result = true
						}
					}
				}
			}
		},
		["西"] = {
			["人"] = {
				["体"] = {
					["艺"] = {
						["术"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				result = true
			}
		},
		["贝"] = {
			["公"] = {
				["子"] = {
					result = true,
					["法"] = {
						["拉"] = {
							["利"] = {
								result = true
							}
						}
					},
					["车"] = {
						["祸"] = {
							result = true
						}
					}
				}
			},
			["广"] = {
				["大"] = {
					["木"] = {
						["木"] = {
							result = true
						}
					}
				}
			},
			["法"] = {
				["拉"] = {
					["利"] = {
						["车"] = {
							["祸"] = {
								result = true
							}
						}
					}
				}
			},
			["私"] = {
				["生"] = {
					["子"] = {
						["车"] = {
							["祸"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["进"] = {
			["平"] = {
				result = true
			}
		},
		["遊"] = {
			["伏"] = {
				["魔"] = {
					["錄"] = {
						result = true
					}
				}
			}
		},
		["野"] = {
			["紗"] = {
				["雪"] = {
					["无"] = {
						["码"] = {
							result = true
						},
						["马"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["绪"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["翔"] = {
				result = true,
				["种"] = {
					["子"] = {
						result = true
					}
				},
				["高"] = {
					["清"] = {
						result = true
					}
				}
			}
		},
		["門"] = {
			["慶"] = {
				["導"] = {
					["航"] = {
						result = true
					}
				}
			}
		},
		["门"] = {
			["庆"] = {
				["电"] = {
					["影"] = {
						result = true
					}
				},
				["色"] = {
					["情"] = {
						result = true,
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["陆"] = {
			["名"] = {
				["刀"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["雅"] = {
			["图"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["覀"] = {
		["癍"] = {
			["厊"] = {
				["奧"] = {
					["仛"] = {
						["軍"] = {
							["叨"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["要"] = {
		["9"] = {
			["0"] = {
				["妹"] = {
					["妹"] = {
						["影"] = {
							["院"] = {
								result = true
							}
						}
					}
				}
			}
		},
		A = {
			V = {
				["电"] = {
					["影"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["你"] = {
			["射"] = {
				result = true
			}
		},
		["干"] = {
			["我"] = {
				["操"] = {
					["内"] = {
						["射"] = {
							result = true
						}
					}
				}
			}
		},
		["抱"] = {
			["抱"] = {
				["偷"] = {
					["情"] = {
						["網"] = {
							result = true
						}
					}
				}
			}
		},
		["插"] = {
			["逼"] = {
				["逼"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["枪"] = {
			["联"] = {
				["系"] = {
					result = true
				}
			}
		},
		["账"] = {
			result = true,
			["打"] = {
				["架"] = {
					result = true
				}
			},
			["的"] = {
				["人"] = {
					result = true
				}
			},
			["要"] = {
				["账"] = {
					result = true
				}
			}
		},
		["高"] = {
			["潮"] = {
				["影"] = {
					["视"] = {
						result = true
					}
				}
			}
		}
	},
	["視"] = {
		["娘"] = {
			["辣"] = {
				["妹"] = {
					result = true
				}
			}
		},
		["訊"] = {
			["網"] = {
				result = true
			},
			["聊"] = {
				["天"] = {
					["室"] = {
						result = true
					}
				}
			}
		},
		["頻"] = {
			["偷"] = {
				["拍"] = {
					result = true
				}
			},
			["偸"] = {
				["啪"] = {
					result = true
				},
				["拍"] = {
					result = true
				}
			},
			["媮"] = {
				["拍"] = {
					result = true
				}
			},
			["裸"] = {
				["窷"] = {
					result = true
				},
				["聊"] = {
					result = true
				}
			}
		},
		["频"] = {
			["裸"] = {
				["聊"] = {
					result = true
				}
			}
		}
	},
	["视"] = {
		["."] = {
			["频"] = {
				["自"] = {
					["."] = {
						["慰"] = {
							result = true
						}
					}
				}
			}
		},
		["网"] = {
			["膜"] = {
				result = true
			}
		},
		["艺"] = {
			["圈"] = {
				["权"] = {
					["与"] = {
						["欲"] = {
							result = true
						}
					}
				}
			}
		},
		["觉"] = {
			["分"] = {
				["享"] = {
					["的"] = {
						["起"] = {
							["步"] = {
								result = true
							}
						}
					}
				}
			},
			["暴"] = {
				["力"] = {
					["刺"] = {
						["激"] = {
							result = true
						}
					}
				}
			}
		},
		["频"] = {
			["祼"] = {
				["聊"] = {
					result = true
				}
			},
			["聊"] = {
				["天"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			},
			["裸"] = {
				["聊"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["觋"] = {
		["尽"] = {
			["评"] = {
				result = true
			}
		}
	},
	["言"] = {
		["论"] = {
			["自"] = {
				["由"] = {
					["是"] = {
						["民"] = {
							["主"] = {
								["的"] = {
									["必"] = {
										["要"] = {
											["条"] = {
												["件"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["討"] = {
		["伐"] = {
			["中"] = {
				["宣"] = {
					["部"] = {
						result = true
					}
				}
			}
		}
	},
	["訷"] = {
		["縮"] = {
			["甩"] = {
				["輥"] = {
					result = true
				}
			}
		}
	},
	["試"] = {
		["問"] = {
			["誰"] = {
				["還"] = {
					["未"] = {
						["發"] = {
							["聲"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["答"] = {
			["案"] = {
				result = true
			}
		}
	},
	["詹"] = {
		["东"] = {
			["家"] = {
				["族"] = {
					result = true
				}
			}
		}
	},
	["誘"] = {
		["姦"] = {
			result = true
		},
		["惑"] = {
			["套"] = {
				["圖"] = {
					result = true
				}
			},
			["視"] = {
				["頻"] = {
					result = true
				}
			}
		},
		["色"] = {
			u = {
				u = {
					result = true
				}
			}
		}
	},
	["諟"] = {
		["栱"] = {
			["尒"] = {
				["姐"] = {
					result = true
				}
			},
			["汸"] = {
				["嫃"] = {
					["熗"] = {
						result = true
					}
				}
			},
			["荍"] = {
				["蔵"] = {
					["薮"] = {
						["琚"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["諴"] = {
		["信"] = {
			["刅"] = {
				["姃"] = {
					result = true
				}
			}
		}
	},
	["謝"] = {
		["旭"] = {
			["人"] = {
				result = true
			}
		}
	},
	["讠"] = {
		["隹"] = {
			["要"] = {
				["器"] = {
					["官"] = {
						result = true
					}
				}
			}
		}
	},
	["讨"] = {
		["债"] = {
			["复"] = {
				["仇"] = {
					result = true
				}
			},
			["服"] = {
				["务"] = {
					result = true
				}
			}
		},
		["共"] = {
			["檄"] = {
				["文"] = {
					result = true
				}
			}
		},
		["厌"] = {
			["的"] = {
				["房"] = {
					["东"] = {
						result = true
					}
				}
			}
		}
	},
	["许"] = {
		["万"] = {
			["平"] = {
				result = true
			}
		},
		["世"] = {
			["友"] = {
				result = true
			}
		},
		["伙"] = {
			["计"] = {
				result = true
			}
		},
		["宗"] = {
			["衡"] = {
				result = true
			}
		},
		["帆"] = {
			result = true
		},
		["振"] = {
			["东"] = {
				[" "] = {
					["贺"] = {
						["家"] = {
							["二"] = {
								["儿"] = {
									["子"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		},
		["永"] = {
			["跃"] = {
				result = true
			}
		},
		["江"] = {
			["艺"] = {
				["术"] = {
					["展"] = {
						result = true
					}
				}
			}
		},
		["耀"] = {
			["元"] = {
				result = true
			}
		},
		["达"] = {
			["哲"] = {
				result = true
			}
		},
		["逊"] = {
			result = true
		},
		["颖"] = {
			["裸"] = {
				["照"] = {
					result = true
				}
			}
		}
	},
	["证"] = {
		["书"] = {
			result = true,
			["样"] = {
				["本"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["件"] = {
			["代"] = {
				["理"] = {
					result = true
				}
			},
			["刻"] = {
				["章"] = {
					result = true
				}
			},
			["办"] = {
				["证"] = {
					result = true
				}
			}
		},
		["保"] = {
			["真"] = {
				result = true
			}
		},
		["券"] = {
			["新"] = {
				["资"] = {
					["料"] = {
						result = true
					}
				}
			}
		},
		["品"] = {
			["维"] = {
				["尔"] = {
					["军"] = {
						["刺"] = {
							result = true
						}
					}
				}
			}
		},
		["府"] = {
			result = true
		}
	},
	["诈"] = {
		["金"] = {
			["花"] = {
				result = true
			}
		}
	},
	["诏"] = {
		["安"] = {
			result = true
		}
	},
	["试"] = {
		["."] = {
			["题"] = {
				["答"] = {
					["案"] = {
						result = true
					}
				}
			}
		},
		["图"] = {
			["削"] = {
				["弱"] = {
					["习"] = {
						["近"] = {
							["平"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["看"] = {
			["5"] = {
				["0"] = {
					["部"] = {
						result = true
					}
				}
			},
			["片"] = {
				result = true
			}
		},
		["衣"] = {
			["间"] = {
				["的"] = {
					["性"] = {
						["爱"] = {
							result = true
						}
					}
				}
			}
		},
		["问"] = {
			["谁"] = {
				["能"] = {
					["未"] = {
						["觉"] = {
							["醒"] = {
								result = true
							}
						}
					}
				},
				["还"] = {
					["未"] = {
						["发"] = {
							["声"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["误"] = {
		["国"] = {
			result = true
		},
		["尔"] = {
			["开"] = {
				["希"] = {
					result = true
				}
			}
		},
		["撞"] = {
			["看"] = {
				["守"] = {
					["所"] = {
						result = true
					}
				}
			}
		}
	},
	["诱"] = {
		b = {
			["惑"] = {
				result = true
			}
		},
		["人"] = {
			["丝"] = {
				["袜"] = {
					result = true
				}
			},
			["性"] = {
				["感"] = {
					["胴"] = {
						["体"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				["妙"] = {
					["龄"] = {
						["少"] = {
							["女"] = {
								result = true
							}
						}
					}
				},
				["小"] = {
					["姨"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["眉"] = {
					["裸"] = {
						["聊"] = {
							result = true
						}
					}
				}
			},
			["连"] = {
				["衣"] = {
					["裙"] = {
						result = true
					}
				}
			}
		},
		["导"] = {
			["性"] = {
				["高"] = {
					["潮"] = {
						result = true
					}
				}
			}
		},
		["惑"] = {
			["人"] = {
				["妻"] = {
					["女"] = {
						["教"] = {
							["师"] = {
								result = true
							}
						}
					}
				}
			},
			["写"] = {
				["真"] = {
					result = true
				}
			},
			["北"] = {
				["条"] = {
					["麻"] = {
						["妃"] = {
							result = true
						}
					}
				}
			},
			["套"] = {
				["图"] = {
					result = true
				}
			},
			["女"] = {
				["教"] = {
					["师"] = {
						result = true
					}
				}
			},
			["姿"] = {
				["势"] = {
					result = true
				}
			},
			["巨"] = {
				["乳"] = {
					["痴"] = {
						["女"] = {
							result = true
						}
					}
				}
			},
			["湿"] = {
				["身"] = {
					result = true
				}
			},
			["爽"] = {
				["图"] = {
					result = true
				}
			},
			["网"] = {
				result = true
			},
			["裸"] = {
				["聊"] = {
					["网"] = {
						result = true
					}
				}
			},
			["西"] = {
				["女"] = {
					result = true
				}
			},
			["警"] = {
				["妹"] = {
					["花"] = {
						result = true
					}
				}
			},
			["香"] = {
				["水"] = {
					result = true
				}
			},
			["骚"] = {
				["妹"] = {
					result = true
				}
			}
		},
		["色"] = {
			result = true
		},
		["诱"] = {
			["淫"] = {
				["魔"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["说"] = {
		["藏"] = {
			["语"] = {
				result = true
			}
		}
	},
	["调"] = {
		["妻"] = {
			["派"] = {
				["对"] = {
					result = true
				}
			}
		},
		["干"] = {
			["积"] = {
				["分"] = {
					["入"] = {
						["户"] = {
							result = true
						}
					}
				}
			}
		},
		["情"] = {
			["高"] = {
				["手"] = {
					["需"] = {
						["必"] = {
							["看"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["戏"] = {
			["友"] = {
				["妻"] = {
					result = true
				}
			},
			["朋"] = {
				["友"] = {
					["妻"] = {
						result = true
					}
				}
			}
		},
		["教"] = {
			["+"] = {
				X = {
					X = {
						result = true
					}
				}
			},
			s = {
				m = {
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["人"] = {
				["妻"] = {
					result = true,
					["高"] = {
						["清"] = {
							result = true
						}
					}
				},
				["少"] = {
					["妻"] = {
						result = true
					}
				}
			},
			["女"] = {
				["友"] = {
					["超"] = {
						["爽"] = {
							result = true
						}
					}
				}
			},
			["师"] = {
				["前"] = {
					["传"] = {
						result = true
					}
				}
			},
			["性"] = {
				["奴"] = {
					result = true
				},
				["虐"] = {
					["待"] = {
						result = true
					}
				}
			},
			["爱"] = {
				["奴"] = {
					result = true,
					["免"] = {
						["费"] = {
							result = true
						}
					},
					["全"] = {
						["篇"] = {
							result = true
						}
					}
				}
			},
			["男"] = {
				["奴"] = {
					["信"] = {
						["息"] = {
							result = true
						}
					}
				}
			},
			["美"] = {
				["女"] = {
					result = true
				}
			},
			["记"] = {
				result = true
			}
		},
		["查"] = {
			["公"] = {
				["司"] = {
					result = true
				}
			},
			["包"] = {
				["二"] = {
					["奶"] = {
						result = true
					}
				}
			},
			["名"] = {
				["照"] = {
					result = true
				}
			},
			["小"] = {
				["三"] = {
					result = true
				}
			},
			["组"] = {
				["北"] = {
					["大"] = {
						["方"] = {
							["正"] = {
								result = true
							}
						}
					}
				},
				["方"] = {
					["正"] = {
						["集"] = {
							["团"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["理"] = {
			["劳"] = {
				["务"] = {
					["系"] = {
						result = true
					}
				}
			}
		},
		["瞄"] = {
			["准"] = {
				["镜"] = {
					result = true
				}
			}
		}
	},
	["谈"] = {
		["刘"] = {
			["晓"] = {
				["波"] = {
					["案"] = {
						result = true
					}
				}
			}
		},
		["话"] = {
			result = true
		}
	},
	["谐"] = {
		["商"] = {
			e = {
				["族"] = {
					result = true
				}
			}
		}
	},
	["谢"] = {
		["."] = {
			["小"] = {
				["庆"] = {
					result = true
				}
			}
		},
		a = {
			["万"] = {
				["军"] = {
					result = true
				}
			},
			["娜"] = {
				result = true
			}
		},
		s = {
			["长"] = {
				["廷"] = {
					result = true
				}
			}
		},
		["伏"] = {
			["瞻"] = {
				result = true
			}
		},
		["国"] = {
			["明"] = {
				result = true
			}
		},
		["尚"] = {
			result = true
		},
		["旭"] = {
			["人"] = {
				result = true
			}
		},
		["杭"] = {
			["生"] = {
				result = true
			}
		},
		["福"] = {
			["林"] = {
				result = true
			}
		},
		["长"] = {
			["发"] = {
				result = true
			}
		}
	},
	["谭"] = {
		["公"] = {
			result = true
		},
		["婆"] = {
			result = true
		},
		["得"] = {
			["志"] = {
				["习"] = {
					["近"] = {
						["平"] = {
							result = true
						}
					}
				}
			}
		},
		["成"] = {
			["义"] = {
				result = true,
				["出"] = {
					["事"] = {
						result = true
					}
				},
				["女"] = {
					["儿"] = {
						result = true
					},
					["婿"] = {
						result = true
					}
				},
				["病"] = {
					["了"] = {
						result = true
					}
				},
				["癌"] = {
					["症"] = {
						result = true
					}
				}
			}
		},
		["景"] = {
			["天"] = {
				result = true
			}
		},
		["震"] = {
			["林"] = {
				result = true
			}
		}
	},
	["豎"] = {
		["山"] = {
			["愛"] = {
				b = {
					t = {
						result = true
					}
				}
			}
		}
	},
	["豔"] = {
		["乳"] = {
			result = true
		},
		["婦"] = {
			["淫"] = {
				["女"] = {
					result = true
				}
			}
		},
		["星"] = {
			["下"] = {
				["載"] = {
					result = true
				}
			}
		},
		["照"] = {
			result = true,
			["門"] = {
				result = true
			}
		},
		["舞"] = {
			["女"] = {
				["郎"] = {
					["資"] = {
						["源"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["象"] = {
		["征"] = {
			["圆"] = {
				["桌"] = {
					result = true
				}
			}
		},
		["牙"] = {
			result = true
		}
	},
	["豷"] = {
		["漨"] = {
			result = true
		}
	},
	["貪"] = {
		["婪"] = {
			["大"] = {
				["奶"] = {
					["女"] = {
						result = true
					}
				}
			}
		},
		["污"] = {
			result = true
		}
	},
	["贞"] = {
		["操"] = {
			result = true,
			["妹"] = {
				["妹"] = {
					result = true
				}
			}
		}
	},
	["贪"] = {
		["。"] = {
			["官"] = {
				result = true
			}
		},
		["克"] = {
			["压"] = {
				["雪"] = {
					["胜"] = {
						result = true
					}
				}
			}
		},
		["官"] = {
			["后"] = {
				["宫"] = {
					["奇"] = {
						["闻"] = {
							result = true
						}
					}
				}
			}
		},
		["污"] = {
			result = true,
			["犯"] = {
				result = true
			}
		},
		["腐"] = {
			result = true
		},
		["财"] = {
			["老"] = {
				["头"] = {
					["吴"] = {
						["邦"] = {
							["杰"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["贴"] = {
		["吧"] = {
			["删"] = {
				["帖"] = {
					result = true
				},
				["除"] = {
					result = true
				}
			},
			["福"] = {
				["利"] = {
					["网"] = {
						result = true
					}
				}
			},
			["自"] = {
				["动"] = {
					["删"] = {
						["帖"] = {
							result = true
						}
					}
				}
			}
		},
		["图"] = {
			["区"] = {
				result = true
			}
		},
		["龙"] = {
			["武"] = {
				["士"] = {
					["刀"] = {
						result = true
					}
				}
			}
		}
	},
	["赞"] = {
		["普"] = {
			["的"] = {
				["勇"] = {
					["气"] = {
						result = true
					}
				}
			}
		}
	},
	["赭"] = {
		["曲"] = {
			["毒"] = {
				result = true
			}
		}
	},
	["赵"] = {
		["*"] = {
			["紫"] = {
				["*"] = {
					["阳"] = {
						result = true
					}
				}
			}
		},
		z = {
			i = {
				["阳"] = {
					result = true,
					["回"] = {
						["忆"] = {
							["录"] = {
								result = true
							}
						}
					}
				}
			},
			y = {
				["囚"] = {
					["徒"] = {
						result = true
					}
				},
				["回"] = {
					["忆"] = {
						["录"] = {
							result = true
						}
					}
				}
			},
			["阳"] = {
				result = true
			}
		},
		["五"] = {
			["军"] = {
				result = true
			}
		},
		["克"] = {
			["志"] = {
				result = true
			},
			["石"] = {
				result = true
			}
		},
		["公"] = {
			["明"] = {
				result = true
			}
		},
		["千"] = {
			["里"] = {
				result = true
			}
		},
		["县"] = {
			["秃"] = {
				["鹰"] = {
					["汽"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["黑"] = {
				["枪"] = {
					["的"] = {
						result = true
					}
				}
			}
		},
		["回"] = {
			["忆"] = {
				["录"] = {
					["曝"] = {
						["光"] = {
							result = true
						}
					},
					["问"] = {
						["世"] = {
							result = true
						}
					}
				}
			}
		},
		["国"] = {
			["君"] = {
				["六"] = {
					["四"] = {
						result = true
					}
				}
			},
			["周"] = {
				result = true
			}
		},
		["子"] = {
			["骁"] = {
				result = true
			}
		},
		["守"] = {
			["将"] = {
				result = true
			}
		},
		["宗"] = {
			["岐"] = {
				result = true
			}
		},
		["实"] = {
			result = true
		},
		["家"] = {
			["乡"] = {
				result = true
			}
		},
		["小"] = {
			["明"] = {
				result = true
			}
		},
		["庆"] = {
			result = true
		},
		["式"] = {
			["弓"] = {
				["弩"] = {
					["专"] = {
						result = true
					}
				}
			}
		},
		["录"] = {
			["音"] = {
				["回"] = {
					["忆"] = {
						["录"] = {
							result = true
						}
					}
				}
			}
		},
		["志"] = {
			["浩"] = {
				result = true
			}
		},
		["总"] = {
			["改"] = {
				["革"] = {
					["历"] = {
						["程"] = {
							result = true
						}
					}
				}
			}
		},
		["文"] = {
			["件"] = {
				["曝"] = {
					["光"] = {
						result = true
					}
				}
			}
		},
		["明"] = {
			["诚"] = {
				result = true
			}
		},
		["本"] = {
			["山"] = {
				result = true,
				["江"] = {
					["背"] = {
						["景"] = {
							result = true
						}
					}
				}
			}
		},
		["某"] = {
			["人"] = {
				["回"] = {
					["忆"] = {
						["录"] = {
							result = true
						}
					}
				}
			}
		},
		["正"] = {
			["永"] = {
				result = true
			}
		},
		["氏"] = {
			["平"] = {
				["反"] = {
					result = true
				}
			},
			["弓"] = {
				["努"] = {
					result = true
				},
				["驽"] = {
					result = true
				}
			},
			["弩"] = {
				result = true
			},
			["猎"] = {
				["鹰"] = {
					result = true
				}
			},
			["钢"] = {
				["珠"] = {
					["努"] = {
						result = true
					},
					["弓"] = {
						["努"] = {
							result = true
						},
						["弩"] = {
							result = true
						}
					},
					["弩"] = {
						result = true
					}
				}
			},
			["驽"] = {
				result = true
			},
			["黑"] = {
				["蟒"] = {
					["弩"] = {
						result = true
					}
				}
			}
		},
		["民"] = {
			["运"] = {
				["背"] = {
					["黑"] = {
						["锅"] = {
							result = true
						}
					}
				}
			}
		},
		["海"] = {
			["通"] = {
				result = true
			}
		},
		["红"] = {
			["霞"] = {
				result = true
			}
		},
		["维"] = {
			["山"] = {
				result = true
			}
		},
		["自"] = {
			["白"] = {
				["录"] = {
					["音"] = {
						result = true
					}
				}
			}
		},
		["行"] = {
			["德"] = {
				result = true
			}
		},
		["钱"] = {
			["孙"] = {
				result = true
			}
		},
		["铭"] = {
			["喷"] = {
				["血"] = {
					["艳"] = {
						["照"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["越"] = {
		["南"] = {
			["德"] = {
				["浪"] = {
					["河"] = {
						["谷"] = {
							result = true
						}
					}
				}
			}
		},
		["播"] = {
			["越"] = {
				["开"] = {
					["心"] = {
						["网"] = {
							result = true
						}
					}
				}
			}
		},
		["秀"] = {
			["区"] = {
				result = true,
				["冰"] = {
					["毒"] = {
						result = true
					}
				}
			}
		},
		["轨"] = {
			["利"] = {
				["欲"] = {
					["熏"] = {
						["心"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["趙"] = {
		["克"] = {
			["石"] = {
				result = true
			}
		},
		["子"] = {
			["驍"] = {
				result = true
			}
		},
		["氏"] = {
			["弓"] = {
				["弩"] = {
					result = true
				}
			},
			["鋼"] = {
				["珠"] = {
					["弓"] = {
						["弩"] = {
							result = true
						}
					},
					["弩"] = {
						result = true
					}
				}
			},
			["駑"] = {
				result = true
			}
		}
	},
	["跳"] = {
		d = {
			a = {
				o = {
					result = true
				}
			}
		},
		["刀"] = {
			["专"] = {
				result = true
			},
			["具"] = {
				["具"] = {
					result = true
				}
			},
			["弹"] = {
				["簧"] = {
					A = {
						["刀"] = {
							result = true
						}
					},
					["刀"] = {
						result = true
					}
				}
			},
			["有"] = {
				["货"] = {
					result = true
				}
			},
			["正"] = {
				["品"] = {
					result = true
				}
			},
			["直"] = {
				["销"] = {
					result = true
				}
			},
			["转"] = {
				["让"] = {
					result = true
				}
			},
			["闪"] = {
				["批"] = {
					result = true
				}
			}
		},
		["弹"] = {
			result = true
		},
		["忉"] = {
			["弹"] = {
				["簧"] = {
					["忉"] = {
						result = true
					}
				}
			},
			["闪"] = {
				["批"] = {
					result = true
				}
			}
		},
		["楼"] = {
			result = true
		},
		["灰"] = {
			result = true
		},
		["蛋"] = {
			result = true
		},
		["跳"] = {
			["虎"] = {
				result = true
			},
			["蛋"] = {
				result = true
			},
			["龙"] = {
				result = true
			}
		},
		["转"] = {
			result = true,
			["至"] = {
				result = true
			}
		},
		["钢"] = {
			["管"] = {
				["舞"] = {
					["的"] = {
						["男"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["踢"] = {
		["出"] = {
			["房"] = {
				["间"] = {
					result = true
				}
			},
			["队"] = {
				["伍"] = {
					result = true
				}
			}
		},
		["踢"] = {
			["球"] = {
				result = true
			}
		}
	},
	["蹆"] = {
		["币"] = {
			["噐"] = {
				result = true
			}
		}
	},
	["身"] = {
		["份"] = {
			["正"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["正"] = {
								result = true
							}
						}
					}
				},
				["扫"] = {
					["描"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["證"] = {
				result = true,
				["生"] = {
					["成"] = {
						["器"] = {
							result = true
						}
					}
				},
				["貨"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				},
				["高"] = {
					["仿"] = {
						result = true
					}
				}
			},
			["证"] = {
				["专"] = {
					result = true
				},
				["中"] = {
					["心"] = {
						result = true
					}
				},
				["代"] = {
					["办"] = {
						result = true
					}
				},
				["仿"] = {
					["真"] = {
						result = true
					}
				},
				["信"] = {
					["息"] = {
						result = true,
						["大"] = {
							["全"] = {
								result = true
							},
							["量"] = {
								result = true
							}
						},
						["破"] = {
							["解"] = {
								result = true
							}
						}
					}
				},
				["克"] = {
					["隆"] = {
						["软"] = {
							["件"] = {
								result = true
							}
						}
					}
				},
				["刻"] = {
					["章"] = {
						result = true,
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				},
				["办"] = {
					["证"] = {
						result = true
					}
				},
				["原"] = {
					["件"] = {
						result = true
					},
					["料"] = {
						result = true,
						["墨"] = {
							["水"] = {
								result = true
							}
						},
						["胶"] = {
							["粒"] = {
								result = true
							}
						},
						["薄"] = {
							["膜"] = {
								result = true
							}
						}
					}
				},
				["复"] = {
					["制"] = {
						["软"] = {
							["件"] = {
								result = true
							}
						}
					},
					["印"] = {
						["件"] = {
							result = true,
							["器"] = {
								result = true
							}
						}
					}
				},
				["大"] = {
					["全"] = {
						result = true
					}
				},
				["如"] = {
					["假"] = {
						["包"] = {
							["换"] = {
								result = true
							}
						}
					}
				},
				["扫"] = {
					["描"] = {
						["件"] = {
							result = true
						}
					}
				},
				["数"] = {
					["据"] = {
						["库"] = {
							result = true
						}
					}
				},
				["查"] = {
					["询"] = {
						result = true
					}
				},
				["样"] = {
					["本"] = {
						result = true
					}
				},
				["生"] = {
					["成"] = {
						["工"] = {
							["具"] = {
								result = true
							}
						},
						["软"] = {
							["件"] = {
								result = true
							}
						}
					}
				},
				["真"] = {
					["实"] = {
						result = true
					}
				},
				["空"] = {
					["白"] = {
						["样"] = {
							["本"] = {
								result = true
							}
						}
					}
				},
				["网"] = {
					result = true
				},
				["自"] = {
					["动"] = {
						result = true
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								result = true
							}
						}
					}
				},
				["软"] = {
					["件"] = {
						result = true
					}
				}
			},
			["资"] = {
				["讯"] = {
					result = true
				}
			}
		},
		["体"] = {
			["器"] = {
				["官"] = {
					result = true
				}
			},
			["障"] = {
				["害"] = {
					["者"] = {
						result = true
					}
				}
			}
		},
		["信"] = {
			["息"] = {
				result = true
			}
		},
		["契"] = {
			["系"] = {
				["列"] = {
					result = true
				}
			}
		}
	},
	["躺"] = {
		["在"] = {
			["火"] = {
				["上"] = {
					["的"] = {
						["女"] = {
							["人"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["軋"] = {
		["偉"] = {
			["林"] = {
				result = true
			}
		}
	},
	["轧"] = {
		["伟"] = {
			["林"] = {
				result = true
			}
		}
	},
	["输"] = {
		["入"] = {
			["兑"] = {
				["换"] = {
					["的"] = {
						["金"] = {
							["币"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["给"] = {
			["庆"] = {
				["丰"] = {
					["小"] = {
						["笼"] = {
							["包"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["辛"] = {
		["双"] = {
			["清"] = {
				result = true
			}
		},
		["子"] = {
			["陵"] = {
				result = true
			}
		},
		["维"] = {
			["光"] = {
				["汪"] = {
					["民"] = {
						result = true
					}
				}
			}
		}
	},
	["辻"] = {
		["警"] = {
			["美"] = {
				["穂"] = {
					result = true
				}
			}
		}
	},
	["迅"] = {
		["速"] = {
			["富"] = {
				["交"] = {
					["易"] = {
						["平"] = {
							["台"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["雷"] = {
			A = {
				V = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["三"] = {
				["级"] = {
					["影"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["书"] = {
				["友"] = {
					["小"] = {
						["说"] = {
							["网"] = {
								result = true
							}
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["短"] = {
						["片"] = {
							result = true
						}
					}
				}
			},
			["日"] = {
				["本"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					}
				}
			},
			["淫"] = {
				["乱"] = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					result = true
				}
			},
			["黃"] = {
				["短"] = {
					["片"] = {
						["下"] = {
							["載"] = {
								result = true
							}
						}
					}
				}
			},
			["黄"] = {
				["短"] = {
					["片"] = {
						result = true
					}
				}
			}
		}
	},
	["迋"] = {
		["劦"] = {
			["в"] = {
				["侀"] = {
					["笁"] = {
						["倶"] = {
							result = true
						}
					}
				}
			},
			["洣"] = {
				["沵"] = {
					["嘸"] = {
						["敵"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["运"] = {
		["动"] = {
			["十"] = {
				["五"] = {
					["周"] = {
						["年"] = {
							["纪"] = {
								["念"] = {
									["文"] = {
										["集"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			},
			["射"] = {
				["击"] = {
					["枪"] = {
						result = true
					}
				}
			},
			["枪"] = {
				["代"] = {
					["理"] = {
						result = true
					}
				}
			},
			["比"] = {
				["赛"] = {
					["手"] = {
						["枪"] = {
							result = true
						}
					}
				}
			},
			["气"] = {
				["手"] = {
					["枪"] = {
						["价"] = {
							["格"] = {
								result = true
							}
						}
					}
				}
			},
			["长"] = {
				["弹"] = {
					result = true
				}
			}
		},
		["输"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["发"] = {
				["漂"] = {
					result = true
				},
				["票"] = {
					result = true
				}
			},
			["法"] = {
				["票"] = {
					result = true
				}
			},
			["费"] = {
				["发"] = {
					["票"] = {
						["开"] = {
							["据"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["这"] = {
		["个"] = {
			["男"] = {
				["的"] = {
					["好"] = {
						["野"] = {
							["蛮"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["么"] = {
			["好"] = {
				["的"] = {
					["屄"] = {
						result = true
					}
				}
			},
			["淫"] = {
				["贱"] = {
					["的"] = {
						["医"] = {
							["生"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["信"] = {
			["太"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["女"] = {
			["的"] = {
				["真"] = {
					["主"] = {
						["动"] = {
							result = true
						}
					}
				}
			}
		},
		["封"] = {
			["信"] = {
				["太"] = {
					["毒"] = {
						["了"] = {
							result = true
						}
					}
				}
			}
		},
		["样"] = {
			["好"] = {
				["操"] = {
					result = true
				}
			},
			["的"] = {
				["姐"] = {
					["妹"] = {
						result = true
					}
				}
			}
		}
	},
	["远"] = {
		["东"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			}
		},
		["华"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["平"] = {
			result = true
		},
		["控"] = {
			["御"] = {
				["防"] = {
					result = true
				}
			}
		},
		["洋"] = {
			["山"] = {
				["水"] = {
					result = true
				}
			}
		},
		["离"] = {
			["恐"] = {
				["惧"] = {
					result = true
				}
			}
		},
		["程"] = {
			["弓"] = {
				["努"] = {
					["专"] = {
						result = true
					}
				},
				["弩"] = {
					result = true
				},
				["驽"] = {
					["专"] = {
						result = true
					}
				}
			},
			["弩"] = {
				result = true
			},
			["攻"] = {
				["击"] = {
					result = true
				}
			},
			["教"] = {
				["育"] = {
					result = true,
					["网"] = {
						result = true
					}
				}
			},
			["炸"] = {
				["弹"] = {
					result = true
				}
			},
			["瞄"] = {
				["准"] = {
					["器"] = {
						result = true
					}
				}
			},
			["窃"] = {
				["听"] = {
					["软"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["网"] = {
				["络"] = {
					["教"] = {
						["育"] = {
							result = true
						}
					}
				}
			},
			["遥"] = {
				["控"] = {
					["炸"] = {
						["弹"] = {
							result = true
						}
					}
				}
			}
		},
		["藤"] = {
			["悠"] = {
				["美"] = {
					result = true
				}
			}
		},
		["距"] = {
			["离"] = {
				["杀"] = {
					["伤"] = {
						["武"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["野"] = {
			["小"] = {
				["春"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["麻"] = {
				["耶"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["违"] = {
		["宪"] = {
			result = true
		},
		["法"] = {
			result = true
		},
		["理"] = {
			["曝"] = {
				["光"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["退"] = {
		["\\"] = {
			["税"] = {
				result = true
			}
		},
		["伍"] = {
			["兵"] = {
				["打"] = {
					["手"] = {
						result = true
					}
				},
				["杀"] = {
					["手"] = {
						result = true
					}
				},
				["殺"] = {
					["手"] = {
						result = true
					}
				}
			}
		},
		["休"] = {
			["大"] = {
				["佬"] = {
					result = true,
					["太"] = {
						["子"] = {
							["党"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["党"] = {
			["保"] = {
				["平"] = {
					["安"] = {
						result = true
					}
				}
			},
			["大"] = {
				["潮"] = {
					result = true
				}
			},
			["网"] = {
				result = true,
				["站"] = {
					result = true
				}
			}
		},
		["共"] = {
			result = true
		},
		["出"] = {
			["共"] = {
				result = true,
				["产"] = {
					["邪"] = {
						["党"] = {
							result = true
						}
					}
				}
			},
			["战"] = {
				["斗"] = {
					result = true
				}
			},
			["房"] = {
				["间"] = {
					result = true
				}
			},
			["游"] = {
				["戏"] = {
					result = true
				}
			},
			["队"] = {
				["伍"] = {
					["失"] = {
						["败"] = {
							result = true
						}
					}
				}
			}
		},
		["款"] = {
			result = true
		},
		["殼"] = {
			result = true
		},
		["黨"] = {
			result = true
		}
	},
	["送"] = {
		["3"] = {
			["5"] = {
				["发"] = {
					["弹"] = {
						result = true
					}
				}
			}
		},
		["假"] = {
			["@"] = {
				["证"] = {
					result = true
				}
			},
			z = {
				h = {
					e = {
						n = {
							g = {
								result = true
							}
						}
					}
				}
			},
			["正"] = {
				result = true
			},
			["证"] = {
				result = true
			}
		},
		["养"] = {
			["婴"] = {
				["儿"] = {
					result = true
				}
			},
			["孩"] = {
				["子"] = {
					result = true,
					["加"] = {
						["扣"] = {
							["扣"] = {
								result = true
							}
						}
					}
				}
			},
			["宝"] = {
				["宝"] = {
					result = true,
					["加"] = {
						["扣"] = {
							["扣"] = {
								result = true
							}
						}
					}
				}
			},
			["男"] = {
				["婴"] = {
					["儿"] = {
						result = true
					}
				}
			}
		},
		["妹"] = {
			["妹"] = {
				["上"] = {
					["."] = {
						["门"] = {
							result = true
						}
					}
				}
			}
		},
		["小"] = {
			["区"] = {
				["业"] = {
					["主"] = {
						["资"] = {
							["料"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["弹"] = {
			["3"] = {
				["5"] = {
					["发"] = {
						result = true
					}
				}
			}
		},
		["瘟"] = {
			["神"] = {
				result = true
			}
		},
		["薄"] = {
			result = true
		}
	},
	["逃"] = {
		["亡"] = {
			["艳"] = {
				["旅"] = {
					["全"] = {
						["集"] = {
							result = true
						}
					},
					["小"] = {
						["说"] = {
							result = true
						}
					},
					["电"] = {
						["子"] = {
							["书"] = {
								result = true
							}
						}
					}
				}
			},
			["豔"] = {
				["旅"] = {
					["下"] = {
						["載"] = {
							result = true
						}
					}
				}
			}
		},
		["犯"] = {
			result = true,
			["条"] = {
				["例"] = {
					result = true
				}
			}
		},
		["至"] = {
			["美"] = {
				["国"] = {
					["王"] = {
						["立"] = {
							["军"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["逸"] = {
			result = true
		},
		["避"] = {
			["超"] = {
				["速"] = {
					result = true,
					["违"] = {
						["章"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["选"] = {
		["择"] = {
			["的"] = {
				["批"] = {
					["判"] = {
						result = true,
						["-"] = {
							["-"] = {
								["与"] = {
									["李"] = {
										["泽"] = {
											["厚"] = {
												["对"] = {
													["话"] = {
														result = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["逍"] = {
		["遥"] = {
			B = {
				T = {
					["电"] = {
						["影"] = {
							result = true
						}
					}
				}
			},
			["坊"] = {
				["娱"] = {
					["乐"] = {
						result = true
					}
				}
			},
			["网"] = {
				result = true
			},
			["视"] = {
				["频"] = {
					result = true
				}
			}
		}
	},
	["透"] = {
		["#"] = {
			["视"] = {
				["麻"] = {
					["将"] = {
						result = true
					}
				}
			}
		},
		s = {
			h = {
				i = {
					["麻"] = {
						["将"] = {
							result = true
						}
					}
				}
			}
		},
		["、"] = {
			["视"] = {
				["镜"] = {
					result = true
				}
			}
		},
		["支"] = {
			["卡"] = {
				result = true
			}
		},
		["明"] = {
			["下"] = {
				["半"] = {
					["身"] = {
						result = true
					}
				}
			},
			["人"] = {
				result = true
			},
			["內"] = {
				["衣"] = {
					["秀"] = {
						result = true
					}
				}
			},
			["内"] = {
				["衣"] = {
					result = true
				}
			},
			["泳"] = {
				["衣"] = {
					["的"] = {
						["嫩"] = {
							["妹"] = {
								result = true
							}
						}
					}
				}
			},
			["装"] = {
				["出"] = {
					["游"] = {
						result = true
					}
				}
			}
		},
		["視"] = {
			result = true,
			["偷"] = {
				["听"] = {
					result = true
				}
			},
			["儀"] = {
				["器"] = {
					result = true
				}
			},
			["圤"] = {
				["尅"] = {
					result = true
				}
			},
			["嫲"] = {
				["將"] = {
					result = true
				}
			},
			["手"] = {
				["機"] = {
					["監"] = {
						["聽"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["扑"] = {
				["剋"] = {
					result = true
				}
			},
			["撲"] = {
				["克"] = {
					result = true
				}
			},
			["牌"] = {
				["九"] = {
					result = true
				}
			},
			["眼"] = {
				result = true,
				["镜"] = {
					result = true
				}
			},
			["葯"] = {
				["氺"] = {
					result = true
				},
				["渁"] = {
					result = true
				}
			},
			["藥"] = {
				["水"] = {
					result = true
				}
			},
			["賭"] = {
				["具"] = {
					result = true
				}
			},
			["軟"] = {
				["體"] = {
					result = true
				}
			},
			["麻"] = {
				["將"] = {
					result = true,
					["包"] = {
						["教"] = {
							["會"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["视"] = {
			["%"] = {
				["麻"] = {
					["将"] = {
						result = true
					}
				}
			},
			["&"] = {
				["麻"] = {
					["将"] = {
						result = true
					}
				}
			},
			["中"] = {
				["国"] = {
					[" "] = {
						["\""] = {
							["六"] = {
								["四"] = {
									["\""] = {
										result = true
									}
								}
							}
						}
					},
					["六"] = {
						["四"] = {
							result = true
						}
					}
				}
			},
			["仪"] = {
				result = true,
				["器"] = {
					result = true
				}
			},
			["工"] = {
				["具"] = {
					result = true
				}
			},
			["手"] = {
				["机"] = {
					result = true,
					["监"] = {
						["听"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			},
			["扑"] = {
				["克"] = {
					result = true,
					["牌"] = {
						result = true
					}
				}
			},
			["押"] = {
				["宝"] = {
					["碗"] = {
						result = true
					}
				}
			},
			["照"] = {
				result = true
			},
			["牌"] = {
				["九"] = {
					result = true
				}
			},
			["眼"] = {
				["睛"] = {
					result = true
				}
			},
			["药"] = {
				["水"] = {
					result = true
				}
			},
			["藏"] = {
				["人"] = {
					result = true
				}
			},
			["装"] = {
				result = true
			},
			["赌"] = {
				["具"] = {
					result = true
				}
			},
			["门"] = {
				result = true
			},
			["麻"] = {
				["将"] = {
					result = true,
					["包"] = {
						["教"] = {
							["会"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["麻"] = {
			["将"] = {
				result = true
			}
		}
	},
	["途"] = {
		["胜"] = {
			["文"] = {
				["化"] = {
					["咨"] = {
						["询"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["通"] = {
		["信"] = {
			["清"] = {
				["单"] = {
					result = true
				}
			},
			["详"] = {
				["单"] = {
					result = true
				}
			}
		},
		["发"] = {
			["证"] = {
				["件"] = {
					result = true
				}
			}
		},
		["天"] = {
			["地"] = {
				result = true
			},
			["报"] = {
				result = true
			}
		},
		["奸"] = {
			result = true,
			["党"] = {
				result = true
			}
		},
		["州"] = {
			["办"] = {
				["假"] = {
					["证"] = {
						result = true
					}
				}
			},
			["哪"] = {
				["仿"] = {
					["真"] = {
						["长"] = {
							["狗"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["报"] = {
			result = true
		},
		["河"] = {
			["冰"] = {
				["毒"] = {
					result = true
				}
			}
		},
		["用"] = {
			["发"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			},
			["娼"] = {
				["婦"] = {
					result = true
				}
			},
			["机"] = {
				["打"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				},
				["枪"] = {
					result = true
				}
			},
			["爆"] = {
				["破"] = {
					["炸"] = {
						["弹"] = {
							result = true
						}
					}
				}
			},
			["税"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							result = true
						}
					}
				}
			}
		},
		["缉"] = {
			["苏"] = {
				["晓"] = {
					["康"] = {
						result = true
					}
				}
			}
		},
		["臂"] = {
			["猴"] = {
				result = true
			}
		},
		["航"] = {
			["药"] = {
				["业"] = {
					result = true
				}
			}
		},
		["讠"] = {
			["舌"] = {
				["窃"] = {
					["口"] = {
						["斤"] = {
							result = true
						}
					}
				}
			}
		},
		["讯"] = {
			["值"] = {
				["增"] = {
					["加"] = {
						["了"] = {
							result = true
						}
					}
				}
			},
			["口"] = {
				["办"] = {
					["发"] = {
						["票"] = {
							result = true
						}
					}
				}
			},
			["完"] = {
				["全"] = {
					["坏"] = {
						["了"] = {
							result = true
						}
					}
				}
			}
		},
		["话"] = {
			["窃"] = {
				["听"] = {
					result = true
				}
			}
		},
		["过"] = {
			["选"] = {
				["举"] = {
					["更"] = {
						["换"] = {
							["政"] = {
								["府"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["风"] = {
			["循"] = {
				["环"] = {
					["系"] = {
						["统"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["速"] = {
		["交"] = {
			["攵"] = {
				["迷"] = {
					["女"] = {
						["干"] = {
							["药"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["傚"] = {
			["蒾"] = {
				["奸"] = {
					["葯"] = {
						["專"] = {
							result = true
						}
					}
				}
			}
		},
		["删"] = {
			["负"] = {
				["面"] = {
					["消"] = {
						["息"] = {
							result = true
						}
					}
				}
			}
		},
		["办"] = {
			result = true
		},
		["升"] = {
			["网"] = {
				result = true
			}
		},
		["博"] = {
			["娱"] = {
				["线"] = {
					["上"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["取"] = {
			result = true
		},
		["开"] = {
			A = {
				B = {
					["霸"] = {
						["王"] = {
							result = true
						}
					}
				}
			}
		},
		["战"] = {
			["速"] = {
				["决"] = {
					["的"] = {
						["新"] = {
							["鲜"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["拿"] = {
			["、"] = {
				["办"] = {
					["学"] = {
						["历"] = {
							result = true
						}
					}
				}
			}
		},
		["换"] = {
			["头"] = {
				["咔"] = {
					["吧"] = {
						result = true
					}
				}
			}
		},
		["效"] = {
			["催"] = {
				["眠"] = {
					["香"] = {
						["水"] = {
							result = true
						}
					}
				}
			},
			["女"] = {
				["用"] = {
					["性"] = {
						["春"] = {
							["药"] = {
								result = true
							}
						}
					}
				}
			},
			["迷"] = {
				["奸"] = {
					["药"] = {
						["专"] = {
							result = true
						}
					}
				},
				["情"] = {
					["水"] = {
						result = true
					},
					["药"] = {
						result = true
					}
				}
			}
		},
		["水"] = {
			result = true,
			["恋"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["淘"] = {
			["商"] = {
				["城"] = {
					result = true
				}
			}
		},
		["秒"] = {
			["梅"] = {
				["花"] = {
					["开"] = {
						["器"] = {
							result = true
						}
					}
				}
			}
		},
		["递"] = {
			["数"] = {
				["据"] = {
					result = true
				}
			}
		},
		["食"] = {
			["全"] = {
				["套"] = {
					result = true
				}
			}
		}
	},
	["造"] = {
		["惨"] = {
			["案"] = {
				result = true,
				["、"] = {
					["习"] = {
						["近"] = {
							["平"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["成"] = {
			["个"] = {
				["假"] = {
					["象"] = {
						result = true
					}
				}
			}
		},
		["白"] = {
			["虎"] = {
				["肛"] = {
					["交"] = {
						result = true
					}
				}
			}
		},
		["谣"] = {
			["信"] = {
				["息"] = {
					["清"] = {
						["理"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["逺"] = {
		["嘢"] = {
			["痲"] = {
				["耶"] = {
					["種"] = {
						["孒"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["遂"] = {
		["宁"] = {
			K = {
				["粉"] = {
					result = true
				}
			},
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["身"] = {
				["份"] = {
					["证"] = {
						result = true
					}
				}
			}
		}
	},
	["遇"] = {
		["水"] = {
			["即"] = {
				["溶"] = {
					result = true
				}
			}
		},
		["难"] = {
			["者"] = {
				["数"] = {
					["目"] = {
						result = true
					}
				}
			}
		}
	},
	["運"] = {
		["動"] = {
			["步"] = {
				["槍"] = {
					result = true
				}
			}
		}
	},
	["遠"] = {
		["野"] = {
			["由"] = {
				["貴"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						},
						["種"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			},
			["麻"] = {
				["耶"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["遭"] = {
		["利"] = {
			["用"] = {
				["走"] = {
					["私"] = {
						["象"] = {
							["牙"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["坦"] = {
			["克"] = {
				["碾"] = {
					["压"] = {
						["双"] = {
							["腿"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["遮"] = {
		["挡"] = {
			["换"] = {
				["号"] = {
					["器"] = {
						result = true
					}
				}
			}
		}
	},
	["邂"] = {
		["逅"] = {
			["白"] = {
				["裙"] = {
					result = true
				}
			},
			["网"] = {
				result = true
			},
			["豪"] = {
				["乳"] = {
					["少"] = {
						["妇"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["邢"] = {
		["志"] = {
			["敏"] = {
				result = true
			}
		}
	},
	["邪"] = {
		[","] = {
			["恶"] = {
				result = true,
				["的"] = {
					["党"] = {
						result = true
					}
				}
			}
		},
		["."] = {
			["恶"] = {
				["因"] = {
					["素"] = {
						result = true
					}
				}
			},
			["魔"] = {
				result = true
			}
		},
		["典"] = {
			result = true
		},
		["性"] = {
			["总"] = {
				["裁"] = {
					result = true
				}
			}
		},
		["恶"] = {
			["势"] = {
				["力"] = {
					result = true
				}
			},
			["天"] = {
				["使"] = {
					["出"] = {
						["品"] = {
							result = true
						}
					}
				}
			},
			["小"] = {
				["漫"] = {
					["画"] = {
						result = true
					}
				}
			},
			["帝"] = {
				result = true
			},
			["漫"] = {
				["画"] = {
					result = true,
					["库"] = {
						result = true
					}
				}
			},
			["生"] = {
				["."] = {
					["命"] = {
						result = true
					}
				}
			}
		},
		["教"] = {
			["邪"] = {
				["魔"] = {
					result = true
				}
			}
		},
		["魔"] = {
			["上"] = {
				["身"] = {
					result = true
				}
			}
		}
	},
	["酥"] = {
		["姐"] = {
			["痒"] = {
				result = true
			},
			["穴"] = {
				result = true
			}
		},
		["癢"] = {
			result = true
		},
		["胸"] = {
			["誘"] = {
				["惑"] = {
					result = true
				}
			}
		}
	},
	["酮"] = {
		["体"] = {
			result = true
		}
	},
	["酸"] = {
		["的"] = {
			result = true
		},
		["酐"] = {
			result = true
		}
	},
	["释"] = {
		["慾"] = {
			["漟"] = {
				result = true
			}
		},
		["放"] = {
			["."] = {
				["游"] = {
					["精"] = {
						["佑"] = {
							result = true
						}
					}
				}
			}
		},
		["欲"] = {
			["堂"] = {
				result = true,
				["网"] = {
					result = true
				}
			}
		},
		["永"] = {
			["龙"] = {
				result = true
			}
		},
		["行"] = {
			["武"] = {
				["大"] = {
					["师"] = {
						result = true
					}
				}
			}
		}
	},
	["釋"] = {
		["慾"] = {
			["嘡"] = {
				result = true
			}
		},
		["欲"] = {
			result = true,
			["堂"] = {
				result = true
			}
		},
		["迦"] = {
			["牟"] = {
				["尼"] = {
					result = true
				}
			}
		}
	},
	["野"] = {
		["乃"] = {
			["原"] = {
				["爱"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			}
		},
		["儿"] = {
			["子"] = {
				["毛"] = {
					["国"] = {
						["锋"] = {
							result = true
						}
					}
				}
			}
		},
		["原"] = {
			["怜"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["外"] = {
			["俱"] = {
				["乐"] = {
					["部"] = {
						result = true
					}
				}
			}
		},
		["宫"] = {
			["凛"] = {
				["子"] = {
					["高"] = {
						["清"] = {
							result = true
						}
					}
				}
			}
		},
		["性"] = {
			["姐"] = {
				["妹"] = {
					["花"] = {
						result = true
					}
				}
			},
			["家"] = {
				["庭"] = {
					["女"] = {
						["教"] = {
							["师"] = {
								result = true
							},
							["師"] = {
								result = true
							}
						}
					},
					["教"] = {
						["師"] = {
							result = true
						}
					}
				}
			},
			["的"] = {
				["释"] = {
					["放"] = {
						result = true
					}
				},
				["釋"] = {
					["放"] = {
						result = true
					}
				}
			}
		},
		["战"] = {
			result = true,
			["军"] = {
				["品"] = {
					["站"] = {
						result = true
					}
				}
			},
			["求"] = {
				["生"] = {
					["刀"] = {
						["具"] = {
							result = true
						}
					}
				}
			}
		},
		["戰"] = {
			result = true
		},
		["斧"] = {
			result = true
		},
		["村"] = {
			["佑"] = {
				["希"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					},
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["疯"] = {
			["狂"] = {
				result = true,
				["3"] = {
					["级"] = {
						result = true
					}
				}
			}
		},
		["菜"] = {
			["挿"] = {
				["入"] = {
					["手"] = {
						["淫"] = {
							result = true
						}
					}
				}
			}
		},
		["营"] = {
			["军"] = {
				["枪"] = {
					result = true
				}
			}
		}
	},
	["針"] = {
		["孔"] = {
			["偷"] = {
				["拍"] = {
					result = true
				}
			}
		}
	},
	["鈦"] = {
		["合"] = {
			["金"] = {
				["電"] = {
					["警"] = {
						["棍"] = {
							result = true
						}
					}
				}
			}
		},
		["郃"] = {
			["金"] = {
				["電"] = {
					["警"] = {
						["棍"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["鉄"] = {
		["覌"] = {
			["音"] = {
				result = true
			}
		}
	},
	["鉐"] = {
		["巛"] = {
			["噯"] = {
				["理"] = {
					["兂"] = {
						["碼"] = {
							result = true
						}
					},
					["電"] = {
						["驴"] = {
							result = true
						}
					},
					["ｂ"] = {
						["τ"] = {
							result = true
						}
					}
				}
			},
			["種"] = {
				["孒"] = {
					result = true
				}
			}
		}
	},
	["銅"] = {
		["梅"] = {
			["埖"] = {
				result = true
			}
		},
		["磁"] = {
			["性"] = {
				["幵"] = {
					["鎖"] = {
						["噐"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["錫"] = {
		["紙"] = {
			["エ"] = {
				["具"] = {
					["終"] = {
						["結"] = {
							["者"] = {
								result = true
							}
						}
					}
				}
			},
			["幵"] = {
				["鎖"] = {
					["ポ"] = {
						result = true
					}
				}
			},
			["筷"] = {
				["幵"] = {
					result = true
				}
			},
			["耗"] = {
				["材"] = {
					result = true
				}
			}
		}
	},
	["鎖"] = {
		["匠"] = {
			["專"] = {
				["甪"] = {
					["エ"] = {
						["具"] = {
							result = true
						}
					}
				}
			}
		},
		["蕊"] = {
			["幵"] = {
				["啓"] = {
					["係"] = {
						["列"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["鎭"] = {
		["實"] = {
			["裑"] = {
				["分"] = {
					["證"] = {
						result = true
					}
				}
			}
		},
		["錢"] = {
			["贚"] = {
				["虎"] = {
					["遊"] = {
						["戏"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["鎻"] = {
		["匠"] = {
			["抟"] = {
				["鼡"] = {
					["笁"] = {
						["倶"] = {
							result = true
						}
					}
				}
			}
		},
		["芯"] = {
			["閞"] = {
				["晵"] = {
					["係"] = {
						["烮"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["鐟"] = {
		["亽"] = {
			["報"] = {
				["仇"] = {
					result = true
				}
			}
		}
	},
	["鐵"] = {
		["幕"] = {
			result = true,
			["待"] = {
				["啟"] = {
					result = true
				}
			}
		},
		["甲"] = {
			["爭"] = {
				["雄"] = {
					result = true
				}
			}
		},
		["血"] = {
			["三"] = {
				["國"] = {
					["志"] = {
						result = true
					}
				}
			}
		},
		["魂"] = {
			P = {
				["周"] = {
					["老"] = {
						["虎"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["针"] = {
		["剂"] = {
			["麻"] = {
				["醉"] = {
					result = true
				}
			}
		},
		["发"] = {
			["式"] = {
				["子"] = {
					["弹"] = {
						result = true
					}
				}
			}
		},
		["孔"] = {
			["录"] = {
				["像"] = {
					["机"] = {
						result = true
					}
				}
			},
			["考"] = {
				["试"] = {
					["作"] = {
						["弊"] = {
							["器"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["钛"] = {
		g = {
			["合"] = {
				["金"] = {
					["电"] = {
						["警"] = {
							["棍"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["匼"] = {
			["唫"] = {
				["電"] = {
					["檠"] = {
						["輥"] = {
							result = true
						}
					}
				}
			}
		},
		["合"] = {
			["^"] = {
				["金"] = {
					["电"] = {
						["警"] = {
							["棍"] = {
								result = true
							}
						}
					}
				}
			},
			["金"] = {
				["^"] = {
					["电"] = {
						["警"] = {
							["棍"] = {
								result = true
							}
						}
					}
				},
				["电"] = {
					["警"] = {
						["棍"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["铁"] = {
		g = {
			o = {
				u = {
					["专"] = {
						result = true
					}
				}
			}
		},
		["器"] = {
			["女"] = {
				["访"] = {
					["民"] = {
						result = true
					}
				}
			}
		},
		["幕"] = {
			result = true,
			["待"] = {
				["启"] = {
					result = true
				}
			}
		},
		["弩"] = {
			["专"] = {
				["营"] = {
					result = true
				}
			}
		},
		["杆"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["甲"] = {
			["争"] = {
				["雄"] = {
					result = true
				}
			},
			["士"] = {
				["弹"] = {
					["弓"] = {
						result = true
					}
				}
			}
		},
		["绷"] = {
			["子"] = {
				result = true
			}
		},
		["血"] = {
			["三"] = {
				["国"] = {
					["志"] = {
						result = true
					}
				}
			},
			["名"] = {
				["刀"] = {
					["坊"] = {
						result = true
					}
				}
			},
			["木"] = {
				["仓"] = {
					result = true
				}
			}
		},
		["道"] = {
			["部"] = {
				result = true
			}
		},
		["铳"] = {
			result = true
		}
	},
	["铈"] = {
		["村"] = {
			["梢"] = {
				result = true
			}
		}
	},
	["铊"] = {
		["盐"] = {
			result = true
		},
		["粉"] = {
			result = true,
			["订"] = {
				["购"] = {
					result = true
				}
			}
		}
	},
	["铜"] = {
		["人"] = {
			["傀"] = {
				["儡"] = {
					result = true
				}
			}
		},
		["仁"] = {
			["假"] = {
				["币"] = {
					result = true
				}
			}
		},
		["壳"] = {
			["钢"] = {
				["珠"] = {
					result = true
				}
			}
		},
		["梁"] = {
			["县"] = {
				["专"] = {
					["业"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["梅"] = {
			["花"] = {
				result = true,
				["密"] = {
					["云"] = {
						result = true
					}
				}
			}
		},
		["磁"] = {
			["性"] = {
				["开"] = {
					["锁"] = {
						["器"] = {
							result = true
						}
					}
				},
				["速"] = {
					["开"] = {
						result = true
					}
				}
			}
		},
		["芯"] = {
			["钢"] = {
				["珠"] = {
					result = true
				}
			}
		},
		["锣"] = {
			["湾"] = {
				result = true,
				["占"] = {
					["领"] = {
						result = true
					}
				}
			}
		},
		["陵"] = {
			["信"] = {
				["用"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["假"] = {
				["币"] = {
					result = true
				}
			},
			["冰"] = {
				["毒"] = {
					result = true
				}
			},
			["办"] = {
				["假"] = {
					["驾"] = {
						["驶"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["市"] = {
				["小"] = {
					["姐"] = {
						["上"] = {
							["门"] = {
								result = true
							}
						}
					}
				},
				["快"] = {
					["速"] = {
						["拿"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["银"] = {
		["叶"] = {
			result = true
		},
		["唇"] = {
			result = true
		},
		["欲"] = {
			result = true
		},
		["穴"] = {
			result = true
		},
		["荡"] = {
			result = true
		},
		["行"] = {
			["卡"] = {
				["代"] = {
					["办"] = {
						result = true
					}
				},
				["普"] = {
					["卡"] = {
						result = true
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						result = true
					}
				}
			}
		},
		["裆"] = {
			result = true
		}
	},
	["锁"] = {
		["匠"] = {
			["专"] = {
				["用"] = {
					["工"] = {
						["具"] = {
							result = true
						}
					}
				}
			}
		},
		["芯"] = {
			["开"] = {
				["启"] = {
					["攻"] = {
						["略"] = {
							result = true
						}
					},
					["系"] = {
						["列"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["锡"] = {
		["峰"] = {
			["折"] = {
				["叠"] = {
					["式"] = {
						["气"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["枪"] = {
				["弹"] = {
					["发"] = {
						["售"] = {
							result = true
						}
					}
				}
			},
			["气"] = {
				["枪"] = {
					result = true
				}
			},
			["牌"] = {
				["气"] = {
					["枪"] = {
						result = true
					}
				},
				["汽"] = {
					["枪"] = {
						["大"] = {
							["全"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["林"] = {
			["郭"] = {
				["勒"] = {
					["冰"] = {
						["毒"] = {
							result = true
						}
					},
					["盟"] = {
						["气"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["牌"] = {
			["汽"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["纸"] = {
			["万"] = {
				["能"] = {
					["钥"] = {
						["匙"] = {
							result = true
						}
					}
				}
			},
			["工"] = {
				["具"] = {
					["终"] = {
						["结"] = {
							["者"] = {
								result = true
							}
						}
					}
				}
			},
			["开"] = {
				["锁"] = {
					result = true,
					["工"] = {
						["具"] = {
							result = true
						}
					},
					["教"] = {
						["程"] = {
							result = true
						}
					},
					["术"] = {
						result = true
					},
					["法"] = {
						result = true
					}
				}
			},
			["快"] = {
				["开"] = {
					result = true
				}
			},
			["晃"] = {
				["匙"] = {
					result = true
				}
			},
			["秒"] = {
				["开"] = {
					["工"] = {
						["具"] = {
							result = true
						}
					}
				}
			},
			["耗"] = {
				["材"] = {
					result = true
				}
			},
			["钥"] = {
				["匙"] = {
					result = true
				}
			}
		},
		["锋"] = {
			B = {
				["5"] = {
					["8"] = {
						result = true
					}
				},
				["8"] = {
					result = true
				}
			},
			b = {
				["5"] = {
					["1"] = {
						result = true
					}
				}
			},
			["枪"] = {
				result = true
			},
			["气"] = {
				["枪"] = {
					result = true,
					["配"] = {
						["件"] = {
							result = true
						}
					}
				}
			},
			["汽"] = {
				["枪"] = {
					["专"] = {
						result = true
					}
				}
			},
			["牌"] = {
				B = {
					["5"] = {
						["8"] = {
							result = true
						}
					}
				},
				["气"] = {
					["枪"] = {
						["直"] = {
							["销"] = {
								result = true
							}
						},
						["订"] = {
							["购"] = {
								result = true
							}
						}
					}
				},
				["汽"] = {
					["枪"] = {
						result = true
					}
				}
			}
		}
	},
	["镇"] = {
		y = {
			a = {
				["和"] = {
					["剥"] = {
						["夺"] = {
							["言"] = {
								["论"] = {
									["自"] = {
										["由"] = {
											result = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["元"] = {
			["子"] = {
				result = true
			}
		},
		["南"] = {
			["王"] = {
				result = true
			}
		},
		["压"] = {
			[" "] = {
				["六"] = {
					["四"] = {
						result = true
					}
				},
				["天"] = {
					["安"] = {
						["门"] = {
							result = true
						}
					}
				}
			},
			["六"] = {
				["四"] = {
					result = true
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						result = true
					}
				}
			},
			["学"] = {
				["生"] = {
					[" "] = {
						["8"] = {
							["9"] = {
								result = true
							}
						}
					},
					["8"] = {
						["9"] = {
							result = true
						}
					}
				}
			},
			["藏"] = {
				["人"] = {
					result = true
				}
			},
			["血"] = {
				["腥"] = {
					["8"] = {
						["9"] = {
							["年"] = {
								["六"] = {
									["四"] = {
										result = true
									}
								}
							}
						}
					}
				}
			}
		}
	},
	["长"] = {
		d = {
			a = {
				o = {
					result = true,
					["售"] = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					},
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			}
		},
		g = {
			o = {
				u = {
					["专"] = {
						result = true
					}
				}
			}
		},
		["刀"] = {
			["#"] = {
				result = true,
				["正"] = {
					["品"] = {
						result = true
					}
				}
			},
			["具"] = {
				["具"] = {
					result = true,
					["售"] = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					},
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			},
			["售"] = {
				result = true,
				["出"] = {
					result = true,
					["正"] = {
						["品"] = {
							result = true
						}
					}
				},
				["正"] = {
					["品"] = {
						result = true
					}
				}
			},
			["均"] = {
				["售"] = {
					result = true
				}
			},
			["批"] = {
				["量"] = {
					result = true
				}
			},
			["正"] = {
				["品"] = {
					result = true
				}
			}
		},
		["刃"] = {
			["刀"] = {
				["售"] = {
					result = true,
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			},
			["叨"] = {
				["%"] = {
					["售"] = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["刺"] = {
			["专"] = {
				result = true,
				["刀"] = {
					result = true
				},
				["忉"] = {
					result = true
				}
			}
		},
		["发"] = {
			["消"] = {
				["魂"] = {
					result = true
				}
			},
			["飘"] = {
				["飘"] = {
					["的"] = {
						["片"] = {
							["桐"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["叨"] = {
			["%"] = {
				["售"] = {
					["出"] = {
						result = true,
						["正"] = {
							["品"] = {
								result = true
							}
						}
					}
				}
			},
			["售"] = {
				["出"] = {
					result = true,
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			}
		},
		["头"] = {
			["发"] = {
				["的"] = {
					["素"] = {
						["菜"] = {
							result = true
						}
					}
				}
			}
		},
		["宁"] = {
			["区"] = {
				["冰"] = {
					["毒"] = {
						result = true
					}
				}
			}
		},
		["安"] = {
			["街"] = {
				["屠"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["寿"] = {
			["区"] = {
				["办"] = {
					["证"] = {
						result = true
					}
				}
			},
			["肾"] = {
				result = true,
				["源"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["岛"] = {
			["彩"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			}
		},
		["建"] = {
			["驾"] = {
				["驶"] = {
					["中"] = {
						["心"] = {
							result = true
						}
					}
				}
			}
		},
		["得"] = {
			["像"] = {
				["林"] = {
					["心"] = {
						["如"] = {
							result = true
						}
					}
				}
			}
		},
		["排"] = {
			["警"] = {
				["灯"] = {
					result = true,
					["0"] = {
						["0"] = {
							result = true
						}
					}
				}
			}
		},
		["枪"] = {
			["专"] = {
				result = true
			},
			["售"] = {
				result = true
			},
			["管"] = {
				result = true
			}
		},
		["江"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						result = true
					}
				}
			}
		},
		["汽"] = {
			["狗"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["泰"] = {
			["县"] = {
				["刻"] = {
					["章"] = {
						["办"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["泽"] = {
			["影"] = {
				["视"] = {
					result = true
				}
			},
			["梓"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["雅"] = {
				["美"] = {
					result = true
				}
			}
		},
		["滩"] = {
			["娱"] = {
				["乐"] = {
					["场"] = {
						result = true
					}
				}
			}
		},
		["濑"] = {
			["爱"] = {
				result = true
			}
		},
		["狗"] = {
			result = true,
			["专"] = {
				result = true
			}
		},
		["狙"] = {
			["售"] = {
				result = true
			},
			["枪"] = {
				["售"] = {
					result = true
				}
			}
		},
		["短"] = {
			["狗"] = {
				["零"] = {
					["件"] = {
						result = true
					}
				}
			}
		},
		["砍"] = {
			["刀"] = {
				result = true
			}
		},
		["篇"] = {
			["乱"] = {
				["伦"] = {
					["小"] = {
						["说"] = {
							result = true
						}
					}
				}
			},
			["巨"] = {
				["根"] = {
					result = true
				}
			}
		},
		["腿"] = {
			["女"] = {
				["助"] = {
					["理"] = {
						result = true
					}
				}
			},
			["白"] = {
				["皙"] = {
					["美"] = {
						["少"] = {
							["妇"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["良"] = {
			result = true
		},
		["谷"] = {
			["川"] = {
				result = true
			}
		},
		["锯"] = {
			["背"] = {
				["齿"] = {
					["大"] = {
						["砍"] = {
							["刀"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["隆"] = {
			["比"] = {
				["基"] = {
					["尼"] = {
						["小"] = {
							["姐"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["风"] = {
			["文"] = {
				["学"] = {
					["网"] = {
						result = true
					}
				}
			}
		},
		["驱"] = {
			["直"] = {
				["入"] = {
					result = true
				}
			}
		}
	},
	["閻"] = {
		["王"] = {
			result = true
		}
	},
	["闫"] = {
		["凤"] = {
			["娇"] = {
				["不"] = {
					["雅"] = {
						["照"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["问"] = {
		["候"] = {
			["语"] = {
				[" "] = {
					["6"] = {
						["4"] = {
							result = true
						}
					}
				},
				["6"] = {
					["4"] = {
						result = true
					}
				}
			}
		},
		["家"] = {
			["包"] = {
				result = true
			}
		},
		["惊"] = {
			["天"] = {
				result = true
			}
		},
		["我"] = {
			["心"] = {
				["再"] = {
					["用"] = {
						["我"] = {
							["手"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["道"] = {
			result = true
		}
	},
	["闻"] = {
		["假"] = {
			["宝"] = {
				result = true
			}
		}
	},
	["阎"] = {
		["安"] = {
			result = true
		}
	},
	["阳"] = {
		["春"] = {
			result = true
		},
		["萎"] = {
			result = true
		}
	},
	["阴"] = {
		["唇"] = {
			["上"] = {
				["摩"] = {
					["擦"] = {
						["着"] = {
							result = true
						}
					}
				}
			},
			["好"] = {
				["嫩"] = {
					["啊"] = {
						result = true
					}
				}
			},
			["被"] = {
				["插"] = {
					result = true
				}
			},
			["阴"] = {
				["道"] = {
					result = true
				}
			}
		},
		["处"] = {
			result = true
		},
		["户"] = {
			["好"] = {
				["紧"] = {
					result = true
				}
			},
			["抽"] = {
				["插"] = {
					result = true
				}
			}
		},
		["术"] = {
			result = true
		},
		["沟"] = {
			result = true
		},
		["穴"] = {
			result = true,
			["新"] = {
				["玩"] = {
					["法"] = {
						result = true
					}
				}
			}
		},
		["肉"] = {
			result = true
		},
		["臀"] = {
			result = true
		},
		["莖"] = {
			result = true
		},
		["蒂"] = {
			["头"] = {
				result = true
			},
			["阴"] = {
				["蒂"] = {
					result = true
				}
			}
		},
		["道"] = {
			["好"] = {
				["大"] = {
					result = true
				}
			}
		},
		["部"] = {
			["内"] = {
				["神"] = {
					result = true
				}
			},
			["按"] = {
				["摩"] = {
					result = true
				}
			},
			["自"] = {
				["拍"] = {
					result = true
				}
			}
		}
	},
	["阵"] = {
		["风"] = {
			["户"] = {
				["外"] = {
					["弓"] = {
						["努"] = {
							result = true
						},
						["弩"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["限"] = {
		["制"] = {
			["级"] = {
				m = {
					m = {
						["电"] = {
							["影"] = {
								result = true
							}
						}
					}
				},
				["排"] = {
					["行"] = {
						["榜"] = {
							result = true
						}
					}
				},
				["电"] = {
					["影"] = {
						result = true
					}
				},
				["色"] = {
					["片"] = {
						result = true
					}
				}
			}
		}
	},
	["陰"] = {
		["屄"] = {
			result = true
		},
		["核"] = {
			result = true
		},
		["締"] = {
			result = true
		},
		["道"] = {
			["圖"] = {
				["片"] = {
					result = true
				}
			},
			["秀"] = {
				result = true
			}
		},
		["部"] = {
			["特"] = {
				["寫"] = {
					result = true
				}
			}
		},
		["阜"] = {
			result = true,
			["高"] = {
				["聳"] = {
					result = true
				}
			}
		}
	},
	["陶"] = {
		["先"] = {
			["秋"] = {
				result = true
			}
		},
		["君"] = {
			["六"] = {
				["四"] = {
					["学"] = {
						["生"] = {
							["领"] = {
								["袖"] = {
									result = true
								}
							}
						}
					}
				}
			}
		},
		["得"] = {
			["宝"] = {
				result = true
			}
		},
		["澜"] = {
			["教"] = {
				["育"] = {
					result = true
				}
			}
		},
		["瓷"] = {
			["刀"] = {
				["具"] = {
					result = true,
					["正"] = {
						["品"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["陷"] = {
		["家"] = {
			["鏟"] = {
				result = true
			},
			["铲"] = {
				result = true
			}
		},
		["阱"] = {
			["屄"] = {
				result = true
			}
		}
	},
	["陽"] = {
		["精"] = {
			result = true
		},
		["萎"] = {
			result = true
		}
	},
	["隋"] = {
		["炀"] = {
			result = true
		},
		["煬"] = {
			result = true
		},
		["豹"] = {
			["鸣"] = {
				result = true
			}
		}
	},
	["随"] = {
		["州"] = {
			["办"] = {
				["假"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								result = true
							}
						}
					}
				}
			},
			["在"] = {
				["哪"] = {
					result = true
				}
			},
			["汽"] = {
				["枪"] = {
					result = true
				}
			}
		},
		["心"] = {
			["所"] = {
				["欲"] = {
					result = true
				}
			}
		},
		["意"] = {
			["改"] = {
				["号"] = {
					result = true
				}
			},
			["显"] = {
				["软"] = {
					["件"] = {
						result = true
					}
				}
			}
		},
		["手"] = {
			result = true,
			["互"] = {
				["动"] = {
					result = true
				}
			},
			["尊"] = {
				["者"] = {
					result = true
				}
			}
		},
		["时"] = {
			["随"] = {
				["地"] = {
					result = true
				}
			}
		},
		["机"] = {
			["人"] = {
				["皮"] = {
					result = true
				}
			},
			["地"] = {
				["图"] = {
					result = true
				}
			},
			["面"] = {
				["具"] = {
					result = true
				}
			}
		},
		["身"] = {
			["爱"] = {
				["侣"] = {
					result = true
				}
			}
		}
	},
	["隨"] = {
		["機"] = {
			["面"] = {
				["具"] = {
					result = true
				}
			}
		}
	},
	["隼"] = {
		["鹰"] = {
			result = true
		}
	},
	["雄"] = {
		["悦"] = {
			["刀"] = {
				["剑"] = {
					result = true
				}
			}
		},
		["鹰"] = {
			["1"] = {
				["9"] = {
					["1"] = {
						["1"] = {
							result = true
						}
					}
				}
			},
			["原"] = {
				["装"] = {
					a = {
						w = {
							p = {
								result = true
							}
						}
					}
				}
			},
			["枪"] = {
				["模"] = {
					["网"] = {
						result = true
					}
				}
			}
		}
	},
	["雅"] = {
		["思"] = {
			["代"] = {
				["考"] = {
					result = true
				}
			}
		}
	},
	["雙"] = {
		["乳"] = {
			result = true
		},
		["屌"] = {
			["齊"] = {
				["插"] = {
					result = true
				}
			}
		},
		["峰"] = {
			["微"] = {
				["顫"] = {
					result = true
				}
			}
		},
		["桶"] = {
			["獵"] = {
				result = true
			}
		},
		["琯"] = {
			["獵"] = {
				["槍"] = {
					["專"] = {
						result = true
					},
					["自"] = {
						["製"] = {
							result = true
						}
					}
				}
			}
		},
		["管"] = {
			["平"] = {
				["式"] = {
					result = true,
					["槍"] = {
						result = true
					}
				}
			},
			["獵"] = {
				["槍"] = {
					result = true,
					["專"] = {
						result = true
					},
					["怎"] = {
						["樣"] = {
							result = true
						}
					},
					["沙"] = {
						result = true
					},
					["自"] = {
						["製"] = {
							result = true
						}
					}
				},
				["狗"] = {
					["專"] = {
						result = true
					}
				}
			},
			["立"] = {
				["式"] = {
					result = true,
					["獵"] = {
						["槍"] = {
							result = true
						}
					}
				}
			}
		},
		["色"] = {
			["球"] = {
				["開"] = {
					["獎"] = {
						result = true
					}
				}
			}
		},
		["菅"] = {
			["泙"] = {
				["鉽"] = {
					result = true
				}
			},
			["獵"] = {
				["槍"] = {
					["洎"] = {
						["製"] = {
							result = true
						}
					}
				}
			},
			["竝"] = {
				["鉽"] = {
					result = true
				}
			}
		},
		["頭"] = {
			["槍"] = {
				result = true
			}
		},
		["飛"] = {
			result = true
		},
		["鷹"] = {
			C = {
				["9"] = {
					["6"] = {
						result = true
					}
				}
			},
			["с"] = {
				["⑨"] = {
					["⑥"] = {
						result = true
					}
				}
			}
		}
	},
	["雜"] = {
		["交"] = {
			result = true
		}
	},
	["雨"] = {
		["伞"] = {
			["革"] = {
				["命"] = {
					result = true
				}
			}
		},
		["宫"] = {
			["优"] = {
				["种"] = {
					["子"] = {
						result = true
					}
				}
			},
			["沙"] = {
				["纪"] = {
					result = true
				}
			},
			["琴"] = {
				["音"] = {
					result = true
				}
			},
			["由"] = {
				["依"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["宮"] = {
			["あ"] = {
				["お"] = {
					["い"] = {
						result = true
					}
				}
			},
			["せ"] = {
				["つ"] = {
					["な"] = {
						result = true
					}
				}
			},
			["優"] = {
				result = true
			},
			["琴"] = {
				["音"] = {
					result = true
				}
			},
			["由"] = {
				["依"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["木"] = {
			["夕"] = {
				["紀"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				},
				["纪"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["雪"] = {
		["上"] = {
			["枝"] = {
				["蒿"] = {
					result = true
				}
			}
		},
		["域"] = {
			["潘"] = {
				["晴"] = {
					result = true
				}
			},
			["烈"] = {
				["焰"] = {
					result = true
				}
			}
		},
		["嫩"] = {
			M = {
				M = {
					["香"] = {
						["坂"] = {
							["百"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["村"] = {
			["沙"] = {
				["郁"] = {
					["无"] = {
						["码"] = {
							result = true
						},
						["马"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["白"] = {
			["屁"] = {
				["股"] = {
					["的"] = {
						["诱"] = {
							["惑"] = {
								result = true
							}
						}
					}
				}
			},
			["的"] = {
				["奶"] = {
					["子"] = {
						result = true
					}
				},
				["肉"] = {
					["体"] = {
						result = true
					}
				},
				["诱"] = {
					["惑"] = {
						result = true
					}
				}
			}
		},
		["竹"] = {
			["莲"] = {
				result = true
			}
		},
		["豹"] = {
			["弓"] = {
				["弩"] = {
					result = true
				}
			}
		},
		["野"] = {
			["あ"] = {
				["い"] = {
					["か"] = {
						["电"] = {
							["驴"] = {
								result = true
							}
						}
					}
				}
			},
			["小"] = {
				["春"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["弥"] = {
				["生"] = {
					["无"] = {
						["码"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			},
			["爱"] = {
				["佳"] = {
					["种"] = {
						["子"] = {
							result = true
						},
						["紫"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["雲"] = {
		["刪"] = {
			["惡"] = {
				["棍"] = {
					result = true
				}
			},
			["文"] = {
				["化"] = {
					["流"] = {
						["氓"] = {
							result = true
						}
					}
				}
			}
		},
		["南"] = {
			["情"] = {
				["蠱"] = {
					result = true
				}
			}
		},
		["電"] = {
			["視"] = {
				result = true
			}
		}
	},
	["雾"] = {
		["中"] = {
			["风"] = {
				["景"] = {
					result = true
				}
			}
		},
		["区"] = {
			["开"] = {
				["火"] = {
					["伪"] = {
						["装"] = {
							["值"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["都"] = {
			["夜"] = {
				["情"] = {
					["会"] = {
						["所"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["需"] = {
		["找"] = {
			["性"] = {
				["伙"] = {
					["伴"] = {
						result = true
					}
				}
			}
		},
		["湿"] = {
			["不"] = {
				["伦"] = {
					["温"] = {
						["泉"] = {
							result = true
						}
					}
				}
			}
		},
		["要"] = {
			["延"] = {
				["时"] = {
					["药"] = {
						["物"] = {
							result = true
						}
					}
				}
			},
			["打"] = {
				["架"] = {
					["联"] = {
						["系"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["震"] = {
		["动"] = {
			["按"] = {
				["摩"] = {
					["棒"] = {
						["自"] = {
							["慰"] = {
								result = true
							}
						}
					}
				}
			},
			["节"] = {
				["奏"] = {
					result = true
				}
			}
		},
		["撼"] = {
			["件"] = {
				result = true
			}
		}
	},
	["霚"] = {
		["島"] = {
			["柰"] = {
				["珒"] = {
					["羙"] = {
						["嘸"] = {
							["犸"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["霧"] = {
		["島"] = {
			["奈"] = {
				["津"] = {
					["美"] = {
						["无"] = {
							["码"] = {
								result = true
							}
						},
						["無"] = {
							["碼"] = {
								result = true
							}
						}
					}
				}
			},
			["玲"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["韦"] = {
		["二"] = {
			["街"] = {
				result = true
			}
		},
		["德"] = {
			["亚"] = {
				["洲"] = {
					result = true
				}
			}
		},
		["易"] = {
			["博"] = {
				result = true
			}
		},
		["青"] = {
			result = true
		}
	},
	["音"] = {
		["咲"] = {
			["洵"] = {
				result = true
			},
			["絢"] = {
				result = true
			}
		},
		["野"] = {
			["早"] = {
				["紀"] = {
					["无"] = {
						["码"] = {
							result = true
						},
						["马"] = {
							result = true
						}
					},
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["韵"] = {
		["律"] = {
			["操"] = {
				["的"] = {
					["诱"] = {
						["惑"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["須"] = {
		["崎"] = {
			["由"] = {
				["奈"] = {
					["種"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["永"] = {
			["佐"] = {
				["和"] = {
					["子"] = {
						result = true
					}
				}
			}
		}
	},
	["頌"] = {
		["玲"] = {
			["前"] = {
				["傳"] = {
					result = true
				}
			}
		}
	},
	["頭"] = {
		["糖"] = {
			Q = {
				result = true
			}
		}
	},
	["顏"] = {
		["射"] = {
			result = true,
			["自"] = {
				["拍"] = {
					result = true
				}
			}
		},
		["騎"] = {
			result = true
		}
	},
	["顔"] = {
		["騎"] = {
			["美"] = {
				["少"] = {
					["女"] = {
						result = true
					}
				}
			}
		}
	},
	["项"] = {
		["."] = {
			["怀"] = {
				["诚"] = {
					result = true
				}
			}
		},
		["俊"] = {
			["波"] = {
				result = true
			}
		},
		["目"] = {
			["部"] = {
				result = true
			}
		},
		["英"] = {
			result = true
		}
	},
	["顺"] = {
		["义"] = {
			["区"] = {
				["刻"] = {
					["章"] = {
						result = true
					}
				}
			}
		}
	},
	["须"] = {
		["久"] = {
			["留"] = {
				["美"] = {
					["羽"] = {
						["种"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["崎"] = {
			["由"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							result = true
						}
					}
				}
			}
		},
		["永"] = {
			["佐"] = {
				["和"] = {
					["子"] = {
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["藤"] = {
			["小"] = {
				["夜"] = {
					["子"] = {
						["无"] = {
							["码"] = {
								result = true
							}
						},
						["种"] = {
							["子"] = {
								result = true
							}
						}
					},
					["紫"] = {
						["无"] = {
							["马"] = {
								result = true
							}
						}
					}
				}
			},
			["阿"] = {
				["由"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								result = true
							},
							["紫"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["预"] = {
		["订"] = {
			["5"] = {
				["4"] = {
					["式"] = {
						result = true,
						["手"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			p = {
				c = {
					p = {
						["汽"] = {
							["枪"] = {
								result = true
							}
						}
					}
				}
			},
			["醋"] = {
				["酸"] = {
					["铊"] = {
						result = true
					}
				}
			}
		}
	},
	["颓"] = {
		["鹰"] = {
			["气"] = {
				g = {
					o = {
						u = {
							result = true
						}
					}
				},
				["狗"] = {
					result = true
				}
			}
		}
	},
	["题"] = {
		["共"] = {
			result = true
		}
	},
	["颜"] = {
		["骑"] = {
			["美"] = {
				["少"] = {
					["女"] = {
						["高"] = {
							["清"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["食"] = {
		["へ"] = {
			["過"] = {
				["ぎ"] = {
					["の"] = {
						["虎"] = {
							result = true
						}
					}
				}
			}
		},
		["撚"] = {
			["屎"] = {
				result = true
			}
		},
		["有"] = {
			["毒"] = {
				["穿"] = {
					["有"] = {
						["毒"] = {
							result = true
						}
					}
				}
			}
		},
		["猴"] = {
			["魔"] = {
				result = true
			}
		},
		["色"] = {
			result = true
		}
	},
	["饧"] = {
		["巛"] = {
			["嬡"] = {
				["婇"] = {
					["嘸"] = {
						["犸"] = {
							result = true
						}
					}
				}
			}
		}
	},
	["首"] = {
		["份"] = {
			["六"] = {
				["四"] = {
					["判"] = {
						["刑"] = {
							["暴"] = {
								["徒"] = {
									["名"] = {
										["单"] = {
											["曝"] = {
												["光"] = {
													result = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["存"] = {
			["赠"] = {
				["送"] = {
					["彩"] = {
						["金"] = {
							result = true
						}
					}
				}
			}
		},
		["富"] = {
			["贺"] = {
				["国"] = {
					["强"] = {
						result = true
					}
				}
			}
		},
		["开"] = {
			["熙"] = {
				["悦"] = {
					["山"] = {
						result = true,
						["不"] = {
							["公"] = {
								result = true
							}
						},
						["围"] = {
							["观"] = {
								result = true
							}
						},
						["横"] = {
							["幅"] = {
								result = true
							}
						},
						["民"] = {
							["警"] = {
								result = true
							}
						},
						["集"] = {
							["体"] = {
								result = true
							}
						},
						["静"] = {
							["坐"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["推"] = {
			["服"] = {
				["务"] = {
					["小"] = {
						["姐"] = {
							result = true
						}
					}
				},
				["務"] = {
					["小"] = {
						["姐"] = {
							result = true
						}
					}
				}
			}
		},
		["望"] = {
			["教"] = {
				["会"] = {
					result = true
				}
			}
		},
		["长"] = {
			["被"] = {
				["开"] = {
					["除"] = {
						["党"] = {
							["籍"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["香"] = {
		["."] = {
			["港"] = {
				["7"] = {
					["1"] = {
						["游"] = {
							["行"] = {
								result = true
							}
						},
						["集"] = {
							["会"] = {
								result = true
							}
						}
					}
				},
				["总"] = {
					["部"] = {
						result = true
					}
				},
				["明"] = {
					["报"] = {
						result = true
					}
				},
				["游"] = {
					["行"] = {
						result = true
					}
				},
				["集"] = {
					["会"] = {
						result = true
					}
				},
				["马"] = {
					["会"] = {
						result = true
					}
				}
			},
			["烟"] = {
				["型"] = {
					["迷"] = {
						["*"] = {
							["药"] = {
								result = true
							}
						},
						["药"] = {
							result = true
						}
					}
				}
			}
		},
		["咲"] = {
			["綾"] = {
				["电"] = {
					["驴"] = {
						result = true
					}
				}
			}
		},
		["国"] = {
			["竞"] = {
				["艳"] = {
					result = true
				}
			}
		},
		["坂"] = {
			["俞"] = {
				["佳"] = {
					["丽"] = {
						result = true
					}
				}
			}
		},
		["岛"] = {
			["奈"] = {
				["央"] = {
					result = true
				}
			}
		},
		["川"] = {
			result = true
		},
		["月"] = {
			["安"] = {
				["娜"] = {
					["电"] = {
						["驴"] = {
							result = true
						}
					}
				}
			}
		},
		["格"] = {
			["里"] = {
				["拉"] = {
					["影"] = {
						["院"] = {
							result = true
						}
					}
				}
			}
		},
		["水"] = {
			["型"] = {
				["迷"] = {
					["女"] = {
						["干"] = {
							["药"] = {
								result = true
							}
						}
					}
				}
			}
		},
		["氵"] = {
			["巷"] = {
				G = {
					H = {
						B = {
							result = true
						}
					}
				}
			}
		},
		["江"] = {
			["十"] = {
				["八"] = {
					["论"] = {
						["坛"] = {
							result = true
						}
					}
				}
			}
		},
		["河"] = {
			["秃"] = {
				["鹰"] = {
					["汽"] = {
						["枪"] = {
							result = true
						}
					}
				}
			}
		},
		["源"] = {
			result = true
		},
		["火"] = {
			["因"] = {
				["迷"] = {
					["药"] = {
						result = true
					}
				}
			}
		},
		["烟"] = {
			["型"] = {
				["昏"] = {
					["迷"] = {
						["药"] = {
							result = true
						}
					}
				},
				["蒙"] = {
					["汗"] = {
						["药"] = {
							result = true
						}
					}
				},
				["赌"] = {
					["博"] = {
						["药"] = {
							result = true
						}
					}
				},
				["迷"] = {
					result = true,
					["幻"] = {
						["剂"] = {
							result = true
						},
						["药"] = {
							result = true
						}
					},
					["药"] = {
						result = true
					},
					["葯"] = {
						result = true
					},
					["魂"] = {
						["药"] = {
							result = true
						}
					}
				}
			},
			["昏"] = {
				["迷"] = {
					["药"] = {
						result = true
					}
				}
			}
		},
		["煙"] = {
			["型"] = {
				["迷"] = {
					result = true,
					["魂"] = {
						["藥"] = {
							result = true
						}
					}
				}
			}
		},
		["艳"] = {
			["女"] = {
				["郎"] = {
					result = true
				}
			},
			["杀"] = {
				["劫"] = {
					result = true
				}
			}
		},
		["茗"] = {
			["慕"] = {
				["娱"] = {
					["乐"] = {
						result = true
					}
				},
				["風"] = {
					["流"] = {
						["閣"] = {
							result = true
						}
					}
				},
				["风"] = {
					["流"] = {
						["阁"] = {
							result = true
						}
					}
				}
			}
		},
		["蕉"] = {
			["网"] = {
				["络"] = {
					["电"] = {
						["视"] = {
							result = true
						}
					}
				}
			}
		},
		["质"] = {
			result = true
		},
		["车"] = {
			["私"] = {
				["拍"] = {
					result = true
				}
			}
		},
		["醉"] = {
			["迷"] = {
				["艳"] = {
					result = true
				}
			}
		},
		["阪"] = {
			["俞"] = {
				["佳"] = {
					["麗"] = {
						result = true
					}
				}
			}
		},
		["香"] = {
			["社"] = {
				["区"] = {
					result = true
				}
			}
		}
	},
	["駛"] = {
		["你"] = {
			["公"] = {
				result = true
			},
			["娘"] = {
				result = true
			},
			["母"] = {
				result = true
			},
			["爸"] = {
				result = true
			},
			["老"] = {
				["師"] = {
					result = true
				},
				["母"] = {
					result = true
				}
			}
		}
	},
	["騰"] = {
		["仁"] = {
			result = true
		},
		["武"] = {
			result = true
		},
		["訊"] = {
			result = true
		}
	},
	["驯"] = {
		["服"] = {
			["女"] = {
				["教"] = {
					["师"] = {
						result = true
					}
				}
			}
		}
	},
	["骰"] = {
		["姄"] = {
			["信"] = {
				["息"] = {
					result = true
				}
			},
			["洺"] = {
				["啴"] = {
					result = true
				}
			},
			["粢"] = {
				["料"] = {
					result = true
				}
			},
			["電"] = {
				["話"] = {
					result = true
				}
			}
		},
		["子"] = {
			result = true,
			["透"] = {
				["視"] = {
					["器"] = {
						result = true
					}
				},
				["视"] = {
					["器"] = {
						result = true
					}
				}
			}
		},
		["宝"] = {
			["盅"] = {
				result = true
			}
		},
		["寶"] = {
			["盅"] = {
				result = true
			}
		}
	},
	["體"] = {
		["奸"] = {
			result = true
		},
		["恤"] = {
			["草"] = {
				["民"] = {
					result = true
				}
			}
		},
		["育"] = {
			["投"] = {
				["注"] = {
					result = true
				}
			}
		}
	},
	["鬱"] = {
		["慕"] = {
			["明"] = {
				result = true
			}
		}
	},
	["魇"] = {
		["ㄌ"] = {
			["幵"] = {
				["鎖"] = {
					result = true
				}
			}
		},
		["廆"] = {
			["迗"] = {
				["使"] = {
					["性"] = {
						["慾"] = {
							["蒶"] = {
								result = true
							}
						}
					}
				}
			}
		}
	},
	["魏"] = {
		["\\"] = {
			["京"] = {
				["生"] = {
					result = true
				}
			}
		},
		["京"] = {
			["生"] = {
				["6"] = {
					["4"] = {
						result = true
					}
				}
			}
		},
		["亮"] = {
			result = true
		},
		["凤"] = {
			["和"] = {
				result = true
			}
		},
		["大"] = {
			["符"] = {
				["师"] = {
					result = true
				}
			}
		},
		["新"] = {
			result = true,
			["抓"] = {
				["捕"] = {
					result = true
				}
			},
			["行"] = {
				["贿"] = {
					result = true
				}
			}
		},
		["汉"] = {
			["津"] = {
				result = true
			}
		},
		["玮"] = {
			result = true,
			["抓"] = {
				["捕"] = {
					result = true
				}
			}
		},
		["真"] = {
			result = true
		}
	},
	["鲜"] = {
		["嫩"] = {
			["蜜"] = {
				["穴"] = {
					result = true
				}
			}
		},
		["红"] = {
			["美"] = {
				["穴"] = {
					result = true
				}
			}
		}
	},
	["鴉"] = {
		["片"] = {
			result = true
		}
	},
	["鴛"] = {
		["鴦"] = {
			["吧"] = {
				result = true
			}
		}
	},
	["鸭"] = {
		["哥"] = {
			["哥"] = {
				["淫"] = {
					["性"] = {
						result = true
					}
				}
			}
		},
		["子"] = {
			result = true,
			["上"] = {
				["门"] = {
					["按"] = {
						["摩"] = {
							result = true
						}
					},
					["服"] = {
						["务"] = {
							result = true
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					result = true
				}
			},
			["找"] = {
				["富"] = {
					["婆"] = {
						result = true
					}
				}
			}
		},
		["店"] = {
			result = true
		}
	},
	["鸳"] = {
		["鸯"] = {
			["刺"] = {
				result = true
			},
			["吧"] = {
				result = true
			},
			["浴"] = {
				result = true
			},
			["阵"] = {
				result = true
			}
		}
	},
	["鹰"] = {
		["弓"] = {
			result = true
		}
	},
	["鹽"] = {
		["酸"] = {
			["羥"] = {
				["亞"] = {
					["胺"] = {
						result = true
					}
				}
			}
		}
	},
	["鼠"] = {
		["尾"] = {
			["草"] = {
				K = {
					["2"] = {
						result = true
					}
				},
				["荷"] = {
					["兰"] = {
						["叶"] = {
							["子"] = {
								result = true
							}
						}
					}
				}
			}
		}
	}
}
